{
  "audio_identifier": "KF_12",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/Rappaport.mp3",
  "blocks": [
    {
      "end_timestamp": 7.0,
      "id": "7ae6ba11-ff68-342c-883b-d792b86507f2",
      "speaker": "Jordan",
      "start_timestamp": 0.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    },
    {
      "end_timestamp": 10.0,
      "id": "2bdf0e1a-2a4e-35d9-b2d7-9b4584c87059",
      "speaker": "Dan",
      "start_timestamp": 7.0,
      "text": "Hey, everybody. Hello. Welcome back to knowledge fight. I'm Dan."
    },
    {
      "end_timestamp": 11.0,
      "id": "09635c33-53ee-394b-bcf1-8f35b8987115",
      "speaker": "Jordan",
      "start_timestamp": 10.0,
      "text": "I'm Jordan."
    },
    {
      "end_timestamp": 15.0,
      "id": "b4741a67-4d98-378b-9f59-a0577c1936b0",
      "speaker": "Dan",
      "start_timestamp": 11.0,
      "text": "This is the podcast where I listen to too much Infowars and Alex Jones in particular,"
    },
    {
      "end_timestamp": 19.0,
      "id": "7e30db4c-9924-3564-a773-6904407c083e",
      "speaker": "Jordan",
      "start_timestamp": 15.0,
      "text": "and I have no idea what the hell he's talking and I have"
    },
    {
      "end_timestamp": 48.0,
      "id": "7fee1f8f-40ae-35a6-9034-c3928daf92bb",
      "speaker": "Dan",
      "start_timestamp": 19.0,
      "text": "wrangled much like a wrestler out there on the on the plains. Okay, I got my last show out and I roped myself some clips. Oh boy from Alex's show. And wow, and replay them for you, Jordan. That's brutal. And then we'll discuss the implications in the insanity to be found. They're in I'd like to thank everybody who is followed us on Twitter, like thank all of the people who are getting on board our numbers are through the roof. Really? Statistically speaking. Yes."
    },
    {
      "end_timestamp": 53.0,
      "id": "876ea6d7-a1d7-372c-9ed6-f25dd0c00278",
      "speaker": "Jordan",
      "start_timestamp": 48.0,
      "text": "You lost them all. Whenever you did that lasso bet right. They all laugh"
    },
    {
      "end_timestamp": 60.0,
      "id": "cf455e9c-db30-3c86-bf30-0036a525ad8c",
      "speaker": "Dan",
      "start_timestamp": 53.0,
      "text": "You know, I'm like the Democrats. Like we might lose a few elites, but we pick up some middle America folks. I'm talking their language with"
    },
    {
      "end_timestamp": 64.0,
      "id": "64f6bf40-4dad-36d5-9c1d-6fc54e95a837",
      "speaker": "Jordan",
      "start_timestamp": 60.0,
      "text": "is that wow, you're pandering to the people from Kansas now."
    },
    {
      "end_timestamp": 72.0,
      "id": "0fcc6c7b-8315-3d19-a668-6b12d179ee47",
      "speaker": "Dan",
      "start_timestamp": 64.0,
      "text": "Hey, boy. I'll tell you what. I would start talking like some of the weird slack jawed hillbillies I used to do karaoke with"
    },
    {
      "end_timestamp": 84.0,
      "id": "dfccf818-19b6-3a6f-a4dd-feb233340b9e",
      "speaker": "Jordan",
      "start_timestamp": 72.0,
      "text": "that wouldn't be fun if all of a sudden for one episode we just had an affectation the whole time hillbilly Dan never spoke of it not once just put out the episode in character. The next episode again, never mentioned"
    },
    {
      "end_timestamp": 90.0,
      "id": "899d60e0-1aeb-3731-a620-67abde332812",
      "speaker": "Dan",
      "start_timestamp": 84.0,
      "text": "it, donate to our Patreon at patreon.com/reason Point and I'll do it tire"
    },
    {
      "end_timestamp": 99.0,
      "id": "69a8ee73-cb54-3bae-8c0a-6fc266ce95bc",
      "speaker": "Jordan",
      "start_timestamp": 90.0,
      "text": "fire hillbilly episode. Brianna. We actually like those old news radio episodes where suddenly they were on the Titanic for notaries. That'd be our season finale. Yeah, that sounds good."
    },
    {
      "end_timestamp": 130.0,
      "id": "fea13f7e-8b2a-3a09-8bbc-4db3be7a73fb",
      "speaker": "Dan",
      "start_timestamp": 99.0,
      "text": "Hillbilly season finale to knowledge, right? Yep. Because we're not sure we're getting picked up for another. Well, we might die. Neither is America. America is not sure yet. Whether or not we're going to do Season Two fairpoint the studios are still talking. It's it's gonna be a fight. But much like special hillbilly episode today is a special episode. Where actually this is going to be the I guess the David Knight episode that we did had no Alex in it. No, no, tragically, there was a little Alex. Oh, no, you're agreeing with me."
    },
    {
      "end_timestamp": 131.0,
      "id": "42d19b36-e924-3423-9625-7935295bca4a",
      "speaker": "Jordan",
      "start_timestamp": 130.0,
      "text": "I'm agreeing with you."
    },
    {
      "end_timestamp": 134.0,
      "id": "b1221710-30b4-3a2f-bd14-946601180425",
      "speaker": "Dan",
      "start_timestamp": 131.0,
      "text": "This episode will also tragically have no Alex in it."
    },
    {
      "end_timestamp": 139.0,
      "id": "92b3471c-1fbd-3287-8373-c14f57f65bc5",
      "speaker": "Jordan",
      "start_timestamp": 134.0,
      "text": "Well, let's hope it won't. Let's wait until we finished recording it before we denote it as"
    },
    {
      "end_timestamp": 142.0,
      "id": "8aa70e24-54f2-3274-9fdf-18cf9a121bde",
      "speaker": "Dan",
      "start_timestamp": 139.0,
      "text": "a tragedy no matter how good this goes. Okay, always use them out."
    },
    {
      "end_timestamp": 144.0,
      "id": "b6613529-ce17-31fb-b0f9-1d8d087eb81d",
      "speaker": "Jordan",
      "start_timestamp": 142.0,
      "text": "All right. That's a good point."
    },
    {
      "end_timestamp": 185.0,
      "id": "07a6a49f-71f7-3831-ac9c-2adc78110542",
      "speaker": "Dan",
      "start_timestamp": 144.0,
      "text": "This is a situation where Alex every day I've mentioned this before every day leaves during the fourth hour. Yes. Of his show. His show is four hours long and he let someone else host the fourth hour. And this week for this last week. On Thursday. He had a gentleman by the name of John Rapoport, who was hosting the fourth hour. He's the guy who runs a blog called no more fake news.com Would you go to and it looks like an angel cities page. Oh, really? WayBack? Oh, man, it looks like something that someone would link to from their MySpace. Very old, clunky bad looking site. Excellent. He links to a number of things. Well, the"
    },
    {
      "end_timestamp": 196.0,
      "id": "2caba436-6d1d-3f6e-bc99-e6907f51cf4a",
      "speaker": "Jordan",
      "start_timestamp": 185.0,
      "text": "better the sites look, the more you know, they're fake news. This is underground, true reality coming directly to you through aol.com CDs. Yeah,"
    },
    {
      "end_timestamp": 217.0,
      "id": "fed826a1-d783-3a94-acd8-0f6ef18d4c04",
      "speaker": "Dan",
      "start_timestamp": 196.0,
      "text": "absolutely. Sure. That's how we get here he is a guy who doesn't believe HIV causes AIDS is a guy who has some literal belief in the matrix, these sorts of things or you can you can pay $125 and he will send you a huge 10 hour presentation on any of these subjects."
    },
    {
      "end_timestamp": 224.0,
      "id": "3fcfacec-4e37-38f8-acd2-120e376d29b1",
      "speaker": "Jordan",
      "start_timestamp": 217.0,
      "text": "That's for an hourly rate. That's not good. That's a bad deal. Oh 25"
    },
    {
      "end_timestamp": 225.0,
      "id": "507a4897-598a-3f26-8828-b348f75e6a5f",
      "speaker": "Unknown Speaker",
      "start_timestamp": 224.0,
      "text": "An hour. Yeah,"
    },
    {
      "end_timestamp": 229.0,
      "id": "60cda59c-0c9a-3483-a0bf-0481ad9538f9",
      "speaker": "Jordan",
      "start_timestamp": 225.0,
      "text": "that's a bad he is he is working sweatshop labor to bring you these conspiracy theories."
    },
    {
      "end_timestamp": 236.0,
      "id": "937f45a6-6d55-3028-9a80-f5f7f9f1de01",
      "speaker": "Dan",
      "start_timestamp": 229.0,
      "text": "And that's not even counting the like hundreds of pages of documents. Oh, written I'm sending along."
    },
    {
      "end_timestamp": 239.0,
      "id": "7ff91952-6b7a-3a4e-aabd-dd73b96c4ab4",
      "speaker": "Jordan",
      "start_timestamp": 236.0,
      "text": "But now he outsourced him to the Unabomber."
    },
    {
      "end_timestamp": 259.0,
      "id": "e007b270-382d-3241-95f6-632fe46a53ab",
      "speaker": "Dan",
      "start_timestamp": 239.0,
      "text": "That's the kind of thing that that's a sort of broad sketch of the man where you can find on his website is is HIV AIDS denial and talks such a weird one. Why would we do that? Why? Because he's found sources that prove things Yeah, wouldn't be what good is that? No, nevermind. Sure. That's lest we go down this. Yeah,"
    },
    {
      "end_timestamp": 263.0,
      "id": "c54f1c66-520d-30a2-b05a-760993ba7b26",
      "speaker": "Jordan",
      "start_timestamp": 259.0,
      "text": "we've already gone too far down the his fire website."
    },
    {
      "end_timestamp": 329.0,
      "id": "11a186aa-f480-327d-9bb3-623461e2857a",
      "speaker": "Dan",
      "start_timestamp": 263.0,
      "text": "This gentleman has a ridiculous gray beard and broadcasts into Alex's show. I'm gonna post a picture of what it looks like when he's broadcasting over on our new Tumblr. Oh, we have a new Tumblr chain, find it knowledge fight.tumblr.com. I'll post a picture of John Rapoport broadcasting. And if you look to the bottom, left hand side of the screen, there's a picture a framed picture that he has not put up on the wall and it's been sitting there for about nine months. Wait, what? If you watch him if you watch him regularly, you see that that picture? has stepped in has sat in the same place. Yep. The entire time. entire time. It's leaning against the wall. Yep. You just never put it up. cannot put it up. It's amazing. All right, no more fake news. No more putting off putting about that Rappaport. So anyway, John Rapoport gets in there and he has got a bombshell story. Excellent. That is up on infowars.com. That's where it's been published also with no more fake news.com Of course, it is. cross pollination."
    },
    {
      "end_timestamp": 330.0,
      "id": "5e52eae2-d1eb-3c43-a519-e199932f5748",
      "speaker": "Jordan",
      "start_timestamp": 329.0,
      "text": "Absolutely. He's"
    },
    {
      "end_timestamp": 341.0,
      "id": "7d0fcc65-7a6a-3311-96a8-8c961dc7b1f8",
      "speaker": "Dan",
      "start_timestamp": 330.0,
      "text": "like a little busy bee. Yeah. And he has this bombshell story that is about university universities. And what's really going on on college campuses. Thank"
    },
    {
      "end_timestamp": 345.0,
      "id": "bb038d15-0368-363b-9b19-dc790254add5",
      "speaker": "Jordan",
      "start_timestamp": 341.0,
      "text": "God somebody finally found out I thought it was just sex."
    },
    {
      "end_timestamp": 348.0,
      "id": "710eaf6d-77e9-301a-b53a-d1cae4b64991",
      "speaker": "Dan",
      "start_timestamp": 345.0,
      "text": "You know what they would have been a better report."
    },
    {
      "end_timestamp": 358.0,
      "id": "c7c3f343-eac6-310a-b6e0-bd4f46684760",
      "speaker": "Jordan",
      "start_timestamp": 348.0,
      "text": "These kids be fucking and you didn't know what that would have worked perfectly Infowars leader readers and listeners would have hated that scared the shit out. They don't like people having sex. Did you know that they"
    },
    {
      "end_timestamp": 360.0,
      "id": "32e9388d-8d93-3135-a417-ea5ec488e7fd",
      "speaker": "Dan",
      "start_timestamp": 358.0,
      "text": "found a new way to have sex."
    },
    {
      "end_timestamp": 369.0,
      "id": "c7ee9b3b-97a3-3847-90a0-77358fd572d1",
      "speaker": "Jordan",
      "start_timestamp": 360.0,
      "text": "No way a hole in the butthole in your anus. But that's only at least what my grandma told me when I was seven. Now I'm"
    },
    {
      "end_timestamp": 390.0,
      "id": "309c2af9-0827-3134-9603-a63413324d3e",
      "speaker": "Dan",
      "start_timestamp": 369.0,
      "text": "having fantasies of John Rapoport next report. So you might be asking yourself, why the fuck are we covering this? Were an Alex Jones centric pod. I was absolutely about to ask that. And we're going to get to why like this is such an offensive horrible thing that is being broadcast on the air. Okay, as we go through, you'll start to see the picture of why this is terrible."
    },
    {
      "end_timestamp": 393.0,
      "id": "2a7ef6a7-ab04-3481-9bb3-57cee9d95b43",
      "speaker": "Jordan",
      "start_timestamp": 390.0,
      "text": "I feel like I'm figuring it out real quick. But"
    },
    {
      "end_timestamp": 416.0,
      "id": "d64bacfd-4355-36f7-9686-8c6468f61a6b",
      "speaker": "Dan",
      "start_timestamp": 393.0,
      "text": "also I think it's time now that we've established our format and you know, we're pretty comfortable that it might be time to start dipping our toe into who are the Who are these cadre of weirdos. Okay, Alex always has on his show. Because we're gonna we're working on exposing the bullshit of Alex right. But we also should be like, also don't trust this. So"
    },
    {
      "end_timestamp": 424.0,
      "id": "9d3fa215-2636-3f3c-bc5f-3fce57539fca",
      "speaker": "Jordan",
      "start_timestamp": 416.0,
      "text": "you gotta you gotta work from the ground up to you know, you can't just focus on the dawn. Let's call him the dawn. The dawn of Infowars."
    },
    {
      "end_timestamp": 425.0,
      "id": "7f13718b-aaa0-3235-afe4-03db2c45c206",
      "speaker": "Dan",
      "start_timestamp": 424.0,
      "text": "He's the Don King. We"
    },
    {
      "end_timestamp": 427.0,
      "id": "9b1dd40f-dbcf-33ad-b566-aeb3f7c09423",
      "speaker": "Jordan",
      "start_timestamp": 425.0,
      "text": "gotta go after his under bosses. Yeah,"
    },
    {
      "end_timestamp": 447.0,
      "id": "67eea935-4bde-341b-9e6b-a3fd192538e5",
      "speaker": "Dan",
      "start_timestamp": 427.0,
      "text": "so this is one of his Chophouse John Rapoport. I'll let him start this off with his breaking bombshell report. visa vie. College campuses. I'm vamping because my clip is loading."
    },
    {
      "end_timestamp": 450.0,
      "id": "0e2c4b90-e2fa-33e2-9109-35e45595cff1",
      "speaker": "Jordan",
      "start_timestamp": 447.0,
      "text": "Oh, professional. podcaster"
    },
    {
      "end_timestamp": 453.0,
      "id": "9119caf3-9aaa-3ad9-8769-356309ecc33d",
      "speaker": "Dan",
      "start_timestamp": 450.0,
      "text": "you're I'm a professional reason."
    },
    {
      "end_timestamp": 454.0,
      "id": "0e7c02a3-8456-3819-bf3d-914f765e6fd6",
      "speaker": "Jordan",
      "start_timestamp": 453.0,
      "text": "Oh, no."
    },
    {
      "end_timestamp": 457.0,
      "id": "00dce3b2-b4c7-3302-a0a3-b03c08507d1d",
      "speaker": "Dan",
      "start_timestamp": 454.0,
      "text": "That's fine. It'll load up."
    },
    {
      "end_timestamp": 469.0,
      "id": "429162af-7bd2-3aaa-82b4-d97ddbbc046e",
      "speaker": "Jordan",
      "start_timestamp": 457.0,
      "text": "dead air. dead air. dead air. That would be a great, that would be the best Jeopardy theme song to do while they're waiting for the Final Jeopardy thing."
    },
    {
      "end_timestamp": 469.0,
      "id": "e360a447-35c5-32de-84c2-5b43f3494f5d",
      "speaker": "Dan",
      "start_timestamp": 469.0,
      "text": "Wait, dead air."
    },
    {
      "end_timestamp": 472.0,
      "id": "d03540b9-00e9-3191-b117-15470dbfaa2f",
      "speaker": "Unknown Speaker",
      "start_timestamp": 469.0,
      "text": "Oh, dead air. dead air."
    },
    {
      "end_timestamp": 479.0,
      "id": "03714e44-edf6-39af-9482-18392afe2a53",
      "speaker": "Dan",
      "start_timestamp": 472.0,
      "text": "I take this as a personal attack. But now. So here's John Rapoport. Take it away. Maybe."
    },
    {
      "end_timestamp": 530.0,
      "id": "9950d0c8-f7d0-3051-8236-6095e69ba37b",
      "speaker": "Jon Rappoport",
      "start_timestamp": 479.0,
      "text": "John Rapoport sitting in here for Alex in the fourth hour. Gonna have a big investigative report here. And probably going to take up most of the hour with it density. Oh, yeah. The article which I wrote recently at no more fake news. The Number One Mind Control Program at US colleges. So we start here. Everybody knows about this insane. Triggering safe spaces micro aggressions. fad trend movement that has broken out at colleges. Oh, you said something. It triggered me. I saw Hollywood a Halloween costume and I freaked out and now I have to go to a room."
    },
    {
      "end_timestamp": 537.0,
      "id": "5e4ff860-185e-337f-a512-041f12f42f0f",
      "speaker": "Dan",
      "start_timestamp": 530.0,
      "text": "Let's be clear. When he's talking about the Halloween costumes. He's talking about people being in blackface. Oh, that's what he's talking about."
    },
    {
      "end_timestamp": 541.0,
      "id": "43599fca-2b05-3bb0-a7be-0b5ec623f7dd",
      "speaker": "Jordan",
      "start_timestamp": 537.0,
      "text": "Because I was thinking he was talking about somebody dressed like Jason. No,"
    },
    {
      "end_timestamp": 549.0,
      "id": "f4ffaafb-7c6f-335c-b52c-c0fe02c2cf1a",
      "speaker": "Dan",
      "start_timestamp": 541.0,
      "text": "I'm triggered. It's so scary. Right now. He's talking about being mad at people dressing in blackface? Because this came up earlier."
    },
    {
      "end_timestamp": 566.0,
      "id": "6999df9a-3b95-32a9-ad9f-bfc69ecedad2",
      "speaker": "Jordan",
      "start_timestamp": 549.0,
      "text": "Like you shouldn't be mad at people dressing in black. Oh, greed. Am I wrong? Agree. All right. So so we've established first before we go any further blackface, bad? Oh, yeah. Even if you're Al Jolson, even if you're related Al Jolson, yeah. Yeah."
    },
    {
      "end_timestamp": 567.0,
      "id": "0affa77b-1fcc-39f5-a383-8c356400de43",
      "speaker": "Unknown Speaker",
      "start_timestamp": 566.0,
      "text": "blackface is bad. Yep."
    },
    {
      "end_timestamp": 581.0,
      "id": "a1da21b6-b06d-3ebc-93ab-c2e4f185dfa2",
      "speaker": "Dan",
      "start_timestamp": 567.0,
      "text": "Even though that guy on the last show. We did have a slightly weird opinion on that. But yeah, so if you see these things, on college campuses, you're gonna get triggered because it's a fad to be offended by stuff. And then what's going to end up happening is you're going to have to"
    },
    {
      "end_timestamp": 588.0,
      "id": "1ea5853a-2edf-332e-8f5f-ed6e960a413d",
      "speaker": "Unknown Speaker",
      "start_timestamp": 581.0,
      "text": "wear as I get hot chocolate and play with dolls and a little train session. I mean, what was at a call?"
    },
    {
      "end_timestamp": 600.0,
      "id": "9d0a347a-b1a9-3339-9667-32193276685e",
      "speaker": "Jordan",
      "start_timestamp": 588.0,
      "text": "He's, he's describing the comfort room when you lose in a spelling bee is that's exactly what he's describing in the National Spelling Bee whenever they whenever the kids who are I don't know how old they are. Are they like six"
    },
    {
      "end_timestamp": 605.0,
      "id": "b48e17f6-d4c4-306e-806e-fb77592402c8",
      "speaker": "Dan",
      "start_timestamp": 600.0,
      "text": "and eight? Yeah, that age. They're like fourth grade. So probably Yeah. And they've gone through all"
    },
    {
      "end_timestamp": 623.0,
      "id": "f8b3b214-8d12-36b6-94a1-864630c2b137",
      "speaker": "Jordan",
      "start_timestamp": 605.0,
      "text": "of this work for years. And then their dreams are crushed so spectacularly in such a young age on a national television on national television, they take them to the comfort room where they do exactly that. So I'm assuming it's I think it's a me is making about only Spelling Bee related issues on campus."
    },
    {
      "end_timestamp": 627.0,
      "id": "8c590e27-a515-36a2-bc23-9b275ce82474",
      "speaker": "Dan",
      "start_timestamp": 623.0,
      "text": "I think maybe he was in a spelling 50 odd years ago,"
    },
    {
      "end_timestamp": 631.0,
      "id": "b86d6e33-3e88-3cd9-936b-bb47582ec2fe",
      "speaker": "Jordan",
      "start_timestamp": 627.0,
      "text": "not do well know, based on this report. He was not good at spelling. So he's"
    },
    {
      "end_timestamp": 644.0,
      "id": "b8e3c6b4-007b-3900-bca5-994a446d5882",
      "speaker": "Dan",
      "start_timestamp": 631.0,
      "text": "describing something that's a mix between the comfort room you're describing and like a chill out 10 Write that somewhere in the middle there, but it's absolutely not. Number one, what is space safe spaces? No. And number two, not something that exists."
    },
    {
      "end_timestamp": 671.0,
      "id": "bc71b50c-a801-39f6-a4d2-f642ea5558b7",
      "speaker": "Jordan",
      "start_timestamp": 644.0,
      "text": "Also, even if it did, it's not a bad thing. It sounds pretty awesome. Yeah, if I was offended by something, and then I was like, wait, you know what, instead of getting angry and projecting this outward, and I'm gonna go to this room over here where I get some ice cream? Yeah, no, I'm in Yeah, I actually, this whole thing is invalidated. I want those to exist before we go any further. All right, we will them into existence."
    },
    {
      "end_timestamp": 688.0,
      "id": "d394c892-ce06-353f-a409-8e7bd7afba6f",
      "speaker": "Unknown Speaker",
      "start_timestamp": 671.0,
      "text": "A higher institution of learning. At many colleges, this is happening. And of course, it goes along with politically correct speech, and so on and so forth. But you know, people are just boggled by this. Meaning what are these kids talking about?"
    },
    {
      "end_timestamp": 704.0,
      "id": "2bc9507c-2fa6-3ec9-a509-e68b0a77a70c",
      "speaker": "Dan",
      "start_timestamp": 688.0,
      "text": "The you ask that all the time, don't you? Yeah, that's that you nailed it. Exactly. Yeah. The people who are boggled by it are people who are no longer kids. Yeah. People who are boggled by like, what is this? What is this rap?"
    },
    {
      "end_timestamp": 705.0,
      "id": "12b06a04-0340-33cb-a17e-d563ef26081b",
      "speaker": "Unknown Speaker",
      "start_timestamp": 704.0,
      "text": "Yeah, let's Yeah."
    },
    {
      "end_timestamp": 709.0,
      "id": "f760e5a5-1d19-31a4-8775-a9d8082e9da9",
      "speaker": "Jordan",
      "start_timestamp": 705.0,
      "text": "They said that word that we used to say."
    },
    {
      "end_timestamp": 722.0,
      "id": "708cf719-a125-3eb6-adcc-deb40502c23f",
      "speaker": "Dan",
      "start_timestamp": 709.0,
      "text": "He's, he's like a 6070 year old guy who doesn't believe HIV causes AIDS of ours to be confused by like, the changing evolution of culture, like people having a greater understanding of each other."
    },
    {
      "end_timestamp": 729.0,
      "id": "fd5fc7dc-7c9a-3afa-ba2e-7a132f42f1af",
      "speaker": "Jordan",
      "start_timestamp": 722.0,
      "text": "So we're getting into angry old man on a rocking chair territory is what we're about. We're about to dive into"
    },
    {
      "end_timestamp": 740.0,
      "id": "082e47f7-fabe-3f69-a9bc-d70df7fc38a3",
      "speaker": "Dan",
      "start_timestamp": 729.0,
      "text": "why that guy is angry old man on a rocking chair in spirit, but it's being presented as a report. Yeah, and I've got the truth. It's not like,"
    },
    {
      "end_timestamp": 747.0,
      "id": "b9dd3269-1fec-3987-88bc-5e05307d75e8",
      "speaker": "Jordan",
      "start_timestamp": 740.0,
      "text": "like, if on your local news channel instead of meteorology, it was just this old dude just gone? Well, my joints are swelling up. So"
    },
    {
      "end_timestamp": 751.0,
      "id": "45a58ddd-0c3a-3738-b2f9-c1cd4a6bf718",
      "speaker": "Dan",
      "start_timestamp": 747.0,
      "text": "we all know what that mean. Means we're in for a good soak,"
    },
    {
      "end_timestamp": 756.0,
      "id": "e2c1d6db-9a3c-39e2-8d12-ebf8b681d1f4",
      "speaker": "Jordan",
      "start_timestamp": 751.0,
      "text": "probably gonna be wet later. And we're getting closer and closer to hillbilly data,"
    },
    {
      "end_timestamp": 805.0,
      "id": "00a7fe16-fcee-34b4-a783-3db7984b8e96",
      "speaker": "Dan",
      "start_timestamp": 756.0,
      "text": "or whatnot. But I have difficulty getting it right into that hillbilly pocket and not going to the bayou. Yeah, it's real close. It's real touchy. Go. But so the thing that offends me a little bit about just the beginning of this is that he's not angry. Now. He should be angry. If he believes what he's saying. Yeah, you should be furious. He's he is kind of reading it like one of those 60 minutes producers though, where he's, he's giving you that like, screen of objectivity. Yeah, like I am just a passionless observer reporting that other people are confused by what young people are doing. Yeah. Which is, again, it comes back to a cowardly dodge. Anyway, he goes on to elaborate his point, which is still it's still a little vague what he's trying to get to."
    },
    {
      "end_timestamp": 821.0,
      "id": "f9eeabc7-ed00-3fbc-8d91-6539004a4328",
      "speaker": "Unknown Speaker",
      "start_timestamp": 805.0,
      "text": "Okay, safe spaces microaggressions try I'm triggered I'm triggered. I'm triggered. You know, where did this come from? How did it start? White people so I've been lurking around in the shadows for a couple of years."
    },
    {
      "end_timestamp": 825.0,
      "id": "71827dc7-9cc4-3780-89a3-b6a78b36c658",
      "speaker": "Jordan",
      "start_timestamp": 821.0,
      "text": "Don't do that. Don't describe yourself as lurking around the shadows."
    },
    {
      "end_timestamp": 831.0,
      "id": "be95fced-bc44-39ab-8bb2-ed6e06f6821a",
      "speaker": "Dan",
      "start_timestamp": 825.0,
      "text": "We also know take that we take that as implied that's bad and lurking in the shadows."
    },
    {
      "end_timestamp": 840.0,
      "id": "d873670e-1568-319c-a93b-9c3f24d7de28",
      "speaker": "Jordan",
      "start_timestamp": 831.0,
      "text": "We know Yeah, you're not he's not dressing up is like, Excuse me, fellow college students. How are you today? Yeah, I am normal man,"
    },
    {
      "end_timestamp": 845.0,
      "id": "6cb2a18d-e02b-3e32-85e8-428c6c07b596",
      "speaker": "Dan",
      "start_timestamp": 840.0,
      "text": "sort of age based soul man. But also it's like yeah,"
    },
    {
      "end_timestamp": 849.0,
      "id": "60467917-3b10-388b-861b-bc25c55e4de4",
      "speaker": "Jordan",
      "start_timestamp": 845.0,
      "text": "he's never been kissing. He's doing the Never Been Kissed thing"
    },
    {
      "end_timestamp": 854.0,
      "id": "b3c32c83-c199-3d44-b183-66dd872306f5",
      "speaker": "Dan",
      "start_timestamp": 849.0,
      "text": "around. Hey, Rapaport stop lurking in shadows put that god damn picture."
    },
    {
      "end_timestamp": 859.0,
      "id": "338450e5-dba1-353a-be4e-e3c017585bc5",
      "speaker": "Jordan",
      "start_timestamp": 854.0,
      "text": "Why would you lurk? And also if you've seen what he looks like, you know, you don't want him lurking in shadows"
    },
    {
      "end_timestamp": 861.0,
      "id": "ab0f740f-7511-3ada-8241-a1620c07f19c",
      "speaker": "Unknown Speaker",
      "start_timestamp": 859.0,
      "text": "anywhere. No, no, no, no,"
    },
    {
      "end_timestamp": 863.0,
      "id": "27e2dcf7-47f8-3ce1-98ec-a518d3630f61",
      "speaker": "Jordan",
      "start_timestamp": 861.0,
      "text": "let alone on a college campus. No,"
    },
    {
      "end_timestamp": 869.0,
      "id": "9d0ee5f5-4dad-38ef-881b-f54163345fb3",
      "speaker": "Dan",
      "start_timestamp": 863.0,
      "text": "I mean, I know he's pretty Yeah, let's be fair. He's using it metaphorically. But choose different words. Rapoport."
    },
    {
      "end_timestamp": 875.0,
      "id": "fedad947-9c10-3b42-99c7-179f70c64531",
      "speaker": "Jordan",
      "start_timestamp": 869.0,
      "text": "Well, yeah, no, that sounds evil. His his metaphor openly starts out evil. It sounds at"
    },
    {
      "end_timestamp": 877.0,
      "id": "df8cb341-4864-3193-bc8c-1a64a43475d7",
      "speaker": "Dan",
      "start_timestamp": 875.0,
      "text": "least a nefarious Yes. Yeah. All right."
    },
    {
      "end_timestamp": 927.0,
      "id": "8625b1d7-3334-3173-8980-459ab2a0ea01",
      "speaker": "Unknown Speaker",
      "start_timestamp": 877.0,
      "text": "Piling up information on this. And I needed a few final pieces and I finally got them. Oh, yeah. And then the last fell into place. So I'm going to tell you exactly where all this stuff came from. From the National Alliance on Mental Illness, comes this statistic. In one year 25% of all college students in the US have either been diagnosed with a mental disorder, or treated for a mental disorder. One out of four, across the US in colleges or college."
    },
    {
      "end_timestamp": 935.0,
      "id": "a9be0132-fe8d-3093-8a99-27a5010ee3ae",
      "speaker": "Dan",
      "start_timestamp": 927.0,
      "text": "Okay, I have a number of things to debunk that statistic meaning anything. Yeah. Why is that true? No, I can't, I can't. Can"
    },
    {
      "end_timestamp": 938.0,
      "id": "891ae063-1d73-36fb-a41e-2d2911433955",
      "speaker": "Jordan",
      "start_timestamp": 935.0,
      "text": "you find anywhere that says that? Well,"
    },
    {
      "end_timestamp": 950.0,
      "id": "9f4f8fa6-cddb-3e32-95f5-c588725d7ac7",
      "speaker": "Dan",
      "start_timestamp": 938.0,
      "text": "that national association of mental illness, but I they said, but I can't trust their sourcing? I have no idea. But like, you, I don't know where you're gonna get that information from number one. Number two,"
    },
    {
      "end_timestamp": 953.0,
      "id": "3e7f5684-3253-3be6-aed9-a8da8e2f6e9a",
      "speaker": "Jordan",
      "start_timestamp": 950.0,
      "text": "laying Can't you not get that information, though? It seems"
    },
    {
      "end_timestamp": 955.0,
      "id": "8aaf19b2-5b6d-3ce4-9e70-5c8a3a358e82",
      "speaker": "Dan",
      "start_timestamp": 953.0,
      "text": "like a lot of it would have privacy issues."
    },
    {
      "end_timestamp": 960.0,
      "id": "3206a114-e3cb-33e4-b5c7-e8008b73a58b",
      "speaker": "Jordan",
      "start_timestamp": 955.0,
      "text": "Yeah. Like what what would you what would you would go to leave all those?"
    },
    {
      "end_timestamp": 993.0,
      "id": "ee259cc6-3393-31c2-9252-91b750249f8c",
      "speaker": "Dan",
      "start_timestamp": 960.0,
      "text": "Okay, leave our head aside, because it's not important. Because here's the bigger picture. That number if it does exist, that one enforce statistic has to by definition, include people who have drug seeking behaviors, people who are going to try and get Adderall and shit like that. Yeah, has to include that subset of the population, which is massive. Yeah, it also has to include anybody who's gone and gotten a diagnosis and then never gone back. They just go in and get like therapy at the Student Health Center, or whatever, and then don't pursue it. So like that one and four statistic is meaningless."
    },
    {
      "end_timestamp": 998.0,
      "id": "6df6c40f-b8bc-3dff-b91f-5c8474bca6fb",
      "speaker": "Jordan",
      "start_timestamp": 993.0,
      "text": "No, it seems like it's very, very scary. I want to go let's flip it. I'm gonna go with its vaccines. Let's flip"
    },
    {
      "end_timestamp": 1001.0,
      "id": "592af644-e62c-3366-98be-674799c9fa46",
      "speaker": "Dan",
      "start_timestamp": 998.0,
      "text": "this one and four, three and four, don't."
    },
    {
      "end_timestamp": 1010.0,
      "id": "6341eedc-8f36-31b7-b7b4-00fcac0ec3c5",
      "speaker": "Jordan",
      "start_timestamp": 1001.0,
      "text": "Which, who the fuck are those kids? How are they getting through that shit? Have you ever been to college? Okay."
    },
    {
      "end_timestamp": 1013.0,
      "id": "9f0b2193-d621-3c99-b76c-9b7c84b74bf9",
      "speaker": "Dan",
      "start_timestamp": 1010.0,
      "text": "Terrifying. Yeah, yeah, so like this idea. It's like, oh, my"
    },
    {
      "end_timestamp": 1020.0,
      "id": "0e1c62d7-5a6a-3b65-adad-bfacaf85bebe",
      "speaker": "Jordan",
      "start_timestamp": 1013.0,
      "text": "there is a creepy man lurking in the shadows. How do you not have a paranoid delusion about that it"
    },
    {
      "end_timestamp": 1040.0,
      "id": "7b420728-1112-3f23-9ed3-43915f98e0a3",
      "speaker": "Dan",
      "start_timestamp": 1020.0,
      "text": "needs a fucking Xanax to get through the rest of your life after you see this kitten. So that's kind of like it's a meaningless statistic. For those reasons. I think the idea of people going to try and get pills. I know a number of people in my college days in my after college days, who behave like that."
    },
    {
      "end_timestamp": 1047.0,
      "id": "3c34aa1a-3037-3d1b-9e69-ec772656b0b7",
      "speaker": "Jordan",
      "start_timestamp": 1040.0,
      "text": "So that I know a number of me's who are is constantly looking for pills. Yeah, crazy me."
    },
    {
      "end_timestamp": 1056.0,
      "id": "945501c9-45eb-37a6-98b8-7bc7a4f1d517",
      "speaker": "Dan",
      "start_timestamp": 1047.0,
      "text": "So that group is included in that 25%. So it just it's like you need to be a little bit more specific with your numbers or else you're just spouting? No,"
    },
    {
      "end_timestamp": 1067.0,
      "id": "6eefb718-6bda-3c40-8768-a757bbfa72b9",
      "speaker": "Jordan",
      "start_timestamp": 1056.0,
      "text": "you need to be as vague as possible in order to scare as many people as you can in order to drive traffic to no more fake news. To his credit,"
    },
    {
      "end_timestamp": 1070.0,
      "id": "67aefe3b-31c5-37b4-a5f2-345942e34a47",
      "speaker": "Dan",
      "start_timestamp": 1067.0,
      "text": "he doesn't sell like survival products."
    },
    {
      "end_timestamp": 1079.0,
      "id": "99b60366-e747-32db-ae83-c28794df8469",
      "speaker": "Jordan",
      "start_timestamp": 1070.0,
      "text": "He sells continuing to get polio. HIV. Yeah, he sells bringing all the all the vaccines to halting"
    },
    {
      "end_timestamp": 1081.0,
      "id": "b7aaaf1b-9f56-320e-a1b1-96a702e0e98d",
      "speaker": "Dan",
      "start_timestamp": 1079.0,
      "text": "close, you also sell some bullshit."
    },
    {
      "end_timestamp": 1093.0,
      "id": "629a6ad8-0185-348e-9d66-e341c5d71341",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1081.0,
      "text": "Oh, to sink in for a second. Okay. Let us observe a microsecond of silence. He didn't give us that on that one."
    },
    {
      "end_timestamp": 1095.0,
      "id": "1f28fa35-b251-34f1-87f8-1455eff2149f",
      "speaker": "Jordan",
      "start_timestamp": 1093.0,
      "text": "And in other words, that a microsecond, US"
    },
    {
      "end_timestamp": 1099.0,
      "id": "269c694b-f3c0-3fe5-8ac8-2aa72b4fd639",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1095.0,
      "text": "colleges and universities have been turned into psychiatric clinics,"
    },
    {
      "end_timestamp": 1101.0,
      "id": "21107092-d0f5-3856-ae14-8d43f9ae2fa9",
      "speaker": "Jordan",
      "start_timestamp": 1099.0,
      "text": "shaky ectric clinics, that"
    },
    {
      "end_timestamp": 1119.0,
      "id": "820f75dc-70ac-31d7-b2d1-249ca5cb1ad2",
      "speaker": "Dan",
      "start_timestamp": 1101.0,
      "text": "conclusion does not follow from the premise. No, that's not at all. 5% dubious statistic of college students are diagnosed with mental illnesses. Yes, ergo, all colleges are psychiatric clinics. Okay, great. Well done. John Rapoport. Oh,"
    },
    {
      "end_timestamp": 1125.0,
      "id": "46897063-c94c-3115-943f-244f16108fce",
      "speaker": "Jordan",
      "start_timestamp": 1119.0,
      "text": "well, all colleges should have a psychiatric clinic. Yeah, I think that's a good idea. It's"
    },
    {
      "end_timestamp": 1126.0,
      "id": "a60dc756-3406-3f30-b31e-5c82adc6ea09",
      "speaker": "Dan",
      "start_timestamp": 1125.0,
      "text": "an essential piece of student wellness."
    },
    {
      "end_timestamp": 1132.0,
      "id": "c264a929-5618-361b-bee6-3d2d7747a95f",
      "speaker": "Jordan",
      "start_timestamp": 1126.0,
      "text": "Now, if you are turning all colleges into psychiatric clinics, I don't think that's a way to learn."
    },
    {
      "end_timestamp": 1134.0,
      "id": "4698c9bc-8ae0-3cfe-a44e-ab60baf46b50",
      "speaker": "Dan",
      "start_timestamp": 1132.0,
      "text": "I don't think so either. But he would agree with you. I"
    },
    {
      "end_timestamp": 1139.0,
      "id": "b7344353-a382-3d04-b987-8f6660051f7b",
      "speaker": "Jordan",
      "start_timestamp": 1134.0,
      "text": "think we're in agreement. You know what, I think it's a bad idea to do what he said they're"
    },
    {
      "end_timestamp": 1145.0,
      "id": "435c9afa-423d-3698-ad8b-a13226212448",
      "speaker": "Dan",
      "start_timestamp": 1139.0,
      "text": "doing. I think he thinks it's like Arkham City. He thinks that all colleges are Arkham. City."
    },
    {
      "end_timestamp": 1157.0,
      "id": "a1deaab4-6939-310b-8bf1-fa3e3c01757f",
      "speaker": "Jordan",
      "start_timestamp": 1145.0,
      "text": "And if he is continuing to lurk in the shadows, that makes him we found him ladies and gentlemen, we got a call doctor. Yeah, get on up here."
    },
    {
      "end_timestamp": 1160.0,
      "id": "a08bd24f-5389-32a2-8c5c-5bea45d7eb07",
      "speaker": "Dan",
      "start_timestamp": 1157.0,
      "text": "That made us some more thoughts."
    },
    {
      "end_timestamp": 1182.0,
      "id": "439c3255-0f1d-3446-a4a0-72fb967d04b5",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1160.0,
      "text": "Let's face it. I mean, come on. That's the story. That's the underlying story. Whether it's a diagnosis of ADHD, or clinical depression, or bipolar, or you know, whatever it is, and the treatment with highly, highly active, toxic drugs."
    },
    {
      "end_timestamp": 1189.0,
      "id": "7ec0ba98-aa92-39ae-978c-5ad69d6d39cb",
      "speaker": "Jordan",
      "start_timestamp": 1182.0,
      "text": "Back in my day, we used to just hit people for treatment. Yeah, you didn't have ADHD you had you're about to get a"
    },
    {
      "end_timestamp": 1193.0,
      "id": "318c80cc-2e48-38e9-8181-1e7b52ee57d5",
      "speaker": "Dan",
      "start_timestamp": 1189.0,
      "text": "spanking. Boy. You didn't have a mental illness. You were just a person. Yeah, exactly. Great."
    },
    {
      "end_timestamp": 1195.0,
      "id": "cab3b03d-525d-30f4-8c70-af931ff4381f",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1193.0,
      "text": "That's why That's why actuate the"
    },
    {
      "end_timestamp": 1209.0,
      "id": "6df7afe8-45e5-3963-ad37-497e7292aff9",
      "speaker": "Dan",
      "start_timestamp": 1195.0,
      "text": "cycle. Yeah, it's that whole thing. It's like, you know what, yeah, I mean, I'm telling me I shouldn't hit my kids. My dad hit me turns out great. Yeah. Oh, no, no, you don't see the problem there. You're hitting your kid probably because you got hit as a child. You"
    },
    {
      "end_timestamp": 1227.0,
      "id": "772ba970-e541-3754-871f-fe2c21e9c6f4",
      "speaker": "Jordan",
      "start_timestamp": 1209.0,
      "text": "know, PTSD wasn't an issue when those boys came back from World War Two. I mean, except for all the ones who killed themselves and never spoke about it again or anything like that, or Yeah, well end up being Oh, yeah, no, PTSD wasn't a thing back when men were men back when men were men, and there were fewer of them. Yeah."
    },
    {
      "end_timestamp": 1255.0,
      "id": "00207a77-c4b3-37db-b5b0-8471dccf8d87",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1227.0,
      "text": "So what does that do? That creates a complete culture of victimhood. I don't care what Hillary Clinton advocates are. care's creepy laugh, these kids now can have a right to consider themselves victims. Well, I have a problem. And so what's the next step? Well, this explains why I have a problem because I have a mental disorder. Okay. Wow, there we go."
    },
    {
      "end_timestamp": 1257.0,
      "id": "3747da93-079a-3212-9da5-ed7b09489617",
      "speaker": "Jordan",
      "start_timestamp": 1255.0,
      "text": "Wait, was that him saying?"
    },
    {
      "end_timestamp": 1274.0,
      "id": "ca9dfa3b-bee2-3391-9545-cc9448028848",
      "speaker": "Dan",
      "start_timestamp": 1257.0,
      "text": "He is roleplay? Okay. All right. But it's also a little chicken egg ish. You know, I mean, it's like, it's like, okay, so you diagnosis and now you're a victim. So you can excuse all your behaviors. It's like, well, maybe what led to the diagnosis was I suffered from panic attacks and couldn't leave my house."
    },
    {
      "end_timestamp": 1287.0,
      "id": "10474c7f-d3c6-3287-ae1c-a0a3fc3fe61e",
      "speaker": "Jordan",
      "start_timestamp": 1274.0,
      "text": "Well, does he think people are being triggered without having anything that triggered them? Like the whole point of that, you know, that trigger warning is, you were a victim? Uh huh. And this will bring up those bad memories."
    },
    {
      "end_timestamp": 1299.0,
      "id": "7a1050a3-27d2-37ae-85b1-0c5b68228861",
      "speaker": "Dan",
      "start_timestamp": 1287.0,
      "text": "Right? It's the idea of you, you were sexually assaulted. And here's some graphic content describing a sexual assault. You don't want to be part of that. That's a warning. Yeah. And safe spaces are like"
    },
    {
      "end_timestamp": 1300.0,
      "id": "fcae9abe-e93e-3de4-93e2-5e619c41e9bf",
      "speaker": "Jordan",
      "start_timestamp": 1299.0,
      "text": "where you don't have to deal"
    },
    {
      "end_timestamp": 1313.0,
      "id": "e5bc0625-c0a7-3536-8b66-aff1b9608788",
      "speaker": "Dan",
      "start_timestamp": 1300.0,
      "text": "with that. You don't or you don't have to deal like you're in a situation where people who aren't on who aren't on the level are going to just get in the way. Yeah, well, let's exclude that. Yeah,"
    },
    {
      "end_timestamp": 1317.0,
      "id": "d6ec9d6f-b81a-3b1d-9949-c73506ec4ed4",
      "speaker": "Jordan",
      "start_timestamp": 1313.0,
      "text": "there are zero. train cars that are safe spaces. Let's put it that way. Yes,"
    },
    {
      "end_timestamp": 1337.0,
      "id": "ffd5798f-5e57-3a42-8ff5-4510a255d059",
      "speaker": "Dan",
      "start_timestamp": 1317.0,
      "text": "absolutely. I don't know. Look, I don't want to sit here and defend the entirety of Safe Space trigger warning culture. But I know that it's based on something. And it's not crazy people know, it's based on people being oppressed. Yeah. It's based on taking a stand against things that are being forced upon other people, the people most"
    },
    {
      "end_timestamp": 1343.0,
      "id": "7bb1b265-c09e-3670-b06e-9ca1d8c3cb58",
      "speaker": "Jordan",
      "start_timestamp": 1337.0,
      "text": "against that whole concept of a trigger warning are the people who generally cause people to need trigger warning."
    },
    {
      "end_timestamp": 1346.0,
      "id": "ce3065f6-128d-3925-99be-b5e55c35f8fc",
      "speaker": "Dan",
      "start_timestamp": 1343.0,
      "text": "Absolutely. Anyway, back to Batman."
    },
    {
      "end_timestamp": 1382.0,
      "id": "476d2893-0c32-3a1f-a529-3933c9303ec8",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1346.0,
      "text": "I'm off the hook. Problems studying don't know who to date or how to introduce myself to somebody or get along sociability at college, you know, kid doesn't know what to do all of this suddenly got the answer? Because you had these problems, and you wandered into the clinic, or the infirmary or whatever, in the first place. And then all of a sudden, before he knew it, oh, well, and so forth. We asked you a few questions. And yes, we'd like you to see a psychiatrist or a psychologist."
    },
    {
      "end_timestamp": 1391.0,
      "id": "8ae80ab2-ea8c-3587-9d58-916ea92aff78",
      "speaker": "Jordan",
      "start_timestamp": 1382.0,
      "text": "Got it, which is always a good idea. Diagnose. It's always a good idea. If you feel like you need to see his house, or a psychiatrist. Go see one. Sure. It's a good idea. It's never a bad idea, right?"
    },
    {
      "end_timestamp": 1428.0,
      "id": "1d0740a9-d9f2-3689-a70b-0883c916397b",
      "speaker": "Dan",
      "start_timestamp": 1391.0,
      "text": "But he's painting it as a forced thing, which is never the case. No, no one ever unless you're like suicidal or you're threatening to hurt somebody, no one ever forces you to go see a therapist. It's against the law. Yeah, it's quite literally illegal. He's creating this false idea about therapy and psychiatric help. That is like, you go in for a little minor problem. And that's when they give you a that's when they Shanghai, you could basically you're being kidnapped into therapy or whatever, if that doesn't happen. No, the only way that anybody can force you to do anything is if you present a legitimate danger to yourself or others."
    },
    {
      "end_timestamp": 1432.0,
      "id": "ef21cb72-2b35-326c-bf61-9547d1949c75",
      "speaker": "Jordan",
      "start_timestamp": 1428.0,
      "text": "And even then, it's really hard to absolutely it's very hard for good reason."
    },
    {
      "end_timestamp": 1438.0,
      "id": "bb9e237b-dcc4-3c43-a9bb-2aebc4c7e8d5",
      "speaker": "Dan",
      "start_timestamp": 1432.0,
      "text": "Yeah. Because it'd be fucking scary as a as a world system. If you could just be forced into"
    },
    {
      "end_timestamp": 1452.0,
      "id": "63190e5e-3865-37ad-aaf5-4aa606c0ab5c",
      "speaker": "Jordan",
      "start_timestamp": 1438.0,
      "text": "things would be it would be awful to go back to all the way back to like 30 years ago, and you could do that to women. Yeah, for being hysterical. Yeah, exactly. Anyway, terrible to go back to those times. Yeah. So Fargo"
    },
    {
      "end_timestamp": 1463.0,
      "id": "99affdd4-e0a9-3605-ae77-430bc49f7972",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1452.0,
      "text": "card is right there. You can play it anytime you want to. Well, I couldn't turn in the assignment. No, the dog didn't eat my homework. I have a mental disorder. Okay, well, I"
    },
    {
      "end_timestamp": 1466.0,
      "id": "1925b5db-d970-3701-9204-17fe408f08a4",
      "speaker": "Jordan",
      "start_timestamp": 1463.0,
      "text": "have a dog."
    },
    {
      "end_timestamp": 1471.0,
      "id": "bfc80017-e64b-3e63-9f2c-db36be77d883",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1466.0,
      "text": "25% Get that through your skull."
    },
    {
      "end_timestamp": 1475.0,
      "id": "4eaa0cfc-73fe-329d-9fa2-1e97d267d464",
      "speaker": "Dan",
      "start_timestamp": 1471.0,
      "text": "Get it through your skull. That number is meaningless."
    },
    {
      "end_timestamp": 1477.0,
      "id": "688ccd0f-f412-3755-be9c-6cabe601e014",
      "speaker": "Jordan",
      "start_timestamp": 1475.0,
      "text": "Get it through Castle Grayskull"
    },
    {
      "end_timestamp": 1489.0,
      "id": "fdd2083f-1d33-373d-9493-56b9608f293e",
      "speaker": "Dan",
      "start_timestamp": 1477.0,
      "text": "Get it through your couch otherwise. So yeah, I mean, there is there is an interesting conversation possibly to be had about, you know, the idea of people being able to get away with stuff"
    },
    {
      "end_timestamp": 1493.0,
      "id": "96b04907-3d8a-3209-a08f-8cae3c0202aa",
      "speaker": "Jordan",
      "start_timestamp": 1489.0,
      "text": "as as, as a member of the mental illness community."
    },
    {
      "end_timestamp": 1494.0,
      "id": "145460d1-662f-397d-ad2e-3acc614db2ba",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1493.0,
      "text": "Oh, myself. I'm"
    },
    {
      "end_timestamp": 1500.0,
      "id": "2033ce4e-da02-3272-96d4-5d651e09cd47",
      "speaker": "Jordan",
      "start_timestamp": 1494.0,
      "text": "in that group too. Right? Because we're willing to talk about it now. Yeah."
    },
    {
      "end_timestamp": 1503.0,
      "id": "4d4041bb-5289-3596-ab02-b415e50aa36a",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1500.0,
      "text": "If to fight against Batman. Yeah."
    },
    {
      "end_timestamp": 1535.0,
      "id": "6072905c-47eb-341f-b98e-df83785407fa",
      "speaker": "Jordan",
      "start_timestamp": 1503.0,
      "text": "If there is there is the question of over diagnosing. Oh, absolutely. Because that's always a concern with any kind of medical industry. That's a discussion within the community. Exactly. It's something that we all consider quite frequently. It's something that's really important too, because with all the side effects that your medications can have, if you get a wrong diagnosis that can lead to very serious complications. Yes. But that said, it's generally not as big of an issue as these people always portray it"
    },
    {
      "end_timestamp": 1556.0,
      "id": "9d4fe7e4-8663-3541-b39f-f79d3fcac4aa",
      "speaker": "Dan",
      "start_timestamp": 1535.0,
      "text": "in very, very small percentage of cases it is. And that's something that people are keenly aware of that something that there is a debate about overdiagnosis is one thing, also over prescription of stuff. Absolutely. That is something that is being discussed. And it's a real, it's a real world thing. But it's not real the way Batman is describing it, which absolutely"
    },
    {
      "end_timestamp": 1559.0,
      "id": "0306b1f9-9352-33aa-97a5-7f234954fa47",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1556.0,
      "text": "not, we're just calling it we're just gonna call him Batman now."
    },
    {
      "end_timestamp": 1563.0,
      "id": "fc92f437-98a0-314a-8ac3-5712439927de",
      "speaker": "Dan",
      "start_timestamp": 1559.0,
      "text": "That's what it is. So he has some more thoughts about trigger warnings and ship."
    },
    {
      "end_timestamp": 1587.0,
      "id": "35c25350-cf0d-3c25-bcc2-06d93e20f1ea",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1563.0,
      "text": "Now, with that underlying framework, you see, how easy is it to step from there into the student or students getting together and saying, you know, there are certain things that are going on in the environment here that are upsetting us, they are that are triggering us."
    },
    {
      "end_timestamp": 1592.0,
      "id": "59977e03-c4b8-379b-bf45-a0317225d266",
      "speaker": "Jordan",
      "start_timestamp": 1587.0,
      "text": "There was there was a, there was Nazi propaganda painted on universities,"
    },
    {
      "end_timestamp": 1625.0,
      "id": "6c429b50-c5c1-3120-af79-02faf3278a89",
      "speaker": "Dan",
      "start_timestamp": 1592.0,
      "text": "that's gonna trigger people like when I went to the student, the University of Missouri, mostly, it's gonna trigger anti Nazi people. Yeah, or Jews. Yeah. Back when I went to the University of Missouri, there was a situation where a bunch of cotton was put outside like, they're just thrown out outside the the office of the Legion of Black Collegians. And, you know, that guy that the people who did it were taken care of, by the administration. They weren't like beat up or anything they were. I did"
    },
    {
      "end_timestamp": 1629.0,
      "id": "3dc87738-1edf-3e68-8f9a-cbc08d7941d4",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1625.0,
      "text": "like the way he put right right. They were taken care of, they were dealt with, like, like they were they were"
    },
    {
      "end_timestamp": 1638.0,
      "id": "a49ae106-0504-37da-81a1-0332152258b2",
      "speaker": "Jordan",
      "start_timestamp": 1629.0,
      "text": "from the Vegas mafia. They got very short graves out in the desert to die. Yeah, nobody's gonna do that. Again."
    },
    {
      "end_timestamp": 1643.0,
      "id": "5cc03258-a5ed-3bf1-a8e2-489ec2e3f928",
      "speaker": "Dan",
      "start_timestamp": 1638.0,
      "text": "As I recall, they got expelled. I'm not entirely sure. I don't remember all the facts. But that's how I remember prefer there"
    },
    {
      "end_timestamp": 1649.0,
      "id": "42c6399b-c4d5-3f02-bcec-bc6a153b2ffc",
      "speaker": "Jordan",
      "start_timestamp": 1643.0,
      "text": "were far far more severe punishment. Absolutely. Not necessarily a three foot grave, but not"
    },
    {
      "end_timestamp": 1663.0,
      "id": "125cc6b1-4984-3aa9-92d5-c0e0411b6981",
      "speaker": "Dan",
      "start_timestamp": 1649.0,
      "text": "three, but that sort of thing happens a lot. Yeah. And that sort of thing. Is not when people respond to that it's not mental illness that's causing them to respond. It's that they should be very offended by that. Well,"
    },
    {
      "end_timestamp": 1680.0,
      "id": "bf4c6d40-d6e3-31b8-a18f-6fdeb365c7d0",
      "speaker": "Jordan",
      "start_timestamp": 1663.0,
      "text": "it's it's a threat. You're being threatened. Absolutely. You are not. If you do not look for a safe space after being threatened. Then, I mean, that's that's why are the guys perpetrating the racist horrible acts in the mental illness camp?"
    },
    {
      "end_timestamp": 1682.0,
      "id": "882111fa-296a-3b62-8ed1-77a7cdab93cc",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1680.0,
      "text": "I don't know. Shouldn't they be the ones?"
    },
    {
      "end_timestamp": 1697.0,
      "id": "f1ec9192-2e60-3b01-8feb-c599ad472cc3",
      "speaker": "Dan",
      "start_timestamp": 1682.0,
      "text": "Well, they're the ones who are angry about it. They're the ones who believe that mental illness is weakness and they're the ones who will never get the help that they probably need desperately need especially if you go out of your way to get cotton and put it outside a black building."
    },
    {
      "end_timestamp": 1702.0,
      "id": "c4896261-cee5-385f-933d-94f96f5c64f3",
      "speaker": "Jordan",
      "start_timestamp": 1697.0,
      "text": "Yeah, that's a lot of work it is racism is a lot of work"
    },
    {
      "end_timestamp": 1707.0,
      "id": "8e8126d8-427b-3fe8-a147-96de64d3cee7",
      "speaker": "Dan",
      "start_timestamp": 1702.0,
      "text": "and it indicates that something is not working right in your brain No. In God"
    },
    {
      "end_timestamp": 1718.0,
      "id": "953bf538-f5d3-366f-8814-39cc9bd7a236",
      "speaker": "Jordan",
      "start_timestamp": 1707.0,
      "text": "What if there was let's let's say there was a pill or even better yet a gas that we could just pump in too heavily racist areas, and then they just stopped being racist. I'm"
    },
    {
      "end_timestamp": 1721.0,
      "id": "984522fa-3cb7-346d-beff-60f2b727875f",
      "speaker": "Dan",
      "start_timestamp": 1718.0,
      "text": "still against that now of informed consent."
    },
    {
      "end_timestamp": 1730.0,
      "id": "aa5b688a-f006-3b89-b672-f37e51d5b421",
      "speaker": "Jordan",
      "start_timestamp": 1721.0,
      "text": "Admittedly, I agree with you now. I will say that the side effects of this gas in my head are your legs don't work anymore, so we don't have to worry about it either way,"
    },
    {
      "end_timestamp": 1743.0,
      "id": "53e61827-c7af-3029-99fe-8a865c2ba063",
      "speaker": "Dan",
      "start_timestamp": 1730.0,
      "text": "so you're not mobile? Yeah, exact about we just make your dick way too big. How about that instead of comically large"
    },
    {
      "end_timestamp": 1752.0,
      "id": "4af4ebf7-56df-378c-9a78-701e3df80226",
      "speaker": "Jordan",
      "start_timestamp": 1743.0,
      "text": "that's that's the that's the genie ironic twist to that. Oh, we just want a big dick. And then it's Oh,"
    },
    {
      "end_timestamp": 1769.0,
      "id": "cc4d39e9-fbd3-3d92-ae22-7c20a1860123",
      "speaker": "Dan",
      "start_timestamp": 1752.0,
      "text": "no, it's a careful what you wish for. Yeah, exactly. Yeah. So Batman is gonna get back to this. And at the end of this, he ends up revealing who the real enemy in the world is. And he shares some thoughts with Scientology in an unfortunate way. Great."
    },
    {
      "end_timestamp": 1778.0,
      "id": "31458303-7b6b-3080-b478-1ad42cfd24f5",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1769.0,
      "text": "Get it? Because we already have a mental disorder, you see, so we're a little bit off chemical imbalance in the brain, whatever, whatever. Whatever."
    },
    {
      "end_timestamp": 1779.0,
      "id": "055ce29e-6a9d-3f1f-bcc1-71555bdcb9f9",
      "speaker": "Jordan",
      "start_timestamp": 1778.0,
      "text": "You can't. You can't just whatever"
    },
    {
      "end_timestamp": 1783.0,
      "id": "f07ec3d5-ab7e-370c-8b48-6b6159cd703e",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1779.0,
      "text": "whatever whatever. You can't like yeah, chemical"
    },
    {
      "end_timestamp": 1786.0,
      "id": "c9f77cf7-76d5-319d-bc2c-23d099e65ee5",
      "speaker": "Jordan",
      "start_timestamp": 1783.0,
      "text": "imbalance in the brain, whatever. You know, no big deal. Bla"
    },
    {
      "end_timestamp": 1789.0,
      "id": "4af85dc9-5cce-3409-aed3-822d33a3d313",
      "speaker": "Dan",
      "start_timestamp": 1786.0,
      "text": "bla bla bla bla. This is a hard hitting investigative. Yeah, no kidding."
    },
    {
      "end_timestamp": 1836.0,
      "id": "eeb7ad48-d9ba-34f3-8367-acdf53c22682",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1789.0,
      "text": "Now we have a right to begin talking this crazy language and we need to save space in a room and the teachers and staff have to attend to us, and we can regress back into being children, because we've already been diagnosed by a mental health professional as having a mental disorder. Ooh, I hope you really get this because this is the key to understanding what is going on not only going on at US colleges and universities, but what is eating out the country from the inside the profession of psychiatry, and I'm going to break all that down for you chapter and verse in this investigative report."
    },
    {
      "end_timestamp": 1841.0,
      "id": "a959094a-0e53-387a-8ec9-cc7664641b20",
      "speaker": "Dan",
      "start_timestamp": 1836.0,
      "text": "He doesn't Okay, so psychiatry is the the psychiatry"
    },
    {
      "end_timestamp": 1851.0,
      "id": "1e7e4834-7e51-3b63-bac6-13bc6b064e27",
      "speaker": "Jordan",
      "start_timestamp": 1841.0,
      "text": "is the enemy. Yep. Now, I'm gonna, like we're gonna he's gonna go down the medication is changing people thing, right?"
    },
    {
      "end_timestamp": 1870.0,
      "id": "ce7a2267-b894-32c1-a7da-3003e096eeda",
      "speaker": "Dan",
      "start_timestamp": 1851.0,
      "text": "Yeah, there'll be a you know, there'll be touches of that. Shades of that, if you will. where's this going? It goes some places you don't expect? Of course it does. But before we get to those places, we've got to deal with him being a little bit repetitive but it's worth listening to this clip because as you'll see,"
    },
    {
      "end_timestamp": 1873.0,
      "id": "1277c0d2-b09d-3ce4-8d22-60ca3bc51228",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1870.0,
      "text": "but you've got the headline and the top paragraph now"
    },
    {
      "end_timestamp": 1911.0,
      "id": "b2510013-8249-3dfa-92ea-acc9bcfd0ee6",
      "speaker": "Jordan",
      "start_timestamp": 1873.0,
      "text": "real quick. He's a complete asshole. Right? Well look, no no, you don't get to do that. He just generalized every US college. Yes. As being a like and that's that's the whole like, that's the fight that's that's the fight that so many conservatives have because they they have that thing where they send their, you know, Christian Christian conservative brainwash kids to the university. And they meet other people. Yep. And surprisingly enough, they come back with all of this information that they never got from their tiny as bullshit town. Maybe"
    },
    {
      "end_timestamp": 1930.0,
      "id": "66361b9a-be16-371b-9a22-f75c50b66c24",
      "speaker": "Dan",
      "start_timestamp": 1911.0,
      "text": "they smoke a little weed. Maybe they smoke a little weed start to see the world. I bet they even had sex on that. Oh, my God. feelings for a different tool sort of person. Oh, they had sex all over that campus. Yeah, maybe maybe you met a gay person. You're like, Oh my God, everything I've been taught about you is wrong. What? Oh, my God, that's insane. So it's"
    },
    {
      "end_timestamp": 1975.0,
      "id": "056b9226-ac16-3509-9615-fe4d9d81d951",
      "speaker": "Jordan",
      "start_timestamp": 1930.0,
      "text": "always that it's always that whole bullshit. Like, if we could just keep them in this bubble. You know, like, a cult. If we could keep that, like every small town should just be called a cult town. Because that little bubble they have of those people who never go anywhere. And I grew up in a small town. So I know a dime a small town, I've probably will die this falls out in it, but at least it'll be in a bathroom stall of a barks or and then they try and keep that short, small viewpoint in there. And the moment somebody goes away and comes back with a different one, they blame the university. Yep. As though it's as though the university wasn't just a collection of people from other places like"
    },
    {
      "end_timestamp": 2006.0,
      "id": "6dd53c0e-b645-35b3-89c2-9a5377879360",
      "speaker": "Dan",
      "start_timestamp": 1975.0,
      "text": "you it's full of crazies and psychiatry is to blame. Oh, okay, that makes things so much easier because it's Arkham campus right? And it's a loony look if you have easy people who demand that you not dress in blackface you know, Miss gender people, right? It's, it's, people are crazy for demanding acceptance. Yeah. And I guess if that's your argument, I can't, I can't really argue with you except to say I completely disagree."
    },
    {
      "end_timestamp": 2023.0,
      "id": "b8f0b102-93c0-3813-a325-ddd4bdb4591a",
      "speaker": "Jordan",
      "start_timestamp": 2006.0,
      "text": "It's, it's weird how those same people though, are always the ones who are all the most against conformity. So it's always like, I hate it when these people demand something that goes against what I think is what everyone should be. Don't tell me what to be. Right. Right. You should be what I tell you to"
    },
    {
      "end_timestamp": 2035.0,
      "id": "12cb2809-39cc-3502-b1c9-001f67b96add",
      "speaker": "Dan",
      "start_timestamp": 2023.0,
      "text": "be individualism. Yeah, the Libertarian ideas, so long as everybody is an Indian individual in the very same way. I actually he's going to get to individuality and a little bit, I bet he's right on totally."
    },
    {
      "end_timestamp": 2051.0,
      "id": "818a0bb8-018f-36e3-bd0e-49e41f823bb9",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2035.0,
      "text": "Now, you can see how this whole business came about. Not yet. And how Of course, it's destroying the country because of the majority of the best and the brightest attending colleges and universities 25% of"
    },
    {
      "end_timestamp": 2054.0,
      "id": "12b5e222-5106-3cdb-809b-186399ad770d",
      "speaker": "Dan",
      "start_timestamp": 2051.0,
      "text": "that's not a majority."
    },
    {
      "end_timestamp": 2058.0,
      "id": "4e469484-bd24-36e1-98cc-043696df313b",
      "speaker": "Jordan",
      "start_timestamp": 2054.0,
      "text": "25% of 100%"
    },
    {
      "end_timestamp": 2061.0,
      "id": "0f91de30-826d-396e-866d-54ac4d222ee8",
      "speaker": "Dan",
      "start_timestamp": 2058.0,
      "text": "isn't even close is the majority right? No, it's not even a majority of half"
    },
    {
      "end_timestamp": 2066.0,
      "id": "0151e114-9734-3248-a83f-3f26413c9c4b",
      "speaker": "Jordan",
      "start_timestamp": 2061.0,
      "text": "what is what is what is the majority remind remind us what the majority is. I"
    },
    {
      "end_timestamp": 2070.0,
      "id": "58d68969-7125-3949-996e-29f011e20c19",
      "speaker": "Dan",
      "start_timestamp": 2066.0,
      "text": "don't know. I just learned all this liberal hippie dippie bullshit. I don't know about math in college,"
    },
    {
      "end_timestamp": 2097.0,
      "id": "b91cdf10-6db9-36b4-8dc2-83bf3879d4c5",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2070.0,
      "text": "okay. Than already is such a young age. You're being diagnosed with a mental disorder. College and drugged with highly toxic brain scrambling drugs. Naturally, some bizarre things are going to come up out of the hopper such as I'm triggered, I'm triggered I'm triggered. I'm triggered and you just say face. That was a microaggression. He wore a Halloween costume. I'm going psychotic."
    },
    {
      "end_timestamp": 2098.0,
      "id": "9eaaa057-ed1f-3451-9e97-7d890899f2ab",
      "speaker": "Jordan",
      "start_timestamp": 2097.0,
      "text": "None of these things"
    },
    {
      "end_timestamp": 2107.0,
      "id": "bba2789a-fcc3-370d-ad2a-a929be6cf45a",
      "speaker": "Dan",
      "start_timestamp": 2098.0,
      "text": "are related to each other. No, but Again, it's so offensive to me the idea that he's saying you were a Halloween costume. Yeah. They're talking specifically about blackface. It's always"
    },
    {
      "end_timestamp": 2115.0,
      "id": "94ec6160-6d2a-3d78-8a3a-afdfb0c8f834",
      "speaker": "Jordan",
      "start_timestamp": 2107.0,
      "text": "minimizing if you rename it to something. It's locker room talk, right? It's not sexual assault talk. It's locker room talk, right?"
    },
    {
      "end_timestamp": 2117.0,
      "id": "0ed0a90d-93e3-3af9-9494-57b4216d3a65",
      "speaker": "Dan",
      "start_timestamp": 2115.0,
      "text": "It's the Battle of language."
    },
    {
      "end_timestamp": 2130.0,
      "id": "2ef35a9b-5350-3e1a-a4d9-92ecdcf9ea59",
      "speaker": "Jordan",
      "start_timestamp": 2117.0,
      "text": "It's not it's not blackface is a Halloween costume. You and I know everybody wears Halloween costumes. Which means everybody wears tasteful Halloween costume. Sure, well, zero people wear fucking blackface. On the"
    },
    {
      "end_timestamp": 2151.0,
      "id": "c5e415db-1000-34dd-8653-2c7d2e86f737",
      "speaker": "Dan",
      "start_timestamp": 2130.0,
      "text": "last episode, we dealt with this in in a little bit greater detail the idea of like, what's, uh, okay as a Halloween costume and like, blackface is totally cool all that shit. So we don't need to reach right it totally, let's okay is a Halloween costume. But this is so great. Because he's, he's, he's, you know, spouting this stuff. And he's about to make a really smooth transition. I think everyone can enjoy"
    },
    {
      "end_timestamp": 2154.0,
      "id": "0bc1934e-c15b-3aa1-889b-6135139d9bdc",
      "speaker": "Jordan",
      "start_timestamp": 2151.0,
      "text": "as smooth as his dentures."
    },
    {
      "end_timestamp": 2211.0,
      "id": "4edc07a2-344f-30f9-b742-80525501547b",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2154.0,
      "text": "You bet. And the drugs then sell. Create a distorted perception of reality. Keep that in mind. So that some of these reactions that you're seeing from college students that you scratch your head about and just can't figure out are coming from the drugs. Okay, okay. Yeah, I'm getting a little worried about this. I've been on this case for 20 years now for 20 years, 20 years. Before I get to the next piece, which is gigantic. Let me make sure that you know that at Infowars store.com. You can get Roger stones new book, The making of the President 20 off now available for 20% Off"
    },
    {
      "end_timestamp": 2217.0,
      "id": "66223b23-16bb-3d8f-8ac7-33445e981221",
      "speaker": "Jordan",
      "start_timestamp": 2211.0,
      "text": "he goes on for like three that's a majority of percent off. We all know that. He goes"
    },
    {
      "end_timestamp": 2228.0,
      "id": "ae5f7cc1-8a77-3796-8785-1c18e0bdc101",
      "speaker": "Dan",
      "start_timestamp": 2217.0,
      "text": "on for like three minutes or so selling Roger stones book. But it's great because this is a show that does have commercial breaks I love what the fuck are you doing? You're in the middle of a report about how psychology isn't real a"
    },
    {
      "end_timestamp": 2231.0,
      "id": "121102db-2a9f-33da-a9b9-517d4374acf4",
      "speaker": "Jordan",
      "start_timestamp": 2228.0,
      "text": "huge bombshell common huge bombshell."
    },
    {
      "end_timestamp": 2235.0,
      "id": "4615b993-0905-3d68-9c9c-f54800e43bb9",
      "speaker": "Dan",
      "start_timestamp": 2231.0,
      "text": "But you know, we got to talk about how great this book is. I love how worked up"
    },
    {
      "end_timestamp": 2242.0,
      "id": "b140355b-bd3a-3324-816a-3e3725ca3dc6",
      "speaker": "Jordan",
      "start_timestamp": 2235.0,
      "text": "he is by his voice being like, and I'm real angry about that."
    },
    {
      "end_timestamp": 2245.0,
      "id": "7630b64a-1997-3896-816c-19ad461b55e1",
      "speaker": "Dan",
      "start_timestamp": 2242.0,
      "text": "He might be sedated. Yeah, no kidding. He might be mad."
    },
    {
      "end_timestamp": 2251.0,
      "id": "d7a20ddc-9f90-369d-8b62-d4d0319f07e9",
      "speaker": "Jordan",
      "start_timestamp": 2245.0,
      "text": "I'm getting worried. That's that's a Stephen right opening with a little hyper. Yeah, that's what that is."
    },
    {
      "end_timestamp": 2265.0,
      "id": "0a8b3e0a-076e-38cf-8f5c-86301c8711c1",
      "speaker": "Dan",
      "start_timestamp": 2251.0,
      "text": "He might be taking some of these herbs by on Infowars store.com. Those are totally fine. Got a great psychiatrist, Male Vitality, DNA force all that stuff totally fine. But these psychotropic drugs you can get from a psychiatrist"
    },
    {
      "end_timestamp": 2275.0,
      "id": "d19b9091-446a-3173-a28c-81f739ec42bc",
      "speaker": "Jordan",
      "start_timestamp": 2265.0,
      "text": "evil. Well, you know what, I will say that they do have a greater propensity for harm, because they're real, right? So anything that's real is of course, much more likely to be damaged."
    },
    {
      "end_timestamp": 2286.0,
      "id": "b2fdf4dd-8eb3-3e38-ae1a-56bed2019a2f",
      "speaker": "Dan",
      "start_timestamp": 2275.0,
      "text": "There's high risk high reward. Yes, exactly. So or more like low low, low risk, high reward. Yeah, a good trade off. Yeah. So are you ready to get to this bombshell?"
    },
    {
      "end_timestamp": 2288.0,
      "id": "f5c5cfc7-6426-3912-ae1e-7aaacc223241",
      "speaker": "Jordan",
      "start_timestamp": 2286.0,
      "text": "I am ready to get to the bombshell."
    },
    {
      "end_timestamp": 2293.0,
      "id": "cb1f880a-0d23-32b7-946d-cdaa05e1ccac",
      "speaker": "Dan",
      "start_timestamp": 2288.0,
      "text": "I want to be clear. Okay. I'm not sure there was one. All right, but this is"
    },
    {
      "end_timestamp": 2299.0,
      "id": "57c47828-9c52-35ef-bef2-2b24b55be045",
      "speaker": "Jordan",
      "start_timestamp": 2293.0,
      "text": "true. Infowars fashion. always teasing a bombshell. This is what he gets conveniently forgetting the bombshell."
    },
    {
      "end_timestamp": 2325.0,
      "id": "571f25db-6d2f-3c55-a8c7-0880cf94d48e",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2299.0,
      "text": "Okay. Next piece here. Okay. If you go to the psychiatric Bible, and there is a thing called the psychiatric Bible is official name is the S. M, the Diagnostic and Statistical Manual of Mental Disorders by the American Psychiatric Association, such a dick"
    },
    {
      "end_timestamp": 2331.0,
      "id": "c55a28ca-230c-398f-b255-a747f2b8c7a3",
      "speaker": "Jordan",
      "start_timestamp": 2325.0,
      "text": "about that, because he named it a thing. You don't have to make fun of just the name of it."
    },
    {
      "end_timestamp": 2333.0,
      "id": "5b06cb89-0f91-3869-b7af-4a3c8ef007ea",
      "speaker": "Dan",
      "start_timestamp": 2331.0,
      "text": "He does because he's got so little."
    },
    {
      "end_timestamp": 2334.0,
      "id": "720eac7e-223b-3b5b-9e07-be5ad65bdf7c",
      "speaker": "Jordan",
      "start_timestamp": 2333.0,
      "text": "Yeah, but that's such a,"
    },
    {
      "end_timestamp": 2347.0,
      "id": "e65553b3-4d85-3cde-8d07-9fbdd8bfe050",
      "speaker": "Dan",
      "start_timestamp": 2334.0,
      "text": "he's got just literally move. Yeah, but still, it's like, it's going to appeal to people who are dumb. They're just going to hear him sarcastically lilt his voice and be like, Oh, he's minimizing it. It must not be important."
    },
    {
      "end_timestamp": 2351.0,
      "id": "4043d2a2-8033-3d11-b74f-fdd13c0117f5",
      "speaker": "Jordan",
      "start_timestamp": 2347.0,
      "text": "It's It's classic bullying. Yeah, it's a third grade move, right?"
    },
    {
      "end_timestamp": 2358.0,
      "id": "d8f818d5-c029-3088-87c4-3e90df25071a",
      "speaker": "Dan",
      "start_timestamp": 2351.0,
      "text": "1,000% Yeah. When you don't have any information, you just like Neener Neener. Yeah, and that's what he's doing. But oh,"
    },
    {
      "end_timestamp": 2361.0,
      "id": "cf417b77-d8db-3e97-9658-6076ea9e7296",
      "speaker": "Jordan",
      "start_timestamp": 2358.0,
      "text": "psychiatrists, they go to parties."
    },
    {
      "end_timestamp": 2366.0,
      "id": "4b1d247f-5a74-36f1-aaab-1196c27af309",
      "speaker": "Dan",
      "start_timestamp": 2361.0,
      "text": "He's about to give a fairly sizable"
    },
    {
      "end_timestamp": 2372.0,
      "id": "da38dbaf-2d0d-3eca-821a-d77b32379d12",
      "speaker": "Jordan",
      "start_timestamp": 2366.0,
      "text": "to all psychiatrists I'm sorry for insinuating you guys go to parties. I know you don't. Okay."
    },
    {
      "end_timestamp": 2406.0,
      "id": "24ecf7e3-8e84-3b5f-b169-09e000e82747",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2372.0,
      "text": "To update it every few years, you will find that there is a list and a description of roughly ready 300 separate and distinct mental disorders by name, defiance disorder, attention deficit hyperactivity disorder, clinical depression, etc, etc. The ones you know about And, but obviously the vast majority you'd never heard of 300. Okay."
    },
    {
      "end_timestamp": 2410.0,
      "id": "255732d0-8729-39a7-979b-3242a5661d93",
      "speaker": "Jordan",
      "start_timestamp": 2406.0,
      "text": "Okay. Now, now what?"
    },
    {
      "end_timestamp": 2431.0,
      "id": "38edc83c-3209-3924-ae47-e400deac9cce",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2410.0,
      "text": "Here's the revelation, what's the revelation? There is no and listen carefully here. Every word is important. There is no defining physical diagnostic test of any kind for any of those 300 so called mental disorders."
    },
    {
      "end_timestamp": 2433.0,
      "id": "36c7dbf1-3037-309d-afe3-f1d9efc6e6ce",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2431.0,
      "text": "That's not true. That's a complete lie."
    },
    {
      "end_timestamp": 2439.0,
      "id": "a7321bae-1c8b-3633-bbc8-3936c52fea5c",
      "speaker": "Jordan",
      "start_timestamp": 2433.0,
      "text": "That's not true at all. It's a horrible complete lie. Zero is true thing. Well, but here's, here's"
    },
    {
      "end_timestamp": 2444.0,
      "id": "f44c67ee-211d-3d00-bac2-0d10f712247e",
      "speaker": "Dan",
      "start_timestamp": 2439.0,
      "text": "what he means, I think because I'm going to be generous to him in one sense. So like, if you"
    },
    {
      "end_timestamp": 2448.0,
      "id": "34e3b111-e2ef-3472-a562-5b866bdbac70",
      "speaker": "Jordan",
      "start_timestamp": 2444.0,
      "text": "have to pay for his new dentures?"
    },
    {
      "end_timestamp": 2480.0,
      "id": "af413287-c501-3c6f-ab47-15e44a2ab928",
      "speaker": "Dan",
      "start_timestamp": 2448.0,
      "text": "No, but like, if you have TB, or something like that, yeah, there is a specific A to B TB test. Yes, you can take that test. And they'll tell you yes or no. If you have TB, yes, there is no test like that, for depression, per se, or schizophrenia, or anything like that. But there are a fuck ton of physical tests that give very important information that lead doctors to those diagnoses. Yeah, I consulted with my dear friend, Dr. gums, who is a real life doctor."
    },
    {
      "end_timestamp": 2485.0,
      "id": "1690b6f8-c744-3e0e-a298-9300f4f3ae70",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2480.0,
      "text": "And I asked him bleeding gums Murphy, he's also on The Simpsons. I've said"
    },
    {
      "end_timestamp": 2529.0,
      "id": "0aa45f2f-3be6-3926-86a2-e70dae954427",
      "speaker": "Dan",
      "start_timestamp": 2485.0,
      "text": "a bunch of shit about him on the air. And he's told me not to say his real name anymore. So he's doctor. He is a really smart, real doctor. And I asked him about that he's like, that's just absolutely incorrect. There's so many physical tests that are that go into psychiatric diagnoses. There are, you know, thyroid panels, there are CAT scans that you can do any kind of brain scans. There's other physical tests that are just basic, even movement tests like that. Now, granted, it doesn't in the same way as TB, yes, or no test, or an allergy scratch test or something like that. It's not the same. But this is such an elementary understanding of what physical tests are and what a diagnosis is."
    },
    {
      "end_timestamp": 2541.0,
      "id": "2c0a6e38-cd2f-3802-bf01-f11bae60664e",
      "speaker": "Jordan",
      "start_timestamp": 2529.0,
      "text": "Well, but here's here's the other. Or here's the other angle on why you could understand where somebody's coming from, if they're coming from this angle, especially if they're say 7000 years old, or however old he is."
    },
    {
      "end_timestamp": 2546.0,
      "id": "54d491fe-e476-307a-8b8b-4068a036aad8",
      "speaker": "Dan",
      "start_timestamp": 2541.0,
      "text": "He is his brother's Methuselah. Yeah, yeah."
    },
    {
      "end_timestamp": 2567.0,
      "id": "dbe2eae7-5510-3891-a081-885d09dd497d",
      "speaker": "Jordan",
      "start_timestamp": 2546.0,
      "text": "The the hardest part about the history of psychiatry and psychology is that there was such a push for a long time to try and get it into a, an actual scientific method. Which, for the longest time, it was just, you know, a guy like Freud's and you know, you dream weird. How about that you"
    },
    {
      "end_timestamp": 2569.0,
      "id": "cdcc9c0b-e947-30a0-bf0f-e5519c3d4939",
      "speaker": "Dan",
      "start_timestamp": 2567.0,
      "text": "play with your poop? Yeah, wanna yell at"
    },
    {
      "end_timestamp": 2590.0,
      "id": "4a33a6ee-280f-3a6e-8fa3-320fb8a1ef63",
      "speaker": "Jordan",
      "start_timestamp": 2569.0,
      "text": "your mother? Yeah. Like, that's, that's dumb, crazy shit. So you can understand if somebody had only read Freud thinking, that's what psychology or psychiatry is, you stay in that point of view. And to that problem is, that means you haven't looked at any psychiatry for the past, sure, say length of time you've been investigating it, or one of your sodium"
    },
    {
      "end_timestamp": 2603.0,
      "id": "fa621e1f-f1c7-3a6d-99a1-f4c171b44aea",
      "speaker": "Dan",
      "start_timestamp": 2590.0,
      "text": "or you have looked at some stuff, and you're not really recognizing, I mean, he even said it when he was talking about the DSM that they revise it regularly every because psychology and psychiatry are evolving sciences. I was blown away"
    },
    {
      "end_timestamp": 2611.0,
      "id": "1619c7d4-ab9b-3c08-8755-5fb21e00e403",
      "speaker": "Jordan",
      "start_timestamp": 2603.0,
      "text": "he was by 300. That's there's 7 billion people on the planet. I'm shocked. There aren't 7 billion different mental illness. Sure."
    },
    {
      "end_timestamp": 2618.0,
      "id": "73ba907a-7bd7-33e6-aec2-bc4dc7a904db",
      "speaker": "Dan",
      "start_timestamp": 2611.0,
      "text": "And and like, within that 300, there's like five of them are just depression, but there are different sorts of depression,"
    },
    {
      "end_timestamp": 2637.0,
      "id": "49e1692c-7cb7-3a33-a785-6c8b6de32594",
      "speaker": "Jordan",
      "start_timestamp": 2618.0,
      "text": "which there are different paths of treatment for depression, there are different ways to go about attacking it, which again, if you're dealing with misdiagnosis being a huge issue, because medications are and can sometimes be very toxic. Yeah. You know, like, I'm destroying my liver. So I don't go crazy or whatever."
    },
    {
      "end_timestamp": 2640.0,
      "id": "dad50a87-8969-3cfe-903f-6472c392b7f1",
      "speaker": "Dan",
      "start_timestamp": 2637.0,
      "text": "Sure. It's like do you want to die now or Yeah, 60 years from Do you want"
    },
    {
      "end_timestamp": 2644.0,
      "id": "3a251763-b5d2-3a61-b360-efad86de4cb9",
      "speaker": "Jordan",
      "start_timestamp": 2640.0,
      "text": "to have a good life while good life as possible? Or do you want to be 80?"
    },
    {
      "end_timestamp": 2672.0,
      "id": "d566e266-cb65-32b0-b536-9af48c7d2b66",
      "speaker": "Dan",
      "start_timestamp": 2644.0,
      "text": "Yeah. Or do you want to live like you have in terrible? Yeah, yeah, exactly. But the other thing that I think is super important is the s in DSM is statistical, because it's based on real observations of tons of people, tons of patients, they've, they've diagnosed and categorized mental disorders that do happen and found what works statistically. Right. That's why it's in the manual."
    },
    {
      "end_timestamp": 2680.0,
      "id": "5bf51a75-71c4-3567-aa72-41642207da1a",
      "speaker": "Jordan",
      "start_timestamp": 2672.0,
      "text": "Well, but people can't understand statistics. No, it's very complication. Read the new Michael Lewis book, which we're talking about. Yeah, it's it's all about that."
    },
    {
      "end_timestamp": 2683.0,
      "id": "e95b6d1d-ce27-316a-a5d3-8231dde05719",
      "speaker": "Dan",
      "start_timestamp": 2680.0,
      "text": "Everyone doesn't believe in coincidences, actually. Yeah, the"
    },
    {
      "end_timestamp": 2710.0,
      "id": "b594b608-4d70-30e4-b6b4-6547e35a14c1",
      "speaker": "Jordan",
      "start_timestamp": 2683.0,
      "text": "whole I was actually talking to somebody earlier about this, where that whole myth of oh, well, people go crazy on the full moon. And you just look at it from a statistics based idea and you realize, no, they don't. But when somebody goes crazy And there's the full moon, you associate the two when we talk about it when somebody doesn't go or when somebody goes crazy, and there's no full moon, you don't register that you don't remember it because there wasn't a full moon."
    },
    {
      "end_timestamp": 2715.0,
      "id": "04b375a1-0351-306f-9a74-e3ea43ce4b09",
      "speaker": "Dan",
      "start_timestamp": 2710.0,
      "text": "Well, it's like suicides rising around the holidays. Yeah, exactly. Not true. But we always hear about it. You"
    },
    {
      "end_timestamp": 2729.0,
      "id": "47757600-ad20-3b9b-843c-97900b556bce",
      "speaker": "Jordan",
      "start_timestamp": 2715.0,
      "text": "think it cuz it makes an intuitive sense to you? You know? Well, the full moon is unusual. Yeah. So unusual things should happen. Well, stative, holidays are sad. And you should kill yourself."
    },
    {
      "end_timestamp": 2741.0,
      "id": "d39778f8-f1bc-3592-912f-8b5484075f27",
      "speaker": "Dan",
      "start_timestamp": 2729.0,
      "text": "Well, statistics are like a science that's desperately in need of a story to make them interesting. Yeah. So you have the like, full moon story. And we were like, oh, let's talk and latch on to that. Whether it's true or not. Yeah. But anyway."
    },
    {
      "end_timestamp": 2745.0,
      "id": "82291d48-95fc-3b29-ae6b-fdb317db014e",
      "speaker": "Jordan",
      "start_timestamp": 2741.0,
      "text": "Well, human beings are storytellers. That's what we are. That's the only way we understand,"
    },
    {
      "end_timestamp": 2750.0,
      "id": "b3b2343a-2abd-3ca2-8ea1-8fd85bdbebff",
      "speaker": "Dan",
      "start_timestamp": 2745.0,
      "text": "you know, who tells a fucking shit story? Batman, Batman. Yeah."
    },
    {
      "end_timestamp": 2815.0,
      "id": "c24d6a7c-d8be-3504-8bb7-05ec773b9dfc",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2750.0,
      "text": "Not a blood test. Not a hair test, not a saliva test, not a urine test. Not a brain scan, not a genetic assay. Nothing. Zero, zilch. nada, nothing. There is an open secret. In the psychiatric community. Again, it's not they understand this. So it would be like, you're going into the doctor and he says, you know, you've got cancer. Yeah, I think you've got cancer. You can run any tests? No, we don't actually have any tests. But from what you say, and looking at you, I would say that you've got cancer. And it's now time, you know, we could start to now have heavy rounds of chemotherapy. Which, of course will stop the reproduction of all your cells, and we hope it'll kill the tumors before it kills you. Yeah, but you haven't learned any chest? Well, we don't really have any chests that would be like that. It wouldn't"
    },
    {
      "end_timestamp": 2821.0,
      "id": "807bd4ea-4eb8-3dbf-9ba5-33d450d077d1",
      "speaker": "Jordan",
      "start_timestamp": 2815.0,
      "text": "be like that. He is also kind of insinuating that cancer treatment is bad for you as well."
    },
    {
      "end_timestamp": 2825.0,
      "id": "dc20a47d-5cc0-33b8-8d2c-877f18e046fd",
      "speaker": "Dan",
      "start_timestamp": 2821.0,
      "text": "I well, I mean, yeah, I think he probably would like but"
    },
    {
      "end_timestamp": 2832.0,
      "id": "53cc20b7-8565-3ae4-8c30-f5b889c7b8fc",
      "speaker": "Jordan",
      "start_timestamp": 2825.0,
      "text": "I mean, in like, in like, it seems like he's really mad because somebody diagnosed him with cancer."
    },
    {
      "end_timestamp": 2833.0,
      "id": "5fffb7bc-02cb-3b38-98ad-cdc56379c071",
      "speaker": "Dan",
      "start_timestamp": 2832.0,
      "text": "That's how he lost his teeth."
    },
    {
      "end_timestamp": 2851.0,
      "id": "038d058f-ff55-3ca8-9e4b-79fd6a072879",
      "speaker": "Jordan",
      "start_timestamp": 2833.0,
      "text": "They Yeah, that could be Well, you got you guys will see the picture. Yeah, holy shit. Also, if if I was diagnosed with cancer, and then the doctor pressed play on a 19 style cast. And I heard that sound, I would be totally cool with that."
    },
    {
      "end_timestamp": 2862.0,
      "id": "1b2549e9-b8df-3be2-ac0b-0c2333579539",
      "speaker": "Dan",
      "start_timestamp": 2851.0,
      "text": "I love the idea of like, trying to figure out when they send them to break. Yeah, it's like you're, you're deep in this metaphor that we know you're not going to find your way out of the woods just hit the hit."
    },
    {
      "end_timestamp": 2882.0,
      "id": "7fd48c04-0ae8-39f7-b61d-75ddb1f9d04b",
      "speaker": "Jordan",
      "start_timestamp": 2862.0,
      "text": "And even better, there has never been a break where that music would even become close to like, they never end on a high note, they're always going to break in the middle of, and if you got diagnosed with cancer due to do due to like, no plays something that's a pro appropriate. And"
    },
    {
      "end_timestamp": 2889.0,
      "id": "00d85b04-9b5f-3a89-a660-b15f32cb9d8e",
      "speaker": "Dan",
      "start_timestamp": 2882.0,
      "text": "so something like a dirge. Yeah, exactly. So also the idea that there aren't any tests, again, not true, just in"
    },
    {
      "end_timestamp": 2900.0,
      "id": "fa37f176-6791-3084-a5bf-6a933639d798",
      "speaker": "Jordan",
      "start_timestamp": 2889.0,
      "text": "the background, there's always the Gospel Choir going, you're gonna die."
    },
    {
      "end_timestamp": 2932.0,
      "id": "0a497e17-58b8-3e50-9112-e791074db9e4",
      "speaker": "Dan",
      "start_timestamp": 2900.0,
      "text": "So that is like, that's just not true. But then the other point, none of none of what he said was true. I'm being extra decent to him here by proposing this, which is like, if you if you do some of these tests, oftentimes you find that psychiatric conditions have an underlying condition that is causing it. Yeah, no, like, sometimes depression is caused by hyper or I'm sorry, hypothyroidism, yes, or something like that. So you can do these tests, and you can confirm the depression, and you can confirm another condition. But that's not even what he's talking about. No, too complicated. Exactly."
    },
    {
      "end_timestamp": 2961.0,
      "id": "ce119566-f0dd-39d8-a4d6-52f6e7f46d75",
      "speaker": "Jordan",
      "start_timestamp": 2932.0,
      "text": "This well, and this special report, and that's the other thing that I feel like is his main, like, complete and utter misunderstanding of depression. And I think it's a very common misunderstanding, which is always a way you guys think it's an outside thing happening to me that makes me depressed. Yeah. Where it's really the depression is making me happen to the outside things. Yes. It comes from within and then radiates outward. Yeah. So it causes"
    },
    {
      "end_timestamp": 2967.0,
      "id": "7edae83e-046b-3923-ab2e-dc4e62cfeb5c",
      "speaker": "Dan",
      "start_timestamp": 2961.0,
      "text": "it causes your eye to interpret everything around us in a way that is not accurate. Yeah,"
    },
    {
      "end_timestamp": 2990.0,
      "id": "e39abafa-0c9c-3afc-9931-007322b59424",
      "speaker": "Jordan",
      "start_timestamp": 2967.0,
      "text": "exactly. So to you, you know, whenever people say, and I've, I've said this on another more mentally illness themed podcast, but it is always like, you know, well, I've been sad and I was like, No, you've had things that made you sad. You have never felt a deep and unending sadness come from within you trying to eat you from the inside out. Much like"
    },
    {
      "end_timestamp": 3012.0,
      "id": "c80d2fe6-d1a7-3348-85d8-0cb678068256",
      "speaker": "Dan",
      "start_timestamp": 2990.0,
      "text": "you're accusing other people of that. Yeah, exactly. Okay. Yeah, I'm accusing others. Well, now you have a secondary diagnosis. So Batman goes on to say drop what he thinks is a bombshell. Yes. And I'm gonna let this play out and then debunk it pretty hard."
    },
    {
      "end_timestamp": 3026.0,
      "id": "f5cf74c4-4fee-3033-8eec-5e6b83a14144",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3012.0,
      "text": "John Rapoport back talking about the number one mind control program that US colleges show. So you've got these 300 so called mental disorders that are listed in the psychiatric Bible. And there's no diagnostics and"
    },
    {
      "end_timestamp": 3042.0,
      "id": "8876d664-a8d8-302d-9b56-25e3675cbab1",
      "speaker": "Jordan",
      "start_timestamp": 3026.0,
      "text": "a lot of so called the moment that came into the so called the so called that and that just undermines How could you have any confidence in literally anything because somebody is calling it a so called blank?"
    },
    {
      "end_timestamp": 3054.0,
      "id": "aa80aad5-cd54-3f66-980d-66dce2ecf6cb",
      "speaker": "Dan",
      "start_timestamp": 3042.0,
      "text": "Well, this is a so called investigative report. Also news also, I noticed that he's doing a lot of this. Okay, so Trump does"
    },
    {
      "end_timestamp": 3059.0,
      "id": "42266d2e-eb20-3f89-a70e-2df6f53ebd96",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3054.0,
      "text": "Trump's stolen from my home stolen from my"
    },
    {
      "end_timestamp": 3105.0,
      "id": "394bc147-10f7-3702-842b-d089fc939e9b",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3059.0,
      "text": "chest whatsoever, for any of them. That defines any of the, the so called disorders and that means that a psychiatrist can diagnose you, your child, a student at a college with anything that he wants to and then square Holmes, the mouse hammer, but not a bat, the hammer is drugged, perfect. And in case you're thinking of trying to worm out of my argument here and say, well, but we know that all these mental disorders are chemical imbalances in the brain, false No, wrong, absolutely wrong, because first of all, there is no baseline normal test for what a normal baseline chemical balance in the brain is. That"
    },
    {
      "end_timestamp": 3105.0,
      "id": "6dc532a5-972f-3e5b-a8e8-22f8729df261",
      "speaker": "Jordan",
      "start_timestamp": 3105.0,
      "text": "I think that is fair,"
    },
    {
      "end_timestamp": 3118.0,
      "id": "84019fc2-02c5-3401-b3a4-b0b61f3611e4",
      "speaker": "Dan",
      "start_timestamp": 3105.0,
      "text": "that's absolutely fair, there is no necessary way to tell what is normal, but that does not prove his point. No, it's fair. It's a fair point. But it's not it doesn't prove anything."
    },
    {
      "end_timestamp": 3128.0,
      "id": "9c47df23-76a5-3ca8-9783-59e4f7663248",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3118.0,
      "text": "And I have documented through a an admission by Dr. Ronald pies, who is you know, one of these psychiatrists, that's"
    },
    {
      "end_timestamp": 3129.0,
      "id": "859b0059-6218-3dc7-aa17-3698277a0a75",
      "speaker": "Jordan",
      "start_timestamp": 3128.0,
      "text": "so fake with,"
    },
    {
      "end_timestamp": 3149.0,
      "id": "fe75b831-647d-3e62-9453-3bc9a593f0ec",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3129.0,
      "text": "you know, a resume this long retired now emeritus editor, and so on, who said, Oh, no, the chemical imbalance. Mental illness was always an urban myth, quote, oh, wage and urban myth. So that doesn't even hold up."
    },
    {
      "end_timestamp": 3153.0,
      "id": "fb81d7b5-886f-33b6-a734-ce304e510161",
      "speaker": "Jordan",
      "start_timestamp": 3149.0,
      "text": "Are you saying that Dr. Pies called something an urban myth?"
    },
    {
      "end_timestamp": 3230.0,
      "id": "c4e5b2ef-552a-3fc7-ae1c-dbecda926302",
      "speaker": "Dan",
      "start_timestamp": 3153.0,
      "text": "I looked into this and I found the article that he took this from, there was a guy named Dr. Pies. Yes. Which is pretty cool. Yeah. This is from the psychiatric times. This was an article called psychology, psychiatry is new Bryant, brain mind and the legend of chemical imbalance. It's from 2011. And he does say that the this idea that chemical imbalance, being responsible wholly for mental illness is an urban legend, never theory seriously propounded by well informed psychiatrists. But he goes on to explain. He's quoting the National Institute of Mental mental health director Thomas INCEL. Here, as Intel describes, the new model conditions such as schizophrenia or bipolar disorder are attributable to rare but highly potent genetic variations that lead to dysfunction in multiple complex complex brain circuits. However, the particular symptomatic manifestations in a given individual, the disease phenotype is partly dependent on the person's experiences and environment, we may hypothesize, and this is my view, not necessarily doctor in cells, that given developmentally based biases in various neuro circuits, the young boy or girl may be predisposed to the use of certain dysfunctional cognitive strategies, for example, viewing everyone in the environment as uniformly threatening or rejecting."
    },
    {
      "end_timestamp": 3244.0,
      "id": "51eeae6a-08c3-3a69-a7ac-259249f89f84",
      "speaker": "Jordan",
      "start_timestamp": 3230.0,
      "text": "Wow, that's a really well said really well thought out really well researched point that he made, right. I don't think now, you know, paint me wrong. I don't think that was very well represented in the quote that"
    },
    {
      "end_timestamp": 3249.0,
      "id": "022723e5-1fcd-3c3a-b814-7b2029f75406",
      "speaker": "Dan",
      "start_timestamp": 3244.0,
      "text": "No, no, what the article is, that's a perfect way of"
    },
    {
      "end_timestamp": 3268.0,
      "id": "50f2f6bb-5f5f-38f5-9cdb-a60fc3d9d4e0",
      "speaker": "Jordan",
      "start_timestamp": 3249.0,
      "text": "pointing out everything there is that even if you have the same type of genetic what you know, and whether or not you would call it a dysfunction in your genes as opposed to a normal there are certain call it an anomaly. Yeah, no, there there are trade offs there. In with my experience with bipolar disorder, there's always been a bit of a trade"
    },
    {
      "end_timestamp": 3278.0,
      "id": "d1c307da-ff34-31dc-ae93-9614e8d2b921",
      "speaker": "Dan",
      "start_timestamp": 3268.0,
      "text": "off mental illness sometimes gives you bonus. Yeah, yeah. It gives you power out. Sure, if you will, if you think that you suck sometimes you'll work harder than everyone else who's complacent. So there's that"
    },
    {
      "end_timestamp": 3288.0,
      "id": "628e9472-5d97-3cc4-a34c-71e1e92f4dd5",
      "speaker": "Jordan",
      "start_timestamp": 3278.0,
      "text": "absolutely. But now but but the other thing that he points out is that it is irrelevant, where you are growing up and where you are experiencing these things."
    },
    {
      "end_timestamp": 3301.0,
      "id": "898fd87a-87a7-3af7-bab0-4fc8c75065fa",
      "speaker": "Dan",
      "start_timestamp": 3288.0,
      "text": "It's like a bomb and the exact environment is the blasting cap. Yeah, whatever you know, like it's, you can have a latent psychiatric condition that will never be set off because you live Under the right circumstances, well,"
    },
    {
      "end_timestamp": 3358.0,
      "id": "0f73b034-a5ff-3cbf-98dd-3990ceb2c50f",
      "speaker": "Jordan",
      "start_timestamp": 3301.0,
      "text": "even not even necessarily that, but you can have the same condition as somebody living in a completely different world, it may be the same genetic situation, but you're going to react and you're going to show different symptoms, because you're dealing with an environment that is coming out in as well. Yeah. So in certain situations, you know, even if in, you know, even if you are talking about those colleges, where it feels like it's an issue, somebody may have, you know, a one illness or another one, but they're both exhibiting the same symptoms for it. There are plenty of times where, I mean, if you go through the history of bipolar disorder, it's really hard to diagnose, because it may be that your symptoms are exactly the same as this disease or exactly the same as that disease. And so you wind up going through all these different medications, because you don't actually know what your underlying problem is. You just know shits wrong."
    },
    {
      "end_timestamp": 3362.0,
      "id": "aaf5e1c3-0916-30e0-84dc-884fed5740e0",
      "speaker": "Dan",
      "start_timestamp": 3358.0,
      "text": "Yeah, yeah, yeah. And"
    },
    {
      "end_timestamp": 3368.0,
      "id": "90fd72d0-ade3-36d6-95e2-e23438209eb3",
      "speaker": "Jordan",
      "start_timestamp": 3362.0,
      "text": "so it's a well thought out, and he should be the emirate is editor editor of blank"
    },
    {
      "end_timestamp": 3369.0,
      "id": "405c7959-8890-3691-8c3f-6e1659081d48",
      "speaker": "Dan",
      "start_timestamp": 3368.0,
      "text": "shout out to Dr. Pie. Yeah,"
    },
    {
      "end_timestamp": 3375.0,
      "id": "b56a4c28-18d6-3349-a6fd-0fcf0cda3461",
      "speaker": "Jordan",
      "start_timestamp": 3369.0,
      "text": "Dr. Pies, you do good work. I wish you didn't drive in a car with so many clouds in it."
    },
    {
      "end_timestamp": 3413.0,
      "id": "a30eb7a6-86e7-31f0-b9ce-74e192aaee42",
      "speaker": "Dan",
      "start_timestamp": 3375.0,
      "text": "But also to take it back to Batman. What he's saying is a really bad representation of what Dr. Paes is arguing a horror, he's citing him more or less out of context, because the actual quote, sounds good for his argument, right. But what Dr. pises is saying is essentially, that the idea of a chemical imbalance is a simplistic, inaccurate way to look at it. But these are genetic mutations in the brain that would cause chemical differences. Yeah. So it isn't, it isn't a refutation of the idea that your brain chemistry is different. No, it's just that the term brain chemistry is not really what we're talking about is reductive"
    },
    {
      "end_timestamp": 3417.0,
      "id": "67ed879d-184f-3443-9c3a-0de88d5e44f4",
      "speaker": "Jordan",
      "start_timestamp": 3413.0,
      "text": "and not really representative of what may be going on."
    },
    {
      "end_timestamp": 3425.0,
      "id": "26e9a5f6-4869-3ed6-9b9b-7138cbcc5f1d",
      "speaker": "Dan",
      "start_timestamp": 3417.0,
      "text": "My point is that John Rapoport is a really bad investigative journalist. He's citing that article in the way he is."
    },
    {
      "end_timestamp": 3433.0,
      "id": "20511a19-e585-3198-8cc2-83919e319501",
      "speaker": "Jordan",
      "start_timestamp": 3425.0,
      "text": "And he's been doing that for 20 years on the case for cabling and on the case. Why wouldn't he at least have read the full"
    },
    {
      "end_timestamp": 3434.0,
      "id": "20ae66e4-1edb-35a0-80f9-50f962e6af88",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3433.0,
      "text": "article or if he"
    },
    {
      "end_timestamp": 3443.0,
      "id": "cc1ea7f4-5967-3b26-9a44-1d4c74f278f6",
      "speaker": "Jordan",
      "start_timestamp": 3434.0,
      "text": "was an analyst? He did pull out the first five words of that quote, right. Yeah, it was the first like he got what he wanted and then did not bother to read the right let"
    },
    {
      "end_timestamp": 3458.0,
      "id": "bd19aa33-29b4-3601-a7dd-d45ee796b05b",
      "speaker": "Dan",
      "start_timestamp": 3443.0,
      "text": "me go one step further. If you're on this case, for 20 years, why don't you give Dr. Pies a ring? Why don't you call him and ask him what he meant by that instead of pulling it out of context? Quote, why don't you actually do some investigation? What do you what are you doing?"
    },
    {
      "end_timestamp": 3470.0,
      "id": "95e1e01c-15a0-38db-b407-6b41a82fd60b",
      "speaker": "Jordan",
      "start_timestamp": 3458.0,
      "text": "How could you get a hold of Dr. Pies? I was just gonna wander. You're gonna wander around different windowsills, and see if he shows up. No, I"
    },
    {
      "end_timestamp": 3479.0,
      "id": "4ca30fc3-8c95-392c-b42d-0924bb86616e",
      "speaker": "Dan",
      "start_timestamp": 3470.0,
      "text": "saw a great tweet. That was a picture of Jeff Sessions. And it was like Jeff Sessions looks like a baby who was turned old by a witch. Yes. Stole a pie off."
    },
    {
      "end_timestamp": 3487.0,
      "id": "0124e8d9-303e-3541-99e1-93e5fa4b2d55",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3479.0,
      "text": "Yeah, that's great. Yep. Anyway, perfect. Oh, so he's a horrible racist. You should die. Yep. Okay."
    },
    {
      "end_timestamp": 3557.0,
      "id": "0e550218-38f5-33cc-850b-38c70f1ae215",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3487.0,
      "text": "So all these college students, and everybody really are completely at the mercy of the psychiatrists who will say well, you're And now comes the drugs. Oh, the antidepressants Prozac, Zoloft, Paxil and so forth. In my article, which is up now at Infowars. Number one, Mind Control Program, US colleges, you can see the effects of these drugs, as cited in study after study after study and their influence how they push people over the edge into committing violence. And when I say tequila, yes, could be throwing a rock through a window. But it could also be murder, could also could also be suicide. We're talking serious as a result of these SSRI, as they're called anti depressants. And that's just one class of drug what there are others called major tranquilizers or neuroleptics. The first of which was thought they are not"
    },
    {
      "end_timestamp": 3561.0,
      "id": "1a18b12a-45bd-34ab-b6f5-2abb46f365d0",
      "speaker": "Jordan",
      "start_timestamp": 3557.0,
      "text": "tranquilize. That's a"
    },
    {
      "end_timestamp": 3591.0,
      "id": "d5221062-fedf-3c96-9ef1-0cf9b1e37cfa",
      "speaker": "Dan",
      "start_timestamp": 3561.0,
      "text": "movie. Yeah. So like, we're laughing. And it's unfortunate, because there is there. I mean, there is reality to some people, you know, oftentimes, and he does deal with this a little bit later in his special report, that it's dangerous to go off a medication it is randomly and so a lot of the times the violence that you end up seeing cerebral is people who have fallen off medication, so that he's not dealing with very accurately but there there is there are negative responses to medication and that that's a reality of the world. So"
    },
    {
      "end_timestamp": 3608.0,
      "id": "f1b670ec-bcfa-3616-934c-8a999e7f2832",
      "speaker": "Jordan",
      "start_timestamp": 3591.0,
      "text": "but there are negative responses to not searching out medication there's there's not there's not going to be a it's there's no not going to be a cure? No. And even then if you are going to seek out medication, you're not doing it on a fucking whim"
    },
    {
      "end_timestamp": 3614.0,
      "id": "24f97855-4bc3-3cdf-b839-0410654afe7f",
      "speaker": "Dan",
      "start_timestamp": 3608.0,
      "text": "or there are, you're also not doing it because someone shanghaied you, yeah, you're doing it because you're struggling."
    },
    {
      "end_timestamp": 3621.0,
      "id": "1897d465-5a5e-3a4d-bcff-c1edacae02e3",
      "speaker": "Jordan",
      "start_timestamp": 3614.0,
      "text": "Unless you're on a TV show, and that a reality TV show yet getting, maybe you have a mental illness. That's all, let's find out,"
    },
    {
      "end_timestamp": 3651.0,
      "id": "15822174-2901-33c6-8e0a-3634ada1c7e7",
      "speaker": "Dan",
      "start_timestamp": 3621.0,
      "text": "literally every reality. But like, I know a number of people who are mentally ill who consider getting help, and I always tell them, you know, I can't tell you what to do. But I really think that there's help to be had, if you want to go, I'll give you some resources. And I try and help people as much as they can. But a lot of them don't ever follow through. No. So like, the idea that people are being forced into something is bizarre, even people who do go in welfare and go for one session and then never go back."
    },
    {
      "end_timestamp": 3701.0,
      "id": "71dbea11-5daa-36dd-91d6-588fdcdf7796",
      "speaker": "Jordan",
      "start_timestamp": 3651.0,
      "text": "But even then, mental health, I'm not cold. I'm not going to say I think I think the way that he's putting forced is such a negative, like, one of the hardest parts about having mental illness is that sometimes you'll feel pressure. And that's not feeling like you're forced to go that but that's like, you know, your friends are putting this pressure on you saying you know, you should go get help and it makes you feel you know, it makes you feel like you're being forced. Yeah, so I want to understand that the way he's putting it is more like the white coats are coming for you. They're gonna put you in a straight jacket. Butterfly man. Yeah, exactly. No, yeah, he's uh, he's uh, yeah, no, he's he's very he's very much angering me right now this night. You can hear it in my monotone voice Yeah, I'm so worked up over there because"
    },
    {
      "end_timestamp": 3707.0,
      "id": "40335690-c483-38f7-831a-c2296dbfcc15",
      "speaker": "Dan",
      "start_timestamp": 3701.0,
      "text": "you're on Howell doll. So this next clip is where it spins into a little bit of like wacky conspiracy territory."
    },
    {
      "end_timestamp": 3709.0,
      "id": "9f9202f5-7c8a-382b-99a3-b20e8bd78240",
      "speaker": "Jordan",
      "start_timestamp": 3707.0,
      "text": "Oh, thank god I've been missing that. Yeah,"
    },
    {
      "end_timestamp": 3715.0,
      "id": "f0f3eb98-c2df-399d-a6ea-c1c0c2fa5cdc",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3709.0,
      "text": "they are creating motor brain damage."
    },
    {
      "end_timestamp": 3722.0,
      "id": "d3101eec-e64c-314e-8b9a-2575d60c0424",
      "speaker": "Dan",
      "start_timestamp": 3715.0,
      "text": "Just because of why just because of where that clip started. When he says they he started with the drugs not people just"
    },
    {
      "end_timestamp": 3724.0,
      "id": "f6096434-2ac8-359f-9473-0c7c65b3ab9a",
      "speaker": "Jordan",
      "start_timestamp": 3722.0,
      "text": "I want to be psychiatrists are given the"
    },
    {
      "end_timestamp": 3735.0,
      "id": "2bfb7132-9c11-3ae0-a111-cec49a3d26d2",
      "speaker": "Dan",
      "start_timestamp": 3724.0,
      "text": "drugs look, but I want to be sure that I'm not giving him like false context that tons don't kill people. Psychiatrists with guns kill people psychiatrist with pill shaped guns,"
    },
    {
      "end_timestamp": 3736.0,
      "id": "082aa672-51e9-30c6-99e4-a585fc8a37c1",
      "speaker": "Jordan",
      "start_timestamp": 3735.0,
      "text": "or guns that shoot pills,"
    },
    {
      "end_timestamp": 3763.0,
      "id": "7c83a31a-8315-3463-8e66-d2bee5c55a6d",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3736.0,
      "text": "does that mean? That means that your ability to move and function physiologically as a human being is damaged by these drugs? The great reference on this is Peter brigands book, toxic psychiatry 1991 St. Martin's Press, which should be on every bookshelf? No. So here you go. US colleges,"
    },
    {
      "end_timestamp": 3766.0,
      "id": "07086499-323d-3e97-9d44-5426f588e7a4",
      "speaker": "Jordan",
      "start_timestamp": 3763.0,
      "text": "which should be on everybody's"
    },
    {
      "end_timestamp": 3819.0,
      "id": "c490a304-7b02-38c0-9ffb-ccdcff19af6f",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3766.0,
      "text": "mind control. Psychiatry is basically a mind control operation and Kay, oh, no, she's with no tests. They're completely arbitrary. Giving you the sense that you have a mental disorder and now you're a victim and therefore you have certain privileges and rights and so forth. I'm triggered, I need to save space microaggressions the drugs are in fact scrambling your brains. What else do you need to say? The psychiatry is a Mind Control Program is the what else do you need and case of the CIA there we got famous, I knew the entire society right out in the open. And as Alex is fond of saying, they're not even trying to hide it anymore. They're just giving it to you hear we are they are trying to hide anything."
    },
    {
      "end_timestamp": 3824.0,
      "id": "ad63fd18-7693-39c4-b6d1-b21bd0523c8c",
      "speaker": "Jordan",
      "start_timestamp": 3819.0,
      "text": "There's something called the Freedom of Information Act. They would love to still be hiding it."
    },
    {
      "end_timestamp": 3828.0,
      "id": "2602e5c7-ad1a-3e05-ae24-ca930d0ab7af",
      "speaker": "Dan",
      "start_timestamp": 3824.0,
      "text": "No, no, no, he's talking about just psychiatry is Oh, and"
    },
    {
      "end_timestamp": 3831.0,
      "id": "eb595a42-cfe5-3234-b19e-947187f0d9db",
      "speaker": "Jordan",
      "start_timestamp": 3828.0,
      "text": "I thought it was talking mainly about MK Ultra."
    },
    {
      "end_timestamp": 3838.0,
      "id": "3e00cf2c-2b22-3a59-ac4c-abd6d0abe725",
      "speaker": "Dan",
      "start_timestamp": 3831.0,
      "text": "Back in the 70s. Yeah, they're not even trying to hide it anymore. Yeah, because they can't guess the laws. A bunch of people have"
    },
    {
      "end_timestamp": 3858.0,
      "id": "be21dac9-692a-38f4-b2c9-0e57b06ada86",
      "speaker": "Jordan",
      "start_timestamp": 3838.0,
      "text": "sued. Yeah. And again, like I would so I would totally understand where he's coming from if we lived in the 1920s Yep. Because you do have those people who are out of fucking control. You've seen movies? Apparently so is he and that's all he's been researching for 20 years"
    },
    {
      "end_timestamp": 3864.0,
      "id": "d1ab4663-0ba3-38c5-bb6f-2eef873aad6d",
      "speaker": "Dan",
      "start_timestamp": 3858.0,
      "text": "or you know, like weird conspiracy blogs and shit like that. Because like, I like"
    },
    {
      "end_timestamp": 3874.0,
      "id": "c9a24123-b925-392c-aecd-05f366dba7de",
      "speaker": "Jordan",
      "start_timestamp": 3864.0,
      "text": "but who wins if you have motor dysfunction? See, I use who's winning? Why is it always nobody wins? Everybody just loses?"
    },
    {
      "end_timestamp": 3892.0,
      "id": "8a52366f-adfc-3334-8836-f196174f9025",
      "speaker": "Dan",
      "start_timestamp": 3874.0,
      "text": "Well, it's the I think that there's two possible paths he wants the argument to go down and he never really gets to either of them because of divorce. The first is that if you have motor paralysis or whatever, and you're fucked up, then you just become like, that's what they want the whole population to be a bunch of playing dead zombies,"
    },
    {
      "end_timestamp": 3895.0,
      "id": "7bf7b481-017d-36f2-a3a0-8808ccf1447b",
      "speaker": "Jordan",
      "start_timestamp": 3892.0,
      "text": "but then you can't go to work right like they still need people to do shit."
    },
    {
      "end_timestamp": 3927.0,
      "id": "86ddcc1e-7beb-3863-8f0c-61a5e6c3ebc0",
      "speaker": "Dan",
      "start_timestamp": 3895.0,
      "text": "No, it's silly. But then the other one it yatta yatta Yatta it's silly, exactly. The other idea is that you get this. You take these pills, and they scramble your brain and because you have this mentally ill victim mentality. You go out and you start yelling, the Black Lives Matter, and you're gonna end up causing a race war. I think that that's the other argument that he can't fully flesh out. But that's kind of what he that's kind of dog whistle. He was in this because he's in a safe space. Yeah, no, you're right. So much of that is about"
    },
    {
      "end_timestamp": 3949.0,
      "id": "8b6b537f-2209-3f32-aae0-d5b75a8244e8",
      "speaker": "Jordan",
      "start_timestamp": 3927.0,
      "text": "Black Lives Matter not being raped. In really bad transitions. Yeah, things are what? Yes. angry and confused about right? Because he's an old scared, man. Yeah. He's an old scared man. Who's Chad. That's his teeth back. That was you. That was the plot of a Dark Knight Rises, wasn't it? That was that plot."
    },
    {
      "end_timestamp": 3956.0,
      "id": "704cde71-b095-3e7e-9aa4-6d12011e2043",
      "speaker": "Dan",
      "start_timestamp": 3949.0,
      "text": "You want his teeth back. He wants someone to come over and hang that goddamn pictures. Because it's too much for one, man."
    },
    {
      "end_timestamp": 3965.0,
      "id": "164417ed-717e-34dd-a324-9e2291dade87",
      "speaker": "Jordan",
      "start_timestamp": 3956.0,
      "text": "It's so crazy. Every time I hang out on the college campuses, nobody is hanging up that picture. And everybody's taking drugs."
    },
    {
      "end_timestamp": 3974.0,
      "id": "9e609fea-0380-36d1-8c4d-7796cb4201bd",
      "speaker": "Dan",
      "start_timestamp": 3965.0,
      "text": "I've been waiting to talk about him for a really long time just because of how much I'm fascinated by that picture. I want to get a really high pixel version of it. So I can zoom in and see what the pages"
    },
    {
      "end_timestamp": 3978.0,
      "id": "deffc686-ee3c-3eaf-9459-b7c110ff7034",
      "speaker": "Jordan",
      "start_timestamp": 3974.0,
      "text": "just do. Just do the TV show. I then had Zen"
    },
    {
      "end_timestamp": 3990.0,
      "id": "0ff6cf7c-e5b8-39e5-937b-728731bf2ff1",
      "speaker": "Dan",
      "start_timestamp": 3978.0,
      "text": "and hence I want it I want to get a really like a megapixel version of it. Okay, zoom in. isolate it make a shirt of that. Make a shirt of the picture."
    },
    {
      "end_timestamp": 4006.0,
      "id": "56122197-614d-35df-a108-4d4f83dce026",
      "speaker": "Jordan",
      "start_timestamp": 3990.0,
      "text": "We'll put up on the wall where it where is he? I have no he's not in the studio. I saw that. He's in he's in the middle of fuck. It looks like he's in the bayou himself. Or like, he's got he's got bodies in in his fucking shed."
    },
    {
      "end_timestamp": 4026.0,
      "id": "acdb8cba-e58d-3ce4-a0a3-12d0de8edc42",
      "speaker": "Dan",
      "start_timestamp": 4006.0,
      "text": "He he is one of like all of these dudes who Skype in and host the fourth hour pretty much all of them with the exception of like, Anthony KU. Mia has his own studio and stuff like that. Right? But the rest of them who Skype in and do the fourth hour are just in rooms. Like it's it's weird. And His room is the most barren. It's God bizarre."
    },
    {
      "end_timestamp": 4035.0,
      "id": "724c964e-c542-3be8-8bc1-053616d7efe6",
      "speaker": "Jordan",
      "start_timestamp": 4026.0,
      "text": "How great would it be if they were all in the same house? They just had different Skype rooms. Oh my god, like like confessional on a reality TV show."
    },
    {
      "end_timestamp": 4038.0,
      "id": "678ebb46-db54-3784-97ae-220281a9b2e7",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4035.0,
      "text": "There is a show that is a show of"
    },
    {
      "end_timestamp": 4049.0,
      "id": "4a86e60e-8e17-3dca-98c3-9517da0fc200",
      "speaker": "Dan",
      "start_timestamp": 4038.0,
      "text": "all the weirdos who are like Alex Jones associates living under one house. They have to stop being polite, and they just start getting crazy. No, they are already do how,"
    },
    {
      "end_timestamp": 4061.0,
      "id": "ee4c73f5-ae63-3dbf-84de-b3b4a81d4811",
      "speaker": "Jordan",
      "start_timestamp": 4049.0,
      "text": "how long before they eat each other? Well, if you put all of the conspiracy people in the same house and car long enough, yeah, sooner or later, they're going to eat one of them. Right?"
    },
    {
      "end_timestamp": 4086.0,
      "id": "fa0a16bf-d571-3139-b280-1d6665ce0d25",
      "speaker": "Dan",
      "start_timestamp": 4061.0,
      "text": "Well, yeah. I mean, if you cut them off from the outside world, like they do in Big Brother, right? They'd have to assume that everything is okay. So I think a lot of people who are into these conspiracy narratives have I don't know what the cognitive bias would be. But they believe that things are moving faster than they actually are. So everything is heading for a crash so fucking fast, right? But it's not and so now they always have to temper their like their fear."
    },
    {
      "end_timestamp": 4091.0,
      "id": "aeb2eb73-49a2-39ab-ab0b-8b1743b8760e",
      "speaker": "Jordan",
      "start_timestamp": 4086.0,
      "text": "The the apocalypse cult idea where it's always come in, you know? Gone. Yeah,"
    },
    {
      "end_timestamp": 4108.0,
      "id": "6d738990-7c07-3e7e-996f-e0854236443d",
      "speaker": "Dan",
      "start_timestamp": 4091.0,
      "text": "bah, bah, bah, bah, bah, these sorts of things are all coming if you cut them off from news, I think their natural fear that things are moving fast. Within a week, they'd be like, we're cut off from the outside world, but I'm positive by now they've cut off the Second Amendment Right, right. That's when eating humans would start"
    },
    {
      "end_timestamp": 4119.0,
      "id": "90e8e7bb-bfce-30ee-8614-39079e37a10d",
      "speaker": "Jordan",
      "start_timestamp": 4108.0,
      "text": "i Well, with the amount of time Alex Jones talks about cannibalism. There is a part of me that thinks he's always like this close to being like, wonder what a human tastes"
    },
    {
      "end_timestamp": 4131.0,
      "id": "837eaa33-371c-358c-8120-84e0afaa6f0a",
      "speaker": "Dan",
      "start_timestamp": 4119.0,
      "text": "like. They did do a special report about that new show the Santa Clarita Diet. What's that? It's apparently a show starring Bob."
    },
    {
      "end_timestamp": 4135.0,
      "id": "82489ed0-27b7-3969-af51-e38f6f619fca",
      "speaker": "Jordan",
      "start_timestamp": 4131.0,
      "text": "Don't Don't worry about it. No, we're gonna go with John Rappaport. John Rappaport is starring in Santa"
    },
    {
      "end_timestamp": 4142.0,
      "id": "d437cefc-1691-3a86-b1cc-677ae496b02a",
      "speaker": "Dan",
      "start_timestamp": 4135.0,
      "text": "Clarita, Mike. Oh, who's that? Drew Barrymore. Drew Barrymore."
    },
    {
      "end_timestamp": 4143.0,
      "id": "1966c0b9-0ee2-3e38-9393-6012bd75a1d7",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4142.0,
      "text": "That's another show. It's"
    },
    {
      "end_timestamp": 4148.0,
      "id": "4293a3d1-920a-3e05-bea8-99a5cfdb565e",
      "speaker": "Dan",
      "start_timestamp": 4143.0,
      "text": "about a lady who's a cannibal now, okay. And he's like, this is just normalizing. Like, no, it's"
    },
    {
      "end_timestamp": 4154.0,
      "id": "afc10e9e-0f23-3743-967a-a65d57c56908",
      "speaker": "Jordan",
      "start_timestamp": 4148.0,
      "text": "not. Or no, that's pretty much that's pretty much as far away from normalizing cannibalism as you can get."
    },
    {
      "end_timestamp": 4159.0,
      "id": "3e6f4c61-8698-302b-b699-d7411ad8bfd2",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4154.0,
      "text": "Yeah. So yeah, so let's seriously What do you think people taste like?"
    },
    {
      "end_timestamp": 4169.0,
      "id": "59f79b3a-d653-3865-893f-545645b5dc11",
      "speaker": "Dan",
      "start_timestamp": 4159.0,
      "text": "It's you know what good I think Do you think they taste like pigs? Well, here's the thing. I think it's different by different cuts of meat. Okay, because you know, like your ass would be like a much more fatty"
    },
    {
      "end_timestamp": 4177.0,
      "id": "1bdc7b36-04e3-3b8e-9ed3-6b57358d0a20",
      "speaker": "Jordan",
      "start_timestamp": 4169.0,
      "text": "if, if Alex Jones did listen to this show, and we went on a long rant about what what he would say slang. Yeah,"
    },
    {
      "end_timestamp": 4196.0,
      "id": "93f1ba27-1517-3e1d-9544-1269dd24d438",
      "speaker": "Dan",
      "start_timestamp": 4177.0,
      "text": "well, your, your your, your bicep would be like fast twitch muscle. Right? So it's stringy. Yeah, it would be it'd be more like, like the white meat kind of shit. Oh, as I recall, okay. I had a long conversation with my doctor friend about this."
    },
    {
      "end_timestamp": 4197.0,
      "id": "29773588-addc-3a9b-b0b9-1c468b29b32a",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4196.0,
      "text": "And like Dr. Gums lost his"
    },
    {
      "end_timestamp": 4231.0,
      "id": "0e4314f4-6aa8-3beb-aff5-d24eed1f0c6b",
      "speaker": "Dan",
      "start_timestamp": 4197.0,
      "text": "teeth eating people is why eat meat because the most of their body has muscles that has to move really fast because they are the best race. Yes, the superior meat. Cows a lot of their muscles are slow twitch muscles they don't have to move very fast Okay, so there's the fat marble that's why they're tender becomes that's why you have the red meat there so I think your ass would be like red meat okay and maybe your thighs and then your your like bicep would be white meat. I would probably go bicep you would go bicep I think so. Okay, I'm a chicken and poultry kind of got"
    },
    {
      "end_timestamp": 4233.0,
      "id": "c6da055d-974d-37a2-ac7f-0001392f8a67",
      "speaker": "Jordan",
      "start_timestamp": 4231.0,
      "text": "everybody what"
    },
    {
      "end_timestamp": 4239.0,
      "id": "d3bb2308-22e5-3e83-a7cc-11904c87a108",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4233.0,
      "text": "what type of what part of a man would you eat then if you say the new corner on this show? And if you say"
    },
    {
      "end_timestamp": 4267.0,
      "id": "bac833b7-a7d4-32e0-a561-d84759faaf1b",
      "speaker": "Dan",
      "start_timestamp": 4239.0,
      "text": "dick, I got a high five All right. We got to come back to this but also hit us up on Twitter at knowledge underscore fight tell us all right, so this is this is fun. He talks some more bullshit and then he goes to break and he introduces a clip that we're not going to listen to but it's a clip that goes back to fears about agenda 21"
    },
    {
      "end_timestamp": 4273.0,
      "id": "15ac1bec-c9b0-3f89-90ba-34757b4e4e08",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4267.0,
      "text": "Because if 25% of all college students in the US are being diagnosed or treated for a"
    },
    {
      "end_timestamp": 4277.0,
      "id": "a1b8d1a2-3106-371c-92f7-98fb5d3b04c7",
      "speaker": "Jordan",
      "start_timestamp": 4273.0,
      "text": "majority of them"
    },
    {
      "end_timestamp": 4320.0,
      "id": "31492fa6-3652-3caf-8609-32fcab221ba6",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4277.0,
      "text": "these are nothing more than psychiatric clinics. They are little nest that produce violence and craziness and insanity that's why where the insanity begins. Whoa, that's where it comes up. Okay, okay, we're gonna take a break in a couple of minutes but I want to tell you after we come back from the break stay with us because what I'm talking about is mind control slavery over the mind what Rob doing his report which is coming right up is talking about is taking over our physical world through AGENDA 21"
    },
    {
      "end_timestamp": 4333.0,
      "id": "6526f22e-6e97-34a5-bf50-32f4c878421c",
      "speaker": "Jordan",
      "start_timestamp": 4320.0,
      "text": "We know that's that's actually some pretty good music to close out on that piece right? Yeah, that's how that's how I would want the mind control mouse masters to play music little"
    },
    {
      "end_timestamp": 4333.0,
      "id": "440fdc01-baea-3f06-818e-ce885f58b58b",
      "speaker": "Dan",
      "start_timestamp": 4333.0,
      "text": "bit rockin"
    },
    {
      "end_timestamp": 4340.0,
      "id": "3ce65800-1bc2-3d55-a8d1-d5b8058d523a",
      "speaker": "Jordan",
      "start_timestamp": 4333.0,
      "text": "that's that's a little bit like Mad Max Fury Road. It's a little bit like the guy on the guitar that shoots flames out I've also"
    },
    {
      "end_timestamp": 4355.0,
      "id": "4c3d61b4-7a5d-3a17-929e-4473cdbefa3e",
      "speaker": "Dan",
      "start_timestamp": 4340.0,
      "text": "noticed that he has some bumper music that he plays like Alex Jones plays on the show that like I have to assume the artists don't know that they're being used Oh yeah. Like as he comes back from break with Moby's extreme ways no way Moby could not have signed off. Oh, we"
    },
    {
      "end_timestamp": 4356.0,
      "id": "f6fb933e-2351-307b-8179-aea06d3c464c",
      "speaker": "Jordan",
      "start_timestamp": 4355.0,
      "text": "definitely did not sign off."
    },
    {
      "end_timestamp": 4362.0,
      "id": "6c73e857-e0d8-358a-a179-23f4061f263c",
      "speaker": "Dan",
      "start_timestamp": 4356.0,
      "text": "I know that he's fine with like, selling his music to commercials and stuff like that, because then he just gives them money to charity. Yeah,"
    },
    {
      "end_timestamp": 4365.0,
      "id": "3381f562-44f0-33cf-8425-1c5af9570218",
      "speaker": "Jordan",
      "start_timestamp": 4362.0,
      "text": "that's against copyright law, isn't it? You can't do that."
    },
    {
      "end_timestamp": 4366.0,
      "id": "fe6ed2d9-e330-3e9f-8612-c20987271f46",
      "speaker": "Dan",
      "start_timestamp": 4365.0,
      "text": "No, who does? What are you talking about?"
    },
    {
      "end_timestamp": 4376.0,
      "id": "d9842267-f736-3e0f-9038-80016067f2c3",
      "speaker": "Jordan",
      "start_timestamp": 4366.0,
      "text": "I mean, no, no, no. Well, we can do that. Oh, yeah. Alex Jones can't do that without Moby's consent because Alex Jones is making money off of I don't know. Yeah, no, that's illegal."
    },
    {
      "end_timestamp": 4387.0,
      "id": "48d5c647-5748-3b7d-be19-8eeeab70c157",
      "speaker": "Dan",
      "start_timestamp": 4376.0,
      "text": "He might have some sort of a deal with like, the record label or something. Yeah, he may have like a music deal where you can be honest about that. I would assume so. He is anti whatever this bullshit is. So anyway, Rob"
    },
    {
      "end_timestamp": 4392.0,
      "id": "bafc0ad3-9ce3-319f-8316-bb68f0688db0",
      "speaker": "Jordan",
      "start_timestamp": 4387.0,
      "text": "do that's like if he played Morrissey songs."
    },
    {
      "end_timestamp": 4435.0,
      "id": "09a474f5-64f1-36d6-85fd-6d6d63cc8611",
      "speaker": "Dan",
      "start_timestamp": 4392.0,
      "text": "Yeah. That that's the only way to support mental illness more than this special report is fucking more fun, more lay some MAs. So he goes to commercial they come back and they play this long, special report by Rob do about agenda 21. Right. And it's more nonsense. It's more completely unfounded bullshit about how the elites want to put you into inner city ghettos, where you'll have a coffin apartment, it's all the same stuff. Yes, yeah. Again, if you want to look into agenda 21, I have no interest in covering it on this show. But you can read up on it and realize why it's all bullshit. It's a non binding un suggestion sheet,"
    },
    {
      "end_timestamp": 4439.0,
      "id": "3b5a52e1-6c18-3661-b1d2-cb2e0b964cc8",
      "speaker": "Jordan",
      "start_timestamp": 4435.0,
      "text": "about the age that people should be allowed to drink with a"
    },
    {
      "end_timestamp": 4440.0,
      "id": "774a2218-8d61-38be-a903-60e0c47b75b5",
      "speaker": "Dan",
      "start_timestamp": 4439.0,
      "text": "scary name."
    },
    {
      "end_timestamp": 4441.0,
      "id": "bdee5a93-815e-3214-b45e-5375747e9965",
      "speaker": "Jordan",
      "start_timestamp": 4440.0,
      "text": "It's a terrible name."
    },
    {
      "end_timestamp": 4463.0,
      "id": "09484e82-b5ab-3613-9376-d509ba33704a",
      "speaker": "Dan",
      "start_timestamp": 4441.0,
      "text": "So Batman comes back from break after this special report. And he ties it in to his theme, which is nonsense, and then gives a case study about what he's talking about. That everyone should fucking listen to. All right, and get scared accordingly."
    },
    {
      "end_timestamp": 4465.0,
      "id": "aab458b1-a01e-3a31-8dbd-813c8733e2ae",
      "speaker": "Jordan",
      "start_timestamp": 4463.0,
      "text": "Excellent."
    },
    {
      "end_timestamp": 4489.0,
      "id": "4fb5391f-41f0-3eab-bad5-c5b7628fc838",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4465.0,
      "text": "Report back. So you saw that terrific report by Rob. That was a terrific So now think of this in relation to what I've been talking about. Completely unrelated. Now you're going to have people desperate, more desperate and more desperate. And somebody's going to say well, you should really see somebody. You should talk to a professional. If you are desperate."
    },
    {
      "end_timestamp": 4514.0,
      "id": "39f9bab4-206e-3a42-b4c4-8ab70051c795",
      "speaker": "Dan",
      "start_timestamp": 4489.0,
      "text": "Please talk to a professional what his argument the way that he will use a to be there is that agenda 21 is going to make people sad and then people will be like you should go to a therapist. So like, the sad world, that's going to be happening because the elites are going to force us into inner city ghettos with no choice, right? And all this will lead people to go to therapy, and then therapists will Hey, I don't know."
    },
    {
      "end_timestamp": 4532.0,
      "id": "41ed6665-aa4a-3e10-8de0-191a3723cfd0",
      "speaker": "Jordan",
      "start_timestamp": 4514.0,
      "text": "So but, but it's dumb. But so so are we in full on psychology, Scientology, psychiatrists control the world situation. Are the elites, all psychiatrist? I don't? Or are they just propping up the psychiatry industry as a front for their mind control Pro?"
    },
    {
      "end_timestamp": 4548.0,
      "id": "999d5613-1a0c-3099-a54c-4f87cc7e0583",
      "speaker": "Dan",
      "start_timestamp": 4532.0,
      "text": "Boy? I'll tell you what, that's something he doesn't know. I tell you what, that's something he does not wrestle with at all. Like why, like, we talked about this earlier. And I speculated a couple of possibilities, but he doesn't really explain what's the end game for the psychologists"
    },
    {
      "end_timestamp": 4554.0,
      "id": "6fa11cf4-ccd6-3ec8-a656-f6a91c7bdfe1",
      "speaker": "Jordan",
      "start_timestamp": 4548.0,
      "text": "as well as, as we get into so many times when you war games, these things, we all get into trouble."
    },
    {
      "end_timestamp": 4585.0,
      "id": "32791042-1350-33d8-86d2-e6d284cddc6c",
      "speaker": "Dan",
      "start_timestamp": 4554.0,
      "text": "So it's like and then what I mean, I hate to sound like Young Jeezy. But then what? Where do we go? Like, what's the point? What? You have a brain dead population that is unable to work and can't move? Yeah, it can't move. And so yes, so now you just have potatoes. You just got a whole world of potatoes. And we all know how that worked out for the Irish and the economy then is, is done is potato based. Is there? Is there an image in his head, I guess is what I'm asking of like, psychiatrists delighting, in hurting?"
    },
    {
      "end_timestamp": 4599.0,
      "id": "e6907047-4e04-3ee3-b543-c7929b0b6f17",
      "speaker": "Jordan",
      "start_timestamp": 4585.0,
      "text": "That's a really good question. Does he think psychiatrists are in on it? Or does he think that they're just try? Like, they're just, they're just the Nazis at at Auschwitz? Just like thinking they're going to work everyday like regular Joe's? I sincerely"
    },
    {
      "end_timestamp": 4604.0,
      "id": "10fc467b-e6ec-3158-a482-8f9ee57a3877",
      "speaker": "Dan",
      "start_timestamp": 4599.0,
      "text": "don't know. And I don't think he does, either. I really don't think he knows what his argument is."
    },
    {
      "end_timestamp": 4608.0,
      "id": "037ba3e3-677b-3f75-a352-35bd83414854",
      "speaker": "Jordan",
      "start_timestamp": 4604.0,
      "text": "Oh, man. So anyway, should ask Dr. Pies. Oh, hey, you"
    },
    {
      "end_timestamp": 4610.0,
      "id": "8956ec97-55a0-392c-a45d-7e884ed5f8d4",
      "speaker": "Dan",
      "start_timestamp": 4608.0,
      "text": "know what? Next episode,"
    },
    {
      "end_timestamp": 4611.0,
      "id": "d966a1d3-848d-3554-88dc-a9d635d1a638",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4610.0,
      "text": "we're gonna give Dr. PI's a call."
    },
    {
      "end_timestamp": 4617.0,
      "id": "b1c2d5bc-8ec3-3973-9456-1a5af092fdea",
      "speaker": "Dan",
      "start_timestamp": 4611.0,
      "text": "I'm going to send him an email. Oh, yeah. That'd be fun. I'm not going to do."
    },
    {
      "end_timestamp": 4682.0,
      "id": "364a1007-056b-34ab-a8e4-13c9a14f8677",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4617.0,
      "text": "All right. Oh, it's not what's happening outside in the world that has nothing to do with it. No, it's something you know, inside your brain get diagnosed? In other words, why don't they just come out and say, hey, get diagnosed? What do you say? Join the crowd. Everybody loves. We're all getting diagnosed this week. This was diagnosis. We, Barack Obama has come out of retirement along with Bill Clinton, a skeletal figure. And they're all saying along with Hillary Clinton, it takes a village to get diagnosed, let's all get diagnosis. We this is diagnosis week for mental disorders to the entire population. Because now that we're stuffing you into tiny spaces, and making you exceedingly claustrophobic, and taking away all your money and destroying the middle class. And basically, you know, gutting the nation. It's time to get diagnosed, folks. It really takes a village to get diagnosed. Yeah, that's the truth."
    },
    {
      "end_timestamp": 4695.0,
      "id": "4c60b80b-630d-39a8-b30d-8c4c1c874c36",
      "speaker": "Jordan",
      "start_timestamp": 4682.0,
      "text": "It's weird how everything he's saying is correct. Even though he thinks he's saying it sarcastically, like, you should get diagnosed. Yeah, yeah. And it does take a village. It's a good idea to have a support structure in place. Yeah."
    },
    {
      "end_timestamp": 4729.0,
      "id": "c6a60363-2802-3b0c-8508-0f1b30f9fa36",
      "speaker": "Dan",
      "start_timestamp": 4695.0,
      "text": "I've also, I've also known some people, and there is National Mental Illness day. Yeah. I also like this is an interesting thing that I've just realized. I've known a couple people who have gone to therapists and psychiatrist, and they've been like, you're fine. Yeah, that does happen. Yeah. I it's it's not every psychiatrist that doesn't, you know, want to find an issue that they can try and help with Joe. But there are there are psychiatrists out there who are like, I don't think medication is appropriate. I think maybe you should talk to somebody that does exist in the world. Yeah. Not everybody is trying to get everyone in on a shell game."
    },
    {
      "end_timestamp": 4736.0,
      "id": "93734e77-f04f-3723-8134-0b18c661bfb4",
      "speaker": "Jordan",
      "start_timestamp": 4729.0,
      "text": "And there are doctors who are like you have high blood pressure, but maybe you should just stop eating garbage you fix. Yeah,"
    },
    {
      "end_timestamp": 4756.0,
      "id": "9a4a93c2-d218-3406-9440-423e21825873",
      "speaker": "Dan",
      "start_timestamp": 4736.0,
      "text": "I want to give you that. Yeah. So we've been taken out taken out of the mental health. Yeah, yeah. So anyway, he's about to get to this case study. And here's what I'd like you to remember. I am going to try so hard. This case study is anecdotal. It's from a book, which means it's always the most reliable information. It's anonymous. Well, I mean, there's a name given, but it's obviously yes. Yeah."
    },
    {
      "end_timestamp": 4760.0,
      "id": "8bb68d58-dad8-3248-90cb-ab1bdf93d1da",
      "speaker": "Jordan",
      "start_timestamp": 4756.0,
      "text": "No, and which is a good thing. It's a good thing if you're going to do case studies to protect"
    },
    {
      "end_timestamp": 4766.0,
      "id": "4c1a6914-34ba-38b2-a8aa-f0f316a67606",
      "speaker": "Dan",
      "start_timestamp": 4760.0,
      "text": "privacy. But also, this book was written 26 years ago,"
    },
    {
      "end_timestamp": 4768.0,
      "id": "65b61066-3077-34a5-9112-416cd972d157",
      "speaker": "Jordan",
      "start_timestamp": 4766.0,
      "text": "before he even started his investigation."
    },
    {
      "end_timestamp": 4772.0,
      "id": "4fa289f4-ca3b-3baf-b996-cd35c3f06c8f",
      "speaker": "Dan",
      "start_timestamp": 4768.0,
      "text": "Yes, six years before, oh, boy, but like the state"
    },
    {
      "end_timestamp": 4775.0,
      "id": "60b30385-7f12-3cf6-b65e-57ca19196b2d",
      "speaker": "Jordan",
      "start_timestamp": 4772.0,
      "text": "of witches a majority of years before he started,"
    },
    {
      "end_timestamp": 4785.0,
      "id": "2eae22a7-9a74-33a3-9b2f-2942ba608ec0",
      "speaker": "Dan",
      "start_timestamp": 4775.0,
      "text": "think about what pills we have now that weren't discovered back then. Think about therapies that we've developed that didn't exist 26 years ago. There's a lot"
    },
    {
      "end_timestamp": 4788.0,
      "id": "ac51744b-5edb-3f92-9dd8-ac84a38d052f",
      "speaker": "Jordan",
      "start_timestamp": 4785.0,
      "text": "so spanking was still a legitimate therapy 26"
    },
    {
      "end_timestamp": 4791.0,
      "id": "0d1e6b71-2e22-33f1-b956-23dbd2a4fea4",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4788.0,
      "text": "years ago. Yeah. So yeah, you can"
    },
    {
      "end_timestamp": 4795.0,
      "id": "4893c19f-41fb-35d2-9a61-1d220e5577fd",
      "speaker": "Jordan",
      "start_timestamp": 4791.0,
      "text": "get spanked in a school. Yeah, corporate real thing. They"
    },
    {
      "end_timestamp": 4797.0,
      "id": "eefa37fc-fceb-3eeb-a18b-fbef513f7e61",
      "speaker": "Dan",
      "start_timestamp": 4795.0,
      "text": "even just hit you. Yeah,"
    },
    {
      "end_timestamp": 4800.0,
      "id": "f3b96865-ddf0-3f9c-b0c7-e5c2be2bcdd8",
      "speaker": "Jordan",
      "start_timestamp": 4797.0,
      "text": "that seems crazy now right nuts. That seems been nanas."
    },
    {
      "end_timestamp": 4811.0,
      "id": "a803a386-06d6-3085-a51c-99d696cd1368",
      "speaker": "Dan",
      "start_timestamp": 4800.0,
      "text": "Yeah, there's a zero tolerance policy for that. Although when I was in high school teacher did hit me. Oh, yeah, hit him back. Nice. Who was weird? Anyway, that's a story for another day to talk to"
    },
    {
      "end_timestamp": 4817.0,
      "id": "2938ad73-c9b4-3c6d-a7e9-e60e9ab74eb7",
      "speaker": "Jordan",
      "start_timestamp": 4811.0,
      "text": "Dr. Pies. You may have some lasting damage. Are we going to get into a trigger warning for you? Right?"
    },
    {
      "end_timestamp": 4820.0,
      "id": "b6fe1520-ecf3-3d0d-96cc-b1dac9b5c208",
      "speaker": "Dan",
      "start_timestamp": 4817.0,
      "text": "Here's a trigger warning. This case study is stupid."
    },
    {
      "end_timestamp": 4838.0,
      "id": "f35a7100-9ec5-3352-9c06-80f68a2b9a61",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4820.0,
      "text": "It takes a village mentality, a global village mentality to get diagnosed. Good. We got globalist Yeah. So mind blowing. I'm going to try to raise a document up here for myself. You will not see it. Hopefully."
    },
    {
      "end_timestamp": 4869.0,
      "id": "89a6f858-ac88-3cf4-87da-fc1fb15d5cff",
      "speaker": "Dan",
      "start_timestamp": 4838.0,
      "text": "He doesn't wait use technology. You will not see it. Hopefully. I don't think he understands what's screen like that. What's the Skype connection what's actually being relayed? Bless you to the video camera. I'm not sure he knows what he thinks of you move something on his screen. It will play on infowars.com. And that's not like, I mean, he's an old man. He's an old man. I'm not making fun of his old man. I'm not making fun of him. I just wanted to give context for what he was right? But also, it's kind of fun. It's funny. It's a little funny. Come on Batman get your technic here."
    },
    {
      "end_timestamp": 4871.0,
      "id": "ea350823-cd82-3642-bb1d-ac8a51e2d0a2",
      "speaker": "Jordan",
      "start_timestamp": 4869.0,
      "text": "Where's Alfred? Alfred does"
    },
    {
      "end_timestamp": 4874.0,
      "id": "afbed06e-35ff-3d08-a5a2-e200cc9e109a",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4871.0,
      "text": "your technology for a come up get back URL in there."
    },
    {
      "end_timestamp": 4910.0,
      "id": "440b7434-3a30-3466-98e8-391e4af69b7f",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4874.0,
      "text": "Okay, we're still here. I'm your basic primitive writer. Okay, God he sounds like he's gonna read you a short passage from Peter Bregenz 1991 book toxic psychiatry 1991 This is a revelation. Okay, I'm gonna excerpt this a little bit. pseudonym Roberta was a college student getting good grades mostly A's when she first became depressed and saw psychiatric help at the recommendation of her University Health Service right talk about agenda 21 time"
    },
    {
      "end_timestamp": 4913.0,
      "id": "be13f363-ed27-3ed8-86f0-aa2329653a57",
      "speaker": "Jordan",
      "start_timestamp": 4910.0,
      "text": "right when was agenda 2119 92"
    },
    {
      "end_timestamp": 4924.0,
      "id": "0c0b46f4-a0e4-38f0-8b57-087f3fcf5e3c",
      "speaker": "Jordan",
      "start_timestamp": 4913.0,
      "text": "Strange a strange sort of this Hawk about agenda to well she's the proto right she's the anecdotal by which they invented agenda fucking"
    },
    {
      "end_timestamp": 4936.0,
      "id": "ac03e63d-f205-3801-a7b8-6b9f17679d7d",
      "speaker": "Dan",
      "start_timestamp": 4924.0,
      "text": "amazed that you came up with that so fast this look at my note there. What look at my note right there. There we go. book written before agenda. I had that note, just in case I forgot."
    },
    {
      "end_timestamp": 4940.0,
      "id": "607b48b9-ced9-35fc-b382-cc2ea663d57d",
      "speaker": "Jordan",
      "start_timestamp": 4936.0,
      "text": "I couldn't so it was so obvious that this didn't happen."
    },
    {
      "end_timestamp": 4948.0,
      "id": "5892eebf-333a-3b08-a486-3ed53d3cd165",
      "speaker": "Dan",
      "start_timestamp": 4940.0,
      "text": "Yeah, so but the anecdote might have happened but his analogy his assessment of it that like talk about agenda 20 Oh, yeah,"
    },
    {
      "end_timestamp": 4951.0,
      "id": "379aacf8-b47e-3d38-ada7-95e53e996ad3",
      "speaker": "Jordan",
      "start_timestamp": 4948.0,
      "text": "that's that's such bullshit. No nonsense trying to just shift"
    },
    {
      "end_timestamp": 4955.0,
      "id": "5893c85d-1ad5-3e36-a501-30e6e2c5a83a",
      "speaker": "Dan",
      "start_timestamp": 4951.0,
      "text": "facts to fit whatever conclusion you already have in your mind,"
    },
    {
      "end_timestamp": 4957.0,
      "id": "4a51025a-192c-3465-a82b-ccc49f239b91",
      "speaker": "Jordan",
      "start_timestamp": 4955.0,
      "text": "which he has to get to because he's about to go to bed."
    },
    {
      "end_timestamp": 4968.0,
      "id": "75cf662b-8051-3478-af3e-379299e5ed40",
      "speaker": "Dan",
      "start_timestamp": 4957.0,
      "text": "Yeah. Oh, God. He's so sleep so sleepy. And the show is he's broadcasting this. I mean, I don't know what timezone he's in but it has to be like 3pm Take a nap Rappaport"
    },
    {
      "end_timestamp": 5098.0,
      "id": "48217d75-946c-3fd8-881c-91e81128a8c5",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4968.0,
      "text": "and well motivated very good candidate. Baba boss, Cedric Cedric going through his sophomore year identity crisis about dating men succeeding in school planning a future. Okay, a lot of stress. Instead of moral support and insight. Her doctor gave her house doll. That's an anti psychotic that is a neuroleptic, a major tranquilizer those are all names for that class of drugs. Over the next four years leisure is. Six different physicians watched her deteriorate neurologically without warning her or family about tardive dyskinesia motor brain damage, and without making the diagnosis. Even when she was overtly twitching in her arms and legs. Instead, they switched her from one neuroleptic to another, including the vein Estelle, Xen and Thorazine. Eventually a rehabilitation therapist became concerned enough to send her to a general physician, who made the diagnosis of medical drug damaged by then she was permanently physically disabled, with a loss of 30% of her IQ. And then Bragin says my medical evaluation described her condition, grossly disfigured, and severely disabled human being who can no longer control her body. She suffers from extreme writhing movements and spasms involving the face, neck, head, shoulders, limbs, extremities, torso and back nearly the entire body. She has had difficulty standing sitting or lying down and the difficulties worsen as she attempts to carry out voluntary actions. At one point she could not prevent her head from banging against nearby furniture. She could hold up to a couple only with great difficulty, etc, etc. Even her respiratory movements are seriously afflicted, so that her speech comes out in grunts and gasps. A miss spasms. Roberta may improve somewhat after several months off the neuroleptic drugs, but she will never again have anything remotely resembling a normal life."
    },
    {
      "end_timestamp": 5113.0,
      "id": "ae1947f8-57c0-38a2-bb7f-f5ccff76555c",
      "speaker": "Jordan",
      "start_timestamp": 5098.0,
      "text": "That's That's true. You're really sad, very good. I mean, that can happen. Literally anywhere with just about anything. Sure. But if you also, I mean, she could have tripped."
    },
    {
      "end_timestamp": 5115.0,
      "id": "d0fe5905-8a61-3129-82f9-edf7b98253c9",
      "speaker": "Dan",
      "start_timestamp": 5113.0,
      "text": "Well, I know what that argument doesn't really help."
    },
    {
      "end_timestamp": 5137.0,
      "id": "59fb57ad-8a9f-35c6-8d75-4b0171bc0afd",
      "speaker": "Jordan",
      "start_timestamp": 5115.0,
      "text": "It doesn't know it doesn't help, but it is it is one of those things where she's dealing with such a unique circumstance, a such a such a rare circumstance, that that anecdotal situation always fucking crushes me. Yeah. Because it's always like, hey, we had one guy. This happened. And it is a tragedy. Yeah, it really is."
    },
    {
      "end_timestamp": 5141.0,
      "id": "67367771-4b53-38f9-ae6c-98d00ba3c71a",
      "speaker": "Dan",
      "start_timestamp": 5137.0,
      "text": "It's about worst case scenario, kind of Yeah, of bad drug reactions."
    },
    {
      "end_timestamp": 5146.0,
      "id": "48ef7223-94dd-32d6-b92f-52b0ba88acfc",
      "speaker": "Jordan",
      "start_timestamp": 5141.0,
      "text": "And that and that it's tragic that that happens. It really is."
    },
    {
      "end_timestamp": 5152.0,
      "id": "c1b7a974-b144-3843-8483-a6d2bb02c011",
      "speaker": "Dan",
      "start_timestamp": 5146.0,
      "text": "It's not indicative of the psychiatry as a whole. No, not even close. So I was thinking"
    },
    {
      "end_timestamp": 5191.0,
      "id": "d10851cc-0638-352b-9ca2-6551579c5465",
      "speaker": "Jordan",
      "start_timestamp": 5152.0,
      "text": "there's how many it's one of those things where it is like, how many patients per year are killed by Doctor error, as opposed to what's going on? And it's a lot a lot of people are killed by Doctor error. A lot of that is like in surgery. Yeah. Or just any number of, you know, misdiagnosis sees or mixed diagnoses. All of the all of these different possible outcomes, but you'd still rather go to a fucking doctor than not. What if it's Dr. Wallach if it's Dr. Wallach I would take my cat to him. He's a really good veterinarian. Apparently, he invented these pills. Yeah. So he made somebody else's cat super strong."
    },
    {
      "end_timestamp": 5218.0,
      "id": "bcd45156-322c-39da-b616-75ab52ac09f6",
      "speaker": "Dan",
      "start_timestamp": 5191.0,
      "text": "So the also the use of case studies is it's illustrative of, you know, points you want to make, but it's not necessarily it doesn't. It's not really a fair way to make an argument. Because like, if you want to pin all of that on, like, the art of psychiatry, you're wrong. If you want to make the argument a there are some bad doctors. Sure. Yeah. No one's gonna No one's"
    },
    {
      "end_timestamp": 5221.0,
      "id": "eaa41568-877a-3a9b-8b55-e5c492b8b4ba",
      "speaker": "Jordan",
      "start_timestamp": 5218.0,
      "text": "gonna dispute or even some good doctors who made mistakes."
    },
    {
      "end_timestamp": 5238.0,
      "id": "18bde3a0-37ef-31fe-ad98-738e41fdc345",
      "speaker": "Dan",
      "start_timestamp": 5221.0,
      "text": "My uncle was a psychiatrist. Did he kill Roberta? You didn't? Okay. Are we sure? Yeah, I'm fairly sure. I don't know how much I want to say about him. I'll just spell this out. Okay. He studied he just did"
    },
    {
      "end_timestamp": 5241.0,
      "id": "b5257e8e-f4a6-3ada-93ec-b6d6e6887004",
      "speaker": "Jordan",
      "start_timestamp": 5238.0,
      "text": "a full on Alex Jones right there. Like,"
    },
    {
      "end_timestamp": 5247.0,
      "id": "7234dab9-7b98-311e-af3a-d0aa4d1df679",
      "speaker": "Dan",
      "start_timestamp": 5241.0,
      "text": "I'm not sure I want to tell you guys about I'm not sure. I'm gonna tell you guys about that. I don't know how much of his business I should put on the streets."
    },
    {
      "end_timestamp": 5252.0,
      "id": "f5195b1c-994a-3cb0-9753-e18f8a6686cc",
      "speaker": "Jordan",
      "start_timestamp": 5247.0,
      "text": "No, I agree. I don't I don't know how much is public."
    },
    {
      "end_timestamp": 5313.0,
      "id": "0cb4a6e1-d91e-32a1-8f44-8d533c1ea747",
      "speaker": "Dan",
      "start_timestamp": 5252.0,
      "text": "I'll keep the public. I'll do public stuff. Okay. So with your wiener he was and I think he still is a psychiatrist. And he had written a bunch of books about multiple personality disorder, which is which does not exist. No, but at the time, it was seen as are all the rage. Yeah, it was one of these really, like hot diagnoses? Yeah, it's now dissociative personality disorder. Yeah, there's justice. Identity Disorder is a much more robust understanding of what it is and what can cause it, and his whole thing and he wrote, like two or three books about it. He believed in his clinical opinion, that multiple personality disorder is caused by satanic ritual abuse, and the cure is Jesus. Right. So he has these books, and they're full of case studies. They're full of case studies with a pseudonym, and these horrifying stories and then Jesus helping out just"
    },
    {
      "end_timestamp": 5317.0,
      "id": "cabc5c1a-2ab3-3d28-96ba-75b664867ddd",
      "speaker": "Jordan",
      "start_timestamp": 5313.0,
      "text": "like the fucking anti gay conversion therapies like that whole bullshit,"
    },
    {
      "end_timestamp": 5320.0,
      "id": "b06504b3-0977-3871-83df-68c603adf5eb",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5317.0,
      "text": "right? But any kind of makes me very angry."
    },
    {
      "end_timestamp": 5339.0,
      "id": "b1c864f2-2ca4-3d8b-bbe8-5b27286cef3b",
      "speaker": "Dan",
      "start_timestamp": 5320.0,
      "text": "It doesn't make me mad too. If you knew more about how much of a weirdo My uncle is, even matter, but the point I'm trying to make is that like when you have these case studies, they can sort of tell the narrative that you want to tell without it actually being really based in"
    },
    {
      "end_timestamp": 5352.0,
      "id": "7911bb37-0667-3ff3-bf9e-a6f9cfd4c4f0",
      "speaker": "Jordan",
      "start_timestamp": 5339.0,
      "text": "but but or clinical. That's the whole short circuit of human beings. We love the story. Tell me the story. I get all caught up in it and we got it's got a it's got a beginning it's got a middle it's got an end we"
    },
    {
      "end_timestamp": 5353.0,
      "id": "343a4266-f2bb-3a1b-9c82-10e9b3593f3e",
      "speaker": "Dan",
      "start_timestamp": 5352.0,
      "text": "got quiet and sad while he was"
    },
    {
      "end_timestamp": 5408.0,
      "id": "6368bf9a-fd82-374c-b86b-341d4446282c",
      "speaker": "Jordan",
      "start_timestamp": 5353.0,
      "text": "telling that's absolutely it's tragic. I feel for her I have empathy for another human being sure. And and so we can warp your perception but then you go to the word statistics in the diagnostic manual. Yeah. And that's so important. It's so important and that's a very small some some people have said they were cured because of anti gay conversion therapy. Sure. Some of them have whether or not they have is they probably haven't, but they've said it you know, you can point to those case studies as being Oh, this works well, I think but the large majority are not helped and are only damaged only hurt by bullshit. Oh, you're just hurting people. With that narrative, it's a narrative that deserves to be told. But I agree. But it is a fucking damaging narrative."
    },
    {
      "end_timestamp": 5419.0,
      "id": "46445e02-75f3-305f-a79c-951e80c07e96",
      "speaker": "Dan",
      "start_timestamp": 5408.0,
      "text": "But it's also a narrative that doesn't deal with reality. It deals with the story you want to tell. Yeah, like the story that my uncle would want to tell is that these people who are returning to the west, loves,"
    },
    {
      "end_timestamp": 5420.0,
      "id": "caa1024c-82d2-3f0b-8d69-9213da3494c3",
      "speaker": "Jordan",
      "start_timestamp": 5419.0,
      "text": "He loves Chinese literature."
    },
    {
      "end_timestamp": 5470.0,
      "id": "55e39c26-b2fc-3570-9eff-2d45f05e7b56",
      "speaker": "Dan",
      "start_timestamp": 5420.0,
      "text": "I was just thinking of five. There's no cats in America. So the story that my uncle would want to tell is that these people told him, that is fake news. There are cats in America is fake news. The Chai coms want to tell you there's no cats over here. So, but like, the idea is, you're telling a story that fits the story, you've already decided to tell, as opposed to letting the truth dictate where the story goes, of course, and that's unfortunate. Well, that is classic confirmation bias. And that's what Batman is doing. Yeah. Batman loves confirmation bias, confirmation bias, confirmation bias. So here's the here's the next clip. This is where he gets a little bit real with it. And he warns you that withdrawals are a real thing. And then he goes the wrong direction. Do"
    },
    {
      "end_timestamp": 5477.0,
      "id": "71f76e04-ce95-3334-b056-474ef432e543",
      "speaker": "Jordan",
      "start_timestamp": 5470.0,
      "text": "you not suddenly stop taking your medication? Absolutely not talk with your psychiatrist. If you are going to quit your medication, please do so responsibly."
    },
    {
      "end_timestamp": 5481.0,
      "id": "0b7cf03d-27e6-3c32-9064-9a072112135c",
      "speaker": "Dan",
      "start_timestamp": 5477.0,
      "text": "And if you tell them that you want to get off things, they will help you they will, they're not"
    },
    {
      "end_timestamp": 5487.0,
      "id": "d941e0b9-6ddd-337a-a3e3-37af5c02cb71",
      "speaker": "Jordan",
      "start_timestamp": 5481.0,
      "text": "going to be like they're going to give you advice. And then if you're going to do it, they're going to try and help you do it the safest way possible, you"
    },
    {
      "end_timestamp": 5491.0,
      "id": "8c67c317-22d0-38f7-8edb-5f4dfb5919f3",
      "speaker": "Dan",
      "start_timestamp": 5487.0,
      "text": "know, and it turns out doctors work at your direction. They like it."
    },
    {
      "end_timestamp": 5495.0,
      "id": "2c079453-ee4e-3cb5-85e2-348f91e050de",
      "speaker": "Jordan",
      "start_timestamp": 5491.0,
      "text": "Yeah, well, they don't necessarily like it when they you direct them. But"
    },
    {
      "end_timestamp": 5501.0,
      "id": "f3374a04-2189-3bc0-83a7-30842a4ac676",
      "speaker": "Dan",
      "start_timestamp": 5495.0,
      "text": "it's kind of frustrating when you have like, a direction that you think therapy would go best. And the patient says, I don't want to do that. And"
    },
    {
      "end_timestamp": 5535.0,
      "id": "0b0e9969-9ddc-38fc-a745-6cfbf06690d0",
      "speaker": "Jordan",
      "start_timestamp": 5501.0,
      "text": "you imagine being a doctor and having some parent come up to you and say, Oh, I don't want my kid to be vaccinated. Can you imagine a Can you imagine how frustrated you would be but it'd be insane it would be the most angering moment I get angry now whenever I hear somebody say I'm not sure about vaccines, just the I'm not sure part makes me want to fucking punch them. Yeah, yeah, no, no fucking Hey, did you do you have polio? No, then fucking Shut up. Yeah. Every every day you don't have polio. You should thank a vaccine."
    },
    {
      "end_timestamp": 5547.0,
      "id": "ffa7016b-cead-30ec-8451-03c29d521cfa",
      "speaker": "Dan",
      "start_timestamp": 5535.0,
      "text": "Thank you. Vaccines, a measles mumps and rubella. Yeah, what day is today? That's vaccine awareness vaccine awareness day. Every day is vaccine Awareness Day and it's Batman Awareness Day."
    },
    {
      "end_timestamp": 5633.0,
      "id": "8c880be7-0f61-37aa-bcf5-d8b213c06bd3",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5547.0,
      "text": "Now bragging warns and I want you to make sure you understand. Withdrawing rapidly from any psychiatric drug can be worse than taking the drug we're talking about a great day very dangerous and even life threatening problems. So this is in no way a recommendation to anybody who may be on one of these drugs to just get off of it. bragin.com br eg gi n.com is the website of Peter, Peter Breggin. He's written a book about withdrawing from psychiatric drugs. He recommends it be done by a professional who knows what he's doing, etc. Okay. So I think you're probably getting the message now and this investigative report on the number one mind control program at colleges, psychiatrist and now I want to talk about Jesus super blue fluoride free toothpaste my wife said about this she was very enthusiastic after being sold out for months at Infowars life.com is back. Gums research indicates contribute to the development can contribute to the development of heart disease heart attacks. When bacteria infect your gums it can enter the bloodstream and even contribute to blood clots."
    },
    {
      "end_timestamp": 5639.0,
      "id": "7141289e-d897-36b3-9a28-257728296eb6",
      "speaker": "Dan",
      "start_timestamp": 5633.0,
      "text": "This fucking show he goes on for like three minutes about this great toothpaste."
    },
    {
      "end_timestamp": 5648.0,
      "id": "f4a022e1-d56f-342b-bcdf-af2927e0181f",
      "speaker": "Jordan",
      "start_timestamp": 5639.0,
      "text": "And you know what if you stop using that toothpaste, no negative side effect no withdrawal can switch directly to a regular toothpaste. Yeah."
    },
    {
      "end_timestamp": 5649.0,
      "id": "a5a7e727-f430-3c37-a7e7-3571451d265b",
      "speaker": "Jordan",
      "start_timestamp": 5648.0,
      "text": "What was it called?"
    },
    {
      "end_timestamp": 5650.0,
      "id": "21949407-85d6-3b37-896d-81c44ec78ad9",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5649.0,
      "text": "Super blue."
    },
    {
      "end_timestamp": 5684.0,
      "id": "da87441e-dae7-3f5d-b4d6-1a2b6925528a",
      "speaker": "Dan",
      "start_timestamp": 5650.0,
      "text": "It's created by Alex Jones. His dad Oh, you know what they do? They are super blue. They get it turns your teeth blue. They get toothpaste from Tom's of Maine. Is that real? Which they can't? Alex keeps doing this thing where he's like, we get it from the top organic. You know it's up in Maine. We can't say the name because you know we because we're stealing it? Well, no, because they have like a like a subcontract or what? Okay, so they get the toothpaste from Tom's of Maine and then he puts colloidal silver and iodine in the toothpaste blog along with peppermint oil and tea tree oil."
    },
    {
      "end_timestamp": 5689.0,
      "id": "2f426548-b4cc-37f8-bd4b-97c7fd2c93e0",
      "speaker": "Jordan",
      "start_timestamp": 5684.0,
      "text": "Oh, but also that sounds way less dangerous than the colloidal silver iodide."
    },
    {
      "end_timestamp": 5698.0,
      "id": "54c3c874-8921-3cd0-9212-2f8c8261a5e2",
      "speaker": "Dan",
      "start_timestamp": 5689.0,
      "text": "Alex would like you to know that sometimes the peppermint is a little too strong for kids. So they're coming out with the bubblegum flavor."
    },
    {
      "end_timestamp": 5701.0,
      "id": "cc6581d5-ea8f-35c0-a282-923bd14be939",
      "speaker": "Jordan",
      "start_timestamp": 5698.0,
      "text": "Oh, yay, still on the way I do you know,"
    },
    {
      "end_timestamp": 5709.0,
      "id": "6290eea3-83fe-36cd-a000-075006605ca4",
      "speaker": "Dan",
      "start_timestamp": 5701.0,
      "text": "now it's coming bubblegum flavor was very important to me taking medication as a child, man. It wasn't for me. I always thought that fake bubblegum stuff was"
    },
    {
      "end_timestamp": 5717.0,
      "id": "48703e4d-2df2-38c7-94e7-54c6da209fe1",
      "speaker": "Jordan",
      "start_timestamp": 5709.0,
      "text": "so important. Oh, did you know Did you know In the 50s? They actually had like radioactive toothpaste. I did not"
    },
    {
      "end_timestamp": 5718.0,
      "id": "4751cd4e-70c3-37d9-a3da-9b6193d4bc73",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5717.0,
      "text": "know that. Yeah, yeah,"
    },
    {
      "end_timestamp": 5782.0,
      "id": "e80dc9f5-931b-30af-81fe-f31f8d3cfbef",
      "speaker": "Jordan",
      "start_timestamp": 5718.0,
      "text": "everything. Everything was radioactive for a while in the 50s. Because, because the nuclear Yeah, well, the nuclear bomb had just dropped and people were like, Oh, look at how amazing all of these radioactive things are. So people would actually have glow in the dark teeth. You would clean your floor with glow in the dark shit, because it was radioactive as fuck. Oh, wow. They even had these tests where they would really knew that they would detonate they would detonate a nuclear a nuclear bomb, right. And the tactic they were thinking about is after that when you have that giant cloud, maybe we should have an army marched through that. So they actually had are talking about like for optics? No, no for for attacks. So in in your super soldiers. No, no, just to hide just to hide in the smoke. Okay, so 1000s of soldiers wound up having all kinds of radioactive diseases because they didn't understand that was bad for you. So people lost their teeth because they did all of this shed. Now. You know why we don't learn about that? Was that"
    },
    {
      "end_timestamp": 5786.0,
      "id": "ce1845c1-b65b-3e0d-913b-655e6f247360",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5782.0,
      "text": "globalists? Probably global global last George Soros."
    },
    {
      "end_timestamp": 5798.0,
      "id": "681ff624-8849-33cd-85f5-f89717e30973",
      "speaker": "Dan",
      "start_timestamp": 5786.0,
      "text": "Oh, man, I wish I could. I wish I had my Spotify up. It's not Imagine Dragons who did that? I'm Radioactive. That song."
    },
    {
      "end_timestamp": 5804.0,
      "id": "8c31b1e2-9336-3ad0-8e19-3bae4ee12b0d",
      "speaker": "Jordan",
      "start_timestamp": 5798.0,
      "text": "It's a good song. I'm not entirely sure which one you represented. Who cares anyway? I think now's the time to let that go."
    },
    {
      "end_timestamp": 5806.0,
      "id": "aa6a297e-bbbd-3b1b-8ddb-082b993bd94f",
      "speaker": "Dan",
      "start_timestamp": 5804.0,
      "text": "All right, Batman comes back and"
    },
    {
      "end_timestamp": 5809.0,
      "id": "aee64681-ed4a-38f7-b606-6e34b7bc3c38",
      "speaker": "Jordan",
      "start_timestamp": 5806.0,
      "text": "nananananana radioactive he has"
    },
    {
      "end_timestamp": 5816.0,
      "id": "2a6da019-d380-37b8-9b99-9a277aa6c08e",
      "speaker": "Dan",
      "start_timestamp": 5809.0,
      "text": "this this clip is just about the fear. The fear, yeah, this is fear mongering. Not"
    },
    {
      "end_timestamp": 5819.0,
      "id": "7682dc2a-57da-3a93-bd4f-bc849871c533",
      "speaker": "Jordan",
      "start_timestamp": 5816.0,
      "text": "the movie fear starring Marky Mark. No,"
    },
    {
      "end_timestamp": 5831.0,
      "id": "0dc04e58-9f59-3667-b804-618e7188d13d",
      "speaker": "Dan",
      "start_timestamp": 5819.0,
      "text": "no, just fear. Fear, Primal Fear. It's just the fear. The fear he wants you to be scared and also he has this awesome roleplay that he does with a fake doctor."
    },
    {
      "end_timestamp": 5843.0,
      "id": "29cb9d0e-a474-3376-a83d-a15562cd9071",
      "speaker": "Jordan",
      "start_timestamp": 5831.0,
      "text": "Oh, thank god but is his roleplay so far has been one confusing man Toothless, and to so many different ways. It has been tasteless. Yeah."
    },
    {
      "end_timestamp": 5893.0,
      "id": "176af0cf-44eb-38ac-84ba-b2e87f2ad8bd",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5843.0,
      "text": "Okay. What else on this Mary voyage through insanity created by psychiatry. You'll see in the article that I wrote about this up at Infowars. And also at no more fake news. That even drugs like Ritalin can have fantastically dangerous effects, psychotic breaks, literally all drugs, aggressive, violent behavior, all drugs, all the drugs. And think about this. This so called you know, ADHD, everybody's getting it get saying no, get the drug. Sure. The drugs are very, very closely related to and feta means."
    },
    {
      "end_timestamp": 5895.0,
      "id": "9b4ee71c-5a19-38fd-b393-5929d0324a4f",
      "speaker": "Jordan",
      "start_timestamp": 5893.0,
      "text": "Do you mean other drugs?"
    },
    {
      "end_timestamp": 5916.0,
      "id": "8055a67e-f55b-3bf3-8daa-f562eff59847",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5895.0,
      "text": "They are in feta mean type drugs. The boys at Infowars now have it up on the screen of some of the effects of Ritalin, paranoid delusions, paranoid, psychosis, visual hallucinations, auditory hallucinations, can surpass LSD in producing bizarre experiences."
    },
    {
      "end_timestamp": 5944.0,
      "id": "5a6880e5-6a20-35c8-b467-03651603e1ad",
      "speaker": "Dan",
      "start_timestamp": 5916.0,
      "text": "That sounds fun. I wanted to check in here. Radioactive was a song by the firm, the firm. That super group made up of Paul Rogers from Bad Company Yes, guitarist Jimmy Page, drummer Chris Slade from Manfred Mann's Earth band, and Manfred Mann's earthbound and Uriah Heep. That's the no Manford man's Earth band is now my favorite band name is amazing. Blinded by the Light wrapped up like a noose I don't"
    },
    {
      "end_timestamp": 5950.0,
      "id": "db9928a4-528d-335b-9e30-09f7bd6710b1",
      "speaker": "Jordan",
      "start_timestamp": 5944.0,
      "text": "want to know I don't want to believe that they made music. I want to just believe it was people called Medford man's"
    },
    {
      "end_timestamp": 5954.0,
      "id": "c14e379c-298f-3879-b977-ece77ea9e215",
      "speaker": "Dan",
      "start_timestamp": 5950.0,
      "text": "Earth band Perth band. Just needed to prove that radioactive"
    },
    {
      "end_timestamp": 5958.0,
      "id": "83c0b884-807a-3ef5-9b84-7ec1321e1a54",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5954.0,
      "text": "All right. I believed you. I'm Radioactive."
    },
    {
      "end_timestamp": 5968.0,
      "id": "bfef23e2-6d28-3ef8-9797-a99bd3b10299",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5958.0,
      "text": "Okay, green withdrawal started screaming aggressiveness, insomnia. Decreased REM sleep on and on."
    },
    {
      "end_timestamp": 5973.0,
      "id": "3d281bc1-bf3e-3809-b913-e12a51d71066",
      "speaker": "Dan",
      "start_timestamp": 5968.0,
      "text": "He's just listening side effects. Yeah, I mean, they are real but they happen in very small there. There"
    },
    {
      "end_timestamp": 5989.0,
      "id": "d36b6e2d-1e02-3c99-9fd8-b5ab4dcf8d4d",
      "speaker": "Jordan",
      "start_timestamp": 5973.0,
      "text": "have been zero. I don't know if I've ever seen any drug that had like, hey, no side effects are cool. None zero. Well, placebo perfect placebos work. By the way, try out Super Male Vitality. Yeah, no reason that is right next to the words placebo."
    },
    {
      "end_timestamp": 5993.0,
      "id": "154ec83c-e760-349c-b102-8801cdc5d6b0",
      "speaker": "Dan",
      "start_timestamp": 5989.0,
      "text": "Sure that's actually a placebo. As we've discussed, it's probably just full of testosterone. Yeah, that's"
    },
    {
      "end_timestamp": 5996.0,
      "id": "5f85d3be-4534-3c47-b433-273d7007fd95",
      "speaker": "Jordan",
      "start_timestamp": 5993.0,
      "text": "possible, or it's full of nonsense."
    },
    {
      "end_timestamp": 6007.0,
      "id": "82806da4-9953-334f-8920-88b5248651fc",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5996.0,
      "text": "Hypertension, seizures. convulsions. Anybody know? Who's familiar with amphetamine? chog drug?"
    },
    {
      "end_timestamp": 6013.0,
      "id": "cfe2ac1a-26e8-3c68-b593-26c3b471842a",
      "speaker": "Dan",
      "start_timestamp": 6007.0,
      "text": "I really wish smell face. This is where we need like a bob."
    },
    {
      "end_timestamp": 6017.0,
      "id": "91194ffc-6bd6-371a-982a-203273af817d",
      "speaker": "Jordan",
      "start_timestamp": 6013.0,
      "text": "Yeah, Bob gigolos. Yeah."
    },
    {
      "end_timestamp": 6020.0,
      "id": "3b4eac6e-bcac-3022-a28b-6625444092d7",
      "speaker": "Dan",
      "start_timestamp": 6017.0,
      "text": "Hanging toe."
    },
    {
      "end_timestamp": 6035.0,
      "id": "1959e36e-3c45-3be6-8e39-8acb6c3b6dbd",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6020.0,
      "text": "fisherman that if you take them for a certain length of time, after the initial Wow wears off like Boy, I've got increased clarity is terrific. I can study and so on and so on."
    },
    {
      "end_timestamp": 6040.0,
      "id": "065ebb9a-b0f6-3798-9799-1dd7cdeae2eb",
      "speaker": "Dan",
      "start_timestamp": 6035.0,
      "text": "He's talking about amphetamines. Just to give some context in case I was lost with our laughing and whoa, meth."
    },
    {
      "end_timestamp": 6043.0,
      "id": "ec3547c2-3236-3fe8-b3e8-6d15a472a05b",
      "speaker": "Jordan",
      "start_timestamp": 6040.0,
      "text": "Ooh, meth. Did you ever see that evening"
    },
    {
      "end_timestamp": 6131.0,
      "id": "6c351b51-4179-3189-9e4e-71a6acd48157",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6043.0,
      "text": "out occurs? A crash occurs in many people. They crash. A speed crash is what they used to call it on the street. Now the person is in fantastically bad shape. huddling in a corner. So consider a child. Consider in that situation, a child for college to back to the psychiatrist. What does the psychiatrist say? Well, from what you're saying here, it's obvious to me that you are really suffering from clinical depression now. Okay, really, Doctor? Yeah. Well, I mean, I'm assuming that's related to the drug that you gave me for ADHD? Of course not. No, it'd be a letter. There couldn't be any relationship to the drug for ADHD. No, this is the emergence of a new condition, clinical depression. And so I'm going to put you on Zoloft like the Zeno. morefrom. And now the circus moves out to phase two. The brain destroying mind destroying circus moves into phase two. Because now what we're talking about here is the person the child student is in the system. And I'll give you a potential phase three. Oh,"
    },
    {
      "end_timestamp": 6137.0,
      "id": "83b82b61-1acc-3c0d-94f1-061f13afadfa",
      "speaker": "Jordan",
      "start_timestamp": 6131.0,
      "text": "wait, so nobody's ever done phase three before? This is a potential phase three. He's just making up phase three."
    },
    {
      "end_timestamp": 6144.0,
      "id": "7c36f188-99f3-317e-9660-bbff5359c5f6",
      "speaker": "Dan",
      "start_timestamp": 6137.0,
      "text": "I think he's given you a what could happen. What could happen? Okay. But yeah, based on his language does sound like"
    },
    {
      "end_timestamp": 6152.0,
      "id": "b348e99c-a895-3002-8698-149de0e4c60a",
      "speaker": "Jordan",
      "start_timestamp": 6144.0,
      "text": "it sounds like not made? Yeah, no, there's nobody's ever made it to phase three. But phase three is Super Mario Brothers is real. I"
    },
    {
      "end_timestamp": 6163.0,
      "id": "9386306f-3c6b-3c45-a3fd-e6ad126ed6ef",
      "speaker": "Dan",
      "start_timestamp": 6152.0,
      "text": "think there's a part of him that is sort of wrestling with internally like, I don't have any proof of what I'm saying. So like that, that potential phase three is kind of the little cracks in the armor showing of like, I'm not really making a good argument,"
    },
    {
      "end_timestamp": 6164.0,
      "id": "a0f42eac-ac9b-3e5f-83ce-519f6b6456f1",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6163.0,
      "text": "anytime. Anytime"
    },
    {
      "end_timestamp": 6177.0,
      "id": "8455d52c-2964-3c8c-97af-eb11b416c0ba",
      "speaker": "Jordan",
      "start_timestamp": 6164.0,
      "text": "you hear anybody on Infowars do that thing where they're like, consider the person, the child, the college student. It's like, you only needed to say one of those things. You're saying all of those things, because you ain't have much else to say."
    },
    {
      "end_timestamp": 6179.0,
      "id": "66e93d0e-203a-3c65-a25a-ea1d92064cd5",
      "speaker": "Dan",
      "start_timestamp": 6177.0,
      "text": "Yeah, yeah, you're doing some bullshit, Phil."
    },
    {
      "end_timestamp": 6184.0,
      "id": "7cd6cb04-c67c-32c6-930d-adabad7b1010",
      "speaker": "Jordan",
      "start_timestamp": 6179.0,
      "text": "Yeah. You're you're changing the size of your font to 14 instead of 12."
    },
    {
      "end_timestamp": 6189.0,
      "id": "733e17a0-64ba-330c-98bb-9c2d0f74c98c",
      "speaker": "Dan",
      "start_timestamp": 6184.0,
      "text": "You're pretending you're me talking about"
    },
    {
      "end_timestamp": 6199.0,
      "id": "6fa0de3e-e20e-34ec-815c-6ec8c8460181",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6189.0,
      "text": "right anti-depression, up, down, up down back to the psychiatrist. Well says a psychiatrist."
    },
    {
      "end_timestamp": 6201.0,
      "id": "15ccdb84-c7d1-3c28-9245-79b222fae072",
      "speaker": "Jordan",
      "start_timestamp": 6199.0,
      "text": "See to the psychiatrist."
    },
    {
      "end_timestamp": 6223.0,
      "id": "354646fb-f8d8-3e87-80ac-9fea7147c515",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6201.0,
      "text": "What are now seeing actually to the coming out behind all of this is bipolar. That's what's going on that's the up the down what we used to call manic depression. You have your ups and you have you down Are you sure doctors are taking because it really seems like it is."
    },
    {
      "end_timestamp": 6234.0,
      "id": "a8027c10-b24b-3808-85e7-6d108433eecb",
      "speaker": "Jordan",
      "start_timestamp": 6223.0,
      "text": "I love I love having my mental illness. But yeah, you know, you got your UPS, you got your downs, you definitely don't have two weeks where you're a fucking lunatic. That's just that's just you being crazy. He's also"
    },
    {
      "end_timestamp": 6251.0,
      "id": "e6df0485-c8d6-3837-b2ff-fda6d962fbc6",
      "speaker": "Dan",
      "start_timestamp": 6234.0,
      "text": "sort of making the argument that like amphetamines, and then Zoloft, which Soloff doesn't bring you down know, or anything like that. But like he's saying, like you take these antidepressants, you have the ups of the amphetamines, the downs of the antidepressants, and that's what bipolar is"
    },
    {
      "end_timestamp": 6254.0,
      "id": "4864c013-c6b1-3c69-ae33-2a19bdde4e98",
      "speaker": "Jordan",
      "start_timestamp": 6251.0,
      "text": "not at all. Not at all. Not at all. Not at all"
    },
    {
      "end_timestamp": 6260.0,
      "id": "69493fc3-cc2c-3b3d-bd1b-7a3643827103",
      "speaker": "Dan",
      "start_timestamp": 6254.0,
      "text": "very dumb. uninformed. Yeah. It's like he's never talked to anybody who has mental illness."
    },
    {
      "end_timestamp": 6269.0,
      "id": "70eed81a-6416-33c7-b211-943ed87e62b9",
      "speaker": "Jordan",
      "start_timestamp": 6260.0,
      "text": "He's never talked to any Latino. Well, okay, that's not true. That's not true. He has talked to one person who has mental illness."
    },
    {
      "end_timestamp": 6270.0,
      "id": "992899df-61c5-3542-860c-b9aad5a441a4",
      "speaker": "Dan",
      "start_timestamp": 6269.0,
      "text": "Are you talking about the Joker?"
    },
    {
      "end_timestamp": 6275.0,
      "id": "3c5c35f1-de7b-3f5a-b188-e9f55d39a13d",
      "speaker": "Jordan",
      "start_timestamp": 6270.0,
      "text": "I'm talking about him. I'm talking about when Batman looks into the mirror, he sees"
    },
    {
      "end_timestamp": 6290.0,
      "id": "5f391a79-3e95-3005-b176-9bb3802e799c",
      "speaker": "Dan",
      "start_timestamp": 6275.0,
      "text": "the Joker. I'm not sure that he's ever really had a conversation with. I'm not sure he's ever had a conversation with anybody else. He's married. What? I found that out. All right. I don't know what it means. Let's meet her. Yeah, God, I would love to."
    },
    {
      "end_timestamp": 6295.0,
      "id": "0e091d70-6670-399e-a0d9-68ebeabb6259",
      "speaker": "Jordan",
      "start_timestamp": 6290.0,
      "text": "I bet she's on Infowars. Has she ever written anything for no more fake news?"
    },
    {
      "end_timestamp": 6320.0,
      "id": "d7a1e5cb-37e7-37b2-8806-8d63f292da58",
      "speaker": "Dan",
      "start_timestamp": 6295.0,
      "text": "I bet she's pissed off that he doesn't put up that picture. John, John stopped Skyping with your friends put up that goddamn. What is this? That's just an old New Jersey mom from the 50s I have to assume she's like 70 Also, right? She's gotta be Yeah, he's up there in age, not banging around with a 20 year old."
    },
    {
      "end_timestamp": 6323.0,
      "id": "684f7a68-1c11-3b03-ad87-5b40ca09ec6b",
      "speaker": "Jordan",
      "start_timestamp": 6320.0,
      "text": "John, please come downstairs. John."
    },
    {
      "end_timestamp": 6327.0,
      "id": "838df661-f3c9-3dac-b91a-93f8ab751363",
      "speaker": "Dan",
      "start_timestamp": 6323.0,
      "text": "I picked you on. I picked her John Rapoport with a slightly domineering wife"
    },
    {
      "end_timestamp": 6332.0,
      "id": "e33baf1e-6cc8-3e2a-9238-792fa383f698",
      "speaker": "Jordan",
      "start_timestamp": 6327.0,
      "text": "because you're on Franklin Rapoport. The third Michael Rapaport, Jr."
    },
    {
      "end_timestamp": 6334.0,
      "id": "ac9879f1-cd01-336e-a902-c8b6629a20f1",
      "speaker": "Dan",
      "start_timestamp": 6332.0,
      "text": "I'm doing my research."
    },
    {
      "end_timestamp": 6343.0,
      "id": "4e76d719-aa19-3ae4-be4a-448a437451de",
      "speaker": "Jordan",
      "start_timestamp": 6334.0,
      "text": "I'm up here in Miami, you have been working on this for 20 years now you have yet to call Dr. Pies."
    },
    {
      "end_timestamp": 6351.0,
      "id": "7b3a553b-dede-3fad-921d-c923c0f14bb8",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6343.0,
      "text": "You will love. I love my characterization of her as being very analytical in her anger."
    },
    {
      "end_timestamp": 6355.0,
      "id": "f4037105-413c-32e1-9e84-f1c6c2e90a95",
      "speaker": "Dan",
      "start_timestamp": 6351.0,
      "text": "I got nothing but respect. She's got to be a saint to live with this man."
    },
    {
      "end_timestamp": 6357.0,
      "id": "7b85f018-6a80-3cf1-9fe8-a78b807761d4",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6355.0,
      "text": "We'll find out."
    },
    {
      "end_timestamp": 6398.0,
      "id": "06fe2ac4-0849-378d-9079-a443013eb3be",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6357.0,
      "text": "Listen, I'm the professional here. Where did you get such an idea? Some crazy stuff, somewhere. We're talking about mental disorders and the medicines used to treat them here. I am the Pro. So now we get into Valpro H and we get into Depakote, these are much heavier drugs with much heavier potential effects. And the circus goes on. And as I read you that excerpt from toxic psychiatry about the suit burden, this could very well"
    },
    {
      "end_timestamp": 6400.0,
      "id": "d78d6ed3-c9a1-3722-a7a7-b85c0085f02a",
      "speaker": "Jordan",
      "start_timestamp": 6398.0,
      "text": "be the outcome gotta"
    },
    {
      "end_timestamp": 6411.0,
      "id": "1cb5f029-30c9-3177-8f1c-52ce46204074",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6400.0,
      "text": "meet. And if it's not. You've got kids at colleges going all over the place doing all kinds of"
    },
    {
      "end_timestamp": 6416.0,
      "id": "63fe6389-34a7-37a6-b1be-1c6b00f3453e",
      "speaker": "Jordan",
      "start_timestamp": 6411.0,
      "text": "they just let him leave and go anywhere. Those college kids can just go anywhere. They don't even keep"
    },
    {
      "end_timestamp": 6458.0,
      "id": "2e949c9d-cbf7-323a-a808-31e7905ed951",
      "speaker": "Dan",
      "start_timestamp": 6416.0,
      "text": "them down to the left to the right. He ends this segment, which is just about the end of the Special Report. Yeah, by being like so you know, he does that long fantasy roleplay with a doctor. Yeah, he's like, Hey, doctor, maybe these drugs that you're giving me are making me feel bad. And they're creating new things? No, I'm a doctor. So that's that long. roleplay. Yeah. And then he's like, so you know, these situations could happen. They just up, go up and up and have heavier and heavier medications. And then you heard that case study. I read you from that book from 26 years ago. That's how it works. That could be the outcome. But if it's not the outcome, you could be on campus being crazy. You're not making a point he's"
    },
    {
      "end_timestamp": 6463.0,
      "id": "66b6c60b-0ae4-34ed-b5d0-528a8b393cb6",
      "speaker": "Jordan",
      "start_timestamp": 6458.0,
      "text": "doing he's doing the whole same gateway drug marijuana thing. He's doing the whole thing. He's"
    },
    {
      "end_timestamp": 6472.0,
      "id": "654efb68-568d-3681-848d-62528ecb5e5d",
      "speaker": "Dan",
      "start_timestamp": 6463.0,
      "text": "he wishes. That's what he was. Not even doing that. He's not even coming close to that not making a point. There's nothing there."
    },
    {
      "end_timestamp": 6477.0,
      "id": "3ea88714-c2f1-3b67-9479-c4e48f5d8281",
      "speaker": "Jordan",
      "start_timestamp": 6472.0,
      "text": "No, his point is that literally anything can happen at any time. And you should always be afraid"
    },
    {
      "end_timestamp": 6484.0,
      "id": "5a65d2be-3221-38f7-aa98-725418ff2327",
      "speaker": "Dan",
      "start_timestamp": 6477.0,
      "text": "I fucking respect Scientologists more than this. Because at least they have the balls to just stand on their argument."
    },
    {
      "end_timestamp": 6488.0,
      "id": "995013fc-06ff-3718-a424-64ca835261f1",
      "speaker": "Jordan",
      "start_timestamp": 6484.0,
      "text": "No, they don't. They've kept it secret for a long, long time secret"
    },
    {
      "end_timestamp": 6496.0,
      "id": "bc2103f3-8b1f-31d8-9a29-17f6f6dbfda5",
      "speaker": "Dan",
      "start_timestamp": 6488.0,
      "text": "about how much they hate psychiatrists. Oh, yeah, no, that's true. That's what I'm saying. Well off their whole thing, but the argument against psychiatry I think"
    },
    {
      "end_timestamp": 6523.0,
      "id": "8b6c09e7-6766-3c2b-aa4f-e04e3653dd88",
      "speaker": "Jordan",
      "start_timestamp": 6496.0,
      "text": "they might though Oh God, L Ron Hubbard, wasn't allowed to become a psychiatrist. And so Scientology was born and and purely out of spite now and and psycho Scientology masturbated to Scientology is bad. Most of it is about how we've estimated to but yeah, Scientology is bad. But you do have to respect a religion that was not built on anything other than pure spite."
    },
    {
      "end_timestamp": 6524.0,
      "id": "5c8af7e7-b13a-30a7-b351-e4c5a053f3be",
      "speaker": "Dan",
      "start_timestamp": 6523.0,
      "text": "Yeah, sure."
    },
    {
      "end_timestamp": 6526.0,
      "id": "49142e76-7988-3e79-899c-7d3472be86bb",
      "speaker": "Jordan",
      "start_timestamp": 6524.0,
      "text": "That's badass. Um, we got to give them credit for that. I'm"
    },
    {
      "end_timestamp": 6541.0,
      "id": "cbcd65e8-303d-3955-af0c-a1a027630ec2",
      "speaker": "Dan",
      "start_timestamp": 6526.0,
      "text": "with you. But that doesn't take away from the fact that Batman isn't making any points. His whole if you synthesize his argument, it is that trigger culture SafeSpace stuff"
    },
    {
      "end_timestamp": 6547.0,
      "id": "481b8684-55ac-3a3e-b776-ad4c44bb36f2",
      "speaker": "Jordan",
      "start_timestamp": 6541.0,
      "text": "I completely forgot. We started with trigger culture, right? There's no way that that has anything to do with where we ended up."
    },
    {
      "end_timestamp": 6549.0,
      "id": "8305212f-65d2-33c1-91ae-8b511ec92d0a",
      "speaker": "Dan",
      "start_timestamp": 6547.0,
      "text": "I told you no, that's fucking crazy."
    },
    {
      "end_timestamp": 6550.0,
      "id": "217a1aa3-fb85-3a06-ac88-dbaf0e65d477",
      "speaker": "Jordan",
      "start_timestamp": 6549.0,
      "text": "Why did he start with trigger culture?"
    },
    {
      "end_timestamp": 6556.0,
      "id": "be23c5bc-c7ed-30c5-bb5a-1566ca9df7ac",
      "speaker": "Dan",
      "start_timestamp": 6550.0,
      "text": "Because that's where his argument begins with there's no such thing as trigger culture. Nope. No,"
    },
    {
      "end_timestamp": 6559.0,
      "id": "1606ce19-8448-336b-a89e-f14dfe5ba5ed",
      "speaker": "Jordan",
      "start_timestamp": 6556.0,
      "text": "no, that's just fucking fucked up. shit happen."
    },
    {
      "end_timestamp": 6577.0,
      "id": "01ce7f5f-930d-3d7c-91ff-0fcfeb20aa84",
      "speaker": "Dan",
      "start_timestamp": 6559.0,
      "text": "If you're if you're a second year old man who lives in his attic and a Star Wars it does exist. Yeah, because all you read is Drudge Report. Yeah. Infowars and you see this bullshit version of the world you're like, Oh, look at these uppity blacks. Trying to there's so mad that people want to put on property was in character,"
    },
    {
      "end_timestamp": 6584.0,
      "id": "6c3f44a7-ed70-3da4-b780-53db4883a704",
      "speaker": "Jordan",
      "start_timestamp": 6577.0,
      "text": "bums me out whatever, you know, anytime anybody says up and it was there's no good use for the word uppity."
    },
    {
      "end_timestamp": 6588.0,
      "id": "5f949736-caf0-30a9-9d64-49cd29b41e0b",
      "speaker": "Dan",
      "start_timestamp": 6584.0,
      "text": "But if I put up put up Yeah, then it's good."
    },
    {
      "end_timestamp": 6591.0,
      "id": "c60c7c49-446a-3307-9285-4dc1fc244155",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6588.0,
      "text": "Anyway, let's hear Scatman Crothers skip it"
    },
    {
      "end_timestamp": 6596.0,
      "id": "a308c9b5-4042-3d13-9c76-26551026686a",
      "speaker": "Dan",
      "start_timestamp": 6591.0,
      "text": "or scat man John God rest his soul. Also Scatman Crothers is dead too. He"
    },
    {
      "end_timestamp": 6597.0,
      "id": "98304fcd-a15e-3f53-a943-07f368d31735",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6596.0,
      "text": "is dead. Yeah,"
    },
    {
      "end_timestamp": 6598.0,
      "id": "cc846ced-ef72-3491-b7f8-4f90ee24960a",
      "speaker": "Dan",
      "start_timestamp": 6597.0,
      "text": "there's no Scott man."
    },
    {
      "end_timestamp": 6602.0,
      "id": "a4c953a6-042e-3077-b3bf-320a1f7ed831",
      "speaker": "Jordan",
      "start_timestamp": 6598.0,
      "text": "Well, he died at the The End of The Shining. Yeah, it"
    },
    {
      "end_timestamp": 6603.0,
      "id": "910fe58f-7f1e-3f1c-a11d-2a3fb2e54923",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6602.0,
      "text": "was a documentary right. Be clear"
    },
    {
      "end_timestamp": 6622.0,
      "id": "3be7e153-fca5-3dac-b870-9e7e99fa91c0",
      "speaker": "Dan",
      "start_timestamp": 6603.0,
      "text": "about this. If if we get to the point where we can speak to Scatman Crothers know. If we get to the point where there are enough donations to this show God, but we can quit our job. I will legally change. My name is Scott."
    },
    {
      "end_timestamp": 6626.0,
      "id": "79e9790b-8da7-3b03-a3ce-bd40e80d92d9",
      "speaker": "Jordan",
      "start_timestamp": 6622.0,
      "text": "All right, I will I swear to God, I will hold you to that. I will hold you to that."
    },
    {
      "end_timestamp": 6630.0,
      "id": "b4cb8688-aeef-318a-9149-be6b659b14eb",
      "speaker": "Dan",
      "start_timestamp": 6626.0,
      "text": "I would never do but I will look. I will"
    },
    {
      "end_timestamp": 6637.0,
      "id": "6816d2af-8149-310e-b21c-0a4552223b7f",
      "speaker": "Jordan",
      "start_timestamp": 6630.0,
      "text": "never I never wanted success for this more than I do right now."
    },
    {
      "end_timestamp": 6639.0,
      "id": "5208aada-1dbd-30e2-a719-ed170c6c02c6",
      "speaker": "Dan",
      "start_timestamp": 6637.0,
      "text": "I will also get a scat damn tattoo."
    },
    {
      "end_timestamp": 6646.0,
      "id": "1428e7c0-9280-3bea-811d-1e054159bdc7",
      "speaker": "Jordan",
      "start_timestamp": 6639.0,
      "text": "Frankly, have you sweetening the pot here? In all honesty, I'm this close to get a scat down right now."
    },
    {
      "end_timestamp": 6654.0,
      "id": "3a7b4c62-2da9-3c7d-8cde-40310a73bb82",
      "speaker": "Dan",
      "start_timestamp": 6646.0,
      "text": "All right, so Batman's got to close this out with is sort of synthesis and his conclusion. Let's see if he does a good job. See if he really brings it home."
    },
    {
      "end_timestamp": 6666.0,
      "id": "d48de3b4-408a-3b8f-81ba-29eec76a4393",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6654.0,
      "text": "He didn't show I think now we need to find out how many people in Congress are on psychiatric drugs after watching that. I think that's the next step. Because"
    },
    {
      "end_timestamp": 6670.0,
      "id": "e9f76749-f4bc-3c98-82d1-4abbe26a38e4",
      "speaker": "Jordan",
      "start_timestamp": 6666.0,
      "text": "I don't think that's okay. After I think that's against the law."
    },
    {
      "end_timestamp": 6683.0,
      "id": "26ef767b-f638-35dd-a2f2-30fbebe74c8a",
      "speaker": "Dan",
      "start_timestamp": 6670.0,
      "text": "Well, but that's related to a clip that they just played weed that we talked about on yesterday's episode. Last episode. Okay, so he's talking about all this crazy bullshit. It's irrelevant."
    },
    {
      "end_timestamp": 6707.0,
      "id": "36048125-7da8-3fcd-b4ab-fee2d92e6893",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6683.0,
      "text": "Sure, not making any sense. We are nearing the end of the shower. Takeaways. The Number One Mind Control Program at US colleges is psychiatry. 25% of all college students number to be diagnosed or treated. Mental disorder. This"
    },
    {
      "end_timestamp": 6714.0,
      "id": "10e3485f-91de-3bfd-9503-432678a7d777",
      "speaker": "Jordan",
      "start_timestamp": 6707.0,
      "text": "is the school newspaper. What's the number two? Number two?"
    },
    {
      "end_timestamp": 6719.0,
      "id": "04fac6e2-be36-354c-9bd6-338bab22d78d",
      "speaker": "Dan",
      "start_timestamp": 6714.0,
      "text": "bar that doesn't card? Yeah. No, like, what is it?"
    },
    {
      "end_timestamp": 6731.0,
      "id": "9e22f694-1c66-34a1-9973-1dede6e4a471",
      "speaker": "Jordan",
      "start_timestamp": 6719.0,
      "text": "It's the the RA man. He's really trying to hold you down. The RAS a bitch, man. Oh, I can't smoke weed in my room now, huh? You've never been cool."
    },
    {
      "end_timestamp": 6746.0,
      "id": "ca69002d-3dc3-3355-9948-ccea45d7c42b",
      "speaker": "Dan",
      "start_timestamp": 6731.0,
      "text": "Maybe it's the little Bodega where you can use student charge to get snacks, stuff like that. Maybe it's time maybe that's brain control. Maybe I don't know, I certainly used a lot of it. When I was in college, I would go to the student bookstore. Yeah. Because I had a card and"
    },
    {
      "end_timestamp": 6761.0,
      "id": "5139b3cc-ef2a-3323-83af-b9bd4703c827",
      "speaker": "Jordan",
      "start_timestamp": 6746.0,
      "text": "that's it the bookstore or go to the stands where people learn about new ideas. So it's brain control. Exactly. I would go there and I who puts the books in there who watches the book Watchmen?"
    },
    {
      "end_timestamp": 6777.0,
      "id": "4ce65712-25bb-32eb-8f33-85e003146b51",
      "speaker": "Dan",
      "start_timestamp": 6761.0,
      "text": "I would go there. And I would get like snacks and all this junk food. And I would charge my student charge card because I knew they would show up to my parents account. It would say student bookstore ah, they would never question Oh, brain control. Anyway."
    },
    {
      "end_timestamp": 6804.0,
      "id": "0b3a6488-1faf-3cad-a38b-91f620d558c5",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6777.0,
      "text": "And the triggering thing and the whole thing is safe space and all of that. It's a combination of I'm a victim. So I can just be victimized by anything. It's a new world. I've got a new role to play in the grand scheme, or and it's the effects of the psychiatric drugs, scrambling brain chemistry that make kids do and say the strangest thing"
    },
    {
      "end_timestamp": 6807.0,
      "id": "23e90b53-bd23-36c9-a3b6-1bbe4a9f4c45",
      "speaker": "Jordan",
      "start_timestamp": 6804.0,
      "text": "as their kids say the darndest things"
    },
    {
      "end_timestamp": 6842.0,
      "id": "f23af229-e217-3568-ba62-e6beb06f8430",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6807.0,
      "text": "brain damage as they're developing brain damage brain damage. Not kidding around here, folks. It's chemical warfare. It is just stained year by you some good generation by generation. Now this works psychiatry holding a kind of virtual federal government Yeah, on mental health. That's where we're at. And now it sounds like the liberal over thrown over. Thanks. John Rappaport here. See you next time."
    },
    {
      "end_timestamp": 6847.0,
      "id": "a0c08e1c-92f2-3559-946c-4169c2b965e9",
      "speaker": "Dan",
      "start_timestamp": 6842.0,
      "text": "I think he lost it when he was like this needs to be thrown over. He just couldn't find the word out."
    },
    {
      "end_timestamp": 6848.0,
      "id": "f5ebe083-ecd2-3eb3-bbab-3a7b636f141f",
      "speaker": "Jordan",
      "start_timestamp": 6847.0,
      "text": "He ran out."
    },
    {
      "end_timestamp": 6849.0,
      "id": "a3bb881f-f5e1-3887-809d-57ddce7e1a3b",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6848.0,
      "text": "I ran out of gas."
    },
    {
      "end_timestamp": 6863.0,
      "id": "cbfe7bc8-38a1-3482-a4e4-d5ab155463c4",
      "speaker": "Dan",
      "start_timestamp": 6849.0,
      "text": "So that's that's a special report and boy shucks howdy. We didn't spend any time really addressing how racist homophobic, sexist, no phobic all of it is? It's no yeah,"
    },
    {
      "end_timestamp": 6877.0,
      "id": "6bc46c60-a3ff-34e3-a6b2-89c642b7ff87",
      "speaker": "Jordan",
      "start_timestamp": 6863.0,
      "text": "you can basically basically his entire argument is anytime people do things that he doesn't think are appropriate behavior. Yep. And that includes literally everyone but him. Yeah. And other old white men,"
    },
    {
      "end_timestamp": 6882.0,
      "id": "30be0d01-eb0e-3a28-b3e6-d5e638c58a39",
      "speaker": "Dan",
      "start_timestamp": 6877.0,
      "text": "other groups standing up against any anything. The grantee thing? Yeah, Halloween"
    },
    {
      "end_timestamp": 6899.0,
      "id": "0ea82f12-d40a-352d-8e23-fd33a366bce7",
      "speaker": "Jordan",
      "start_timestamp": 6882.0,
      "text": "costumes is just short for literally, oh, wait a second. These kids don't want to use the bathroom gender that they were born with. Guess what that is psychiatrists and drugs, right. Oh, these kids think homosexuality is okay. Drugs."
    },
    {
      "end_timestamp": 6903.0,
      "id": "f63da95d-4e8d-30c4-bdf3-50f27779363b",
      "speaker": "Dan",
      "start_timestamp": 6899.0,
      "text": "That's the Oh, that's it. All these kids are black. Do you know where black people came from drugs? Drugs?"
    },
    {
      "end_timestamp": 6907.0,
      "id": "3440d9e4-beec-3187-bfa3-816c468b9c95",
      "speaker": "Jordan",
      "start_timestamp": 6903.0,
      "text": "He's, yeah, he's a monster."
    },
    {
      "end_timestamp": 6958.0,
      "id": "c8392ea3-6656-3173-af1f-b1c402bd079e",
      "speaker": "Dan",
      "start_timestamp": 6907.0,
      "text": "Yeah, yeah, absolutely. But the other thing that just on it because that's, you know, people have differing opinions will have differing opinions. And someone who hears this and thinks, you know, like, hey, all this triggering stuff is a bunch of postseason, what have you. Let's even take a step back. He didn't make any argument. No, he did not. He didn't he didn't have any bombshell. That was an hour of him on the air meandering, he had every opportunity to cite actual sources he didn't we looked into the sources that he did cite, and they were wrong. They didn't say what he was saying no. And the underpinning of his argument is 25% of the population at campuses is has a diagnosis, which doesn't mean anything and probably isn't true. Yeah. And if it's not, if it's not literally true, it's not accurate, because a lot of people go to doctors just to get Adderall."
    },
    {
      "end_timestamp": 6977.0,
      "id": "90136947-12d1-361f-93ad-d81fb342f2b8",
      "speaker": "Jordan",
      "start_timestamp": 6958.0,
      "text": "At the very least, it is a gross mischaracterization of what the problem actually is. Yes, at the very least. Now, if you add in all the things we know about him, it is most likely a huge shitshow of entitled white male bullshit and"
    },
    {
      "end_timestamp": 6981.0,
      "id": "0785bae5-b0e9-3868-a3f9-694a5896b55f",
      "speaker": "Dan",
      "start_timestamp": 6977.0,
      "text": "bigotry and bigotry. And then the other step we and I"
    },
    {
      "end_timestamp": 6988.0,
      "id": "41b0fc48-41b0-3ad8-ad8e-22de239271f6",
      "speaker": "Jordan",
      "start_timestamp": 6981.0,
      "text": "know that because I'm an entitled white male, we can smell it. Oh, yeah, we can sense our own because their skin is white."
    },
    {
      "end_timestamp": 7003.0,
      "id": "2ffc95d1-c5b2-30d9-9cf3-de77624a1ed8",
      "speaker": "Dan",
      "start_timestamp": 6988.0,
      "text": "But the other piece of it is the advice he's giving or the assessment that he's giving is literally dangerous. Yeah, you and I are both people who have struggled with mental illness throughout our lives. And I don't want to end this on a sad note."
    },
    {
      "end_timestamp": 7010.0,
      "id": "ec7ad591-ea2e-339c-9a9f-a03a0717646b",
      "speaker": "Jordan",
      "start_timestamp": 7003.0,
      "text": "I think it's, I think it's a hopeful note to say that quite literally, I would be dead if I had not gone to see a psychiatrist. That's"
    },
    {
      "end_timestamp": 7012.0,
      "id": "45537c58-5884-3191-91a8-f6c8cd164452",
      "speaker": "Dan",
      "start_timestamp": 7010.0,
      "text": "exactly what I was gonna say."
    },
    {
      "end_timestamp": 7015.0,
      "id": "85907008-e50c-357e-88e8-fa764a84a85d",
      "speaker": "Jordan",
      "start_timestamp": 7012.0,
      "text": "That's not That's not a down note. That's fucking amazing."
    },
    {
      "end_timestamp": 7042.0,
      "id": "6bda0499-bc4f-328e-b098-3ef15e1c2371",
      "speaker": "Dan",
      "start_timestamp": 7015.0,
      "text": "sad note that I was going to say is that I have had friends who have killed themselves. Yes, we yeah, we have. And a lot of it had to do with them not seeking help the way they needed to. Yeah. And that's real. It's absolutely you impugn psychiatry as a whole. What you're doing is a disservice to people who need help. When you look at it realistically, and say, hey, you know what, there is overdiagnosis, there's a overprescription. That's a realistic discussion to have. But"
    },
    {
      "end_timestamp": 7059.0,
      "id": "785fb9eb-85bb-3e85-a6a6-ca368906f4f8",
      "speaker": "Jordan",
      "start_timestamp": 7042.0,
      "text": "when you make a system that has flaws, and you point those out, and you search to correct those, that is good. When you say a system has flaws. So that means every single part of that is wrong. You get the government we have now Yeah."
    },
    {
      "end_timestamp": 7076.0,
      "id": "b9d94fe9-53ca-3b27-800f-6a9c2a576738",
      "speaker": "Dan",
      "start_timestamp": 7059.0,
      "text": "And that's why I wanted to cover this. It seems a little bit outside of what we normally do, but it's just like, You're such a fucking animal. And this is what Alex Jones chooses to put on his show. Yeah. So it is still him. Yeah. It's not like it wasn't literally him saying these things. No, but Alex is"
    },
    {
      "end_timestamp": 7079.0,
      "id": "60b77922-b99a-3bb5-8335-5f8bce3cf82e",
      "speaker": "Jordan",
      "start_timestamp": 7076.0,
      "text": "he was tacitly endorsing these things."
    },
    {
      "end_timestamp": 7086.0,
      "id": "40c4165f-e679-3e96-80cd-7bc7def5ddd1",
      "speaker": "Dan",
      "start_timestamp": 7079.0,
      "text": "And for two days, he was talking about how this is some of the most powerful, important information, CAD and it's not information. It's nothing."
    },
    {
      "end_timestamp": 7117.0,
      "id": "c99f03b9-5739-3c62-b051-557c2dbc5e94",
      "speaker": "Jordan",
      "start_timestamp": 7086.0,
      "text": "We like. One One thing that I do like about this, that I do, like, I find this I find this to be fun thing. Yeah, but occasionally there is something where it's like, oh, I think we are fighting this fucking horrifying monster. Like, Alex Jones is a wackadoo crazy cat. Yeah, that guy is fucking evil in a way that is far less fun."
    },
    {
      "end_timestamp": 7120.0,
      "id": "3954a5e3-0ef2-3fd8-83f3-8d7f504aa1a9",
      "speaker": "Dan",
      "start_timestamp": 7117.0,
      "text": "But thankfully, it doesn't matter because no one listens"
    },
    {
      "end_timestamp": 7124.0,
      "id": "ce35119a-53e1-3430-9f07-9e44b390ad15",
      "speaker": "Jordan",
      "start_timestamp": 7120.0,
      "text": "to no one listens to him. Fucking David. God damn night."
    },
    {
      "end_timestamp": 7138.0,
      "id": "be142650-06d4-300a-a5bc-3e18d60eb8f4",
      "speaker": "Dan",
      "start_timestamp": 7124.0,
      "text": "The only platform that fucking John Rappaport has is his Angel Fire page. Geo cities bullshit. And then also the fourth hour of Alex Jones sometimes, and I assume a lot of people turn it off for the fourth hour."
    },
    {
      "end_timestamp": 7139.0,
      "id": "fb59a7e0-b445-3498-89d9-f5af552f39bd",
      "speaker": "Jordan",
      "start_timestamp": 7138.0,
      "text": "I would hope so. But"
    },
    {
      "end_timestamp": 7147.0,
      "id": "943d7272-0beb-3ebd-90d9-28e2ffe82bd8",
      "speaker": "Dan",
      "start_timestamp": 7139.0,
      "text": "if they don't, I mean, like, this is the kind of bullshit that is being spouted. That is irresponsible, and very dangerous. It's literally dangerous."
    },
    {
      "end_timestamp": 7152.0,
      "id": "3401e66a-4310-3329-8679-d7ec1bb90fcb",
      "speaker": "Jordan",
      "start_timestamp": 7147.0,
      "text": "It's not irresponsible. It's an active attack. It really is."
    },
    {
      "end_timestamp": 7161.0,
      "id": "3745cc4a-ef38-3f05-a331-6fe56085b7c7",
      "speaker": "Dan",
      "start_timestamp": 7152.0,
      "text": "But the attack is irresponsible. Yeah. And it's irresponsible for anyone to broadcast that. And I apologize that we just did, but we did with commentary. So I think it's"
    },
    {
      "end_timestamp": 7175.0,
      "id": "4d9e535e-2cae-3a2b-a0b4-83d325446991",
      "speaker": "Jordan",
      "start_timestamp": 7161.0,
      "text": "okay. Yeah, I look anytime somebody broadcasts 50 Shades of Grey, the movie, irresponsible, irresponsible, as long as we're making fun of it, though. Great. Pretty great. Fantastic."
    },
    {
      "end_timestamp": 7193.0,
      "id": "88234743-c4f4-33c7-a72d-51002433acfa",
      "speaker": "Dan",
      "start_timestamp": 7175.0,
      "text": "So guys, the bottom line is if you need help, go talk to somebody. If you don't feel the diagnosis is accurate. Talk to the doctor about that you can have a conversation about it. No one is going to force you down some weird rabbit hole. If you don't want to take a pill. Don't take it. I mean yeah, that's"
    },
    {
      "end_timestamp": 7197.0,
      "id": "202a150b-0bd0-3154-b6f0-e2bb5230cd90",
      "speaker": "Jordan",
      "start_timestamp": 7193.0,
      "text": "that's the truth. You have your own agency. You are a person and with"
    },
    {
      "end_timestamp": 7212.0,
      "id": "bf5e5800-2903-3d37-8240-8c59b556fada",
      "speaker": "Dan",
      "start_timestamp": 7197.0,
      "text": "the proliferation of the internet being what it is There's tons of information you can find out about any pill that someone wants to diagnose or prescribe for you. And you can you can look it up and decide for yourself. If it's a path you want to go down. But"
    },
    {
      "end_timestamp": 7239.0,
      "id": "a09d6315-58b6-3764-a8b8-0874e9c0dce3",
      "speaker": "Jordan",
      "start_timestamp": 7212.0,
      "text": "and it's also you shouldn't diagnose yourself. No you can come in, you can go into a conversation with somebody thinking that you have a basic understanding of what's going on with you. But it should be a conversation, not a dominance, it's not a dominant thing from one side or the other. Nope, find a psychiatrist who wants to work with you and not tell you what to do. And also don't tell the psychiatrist what to do."
    },
    {
      "end_timestamp": 7244.0,
      "id": "e7960d89-ce87-3b62-b5a4-47d7ec77e577",
      "speaker": "Dan",
      "start_timestamp": 7239.0,
      "text": "And that's that's the bottom line if you're uncomfortable with your psychiatrist find another one. Yeah, there"
    },
    {
      "end_timestamp": 7247.0,
      "id": "785b3f62-05d7-355e-9cfc-ace0ae3cd55e",
      "speaker": "Unknown Speaker",
      "start_timestamp": 7244.0,
      "text": "I've bailed on a couple many. Yeah, many in my"
    },
    {
      "end_timestamp": 7249.0,
      "id": "195d343f-ab0f-35f9-a3c9-bba1b1317a24",
      "speaker": "Dan",
      "start_timestamp": 7247.0,
      "text": "life. So anyway, but there's at"
    },
    {
      "end_timestamp": 7261.0,
      "id": "54022fab-932d-3f71-b9d4-244f4da41799",
      "speaker": "Jordan",
      "start_timestamp": 7249.0,
      "text": "least four and one of them is named Dr. Pies. Maybe give him a call? He seems like a cool dude. He seems like a cool dude, but anyone else's shit the most the emirate is editor of blank. Yeah, something."
    },
    {
      "end_timestamp": 7271.0,
      "id": "41026b16-a145-31b0-88e6-836c5302c31c",
      "speaker": "Dan",
      "start_timestamp": 7261.0,
      "text": "Yada, yada, yada. Yeah, but the most important thing is if you are feeling bad, there is help that can be found. And please look into it"
    },
    {
      "end_timestamp": 7274.0,
      "id": "f376dbd6-e04e-3f3b-99e1-28e36b88ce11",
      "speaker": "Jordan",
      "start_timestamp": 7271.0,
      "text": "and talk to somebody. We love you. We love you. The world needs you."
    },
    {
      "end_timestamp": 7284.0,
      "id": "2bd2ab84-61e3-3c16-8b56-0efa1482d0c9",
      "speaker": "Dan",
      "start_timestamp": 7274.0,
      "text": "Thanks for listening. Jordan. I love you. I love you. This has been so much fun. fuck the shit out of universe that's"
    },
    {
      "end_timestamp": 7293.0,
      "id": "f2dcf55b-7e95-33c0-a36b-aa528a9176c9",
      "speaker": "Jordan",
      "start_timestamp": 7284.0,
      "text": "not a literal. I hate thing that we're asking you to do. I hate he does not look like he would enjoy it. We don't endorse the I hated"
    },
    {
      "end_timestamp": 7296.0,
      "id": "07e50c5e-e076-3bd4-b301-2aab62709ebe",
      "speaker": "Dan",
      "start_timestamp": 7293.0,
      "text": "that that started to come out. You noticed you were trying"
    },
    {
      "end_timestamp": 7306.0,
      "id": "883fb232-82ef-3741-bb11-b764ede244c8",
      "speaker": "Jordan",
      "start_timestamp": 7296.0,
      "text": "to wrap up the episode and then you went into Hey, everybody have physical sex with John Rappaport. And that's our sign off guys. I"
    },
    {
      "end_timestamp": 7315.0,
      "id": "45ac038b-c346-3438-949d-e3fb62c5e208",
      "speaker": "Dan",
      "start_timestamp": 7306.0,
      "text": "think you could see it in my face that I was like, Oh no. Why did I start saying that? Jesus. Anyway, until next time, oh wait. You can email us at knowledge fight@gmail.com where"
    },
    {
      "end_timestamp": 7319.0,
      "id": "7a4558df-22a7-3cb2-a768-fdfbde51673d",
      "speaker": "Jordan",
      "start_timestamp": 7315.0,
      "text": "knowledge underscore fight on Twitter. Now you can find"
    },
    {
      "end_timestamp": 7323.0,
      "id": "78c81b45-917d-3e4e-8ca3-9640cffdc56c",
      "speaker": "Dan",
      "start_timestamp": 7319.0,
      "text": "us on Tumblr at knowledge. fight.tumblr.com Please repost that"
    },
    {
      "end_timestamp": 7327.0,
      "id": "173c6748-0ff4-3afa-8ed2-06a0570cb080",
      "speaker": "Jordan",
      "start_timestamp": 7323.0,
      "text": "and we're on iTunes and you can give us a rating."
    },
    {
      "end_timestamp": 7330.0,
      "id": "e3b65e23-16da-3324-bd70-865bba104bd6",
      "speaker": "Dan",
      "start_timestamp": 7327.0,
      "text": "Michael you Michael gave us a nice five star review"
    },
    {
      "end_timestamp": 7333.0,
      "id": "690393ae-9c47-35e6-a849-9a8b780944a6",
      "speaker": "Jordan",
      "start_timestamp": 7330.0,
      "text": "did give us a nice five star. Appreciate it."
    },
    {
      "end_timestamp": 7340.0,
      "id": "5487a25d-b8bc-3007-984c-ac4b681bd132",
      "speaker": "Dan",
      "start_timestamp": 7333.0,
      "text": "And until next time, you know what? We're just a couple of policy walks. And the evangelists. You're on the air. Thanks for holding."
    },
    {
      "end_timestamp": null,
      "id": "9e71aa4a-1913-3f6f-939d-0221b788e6f0",
      "speaker": "Jordan",
      "start_timestamp": 7340.0,
      "text": "Yes. Oh Alex. I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}