{
  "audio_identifier": "KF_15",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/MonTues.mp3",
  "blocks": [
    {
      "end_timestamp": 4.0,
      "id": "7452ff77-daf4-35ab-a180-20c76afd2009",
      "speaker": "Alex Jones",
      "start_timestamp": 0.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding."
    },
    {
      "end_timestamp": 8.0,
      "id": "a76b6939-be19-3b79-bce4-8acb851fb2f9",
      "speaker": "Andy In Kansas",
      "start_timestamp": 4.0,
      "text": "Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    },
    {
      "end_timestamp": 10.0,
      "id": "754380c9-444a-3a24-8eb3-63e7194956b4",
      "speaker": "Dan",
      "start_timestamp": 8.0,
      "text": "Hey, everybody. Welcome back to knowledge fight. I'm Dan."
    },
    {
      "end_timestamp": 11.0,
      "id": "ae404c41-51fa-3a43-a8ad-466f73ac0674",
      "speaker": "Jordan",
      "start_timestamp": 10.0,
      "text": "I'm Jordan."
    },
    {
      "end_timestamp": 21.0,
      "id": "28a4cca5-9b5a-36c6-84a9-0992c38ab10a",
      "speaker": "Dan",
      "start_timestamp": 11.0,
      "text": "We are a couple of dudes who like to sit around and drink wine and talk about Alex Jones twist is, I know a lot about Infowars."
    },
    {
      "end_timestamp": 23.0,
      "id": "4a0f9024-8f8d-33be-bc2a-d6505bb9f4e1",
      "speaker": "Jordan",
      "start_timestamp": 21.0,
      "text": "I don't know anything about Infowars."
    },
    {
      "end_timestamp": 24.0,
      "id": "1e5b5ba4-d133-3a70-b209-ccd1c57f882b",
      "speaker": "Dan",
      "start_timestamp": 23.0,
      "text": "Therein lies the fun."
    },
    {
      "end_timestamp": 29.0,
      "id": "95dc85fc-75e1-377c-a014-fd6218dd9c60",
      "speaker": "Jordan",
      "start_timestamp": 24.0,
      "text": "We're on how many episodes I still don't know anything about Infowars"
    },
    {
      "end_timestamp": 43.0,
      "id": "43588d1b-16a7-3688-bcbd-f899daa32a1a",
      "speaker": "Dan",
      "start_timestamp": 29.0,
      "text": "I think you know more about it than a lot of people who listen regularly. That's true, I think because of your keen bullshit detector. Your awareness of history, the sorts of things Jordan, I've been building up today's episode,"
    },
    {
      "end_timestamp": 53.0,
      "id": "d4d9fb98-8af3-3ee4-a540-fda9951a1f19",
      "speaker": "Jordan",
      "start_timestamp": 43.0,
      "text": "I can't even I can't begin to describe his freeze in your face is lighting up like Christmas fucked Independence Day. This is insane."
    },
    {
      "end_timestamp": 83.0,
      "id": "6761faaa-a54c-3d66-b3d0-a237d4e4d36c",
      "speaker": "Dan",
      "start_timestamp": 53.0,
      "text": "There is a reason and I am thrilled there's a reason for the season. Today we are going to be covering February 20 and 21st. All right in the life of Alex Jones, the coverage of the Alex Jones Show on the Info Wars network. And this is a show that I would like to call what a difference a day makes. I would like to start trying to give our episodes names. Oh boy, this one is what a difference a day."
    },
    {
      "end_timestamp": 84.0,
      "id": "f80789c0-0397-3f7a-bb5a-de851c66cacb",
      "speaker": "Jordan",
      "start_timestamp": 83.0,
      "text": "All right. All right. Oh,"
    },
    {
      "end_timestamp": 85.0,
      "id": "607b5235-f9ab-34b3-9c53-20a4f2633a51",
      "speaker": "Dan",
      "start_timestamp": 84.0,
      "text": "holy shit."
    },
    {
      "end_timestamp": 86.0,
      "id": "2ca337fa-12a4-3a31-9600-d6f5dbfdf588",
      "speaker": "Jordan",
      "start_timestamp": 85.0,
      "text": "This is going to be"
    },
    {
      "end_timestamp": 112.0,
      "id": "6ee4d958-4f97-304a-9e30-3bbca6fb7ed3",
      "speaker": "Dan",
      "start_timestamp": 86.0,
      "text": "a roller coaster ride. All right, it's in. It's fun. Before we get so excited, I want to try and do this up top instead of deeply at the end. If you want to follow us. We're on Twitter at knowledge underscore fight. If you want to reach out to us, please subscribe on iTunes, we would appreciate it. We both have a feeling that our show and our voices are going to become way more relevant."
    },
    {
      "end_timestamp": 121.0,
      "id": "4db3dd8c-0d80-3a87-83b0-262b89727b8f",
      "speaker": "Jordan",
      "start_timestamp": 112.0,
      "text": "Inexplicably. And also, it's it's both sad and and exciting that we are suddenly irrelevant."
    },
    {
      "end_timestamp": 131.0,
      "id": "331839ff-4295-37c9-a60e-be5e8650b1ae",
      "speaker": "Dan",
      "start_timestamp": 121.0,
      "text": "Yeah, we you might. You'll sound really smart with your friends. As Alex Jones becomes more and more mainstream."
    },
    {
      "end_timestamp": 137.0,
      "id": "cf3eecac-5a9b-38a4-a0c7-91c758ce79a0",
      "speaker": "Jordan",
      "start_timestamp": 131.0,
      "text": "It's like It's like being a hipster. But for the apocalypse like dude, I was in the apocalypse way before you"
    },
    {
      "end_timestamp": 140.0,
      "id": "f562258d-3ba4-3c82-85ab-1f894a3530cf",
      "speaker": "Dan",
      "start_timestamp": 137.0,
      "text": "are a gurbles hipster."
    },
    {
      "end_timestamp": 142.0,
      "id": "46adac5c-c344-340d-9ae2-0f9a10df4cd2",
      "speaker": "Jordan",
      "start_timestamp": 140.0,
      "text": "I prefer his early work."
    },
    {
      "end_timestamp": 146.0,
      "id": "b1bde2a2-e01d-34c8-9673-22ef673c28c0",
      "speaker": "Dan",
      "start_timestamp": 142.0,
      "text": "I listened to gurbles podcast before the Nazi thing."
    },
    {
      "end_timestamp": 149.0,
      "id": "e790e849-8f97-3a86-92cb-7179a9688cbb",
      "speaker": "Jordan",
      "start_timestamp": 146.0,
      "text": "You guys will never be there. Also, please, if"
    },
    {
      "end_timestamp": 156.0,
      "id": "4a685fa1-df36-38fd-902f-040c76c3c321",
      "speaker": "Dan",
      "start_timestamp": 149.0,
      "text": "you tweet out. You liked the show. Tell your friends about it. Word of mouth. It's like that ludicrous album."
    },
    {
      "end_timestamp": 157.0,
      "id": "f7ade587-59ea-30e9-b90e-ea8474cb098c",
      "speaker": "Jordan",
      "start_timestamp": 156.0,
      "text": "Yeah. Oh, awesome. It's"
    },
    {
      "end_timestamp": 158.0,
      "id": "8c71b096-fa1f-38a8-a105-be5196115a08",
      "speaker": "Dan",
      "start_timestamp": 157.0,
      "text": "word of mouth."
    },
    {
      "end_timestamp": 177.0,
      "id": "79208051-33f6-38df-9283-01f2637c97da",
      "speaker": "Jordan",
      "start_timestamp": 158.0,
      "text": "Also, I'm going to I'm going to break tradition. I'm going to put my personal handle out. It's all Mondale. Oh, no. Here's what I realized as I as I was driving earlier today. First thing I thought was I've never gotten death threats. I'd like to see how that goes. I bet that it's fun. I bet you won't I've ever Yeah, I doubt it."
    },
    {
      "end_timestamp": 184.0,
      "id": "fe212ef3-2e6b-352c-97aa-e50efe7f77b9",
      "speaker": "Dan",
      "start_timestamp": 177.0,
      "text": "I do run a targeted ad and I made sure that it only got put on people's Twitter walls who have a college diploma."
    },
    {
      "end_timestamp": 195.0,
      "id": "02a0890e-37fb-3765-a617-5a71e6ea2522",
      "speaker": "Jordan",
      "start_timestamp": 184.0,
      "text": "So we're free in the clear, we're safe. Eventually, we're going to have to David the Info Wars Goliath."
    },
    {
      "end_timestamp": 219.0,
      "id": "37105a50-0dfa-3011-b6d8-023871f3d0e0",
      "speaker": "Dan",
      "start_timestamp": 195.0,
      "text": "Possibly we might have to confront our fears and actually tweet at them at some point sooner or later, but for now, let's enjoy the let's not fuck around anymore. Let's get to the fun. Excellent. So Monday the 20th It's fancy free. Classic Alex in the studio. Like Like a kid who doesn't know he's about to get hit by a bus. Alex Jones you"
    },
    {
      "end_timestamp": 225.0,
      "id": "16e76eeb-922c-334f-af43-458d9dc844be",
      "speaker": "Jordan",
      "start_timestamp": 219.0,
      "text": "are gleeful? You uh you might do a pair of wet at any moment while introduced"
    },
    {
      "end_timestamp": 233.0,
      "id": "8980bd8a-8a8a-31e1-8380-470c72835d65",
      "speaker": "Dan",
      "start_timestamp": 225.0,
      "text": "when we get to why it'll make sense. Okay, but at the same time I will get to my my whole encompass. I fucking hate that I"
    },
    {
      "end_timestamp": 235.0,
      "id": "627ceda3-580b-31cb-b327-7303ce02b6dc",
      "speaker": "Jordan",
      "start_timestamp": 233.0,
      "text": "let's let's do this. Let's get into this."
    },
    {
      "end_timestamp": 242.0,
      "id": "d9b59fbf-da0d-3b68-b038-cfdc3bb615a0",
      "speaker": "Dan",
      "start_timestamp": 235.0,
      "text": "Alec starts off the broadcast on Monday complaining about the new season of homeland."
    },
    {
      "end_timestamp": 261.0,
      "id": "f2fc47a8-d68b-3f13-9f48-d0016499dadd",
      "speaker": "Alex Jones",
      "start_timestamp": 242.0,
      "text": "We got a call here at the office a few months ago, the whole new series of homeland popular TV show was going to be coming out and is based around me. And I'm this evil talk show host it puts out disinformation and causes disasters."
    },
    {
      "end_timestamp": 269.0,
      "id": "50b0a609-58e8-3179-bc92-756147713d5e",
      "speaker": "Dan",
      "start_timestamp": 261.0,
      "text": "Just to pause for a second he's not bullshitting. No, he's not. No, there is a character that's very clearly based on him. Okay,"
    },
    {
      "end_timestamp": 274.0,
      "id": "d528726e-78a4-389f-ab02-330844474ec7",
      "speaker": "Jordan",
      "start_timestamp": 269.0,
      "text": "because I was gonna say it seems like that's a that's a classic Alex Jones embellishment."
    },
    {
      "end_timestamp": 292.0,
      "id": "020ace20-17e6-363c-af76-73cd7e462615",
      "speaker": "Dan",
      "start_timestamp": 274.0,
      "text": "Later in the show. He plays a clip of the guy and he's like, he's, you know, taking umbrage at this guy, you know, playing a version of him on television, and they play a clip. And this guy is just talking about the globalists talking about how everyone needs to share links to Info Wars,"
    },
    {
      "end_timestamp": 297.0,
      "id": "726ca490-c7c2-3b4a-ad46-632e1e5caba4",
      "speaker": "Jordan",
      "start_timestamp": 292.0,
      "text": "okay, it's just he it's literally do they even sound the same. The guy"
    },
    {
      "end_timestamp": 314.0,
      "id": "800fb3e9-b1ab-326e-a583-78d0f2d56462",
      "speaker": "Dan",
      "start_timestamp": 297.0,
      "text": "is doing a bad impression. I think I can do better. All right. Quite frankly, all right, but it's, it's like, the guy just says that there's globalists, and that people should share links and that the spirit of the Republic is coming back. Look at this asshole."
    },
    {
      "end_timestamp": 325.0,
      "id": "a3f13095-a65f-3832-9234-228365c046da",
      "speaker": "Jordan",
      "start_timestamp": 314.0,
      "text": "I would never say something crazy like that. Yeah, I like I also hope that that actor just followed Alex Jones around like, I'm doing research for a role. It's just for you know, nobody, you know,"
    },
    {
      "end_timestamp": 355.0,
      "id": "999fd48c-272a-34a5-a44a-7d465a61f4ca",
      "speaker": "Dan",
      "start_timestamp": 325.0,
      "text": "like Gerard Butler did well with Adam Carolla. Yeah, exactly for that one fucking movie. So also, we're gonna get back into this clip about homeland. And I think it highlights one really interesting thing where we've documented that Alex Jones doesn't really know the difference between reality and fiction. Yes. And it turns out, I don't think he knows that other people can tell the difference. Which might explain a lot. But he seems to think that everybody thinks that it's actually him on the show."
    },
    {
      "end_timestamp": 359.0,
      "id": "436399d3-4242-3d96-b9f3-958b8a5c3609",
      "speaker": "Jordan",
      "start_timestamp": 355.0,
      "text": "Really? Yeah. So does it look eerily similar"
    },
    {
      "end_timestamp": 366.0,
      "id": "533e2bb0-4964-3803-9a25-068078473009",
      "speaker": "Dan",
      "start_timestamp": 359.0,
      "text": "to haven't seen a picture of it? I just heard the audio. But anyway, here's the here's the rest of this."
    },
    {
      "end_timestamp": 373.0,
      "id": "26e470d5-53b2-38c9-a5e2-e43b848f0a7c",
      "speaker": "Alex Jones",
      "start_timestamp": 366.0,
      "text": "Show, the whole push is banned. Alex Jones, he's evil force. The New York Times basically has the same thing and a big article today."
    },
    {
      "end_timestamp": 378.0,
      "id": "deb0470c-9784-3757-ad63-a18a1670311c",
      "speaker": "Dan",
      "start_timestamp": 373.0,
      "text": "Also, that is the article that he was talking about the photographer on our last episode, yes,"
    },
    {
      "end_timestamp": 385.0,
      "id": "5c40382b-a4ca-35ab-a4e2-8f1f10c38d11",
      "speaker": "Jordan",
      "start_timestamp": 378.0,
      "text": "we found out that at least one part of that is confirmed there were pictures of him. There were pictures of him."
    },
    {
      "end_timestamp": 388.0,
      "id": "c39cfd0b-0bd4-37f3-ae58-5056c672c91f",
      "speaker": "Dan",
      "start_timestamp": 385.0,
      "text": "He talks so much more about this article later."
    },
    {
      "end_timestamp": 391.0,
      "id": "cbb61f30-de08-3c45-8baa-9e65869bf155",
      "speaker": "Jordan",
      "start_timestamp": 388.0,
      "text": "And we'll get to it because it's a glowing positive review."
    },
    {
      "end_timestamp": 394.0,
      "id": "59de9acd-18ab-3aee-a450-ef51aeda0df4",
      "speaker": "Dan",
      "start_timestamp": 391.0,
      "text": "It was not good."
    },
    {
      "end_timestamp": 435.0,
      "id": "c73b714b-814f-3c39-be18-b5c82156186c",
      "speaker": "Alex Jones",
      "start_timestamp": 394.0,
      "text": "And I went online just from the trailers for it. People believe I'm on the show. And they believe that I am now working was Showtime to put out this information. In fact, let's play this. Let's back that up. Let's play this with audio in a moment. But this is what I'm dealing with now. Not just the X Files character in a studio that looks just like mine. And then Chris Carter admits the guys based on me, but at least he's a good guy on the show someone know, with this new homeland show and others, I'm out framing innocent Muslims. And covering up basically terror attacks that other groups carry out. So"
    },
    {
      "end_timestamp": 437.0,
      "id": "2bffa3bd-c27e-378d-8726-e261c1a07176",
      "speaker": "Jordan",
      "start_timestamp": 435.0,
      "text": "is he on the Big Bang theory now?"
    },
    {
      "end_timestamp": 455.0,
      "id": "4c02ec00-5bb7-302f-99e9-7f0d9e625857",
      "speaker": "Dan",
      "start_timestamp": 437.0,
      "text": "There's a character base. Yeah, that works. It's an interesting twist for this parody character to be framing innocent Muslims because that's kind of metaphorically what he does, yes. And then covering up terrorist attacks, and saying things are false flags. When he does say everything is a false flag."
    },
    {
      "end_timestamp": 465.0,
      "id": "f3c1c54d-b6a8-3a62-9152-9c9476d79123",
      "speaker": "Jordan",
      "start_timestamp": 455.0,
      "text": "It legitimately I would not be surprised if this is just a transcript from one of his shows, all of this guy's lines are just reading. They play"
    },
    {
      "end_timestamp": 497.0,
      "id": "c2050f3d-ace1-3407-89f2-d0efdbeadf7e",
      "speaker": "Dan",
      "start_timestamp": 465.0,
      "text": "is essentially really well, like I said, with the talking about the globalists. Yeah, that's not a parody even that exists. But also did you see today that when that New York Times article came out, the sister of one of the kids killed at Sandy Hook? Yeah, he did it. Yeah. And was like, This is disgusting. Yeah. That's sort of my he. This is a man who denies the murder of my brother. Yeah. Fuck off. Alex Jones. Yeah, agreed. That's, that's the kind of thing he says is a false flag. But whatever. She's taking about this character. Go fly a cat."
    },
    {
      "end_timestamp": 518.0,
      "id": "9ab262bc-db97-3c4a-9f10-8b468665962a",
      "speaker": "Jordan",
      "start_timestamp": 497.0,
      "text": "Yeah, go fuck yourself. But the thing that I kept seeing was that people kept referring to that as being a seminal moment. And that is terrible. I hate that. Oh, the New York Times article. Yeah. Or the the Sandy Hook. Oh, yeah. Like, oh, he's, he's so much more crazy than that. I kept listening. I kept reading those tweets being like, you guys"
    },
    {
      "end_timestamp": 564.0,
      "id": "3c001a42-d1ef-303e-b794-52cb5bb1cf39",
      "speaker": "Dan",
      "start_timestamp": 518.0,
      "text": "don't know shit. Yeah. You don't know the nuances. No idea how crazy the Sandy Hook is a big one. It is huge. But also I want to make this argument. And I think it's going to overarch this entire episode. And I part of the reason why I brought up this Sandy Hook tweet. When he said those things. No, he did not have his free speech taken away. Odd. One of the worst things you can probably do or insinuate is that all of these murdered children are fake. Right. And that someone was because what ended up happening was all the family members of these kids got harassed. Yep. And they got they got death threats. The you're part of a massive cover up, right? All this stuff? That's largely because of Alex Jones."
    },
    {
      "end_timestamp": 585.0,
      "id": "3346680c-2193-346c-802e-832853d85971",
      "speaker": "Jordan",
      "start_timestamp": 564.0,
      "text": "If you How could you imagine a worst tragedy than your child dying? Well, that's the worst thing I can think of being shot having your child be murdered. Yeah. And then after a while you're trying to grieve. People are giving you fucking death threats. What is wrong with you, man? We're just"
    },
    {
      "end_timestamp": 601.0,
      "id": "108a9c35-48fd-33bb-bd20-143d2595bef7",
      "speaker": "Dan",
      "start_timestamp": 585.0,
      "text": "a couple of dumb sheeple who don't get it. That's a good point. Anyway, he has a couple more thoughts here, but also that character in The X Files. The new series also was based on him. It turns out there's a lot of people who are inspired by his version of crazy This echo in this room."
    },
    {
      "end_timestamp": 603.0,
      "id": "d15aba63-4fe4-3368-96ad-3dc6fbab3855",
      "speaker": "Jordan",
      "start_timestamp": 601.0,
      "text": "Yes, yeah."
    },
    {
      "end_timestamp": 629.0,
      "id": "804731c6-2b59-38ea-8a29-55e11b3f9055",
      "speaker": "Alex Jones",
      "start_timestamp": 603.0,
      "text": "Now I'm covering up false flags on the new TV show. And the voice sounds enough like me in the trailers that people are asking Alex, why'd you sell out for a show attacking yourself? So you're talking about fake news. This is a fake show that has a fake newscaster playing the part of me and then saying things I didn't say it's fake. Upon fake upon fake. I sat there."
    },
    {
      "end_timestamp": 636.0,
      "id": "68462e12-7d5e-3c95-b911-2140f7ef42dd",
      "speaker": "Jordan",
      "start_timestamp": 629.0,
      "text": "It's saying things I didn't say. It's not fake. It's fiction. It's fiction. Yeah, it's just a TV show. Yeah, it's"
    },
    {
      "end_timestamp": 643.0,
      "id": "122c1082-4dbf-309a-806d-f289f2dad09f",
      "speaker": "Dan",
      "start_timestamp": 636.0,
      "text": "creative. Chip. Yeah. Wait, again? Well, within the parity law,"
    },
    {
      "end_timestamp": 649.0,
      "id": "de20f384-157d-3199-97e2-59478ef983b8",
      "speaker": "Jordan",
      "start_timestamp": 643.0,
      "text": "yeah. Oh, absolutely. Who is who is asking him? Like, why did you sell out?"
    },
    {
      "end_timestamp": 663.0,
      "id": "5c38eb08-f712-38ee-8e68-564fb276cf45",
      "speaker": "Dan",
      "start_timestamp": 649.0,
      "text": "Maybe his lawyer did they? Remember his lawyer didn't know if he'd been kicked out of the Oh, that's right. That's a good point. Maybe he was just the world's worst misinformed lawyer. He was like, Hey, man, thank you. Hey, did I sign documents to get Yeah,"
    },
    {
      "end_timestamp": 677.0,
      "id": "0d62067d-ff8f-300d-b8b1-f888b69c2316",
      "speaker": "Jordan",
      "start_timestamp": 663.0,
      "text": "are you getting? Are you getting royalties? What's happening? I need a taste. If they so they don't have to. They don't have to pay him for that. Do they? I mean, they're not you. They? They're basically using his likeness has Alex"
    },
    {
      "end_timestamp": 681.0,
      "id": "c893c7a7-e475-3c4f-8630-623d53835156",
      "speaker": "Dan",
      "start_timestamp": 677.0,
      "text": "Jones trademarked yelling about globalists. That's a"
    },
    {
      "end_timestamp": 687.0,
      "id": "c32598e5-a99c-3c09-bad2-451702f04914",
      "speaker": "Jordan",
      "start_timestamp": 681.0,
      "text": "good good point. I also also we just looked at a picture of the actor playing him. Nothing like"
    },
    {
      "end_timestamp": 722.0,
      "id": "ad9d3aa1-2142-36aa-93bf-46636ada5490",
      "speaker": "Dan",
      "start_timestamp": 687.0,
      "text": "I recognize that dude, though. I've seen him and some stuff. Yeah, I can't I can't for the life of me place where it is. Anyway, I don't give a shit. Yeah. Fuck them. Monday goes on. And Alex Jones does some horrible argumentation. This this clip. Okay, is spectacular. All right, because he accuses other people of misusing sources, which is his bread and butter. It's all he does. Then he argues about people making a straw man fallacy. And then without missing a beat makes a straw man. So this is this clip. God is a rise some"
    },
    {
      "end_timestamp": 726.0,
      "id": "89cfef11-89d5-3c79-8d18-d3bdf344872e",
      "speaker": "Jordan",
      "start_timestamp": 722.0,
      "text": "kind of superhero of being a complete Nutter moron."
    },
    {
      "end_timestamp": 732.0,
      "id": "719fae04-7004-32d1-9c3c-04f866a248c4",
      "speaker": "Dan",
      "start_timestamp": 726.0,
      "text": "Yeah, I yeah, I wait till we get to Tuesday. All right."
    },
    {
      "end_timestamp": 741.0,
      "id": "85431299-1fce-30af-99a1-3c7b24634331",
      "speaker": "Alex Jones",
      "start_timestamp": 732.0,
      "text": "So Trump's lying about knowing Russian agents. And this is so verifiably easy to disprove."
    },
    {
      "end_timestamp": 787.0,
      "id": "4f843f5b-e137-33c6-9e52-7e11bd6774cd",
      "speaker": "Dan",
      "start_timestamp": 741.0,
      "text": "So what he's what he's talking about here is that a bunch of people were saying like, Oh, you said you don't know Russian agents. But that must mean that you don't know Roger Stone. Right? Because Roger Stone has deep ties to Russia. Or Michael Flynn. Yeah, any of these. Any of these dudes so they the idea is a style of argumentation I believe, you know, it's just a classic syllogism. If A then B isn't even see if a then C. Right. You know, Roger Stone. Roger Stone has deep ties to Russia, therefore, you know, someone who has deep ties to Russia. Yeah. Alex doesn't understand this at all as a logical form. And so he's like, why are they trying to say that Trump doesn't know Roger Stone? You don't understand the point. Yeah. Or you do and you're just trying to murky the waters?"
    },
    {
      "end_timestamp": 802.0,
      "id": "32d602a2-1d0b-340a-8f2a-2af0a0cea534",
      "speaker": "Jordan",
      "start_timestamp": 787.0,
      "text": "I mean, yeah, your your basic. Your basic trick is just deny, deny, deny. And then maybe, I mean, his followers are just gonna believe whatever it is. He's and I and pray, deny and it's time to deny and pray."
    },
    {
      "end_timestamp": 848.0,
      "id": "e8c66dfa-b802-3af9-9c7a-91a1c1ca522c",
      "speaker": "Alex Jones",
      "start_timestamp": 802.0,
      "text": "But they don't care. They sit there like con men that have been caught. And they just double and quadruple and triple down and just don't care. That's you. Look at the Why is Trump lying about Roger Stone and Russia? Yeah. First is Trump lying about knowing Roger Stone never says I don't know, Roger Stone. It's not even a clip of him saying that. At a press conference. The clip doesn't even correspond to what they say. It's like saying, I saw a blue bird in the nest. You look in the tree. There's not even a nest, or there's not even a bird. There's not even a tree folks. Look at that tree. That looks like a mouse for a computer. It's not a tree. Yeah, it is. You're like, No, it's not. You're not even having a logical discussion. They skip that matter."
    },
    {
      "end_timestamp": 859.0,
      "id": "1ce7155f-a592-365b-b06e-d35b9c04c8a1",
      "speaker": "Dan",
      "start_timestamp": 848.0,
      "text": "I know a better metaphor. If you want to come up with an analogy for someone claiming a source says something that it doesn't go to any of our episodes."
    },
    {
      "end_timestamp": 882.0,
      "id": "9589b69c-b107-3949-9848-f6b1f3ea28a5",
      "speaker": "Jordan",
      "start_timestamp": 859.0,
      "text": "Listen to us explain. Every time. I just love that. That is the perfect analogy. bloober Like, I saw bluebirds nest in the tree. There's no nest. There's no bird. There's not even a tree. Wait, are you are you are you looking in the right place? Is that the real issue? Are you looking still in your story?"
    },
    {
      "end_timestamp": 889.0,
      "id": "fa01f60f-f407-3125-874c-7a5edf459dfe",
      "speaker": "Dan",
      "start_timestamp": 882.0,
      "text": "No Bird there's no plane there's no superman Alright, he's so dumb."
    },
    {
      "end_timestamp": 895.0,
      "id": "340cea9f-a50e-3d96-a0ad-4c4fa0c45c17",
      "speaker": "Alex Jones",
      "start_timestamp": 889.0,
      "text": "Matter. So this is a psychological warfare tactic but"
    },
    {
      "end_timestamp": 899.0,
      "id": "48423644-20f0-3660-9cd6-1ad3d0946211",
      "speaker": "Dan",
      "start_timestamp": 895.0,
      "text": "by his own admission right there he engages in psychological warfare."
    },
    {
      "end_timestamp": 911.0,
      "id": "d5788fda-7116-3cc8-aa66-8277c057ab89",
      "speaker": "Jordan",
      "start_timestamp": 899.0,
      "text": "Yes. Yeah, it's a great tactic. Yeah. But he's he should, he should really just be praising the tactic being like, hey, everything they're trying to do is what they're saying we're doing. So I'm doing it."
    },
    {
      "end_timestamp": 922.0,
      "id": "3d243dce-783b-303e-ab97-fae9de6846d7",
      "speaker": "Dan",
      "start_timestamp": 911.0,
      "text": "This is a psychological warfare tactic and as evidence that it's effective look at this giant screen. Look at the fact that I've gone to all of you with both."
    },
    {
      "end_timestamp": 945.0,
      "id": "a1777d0b-b559-31a3-90c3-941de5ad1eb4",
      "speaker": "Alex Jones",
      "start_timestamp": 922.0,
      "text": "I tried to get calls. I guess it premiered last night. on Showtime. Then I guess it goes like Netflix later this the show homeland? I know. It's been a big show for years. And I'm sitting there and people are saying you're on homeland? Because I guess they start out the first episode where you don't see me. I haven't seen it yet. And it just sounds like my voice."
    },
    {
      "end_timestamp": 946.0,
      "id": "1747106b-e69b-3cf9-afef-fe3b7fc33a00",
      "speaker": "Jordan",
      "start_timestamp": 945.0,
      "text": "He's totally seen it."
    },
    {
      "end_timestamp": 956.0,
      "id": "62b18595-f04e-3db8-b015-d0c596380f9a",
      "speaker": "Dan",
      "start_timestamp": 946.0,
      "text": "But again, he doesn't say you don't see the character. He says you don't see me. Yeah, he doesn't understand the veil between fiction and real. No, it's estimated."
    },
    {
      "end_timestamp": 966.0,
      "id": "b7a8aef8-52bd-3520-adc4-89c8222d85ca",
      "speaker": "Jordan",
      "start_timestamp": 956.0,
      "text": "I mean, it is it is him. I would I would actually accept that that shorthand, because if it's based entirely upon him, and so far, it's kind of it's kind of,"
    },
    {
      "end_timestamp": 970.0,
      "id": "f2845676-fcec-36b8-afba-013d3fd171a2",
      "speaker": "Dan",
      "start_timestamp": 966.0,
      "text": "yeah, it sounds like it is. I've never seen homeland. But this sounds like a bullseye."
    },
    {
      "end_timestamp": 977.0,
      "id": "ac8661ec-536d-3523-b68b-b90054a4f3aa",
      "speaker": "Jordan",
      "start_timestamp": 970.0,
      "text": "It's crazy. Yeah. Yeah, no, it sounds about right. So I actually give him a pass on using the me there,"
    },
    {
      "end_timestamp": 981.0,
      "id": "6783c1e4-ed19-38c4-9b2e-1fff2fa470f7",
      "speaker": "Dan",
      "start_timestamp": 977.0,
      "text": "you've convinced me, but I'm still gonna keep it unless he perfectly described"
    },
    {
      "end_timestamp": 986.0,
      "id": "406a6258-51af-3f96-94fe-63800b135d14",
      "speaker": "Jordan",
      "start_timestamp": 981.0,
      "text": "what the guy looked like. But he was just looking into a mirror and described himself right."
    },
    {
      "end_timestamp": 990.0,
      "id": "592f37b8-c68b-36a2-ba46-50e26cc6f03a",
      "speaker": "Dan",
      "start_timestamp": 986.0,
      "text": "It looks like a chubby pug hasn't slept in a month."
    },
    {
      "end_timestamp": 996.0,
      "id": "5bdf8f37-9112-3007-8ac6-1cad7ea9ffba",
      "speaker": "Jordan",
      "start_timestamp": 990.0,
      "text": "I mean, people are calling me and saying that I look like a chubby pug. I don't even know how to Yeah."
    },
    {
      "end_timestamp": 1031.0,
      "id": "73f708a6-2784-3360-bfa1-e933f0a59a40",
      "speaker": "Alex Jones",
      "start_timestamp": 996.0,
      "text": "But then it doesn't even sound like my voice. It sounds like my voice. But then the guy isn't good at it. He kind of goes back into like an Australian accent. And then back into kind of what I sound like. And it's just like, I have to defend myself against this, that this isn't me. And then people go, Oh, Alex, quick Sanders TV shows about you. The creators of it, are in a whole bunch of newspapers, variety and Entertainment Weekly, I mean, go neither, which Google it and Homeland and it's just like, hundreds of articles and many."
    },
    {
      "end_timestamp": 1046.0,
      "id": "765abfab-6ef1-3c0e-beb1-78dc21d86e66",
      "speaker": "Dan",
      "start_timestamp": 1031.0,
      "text": "Again, he has no idea what numbers are. But the other thing too, in there, it's important for what's about to come up is this idea that he's like, I have to defend myself against this. It's like no, it's character. No, it's yeah, you just, there's just a character that's based on you. You don't have to defend yourself."
    },
    {
      "end_timestamp": 1106.0,
      "id": "f8276edd-daae-3b35-a54d-8642c8d77aec",
      "speaker": "Jordan",
      "start_timestamp": 1046.0,
      "text": "Who are you defending yourself? Again, it's in his he's defending himself against his own people, right? Or his own insecurities or something like that. I imagine that the character is illustrating something about himself that he's uncomfortable, right, right. I imagine just just his entire existence, possibly. Yeah, that could be it. But then his defense like in the fictional world, though, he has to come to terms with the fact that this guy is a propagandist who spouts conspiracy theories. Yeah. So he's looking at himself. Yeah. And going, Wait, if I were watching this, I would think this guy is crazy. Yeah. I think people think I'm crazy. At least enough people to make a TV show. Exactly. Yeah, exactly. There's a lot he's got to do. That is that is like looking yourself for that kind of a funhouse mirror. Like, where he's Yeah, it's like, if you if you once we have clones, right? If you're walking behind your clone, it's like looking at your own Aspie. And like, oh, fuck, I gotta work out."
    },
    {
      "end_timestamp": 1108.0,
      "id": "bc62da21-63e4-3fff-9880-4c3ed625c2b4",
      "speaker": "Jordan",
      "start_timestamp": 1106.0,
      "text": "I gotta work out. God damn it."
    },
    {
      "end_timestamp": 1131.0,
      "id": "aff6de05-1902-37df-a3fc-cecd7b0f4a6c",
      "speaker": "Dan",
      "start_timestamp": 1108.0,
      "text": "Yeah. But the the thing that I think also is fascinating, as he's like, I've got to defend myself against this. And then immediately his next thought is, people are saying, people are gonna say, Alex, you're crazy. There aren't TV shows about you. No one's saying. We all are very clear that there, there are 100% there. We think you're crazy."
    },
    {
      "end_timestamp": 1138.0,
      "id": "ce79be57-63fc-31bf-b5fc-9ef19ce0c482",
      "speaker": "Jordan",
      "start_timestamp": 1131.0,
      "text": "But they're not about him. I think he thinks if he's a character on the show, he's the most important character on that show. The"
    },
    {
      "end_timestamp": 1151.0,
      "id": "9c9495d0-7b17-3e8c-aabd-12156f4c8463",
      "speaker": "Dan",
      "start_timestamp": 1138.0,
      "text": "character that he plays, or that he was, it was based on him in the X Files was not the most important character. It wasn't it was not Fox Mulder in Alex Jones's world. It was it was the most important character"
    },
    {
      "end_timestamp": 1152.0,
      "id": "78228b02-e9d8-367f-b211-5aa92b3014e7",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1151.0,
      "text": "again, I"
    },
    {
      "end_timestamp": 1160.0,
      "id": "e780b2fd-f2d0-3c83-9d4b-9bef7097f2ee",
      "speaker": "Dan",
      "start_timestamp": 1152.0,
      "text": "haven't seen homeland, but it's like the fifth or sixth season of it. And I'm sure that it's just part of the arc for the season, of course, so I don't like it. So I'm"
    },
    {
      "end_timestamp": 1167.0,
      "id": "949ef39f-aaf0-323b-becc-9559ad4e7f3c",
      "speaker": "Jordan",
      "start_timestamp": 1160.0,
      "text": "assuming the Alex Jones character becomes the adviser to the president."
    },
    {
      "end_timestamp": 1169.0,
      "id": "5e12e281-05f4-3b10-997d-ed1aea17748f",
      "speaker": "Dan",
      "start_timestamp": 1167.0,
      "text": "Or maybe, maybe just dies? Who knows? Yeah, that'd"
    },
    {
      "end_timestamp": 1175.0,
      "id": "cf56a9b9-6413-3ec9-a76b-aabbfe107066",
      "speaker": "Jordan",
      "start_timestamp": 1169.0,
      "text": "be fun. He's gotta get back to his also I want to hear Alex Jones do an Australian accent. One."
    },
    {
      "end_timestamp": 1177.0,
      "id": "96b191a8-893c-3b42-a1d4-e5b3369e65dc",
      "speaker": "Alex Jones",
      "start_timestamp": 1175.0,
      "text": "All right. I don't know. Yeah, I"
    },
    {
      "end_timestamp": 1180.0,
      "id": "dc1070c4-8e0c-3050-a21a-fae6bf582941",
      "speaker": "Jordan",
      "start_timestamp": 1177.0,
      "text": "don't think I don't think there's any way to do the Alex Jones voice and do it now. It"
    },
    {
      "end_timestamp": 1194.0,
      "id": "e94e0559-c07c-350f-852d-4c02edafb930",
      "speaker": "Dan",
      "start_timestamp": 1180.0,
      "text": "hurts my throat. So he's gonna get back into his ideas about how this character is a straw man, how it's stupid to do straw man arguments, then he's going to misrepresent what a straw man argument is, and then he's going to commit one. I was so"
    },
    {
      "end_timestamp": 1205.0,
      "id": "bfa3c247-5c45-34ce-b29b-2e80d0708a66",
      "speaker": "Jordan",
      "start_timestamp": 1194.0,
      "text": "I was so excited because I was like, Oh man, Alex Jones knows what a straw man argument is. Then Next thing you said was, and he gets the straw man argument wrong very much."
    },
    {
      "end_timestamp": 1289.0,
      "id": "9174b966-5591-3097-8416-09270ab42e4a",
      "speaker": "Alex Jones",
      "start_timestamp": 1205.0,
      "text": "So then there's that whole thing. We're guaranteed a lot. MSMC Jones is crazy and claims there's TV shows about him. In fact, when Chris Carter came out and said the new X Files is based on our shows and his ideas and his theories and his worldview to a great extent, and there's a character that basically plays him, and I like that I think Alex Jones is a libertarian, not a racist. Well, Chris Carter, sounds like a closet Trump supporter to me, but I'm not gonna say anything. They said I was lying about that the new X Files wasn't about me. I mean, it's like, I'm horrible. I'm dangerous. I'm reaching hundreds of millions of people every few months, but nobody listens. And I'm a cook shut me up, though. And Trump's lying, saying he doesn't know Roger Stone, then there's no such thing. And then I read the comments, and I got depressed reading because it's all like liberals, right? See, he has been called as a Russian and caught not knowing Him. They just make up these. It'd be like, if I had them bring in Bob, the kickboxing dummy. Like we've got one here in the office and beat up Bob, the kickboxing dummy. I said, Look, he didn't lay a hand on me. He didn't lay a glove on me. People say, Dude, it's an inanimate object. It's a straw man. And I had a pin yada of say, Michael, and I beat it up, I didn't really beat up Michael Moore, they've now reached like, two year old level, and I realized it, people are now worrying little."
    },
    {
      "end_timestamp": 1292.0,
      "id": "9a68e1e0-40e2-3e2f-8645-d36584898b5e",
      "speaker": "Dan",
      "start_timestamp": 1289.0,
      "text": "So that's what he thinks a straw man, he"
    },
    {
      "end_timestamp": 1301.0,
      "id": "2aae8115-3606-3ca1-9d77-a31d4f5accab",
      "speaker": "Jordan",
      "start_timestamp": 1292.0,
      "text": "doesn't understand any of the words, I don't understand what he was talking about. I'm just excited to know that they have a punching dummy in their office. He was"
    },
    {
      "end_timestamp": 1318.0,
      "id": "e3e250b5-2f91-3b5e-860b-7a4dc0d34a68",
      "speaker": "Dan",
      "start_timestamp": 1301.0,
      "text": "essentially saying that if you beat up a fake version of Michael Moore, he could say you beat up Michael Moore. And that's a straw man. That's not on a very, very metaphorical basis. It kind of is. If you create a fake version of Michael Moore to rhetorically attack, then yes,"
    },
    {
      "end_timestamp": 1326.0,
      "id": "c824a1e8-c408-3764-bd25-7c1ff7e42f7e",
      "speaker": "Jordan",
      "start_timestamp": 1318.0,
      "text": "that it might as well have said if I beat up a VHS copy of The Wicker Man. I have destroyed a straw man. Well, I"
    },
    {
      "end_timestamp": 1333.0,
      "id": "45908296-9b70-3dc4-91f8-8521606b1593",
      "speaker": "Dan",
      "start_timestamp": 1326.0,
      "text": "mean, if you say that Chuck Schumer is a vampire, and then you attack him for his vamper ism, that's kind of a straw man is pretty much a straw man"
    },
    {
      "end_timestamp": 1369.0,
      "id": "b9285843-d93c-3b6a-ba00-07f53fb10f37",
      "speaker": "Jordan",
      "start_timestamp": 1333.0,
      "text": "argument right there. Yeah, big time. Maybe you say, all liberals are agents of the globalists who are trying to destroy the country from within. And they've openly said that, instead of, you know, engaging with liberal ideas, you're just creating some sort of, I don't know, like an imaginary Hey, dude, like, yeah, like a bot. Like if if Bob the punching bag dummy represent. So he's he, he lives and dies on Strava. And arguments is the point. And here's a new one."
    },
    {
      "end_timestamp": 1401.0,
      "id": "3145a8df-c292-3025-a7df-e6af47640103",
      "speaker": "Alex Jones",
      "start_timestamp": 1369.0,
      "text": "They've now reached like two year old level, and I realized it, people are now wearing little safety pins on their collar. That means I could be triggered. I believe I'm in a safe space. Just basically don't even talk to me. I'm a basket case. And they're now everywhere coming into jobs and saying, you can't ever criticize me or I'll have I have a I have a disability. I'll have to show you because I'm a snowflake. Total mental illness. And this is what they're pushing. This is what they're doing."
    },
    {
      "end_timestamp": 1423.0,
      "id": "e2f47c94-49f8-346a-a918-c1443b589e41",
      "speaker": "Dan",
      "start_timestamp": 1401.0,
      "text": "This is what they're pushing. This is what they're doing. Yep. Yep. Nobody's doing that. Anybody who knows what those safety pins are about? It's trying to signal to people that I will be an ally for you. If you are being attacked by somebody, you can count on me to defend you. Yeah, that is the idea of the safety pin. His argument is, I'm a cuckoo bananas person."
    },
    {
      "end_timestamp": 1457.0,
      "id": "7d033f1f-dcea-3189-9948-89da97251639",
      "speaker": "Jordan",
      "start_timestamp": 1423.0,
      "text": "It's clearly that people who wear safety pins have a mental illness, and then they will go into jobs. Which I don't know how they got these jobs in the first place. Or they get them from Steve Jobs. Steve Jobs is dead. Every liberal think Steve Jobs is still alive the same way the globalists froze Walt Disney. I don't know that I lost that one. Control of that one. That one got out far enough. Yeah, you can't you can't criticize who the whole is like, Hey, if you criticize me, I will sue you."
    },
    {
      "end_timestamp": 1466.0,
      "id": "2112d1ea-ea94-3d11-b361-d17dc3860f3c",
      "speaker": "Dan",
      "start_timestamp": 1457.0,
      "text": "I'm glad you picked up on that important to remember okay. Just remember that he's complaining that these snowflakes are litigious"
    },
    {
      "end_timestamp": 1471.0,
      "id": "c8418741-4d73-36b1-a0f8-53ae0259e108",
      "speaker": "Jordan",
      "start_timestamp": 1466.0,
      "text": "and we will be writing that down in the notes. Now we"
    },
    {
      "end_timestamp": 1487.0,
      "id": "f91d932e-1148-344d-be55-83d3a287357c",
      "speaker": "Dan",
      "start_timestamp": 1471.0,
      "text": "are going to take a little tour through the rest of the time on the episode where Alex Jones proceeds to be every negative thing that people think about. This first clip, he shows off a little bit of his Islamophobia chops to New"
    },
    {
      "end_timestamp": 1497.0,
      "id": "121ee85c-1779-33d4-a71c-98b82e0091ad",
      "speaker": "Alex Jones",
      "start_timestamp": 1487.0,
      "text": "York City. In DC can I make this up?"
    },
    {
      "end_timestamp": 1516.0,
      "id": "97285393-ee66-3fc7-9ec3-a2192372b67e",
      "speaker": "Dan",
      "start_timestamp": 1497.0,
      "text": "He's showing video of a pro test a march there were people took some time to appreciate and enjoy some Muslim prayer. They'll take a moment of silence to recognize one of the world's largest religions, right respectfully. Yes. And Alex really is not happy"
    },
    {
      "end_timestamp": 1521.0,
      "id": "2b9bf524-c70a-3c11-8359-3f211c3f18df",
      "speaker": "Jordan",
      "start_timestamp": 1516.0,
      "text": "about which is like a good show of solidarity. Absolutely."
    },
    {
      "end_timestamp": 1524.0,
      "id": "06ad06dc-4dae-3a05-9f53-1a038d5a2c18",
      "speaker": "Dan",
      "start_timestamp": 1521.0,
      "text": "Celebrating other people's cultures is a delightful thing to do"
    },
    {
      "end_timestamp": 1528.0,
      "id": "399b9809-e13b-3dc6-a784-11e140658110",
      "speaker": "Jordan",
      "start_timestamp": 1524.0,
      "text": "right It's like wearing a safety pin that looks like a hit job."
    },
    {
      "end_timestamp": 1544.0,
      "id": "76789504-03fe-34de-894c-5f1324e0b005",
      "speaker": "Dan",
      "start_timestamp": 1528.0,
      "text": "Yeah. Oh boy."
    },
    {
      "end_timestamp": 1546.0,
      "id": "832693c9-07bb-35dc-8c7a-62557a59fa11",
      "speaker": "Dan",
      "start_timestamp": 1544.0,
      "text": "Think I Left this in because it's really nice thing"
    },
    {
      "end_timestamp": 1553.0,
      "id": "a6a53559-1de3-3d60-93f6-68790e3eb686",
      "speaker": "Jordan",
      "start_timestamp": 1546.0,
      "text": "and it is it is kind of beautiful. I have no affiliation with any religion whatsoever. That is touching"
    },
    {
      "end_timestamp": 1559.0,
      "id": "d77d5ca4-3325-30f7-bd29-e7894d4c4aee",
      "speaker": "Dan",
      "start_timestamp": 1553.0,
      "text": "like that. There is that throat sound or whatever it is. It's nice. It's a nice tone. Yeah, there"
    },
    {
      "end_timestamp": 1563.0,
      "id": "1a1585c7-dc22-379c-bcd5-585b4f4a9628",
      "speaker": "Jordan",
      "start_timestamp": 1559.0,
      "text": "is a there is a reason that religion kind of resonates with people. Yeah,"
    },
    {
      "end_timestamp": 1579.0,
      "id": "f5054907-5f71-3a62-a849-3167b45dfebd",
      "speaker": "Dan",
      "start_timestamp": 1563.0,
      "text": "it digs deep down. Alex though, has some ideas that kind of drift sexual in a weird way, of course."
    },
    {
      "end_timestamp": 1607.0,
      "id": "b5ecc377-364e-313d-9e6c-1b478a502f4b",
      "speaker": "Alex Jones",
      "start_timestamp": 1579.0,
      "text": "Should probably cut to the other one, where we have the feminist way Allah Akbar, Allahu Akbar. And again, this is a fetish. This is a cockling. They see this is really anti Christian, anti freedom, anti West, a anti open society. And so the groups leading these are Islamic, you can go look it up and Paul's article, they hand out these plastic hijabs, that women then put on by the 1000s. And then they put it on the news, saying, Look how beautiful this is."
    },
    {
      "end_timestamp": 1611.0,
      "id": "33347b66-7365-36ed-9f5a-8d7f476a37f7",
      "speaker": "Jordan",
      "start_timestamp": 1607.0,
      "text": "Does he get to the clip of a woman saying Allahu Allahu Akbar, there's a"
    },
    {
      "end_timestamp": 1628.0,
      "id": "e9dfd114-a4f8-32f8-97b1-71679ace1e77",
      "speaker": "Dan",
      "start_timestamp": 1611.0,
      "text": "clip of a woman leading a prayer at the Woman's March, and she is yelling Allahu Akbar. But that just means God is great. Yeah, that's doesn't mean anything. Just because people yell it when they're committing terrorism sometimes doesn't mean that the phrase itself is bad."
    },
    {
      "end_timestamp": 1633.0,
      "id": "4138aa8e-bc82-32d1-98c0-504032a12872",
      "speaker": "Jordan",
      "start_timestamp": 1628.0,
      "text": "Um, now I'm gonna go with Yeah, are you? Yep, you are all phrases are bad."
    },
    {
      "end_timestamp": 1662.0,
      "id": "28731e21-77e9-3469-8bd5-5ff93f2e2a85",
      "speaker": "Dan",
      "start_timestamp": 1633.0,
      "text": "Okay. I couldn't tell you. But it's the same thing with like, you know, it's a harder argument, but in some in non hateful contexts, a swastika isn't offensive, you know, in like, Hindu traditions and things like Right, yes. Okay. Now I'm back on board with the physical shape of it is not what's offensive. It's the connotation of it. Yes. And the use of it. Yeah, the phrase Allah Akbar is not offensive. No, it's offensive. If someone is shooting you yelling it? Ain't but that no"
    },
    {
      "end_timestamp": 1672.0,
      "id": "d5281d4a-a92e-3009-91a1-f3a4f460538c",
      "speaker": "Jordan",
      "start_timestamp": 1662.0,
      "text": "was of the shooting. If you were yelling, pretty much anything while you're shooting me. I'm gonna take that in the negative light. Great point. That's a good point."
    },
    {
      "end_timestamp": 1685.0,
      "id": "cd215506-dc3c-3105-9787-b2cfcc36547d",
      "speaker": "Dan",
      "start_timestamp": 1672.0,
      "text": "So then Alex is like, it's a cockle dang thing. He always goes on this long. These long rants about how these feminists all think it's cool to have jihadi boyfriends and some of the heavyweight What are you talking about?"
    },
    {
      "end_timestamp": 1689.0,
      "id": "4f224e8d-46fd-36b2-a6b5-235789b401f4",
      "speaker": "Jordan",
      "start_timestamp": 1685.0,
      "text": "I did not know that because they want that a stereotype or caulk holding"
    },
    {
      "end_timestamp": 1698.0,
      "id": "f4dbc812-0ac7-38f3-8345-108b970dba7d",
      "speaker": "Dan",
      "start_timestamp": 1689.0,
      "text": "their fucking nationality and their race. Yeah, so wait, go How is it real because they're not white. What don't you get?"
    },
    {
      "end_timestamp": 1701.0,
      "id": "1db12de2-d707-3797-a570-99973cad962d",
      "speaker": "Jordan",
      "start_timestamp": 1698.0,
      "text": "I all all things."
    },
    {
      "end_timestamp": 1725.0,
      "id": "0bd32b34-eac8-3e35-b339-f581c5952308",
      "speaker": "Dan",
      "start_timestamp": 1701.0,
      "text": "It's, it's that's a white genocide narrative. Okay, so they're tackling you know, cuckold porn on one is all essentially black men and white women. It's good stuff. I'm not against it. But that's the depth of his understanding of what that term means. Right? And so it's always white men being humiliated by white women dating ethnic men. And so that's what he"
    },
    {
      "end_timestamp": 1735.0,
      "id": "71c106fd-476a-3aba-9f20-42ce24ec6936",
      "speaker": "Jordan",
      "start_timestamp": 1725.0,
      "text": "are all white men humiliated by that. Is that what or is he saying that all white men should be humiliated when a white woman dates? Anyone not white?"
    },
    {
      "end_timestamp": 1742.0,
      "id": "c179747c-9a5e-3f22-bb8e-a84f5a75a784",
      "speaker": "Dan",
      "start_timestamp": 1735.0,
      "text": "I think that's implied underneath what he's saying. Yeah, but I don't think he even knows that he believes that enough to express it."
    },
    {
      "end_timestamp": 1750.0,
      "id": "ffd31249-db22-3756-9664-547de6c66189",
      "speaker": "Jordan",
      "start_timestamp": 1742.0,
      "text": "Yeah, that's the that's pretty much white nationalism. Right there. He is advocating full on segregation. Now no miscegenation."
    },
    {
      "end_timestamp": 1755.0,
      "id": "1baaba8a-6702-3e2c-b4ac-0a0f83488c4e",
      "speaker": "Dan",
      "start_timestamp": 1750.0,
      "text": "I don't know if he was just not being careful with his words, but that's what he's saying. Well,"
    },
    {
      "end_timestamp": 1763.0,
      "id": "e32b2b97-8369-33c3-b011-c2b18ad05d8e",
      "speaker": "Jordan",
      "start_timestamp": 1755.0,
      "text": "as we all know, he is always careful. I mean, everything I say. So now he gets in even when I'm not telling the truth. It's really the truth. He gets"
    },
    {
      "end_timestamp": 1772.0,
      "id": "f6257ed5-6f6f-3e69-b20b-d83c9e7b2722",
      "speaker": "Dan",
      "start_timestamp": 1763.0,
      "text": "into a little bit of combo platter. In this next clip, we get to enjoy a nice ride through three of the greatest hits."
    },
    {
      "end_timestamp": 1777.0,
      "id": "a9da915e-93f0-30e0-b79a-e7ae31ca5fd6",
      "speaker": "Jordan",
      "start_timestamp": 1772.0,
      "text": "It's like the Taste of Chicago but with misogyny,"
    },
    {
      "end_timestamp": 1783.0,
      "id": "6384ceb8-766d-3572-bf0e-fbee939f0774",
      "speaker": "Dan",
      "start_timestamp": 1777.0,
      "text": "homophobia, and terrible exploitative pedophile fear mongering,"
    },
    {
      "end_timestamp": 1785.0,
      "id": "b5f3443e-eda9-3636-aa82-00a7adca60dc",
      "speaker": "Jordan",
      "start_timestamp": 1783.0,
      "text": "does he do a voice?"
    },
    {
      "end_timestamp": 1788.0,
      "id": "45cac7a2-69e7-35d2-9cfc-0c237721c525",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1785.0,
      "text": "I think he does. Excellent."
    },
    {
      "end_timestamp": 1796.0,
      "id": "17588c6b-4634-3ed7-acca-b6a5d8ae6c3f",
      "speaker": "Alex Jones",
      "start_timestamp": 1788.0,
      "text": "All of it is just completely upside down kooky land"
    },
    {
      "end_timestamp": 1811.0,
      "id": "e59e4103-a839-37a5-93ee-dde317b9c79e",
      "speaker": "Alex Jones",
      "start_timestamp": 1796.0,
      "text": "what other what other signs say dismantle white supreme See, everything is anti white, anti West, even though almost every one of them is white. This is mass mental illness,"
    },
    {
      "end_timestamp": 1815.0,
      "id": "6196046c-4c33-39bf-adde-49e0afc1e6d2",
      "speaker": "Jordan",
      "start_timestamp": 1811.0,
      "text": "if you are against dismantling white supremacy, that's"
    },
    {
      "end_timestamp": 1817.0,
      "id": "6b40918c-c0ef-3606-8921-d047cd2abf92",
      "speaker": "Dan",
      "start_timestamp": 1815.0,
      "text": "bad. That's real bad."
    },
    {
      "end_timestamp": 1821.0,
      "id": "44fa3a9d-fc22-3c9d-893f-8eec4e607b83",
      "speaker": "Jordan",
      "start_timestamp": 1817.0,
      "text": "That's really bad. And that means you're for what support white supremacy?"
    },
    {
      "end_timestamp": 1826.0,
      "id": "841b80d3-f921-33b2-a41f-4d4055213b67",
      "speaker": "Dan",
      "start_timestamp": 1821.0,
      "text": "And if your argument is, isn't it crazy that they're against white supremacy and they're all white and they're white?"
    },
    {
      "end_timestamp": 1831.0,
      "id": "aec294c1-d903-3a21-9344-020d2847258a",
      "speaker": "Jordan",
      "start_timestamp": 1826.0,
      "text": "Once both white and against white supremacy really"
    },
    {
      "end_timestamp": 1832.0,
      "id": "82fb8bf6-2885-3b19-9e64-b196805407f4",
      "speaker": "Dan",
      "start_timestamp": 1831.0,
      "text": "might be missing the mark? No, thank"
    },
    {
      "end_timestamp": 1843.0,
      "id": "8b71d988-d340-35e8-a1ab-aaeb75eb8dce",
      "speaker": "Jordan",
      "start_timestamp": 1832.0,
      "text": "you. If you're white, you should be not against white supremacy. I'm not saying you should be for white supremacy, you should be at the very least neutral on white girls,"
    },
    {
      "end_timestamp": 1847.0,
      "id": "3f646e26-b672-371e-82f5-ff10151fda28",
      "speaker": "Dan",
      "start_timestamp": 1843.0,
      "text": "you might end up a Kuk anyway, here we go."
    },
    {
      "end_timestamp": 1948.0,
      "id": "716e2368-fe29-394f-8ea0-b7320880ee91",
      "speaker": "Alex Jones",
      "start_timestamp": 1847.0,
      "text": "This is what you pay for it, the colleges. This is what goes on. And you see the type of women and I'm not bashing women out to the like, please don't put me on your level of being obsessed with what sexuality somebody is. But these are the type of women that will come up to your good looking wife, your girlfriend, whatever, in Austin and start hitting on them in front of you. And they can't even believe they're like, hey back up. They're like, whoa, I'm politically correct. I'm Royal. If a man wants to compete on women's team, he can If a woman wants take steroids to compete on the women's team she can. The man wants to go into women's bathroom he can vice versa. And Nambla says if they want to pick your five year old up out of the backyard if your five year old says they want to go because they're promising a candy or a puppy are video games that you shouldn't be able to under law, they have filed with the UN where they want international law to say they come to your door. I'm here to pick up your five year old five year old school, whatever, it's going to be filings taking them to Star Wars. You're like No, Billy can't go there like your child's allowed to love get your child's allowed to have an abortion at age nine in California. The State takes them away. They're allowed to have inoculations without you saying because they have their own freedom to go with a pedophile. There's the voice and the pedophiles aren't you won't have to take them to a slave dungeon. We might let them live. You see, if you just let us have sex with them. We won't have to kill them and throw them in a shallow grave. It's your fault. We got to kill kids. We're liberal. You're not used to it. Now you just heard me break down we're actually facing it sounds unbelievable. It sounds unreal. It sounds like it couldn't be actually happening. But it is. This is what we're facing."
    },
    {
      "end_timestamp": 1950.0,
      "id": "d9c65963-6511-3168-acae-462d0c1f951e",
      "speaker": "Dan",
      "start_timestamp": 1948.0,
      "text": "This is who we're facing."
    },
    {
      "end_timestamp": 1953.0,
      "id": "a129e520-1ec1-3034-8ecd-26064bbcc62d",
      "speaker": "Jordan",
      "start_timestamp": 1950.0,
      "text": "It's your fault. We have to kill kid."
    },
    {
      "end_timestamp": 1955.0,
      "id": "626ff07a-bda0-3e06-be93-b1fb374e136e",
      "speaker": "Dan",
      "start_timestamp": 1953.0,
      "text": "We should probably isolate that for an hour."
    },
    {
      "end_timestamp": 1986.0,
      "id": "90ebca99-9efd-3eef-b30f-05e64df03b35",
      "speaker": "Jordan",
      "start_timestamp": 1955.0,
      "text": "Yeah, I think that should just be where we That's our new intro and outro that's the next that's actually yeah, that's how we close the show from now on. Yeah, ladies and gentlemen, it is Alex Jones's fault that we have to kill kids. We would love we don't want to Yeah, we just really have to it's we file the law with the UN right that every time Alex Jones speak we have we have to kill a kid. We don't want to we, we It hurts us more than it hurts the kid."
    },
    {
      "end_timestamp": 2017.0,
      "id": "fdc5950d-0d7d-3e51-abb2-b5e803ce3f2f",
      "speaker": "Dan",
      "start_timestamp": 1986.0,
      "text": "But you understand the logic that he's using there. Right? The the logic he's using is that look, all these pedophiles really want to do is have sex with kids yet because they're not allowed to. They got to put them in a dungeon and kill them. So he thinks that liberals want to allow people to have sex with kids in order that they don't have to kill them. That's crazy. That is especially considering that he defends Milo, who now has been outed as someone who literally defends pedophiles. I was"
    },
    {
      "end_timestamp": 2025.0,
      "id": "d15d3ef4-cce7-3fc3-819c-80e6c9e125c0",
      "speaker": "Jordan",
      "start_timestamp": 2017.0,
      "text": "I was just listening to that clip gone. This is before information. Yes. Okay. All right."
    },
    {
      "end_timestamp": 2031.0,
      "id": "e676f77d-0fb6-3d56-a721-6e25acaa8cab",
      "speaker": "Dan",
      "start_timestamp": 2025.0,
      "text": "I won't lie that plays into what a difference"
    },
    {
      "end_timestamp": 2033.0,
      "id": "ee334cd5-436b-3886-8a38-c48db063e065",
      "speaker": "Jordan",
      "start_timestamp": 2031.0,
      "text": "all these pedophiles are liberals."
    },
    {
      "end_timestamp": 2045.0,
      "id": "df294e70-8d9b-3777-b175-bda1800a0225",
      "speaker": "Dan",
      "start_timestamp": 2033.0,
      "text": "To be fair, when we talk about Milo, if you guys didn't hear a number of clips came out that have been in the public sphere. Yeah. Like a lot of it was from his appearances on Rogan."
    },
    {
      "end_timestamp": 2049.0,
      "id": "1b70fc3b-22fb-3958-bb91-829b4d89cd97",
      "speaker": "Jordan",
      "start_timestamp": 2045.0,
      "text": "It's it's not like we're going to say spoiler alerts. No,"
    },
    {
      "end_timestamp": 2077.0,
      "id": "dd6d73bb-1a1b-3bf1-adec-fb0e582c8c7e",
      "speaker": "Dan",
      "start_timestamp": 2049.0,
      "text": "but he doesn't talk about he's not talking about fucking five year old kids. He's not it. Milo is talking about his own experience of having sex with adults when he was 13. Right. And not recognizing his victimization, right? How he's not recognizing that the other person had an adult brain right at all. And because he makes it so fine in the way he's talking about and actually a good thing. He he is tacitly saying that it all totally"
    },
    {
      "end_timestamp": 2078.0,
      "id": "48eacce6-4b2f-38fa-b6b0-516720761777",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2077.0,
      "text": "cool."
    },
    {
      "end_timestamp": 2080.0,
      "id": "1dafcf32-0fda-33c9-a019-46b9c993522b",
      "speaker": "Dan",
      "start_timestamp": 2078.0,
      "text": "Yeah. And that's Well,"
    },
    {
      "end_timestamp": 2087.0,
      "id": "820a2e87-29b4-3587-84fe-66136bded07e",
      "speaker": "Jordan",
      "start_timestamp": 2080.0,
      "text": "I mean, there is a un law that says it's okay. Yeah, absolutely. It actually it doesn't say it's okay. It says you"
    },
    {
      "end_timestamp": 2091.0,
      "id": "72cae5d5-cad8-3b5a-84c9-2055bdc3b5b1",
      "speaker": "Dan",
      "start_timestamp": 2087.0,
      "text": "have to know if you have to allow you have to go."
    },
    {
      "end_timestamp": 2125.0,
      "id": "1ca0b043-371f-3cf2-8dd7-cec90c1943a0",
      "speaker": "Jordan",
      "start_timestamp": 2091.0,
      "text": "I do like that. I'm gonna take your five year old to Star Wars. That's where it starts because I promised him candy. It always starts with Star Wars absolutely if any, if I know anything, it's the globalist put a lot of pedophilia imagery into Star Wars Sure. Which is why and that's why Anakin kills the young Lynx. All he wanted to do was have sex with them. You're totally Yoda wouldn't let him do I hate to call out agenda. Why agenda 21 was called in. We all know this."
    },
    {
      "end_timestamp": 2138.0,
      "id": "81ff3ba2-4f19-3f66-9411-d4d73d754cf5",
      "speaker": "Dan",
      "start_timestamp": 2125.0,
      "text": "Yeah, so that's, that's crazy fucking bullshit. That's insanity. So within the last three clips, we've heard rampant misogyny, homophobia, transphobia. Islamophobia."
    },
    {
      "end_timestamp": 2169.0,
      "id": "ce31f801-2705-3d62-b81c-eb413c167d0f",
      "speaker": "Jordan",
      "start_timestamp": 2138.0,
      "text": "Yeah, and horrible racism again, for I don't know how many times I'm gonna say this. It is not allowing men to go into the women's bathroom. No, that's not what it's for. It's not the discussion. And if you are in a women's bathroom, or if you're in a men's bathroom as a trans person, there is a way higher chance that you are the one who will be sexually assaulted. Yes. And by way higher chance. I mean, there is zero chance that it goes the other direction"
    },
    {
      "end_timestamp": 2172.0,
      "id": "60bf3118-5ce4-3330-ad6c-9185d5bccf02",
      "speaker": "Dan",
      "start_timestamp": 2169.0,
      "text": "documented. Yeah, well, it was zero but very low."
    },
    {
      "end_timestamp": 2176.0,
      "id": "9def3230-7747-3882-91f9-f086faf9edf5",
      "speaker": "Jordan",
      "start_timestamp": 2172.0,
      "text": "I mean, yeah. Nothing is zero but hewed foods. You can't"
    },
    {
      "end_timestamp": 2232.0,
      "id": "561f2941-8db5-3967-902f-43916d259c40",
      "speaker": "Dan",
      "start_timestamp": 2176.0,
      "text": "you can't account for the like, sis or trans. You can't account for the incidence of some bad people. Some bad hombres. Yeah, being trans doesn't automatically make you a good person. No, but it also definitely doesn't make you a bad person. And it very much is a Yeah, it makes you a person. Why don't don't be a dick to trans people agreed. But anyway, all of that said, I still 100% Want to make this clear. Okay. Our show is not about trying to get Alex Jones kicked off the air. I hate the things he says yes. But much like a vote Voltaire would say I defend to the death his right to say them. Yes, he is a crazy asshole. Who should be seen as a crazy asshole. Yep. But I am not interested in censoring him. No, I want that to be totally clear. Despite all of this hate speech."
    },
    {
      "end_timestamp": 2238.0,
      "id": "ba25371e-9a33-35a7-b252-4aef5ab89486",
      "speaker": "Jordan",
      "start_timestamp": 2232.0,
      "text": "Interestingly enough, if he was censored, we wouldn't be allowed to play his clips."
    },
    {
      "end_timestamp": 2249.0,
      "id": "45a10e13-8219-3718-924b-424e06cfc5bc",
      "speaker": "Dan",
      "start_timestamp": 2238.0,
      "text": "Yep. Right. And if he was legitimately censored, there would be a part of the show where our obligation would be to defend him. That's true. And I would stand behind that obligation."
    },
    {
      "end_timestamp": 2250.0,
      "id": "d17b7cf3-cd3d-37d5-81d4-ad90f2e065b6",
      "speaker": "Jordan",
      "start_timestamp": 2249.0,
      "text": "I would agree."
    },
    {
      "end_timestamp": 2286.0,
      "id": "b0e0cbda-ac4f-389a-b1f5-d0cb695c4214",
      "speaker": "Dan",
      "start_timestamp": 2250.0,
      "text": "Now, all of that hate speech. Yes. transitions into, of course, what I would call some of the worst sketch comedy I've ever seen. So he's got a little reporter named Millie Weaver, who was making some YouTube videos and he discovered her and brought her in. So she's his newest reporter, and I don't know what the fuck convinced him that this was a good idea. But she comes on the show as a character on Alex Jones his show as a character as a character called Rainbow snatch."
    },
    {
      "end_timestamp": 2289.0,
      "id": "dbdcfe5a-8035-32ed-8b80-603e1a7e2fb1",
      "speaker": "Jordan",
      "start_timestamp": 2286.0,
      "text": "Who is a character called Rainbow snatch. Who"
    },
    {
      "end_timestamp": 2292.0,
      "id": "8a01f97c-8424-31b8-9800-5b80b11c224b",
      "speaker": "Dan",
      "start_timestamp": 2289.0,
      "text": "is a social justice warrior."
    },
    {
      "end_timestamp": 2295.0,
      "id": "6636fea7-c882-3fac-9183-65d6d4f02693",
      "speaker": "Jordan",
      "start_timestamp": 2292.0,
      "text": "Yeah. Okay,"
    },
    {
      "end_timestamp": 2306.0,
      "id": "ea1f61db-229a-3b55-b248-669b1ce61308",
      "speaker": "Jordan",
      "start_timestamp": 2295.0,
      "text": "one. They steal that from My Little Pony. I don't know. I feel like there's a character on my little pony named rainbow snatch my poor. In my fanfiction. They're sure as fuck is one way or another? He's"
    },
    {
      "end_timestamp": 2310.0,
      "id": "64473daf-e40f-3604-a621-f89c8d787372",
      "speaker": "Dan",
      "start_timestamp": 2306.0,
      "text": "run afoul of copyright law. Okay, now, Rainbow snatch policy."
    },
    {
      "end_timestamp": 2323.0,
      "id": "273c0e4c-006f-3f8b-ad41-f545652ace76",
      "speaker": "Jordan",
      "start_timestamp": 2310.0,
      "text": "There's no other way to take that right. So yeah, it is policy. Yeah, you got to assume so rainbow policy is number one. It seems awesome. I would totally if if ever I found one. I would be like this"
    },
    {
      "end_timestamp": 2328.0,
      "id": "19e29380-8dbe-30af-b8b9-9f3baeb4e221",
      "speaker": "Dan",
      "start_timestamp": 2323.0,
      "text": "is the best day of my life. It's horribly out of line with his program. Yeah."
    },
    {
      "end_timestamp": 2339.0,
      "id": "0755045e-d304-3083-98c9-76f806d6432b",
      "speaker": "Jordan",
      "start_timestamp": 2328.0,
      "text": "Is this as this has anything like this ever happened on Alex Jones, but not in my experience of watching the show. So out of the blue he's like, it's time that Alex Jones did some sketchy well here."
    },
    {
      "end_timestamp": 2344.0,
      "id": "8197c246-8848-30f2-8b04-a343b4c0fab7",
      "speaker": "Dan",
      "start_timestamp": 2339.0,
      "text": "I'll tell you what, why don't I play how it starts. Okay."
    },
    {
      "end_timestamp": 2370.0,
      "id": "0437dd4e-a17e-3296-ac2a-7e5623b2c48e",
      "speaker": "Alex Jones",
      "start_timestamp": 2344.0,
      "text": "All right, coming up later in the broadcast. Jerome Corsi joins us and I should add the Motor City madman. Ted Nugent's gonna be joining us. He's getting ready to probably run for the Senate is Rainbow snitch. Rainbow snitch? Yeah, okay, I'm sorry. But she's she's the latest social just where we should probably get you a chair and you're supposed to get to see your, your your sign here. Let me have it."
    },
    {
      "end_timestamp": 2372.0,
      "id": "ccc663e8-6301-337e-a769-2e98ec60d9e1",
      "speaker": "Jordan",
      "start_timestamp": 2370.0,
      "text": "As we all know, Rainbow snitches get stitches."
    },
    {
      "end_timestamp": 2393.0,
      "id": "0f1404af-6ca3-3c2d-82cf-68656ed72e02",
      "speaker": "Dan",
      "start_timestamp": 2372.0,
      "text": "Remember? Oh, snitches get rainbow stitch. Exactly. So this is terrible. I'm not going to play the whole thing because it's fucking long. Yeah, it's so long. But please enjoy how bad both of them are at character based improv. And how like, literally minutes before this, he was talking about how legally you will have to let your kids be taken by pedophile. Yes,"
    },
    {
      "end_timestamp": 2400.0,
      "id": "43d47675-e336-3e33-b236-a48e44cc6a3b",
      "speaker": "Jordan",
      "start_timestamp": 2393.0,
      "text": "this is literally level one second city, but it's all about pedophilia."
    },
    {
      "end_timestamp": 2405.0,
      "id": "f176ca94-8dff-3da8-ab98-cb21f2df4c5b",
      "speaker": "Dan",
      "start_timestamp": 2400.0,
      "text": "minutes before, so serious, they're gonna snatch up your kids."
    },
    {
      "end_timestamp": 2408.0,
      "id": "a487bcc5-049e-3f5c-9542-4fff19dfc8c7",
      "speaker": "Alex Jones",
      "start_timestamp": 2405.0,
      "text": "They're gonna rainbow very much. I appreciate"
    },
    {
      "end_timestamp": 2411.0,
      "id": "515ff8b6-233a-3c98-a4b5-5e5e8527b5ef",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2408.0,
      "text": "you joining us. Your racist xenophobic."
    },
    {
      "end_timestamp": 2423.0,
      "id": "6c079c19-6d8f-3657-8382-4d1fc69cefb7",
      "speaker": "Alex Jones",
      "start_timestamp": 2411.0,
      "text": "Okay, well, we finally got one of you to come on. Look a little bit. We'll see what happened seriously. We're gonna do an interview with you a little bit later. And how are you doing, young lady?"
    },
    {
      "end_timestamp": 2430.0,
      "id": "75829798-cb88-334e-b35f-5527ab79e62e",
      "speaker": "Millie Weaver",
      "start_timestamp": 2423.0,
      "text": "Well, you know what? I just want to say that all you Trump supporters are a bunch of racist xenophobic rednecks."
    },
    {
      "end_timestamp": 2439.0,
      "id": "9022dad4-9fa1-38fb-8053-f773b72439f1",
      "speaker": "Alex Jones",
      "start_timestamp": 2430.0,
      "text": "I never heard that before. Really, I noticed that you've got some most of us have under Under Armour."
    },
    {
      "end_timestamp": 2467.0,
      "id": "de05e87b-d7e4-3e99-86f5-12a9fdb05cc8",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2439.0,
      "text": "You need to dress me my proper pronoun. Okay, because you can't call me he or she. I want to be called Z. So if you don't call me z, then you're gonna watch out and see what happened. Why don't why don't we just call you some like sweetheart? No, I'm Excuse me, but that is extremely racist and bigoted to call me sweetheart cupcake. I identify as a multi sexual transdimensional by an airy being."
    },
    {
      "end_timestamp": 2475.0,
      "id": "bcf6b6c3-7af6-3add-9dcc-5f6bdf8e58e2",
      "speaker": "Dan",
      "start_timestamp": 2467.0,
      "text": "He brought back the cupcake. That seems to be his go to Yeah, I'm so there was no laughs in there. First of all, just as like critiquing. I mean, first"
    },
    {
      "end_timestamp": 2481.0,
      "id": "d715a6fc-dc6f-3474-9873-13f9f2711761",
      "speaker": "Jordan",
      "start_timestamp": 2475.0,
      "text": "off. Yes. And was thrown away out of this. Oh, well, this is entirely No buts."
    },
    {
      "end_timestamp": 2499.0,
      "id": "ecd3ddc0-c292-314c-83e5-3333c7180b32",
      "speaker": "Dan",
      "start_timestamp": 2481.0,
      "text": "No, it wasn't even No, but it was a thunk. Yeah. It was just somebody said something. No response. respond to something else starting in just a totally unrelated sentence, right. Or, like ask me a question. I'll be rainbow snitch. Okay. I'll do my impression of what just happened. I'm"
    },
    {
      "end_timestamp": 2515.0,
      "id": "f38c541a-79d4-3f17-b9be-59bb902a1328",
      "speaker": "Jordan",
      "start_timestamp": 2499.0,
      "text": "sorry. Rainbow snitch. How do you feel about liberals? Hmm. Good points. It's terrible. It goes up. So like, I can't believe I guess I have to think that"
    },
    {
      "end_timestamp": 2524.0,
      "id": "62d7d573-b2f4-3358-addc-2d51a4ae1e91",
      "speaker": "Dan",
      "start_timestamp": 2515.0,
      "text": "when they were doing it, they were like, We're fucking nailing this. Like because you watch Alex Jones's face. And he's just like, he looks like the cat that ate the canary."
    },
    {
      "end_timestamp": 2542.0,
      "id": "9da7a012-9363-3319-9a21-7e9c92caf70d",
      "speaker": "Jordan",
      "start_timestamp": 2524.0,
      "text": "He is so thrilled he is not selling it. Well. No, if if he actually heard that he was racist and xenophobic. The hour long rants that he would go on would be astonishing. I also and it would be very racist and xenophobic. Yeah."
    },
    {
      "end_timestamp": 2560.0,
      "id": "d8c584ce-6c82-388d-bc7c-b5f7eeea45aa",
      "speaker": "Dan",
      "start_timestamp": 2542.0,
      "text": "But then he'd be like, don't paint me with that brush. Yeah. Anyway, I texted you about this when I was watching it. And I want to reiterate this theory, just in case something comes out down the line. I think he's fucking this girl. I think he's talking this girl. I can't think of any other reason he would like this on his show. It's so bad. Okay,"
    },
    {
      "end_timestamp": 2563.0,
      "id": "e1e3789b-35c0-359a-b412-ac45e7648e23",
      "speaker": "Jordan",
      "start_timestamp": 2560.0,
      "text": "maybe he just wants to fuck this girl. That could be it too."
    },
    {
      "end_timestamp": 2570.0,
      "id": "50562892-03ec-3349-b300-ae52ac8391fd",
      "speaker": "Dan",
      "start_timestamp": 2563.0,
      "text": "I would say I would go with the meaning of American Beauty thing as opposed to the end of American."
    },
    {
      "end_timestamp": 2577.0,
      "id": "54e3a784-60a3-3a70-b923-7f43c52131ef",
      "speaker": "Jordan",
      "start_timestamp": 2570.0,
      "text": "So we're saying that he's masturbating in the shower a lot. Yeah, I think that's I think that's probably true. Yeah,"
    },
    {
      "end_timestamp": 2586.0,
      "id": "adcc5ea6-a10c-35d0-86f3-0e3191c218bf",
      "speaker": "Dan",
      "start_timestamp": 2577.0,
      "text": "it's so totally different than anything he does. It's there has to be a reason for it. That's bad shit. That's the only thing I can think of hot young girl comes in. Also,"
    },
    {
      "end_timestamp": 2595.0,
      "id": "4be7996f-0709-3818-80ef-45ca5d6eb7b2",
      "speaker": "Jordan",
      "start_timestamp": 2586.0,
      "text": "she said transdimensional which if I were him in the scene, he would be like, well, that's the first thing that you've said. That makes it God damn. Like a sense."
    },
    {
      "end_timestamp": 2612.0,
      "id": "e8e7ee94-8b1d-3bc5-91a2-f2e8b92ae72a",
      "speaker": "Dan",
      "start_timestamp": 2595.0,
      "text": "Yeah, it. Yeah. It's so bad. It goes on forever. And then he talks to Jerome Corsi about a bunch of bullshit. Then he has an interview later with the Motor City madman. And it's just fucking nonsense. I didn't pull any clips of it, because you can just assume what he says. Yeah, here's like hunting is great."
    },
    {
      "end_timestamp": 2619.0,
      "id": "48cec8af-81a2-30f1-a010-864832f72a30",
      "speaker": "Jordan",
      "start_timestamp": 2612.0,
      "text": "I love guns. I also love guns. Your voice sounds like mine. I like how your voice sounds."
    },
    {
      "end_timestamp": 2625.0,
      "id": "80f65cb3-95e2-339b-80f6-db4569a45474",
      "speaker": "Dan",
      "start_timestamp": 2619.0,
      "text": "I like to read a couple of Ted Nugent quotes just to remind everybody why he should not be in the Senate. Even though we joke that it'd be fine."
    },
    {
      "end_timestamp": 2631.0,
      "id": "1aa58782-91fb-3687-aebb-8575938830f0",
      "speaker": "Jordan",
      "start_timestamp": 2625.0,
      "text": "Even though I have already established my position of put all 80s rock stars in the Senate."
    },
    {
      "end_timestamp": 2655.0,
      "id": "981ee8de-517b-3b5a-abc8-f4005cf6dc21",
      "speaker": "Dan",
      "start_timestamp": 2631.0,
      "text": "What's a feminist anyways? A fat pig who doesn't get it often enough? Boy. Great Boy. Boy, boy. Yeah. When he was interviewed in 1990. He said this about South Africa. Me being there isn't going to affect any political structure besides apartheid. Apartheid. Isn't that cut and dry? All men are not created equal. Whoa,"
    },
    {
      "end_timestamp": 2665.0,
      "id": "a25c1253-f3d1-3c59-8ce9-2c5d631ddeb8",
      "speaker": "Jordan",
      "start_timestamp": 2655.0,
      "text": "ah, well, you know what, here's what I will say. All men are not created. We evolved. And I'm done."
    },
    {
      "end_timestamp": 2671.0,
      "id": "92d88115-20dd-32e4-ab3e-14fe2b305c90",
      "speaker": "Dan",
      "start_timestamp": 2665.0,
      "text": "Okay. Here's another one that's a little bit harder to defend. I use the word and word."
    },
    {
      "end_timestamp": 2674.0,
      "id": "78a0b798-1143-35bc-b217-944b51e200ee",
      "speaker": "Jordan",
      "start_timestamp": 2671.0,
      "text": "But I don't think he said the N word at all."
    },
    {
      "end_timestamp": 2678.0,
      "id": "3c254f36-6485-391b-b0fe-b92fa516a87d",
      "speaker": "Dan",
      "start_timestamp": 2674.0,
      "text": "No, he said the one the real word. I use the word I use the word SS."
    },
    {
      "end_timestamp": 2689.0,
      "id": "90c2a8de-baf8-3137-9f51-f2f96f60e009",
      "speaker": "Jordan",
      "start_timestamp": 2678.0,
      "text": "This is where if we, this is where we cut out the part where we go on a 20 Minute. If you're quoting something, is it okay to then say the N word. Yeah,"
    },
    {
      "end_timestamp": 2704.0,
      "id": "0830cea4-83c7-3711-95bb-2164f644d805",
      "speaker": "Dan",
      "start_timestamp": 2689.0,
      "text": "I'm not going to walk that line. Right now. I use the word n a lot because I hang out with a lot of ends and they use the word N and I tend to use the words that communicate Boom"
    },
    {
      "end_timestamp": 2706.0,
      "id": "890adf88-a98e-38b6-b8fe-6a671f43a402",
      "speaker": "Jordan",
      "start_timestamp": 2704.0,
      "text": "that's just a poorly constructed sentence. He"
    },
    {
      "end_timestamp": 2713.0,
      "id": "a6589431-45ba-3161-ade9-1c34d3b91437",
      "speaker": "Dan",
      "start_timestamp": 2706.0,
      "text": "also said the brocco bomb was a piece of shit and he should suck his machine gun kiss my ass. Anyway. So that"
    },
    {
      "end_timestamp": 2718.0,
      "id": "98c86727-fd37-3219-b88d-4e7e9b76ed7c",
      "speaker": "Jordan",
      "start_timestamp": 2713.0,
      "text": "sort of brings I mean, he did write Cat Scratch Fever, so you got to give him that strangleholds pretty good song."
    },
    {
      "end_timestamp": 2721.0,
      "id": "8fba56ba-05b9-3fa4-8b17-2e57f4e94f75",
      "speaker": "Dan",
      "start_timestamp": 2718.0,
      "text": "It's not bad. Wang dang sweet poontang you know,"
    },
    {
      "end_timestamp": 2725.0,
      "id": "d6e484dd-df1b-3947-87e0-25f9a476c399",
      "speaker": "Jordan",
      "start_timestamp": 2721.0,
      "text": "I'm starting to think that not all rockers are morally upright people"
    },
    {
      "end_timestamp": 2729.0,
      "id": "f1e344e5-c92e-3eec-9dfb-770842cf77e5",
      "speaker": "Dan",
      "start_timestamp": 2725.0,
      "text": "Wango Tango"
    },
    {
      "end_timestamp": 2735.0,
      "id": "b712bd1a-c15d-3a4b-9575-a2416c2621ee",
      "speaker": "Jordan",
      "start_timestamp": 2729.0,
      "text": "man knows that a name shit. Yeah. Now have you named a song agenda? 21 That's a bad name. Yes. bad name."
    },
    {
      "end_timestamp": 2761.0,
      "id": "576c7d05-c79c-3cbd-81af-1edbc74810fc",
      "speaker": "Dan",
      "start_timestamp": 2735.0,
      "text": "Yeah, even for a song. Even first song I Okay. Anyway, let's not talk more about Nugent. Now it's time to get into Tuesday, February 21. Excellent. The Milo news has broken the Milo news is broken. Okay, the New York Times story has come out. And boy is the world looking different. I'm just gonna play this clip. You can see what the consequences of life are."
    },
    {
      "end_timestamp": 2809.0,
      "id": "11adf0eb-e12b-3e3d-9a22-9eface50964f",
      "speaker": "Alex Jones",
      "start_timestamp": 2761.0,
      "text": "You know, I knew what the New York Times was doing when they wanted to do this profile piece on Infowars. They attacked me probably, I don't know, five, six times and big articles. Just the last two weeks, I talked to Roger Stone. And he said that he'd gotten some halfway fair reporting out of this Jim Rutenberg. Show, I did the interview. And I read some of the other articles he'd written calling for shutting down fake news, by any means necessary. And I realized that I'm basically writing a blueprint for how the system could come after us. Now that we're asking how we make our money, how we fund ourselves, things like that. But still, I knew it'd be in the paper physical edition of The New York Times, and so could reach some people that aren't normally on the internet who could actually be woken up."
    },
    {
      "end_timestamp": 2848.0,
      "id": "ae37c751-1d50-3b6d-9b4c-1207861e0da8",
      "speaker": "Jordan",
      "start_timestamp": 2809.0,
      "text": "So he is so delusional that he genuinely believed when they said they want to shut down fake news. He meant everybody but him or everybody about him and Breitbart and the like. We I don't understand. So what was going on? There is the reason that he accepted the interview is because they were talking and they said we have a goal of shutting down fake news. So he accepted the interview because he's like, Finally, they're gonna shut down fake news, without any self awareness that he himself is the entirety of fake news for for them."
    },
    {
      "end_timestamp": 2867.0,
      "id": "8b4d68ba-d14f-3cae-b56b-ced134aad889",
      "speaker": "Dan",
      "start_timestamp": 2848.0,
      "text": "I have a little theory that I have no basis. I don't have no I have no facts about all right. But I might speculate wildly. I have a little theory that you said that Roger Stone told him that he this could work out okay. Yeah, halfway fair. I think that Roger Stone might have set a trap."
    },
    {
      "end_timestamp": 2872.0,
      "id": "2c3bf6ea-b52a-3251-a2ea-cb1f36909c03",
      "speaker": "Jordan",
      "start_timestamp": 2867.0,
      "text": "Oh, god dammit. Now, I don't think this is false flag."
    },
    {
      "end_timestamp": 2885.0,
      "id": "b4030d8d-7536-3b40-8434-4e58a6fc117c",
      "speaker": "Dan",
      "start_timestamp": 2872.0,
      "text": "It is. I think no, I don't think Roger Stone was trying to hurt Alex. But what I think he was doing was trying to create negative press for Alex. So Alex can play the victim. Okay, that is why we"
    },
    {
      "end_timestamp": 2889.0,
      "id": "2e792585-759d-328b-9e5b-a2d39c9db2e9",
      "speaker": "Jordan",
      "start_timestamp": 2885.0,
      "text": "are two levels deep now. Yeah. How many levels deep are we"
    },
    {
      "end_timestamp": 2891.0,
      "id": "5402c101-ae7a-3c24-a9b1-20c2021b9ec5",
      "speaker": "Dan",
      "start_timestamp": 2889.0,
      "text": "or Alex is an idiot."
    },
    {
      "end_timestamp": 2896.0,
      "id": "302fa7cc-07cc-3cba-83c3-0c78cf4800ad",
      "speaker": "Jordan",
      "start_timestamp": 2891.0,
      "text": "Let's go through the I'm gonna go I'm gonna go with Alex as an idiot."
    },
    {
      "end_timestamp": 2905.0,
      "id": "ac407c66-c937-3165-a596-1f6a0521a8f6",
      "speaker": "Dan",
      "start_timestamp": 2896.0,
      "text": "Now I'm going to finish this clip up. Okay, put the mic away from your face, son, because this might elicit a scream."
    },
    {
      "end_timestamp": 2971.0,
      "id": "06915d2f-ec2d-318c-86e6-4e7a4fb1bf6c",
      "speaker": "Alex Jones",
      "start_timestamp": 2905.0,
      "text": "And so I did the interview. We got contacted this morning by our big third party advertising group that brings in a large portion of our funding, selling our products and they said, You are fake news. You are political. They said that's banned, and you are kicked off of our system for good. Now, that's like Nazi Germany, telling the Jews you gotta go to your ghetto. You can't have businesses anymore. Anywhere in these areas of the city. That Raj came here a year and a half ago, only interviews done only four years. And I think it's time for one again, and he said I was told by a Supreme Court justice. They're coming after free speech. They're coming after it. In 2016, towards the end of the year. We're in 2017, and I have congressmen on television saying that Trump should have his free speech banned, and that they want a law passed to ban Trump's speech."
    },
    {
      "end_timestamp": 2974.0,
      "id": "ca7654cc-3432-38f3-bfac-e1e3dc2887f8",
      "speaker": "Dan",
      "start_timestamp": 2971.0,
      "text": "The play that clip it's not what that guy is saying at all."
    },
    {
      "end_timestamp": 2976.0,
      "id": "2d6e2f6d-3b2c-393b-b3ea-2c4b18c07746",
      "speaker": "Jordan",
      "start_timestamp": 2974.0,
      "text": "If Trump should have his free speech band,"
    },
    {
      "end_timestamp": 2980.0,
      "id": "fb28dca3-7715-3c90-bc27-de2da7811208",
      "speaker": "Dan",
      "start_timestamp": 2976.0,
      "text": "yes, that's they gotta get that you played a clip from you banned"
    },
    {
      "end_timestamp": 3001.0,
      "id": "df75bfde-86fa-3965-84d4-1c80876add75",
      "speaker": "Jordan",
      "start_timestamp": 2980.0,
      "text": "the President's free speech. I don't think so. I'm gonna I'm gonna I'm gonna I'm gonna go with let's go with Yeah, why not? If the supreme court is saying that they're gonna go after judges free speech, and they gave him a hard date. Which is something I don't know if The Supreme Court has ever done before. And"
    },
    {
      "end_timestamp": 3005.0,
      "id": "7e3e9123-af2d-35c6-9b46-7b5f6c685499",
      "speaker": "Dan",
      "start_timestamp": 3001.0,
      "text": "I have to assume that with Scalia."
    },
    {
      "end_timestamp": 3013.0,
      "id": "9de1db8a-c11a-37f1-a099-9839844445ae",
      "speaker": "Jordan",
      "start_timestamp": 3005.0,
      "text": "Do you mean the ghost of Scalia? Because that's what we're going. Yeah, a year and a half ago. Two years. So So Scalia is warning him."
    },
    {
      "end_timestamp": 3020.0,
      "id": "43727c5b-ca1f-39ba-900c-ef67f04b726c",
      "speaker": "Dan",
      "start_timestamp": 3013.0,
      "text": "Yeah, that's why he got killed. So I got murdered that Lodge. Oh, shit. That's the narrative. Alex will tell you. Holy fuck. Now we're going"
    },
    {
      "end_timestamp": 3024.0,
      "id": "91eb1d37-3ae3-3f19-9ae7-732aac27c933",
      "speaker": "Jordan",
      "start_timestamp": 3020.0,
      "text": "deep. This deep state shit right here, dude."
    },
    {
      "end_timestamp": 3026.0,
      "id": "7066ab4c-0fc1-33e0-bbbc-b5397f0274cf",
      "speaker": "Dan",
      "start_timestamp": 3024.0,
      "text": "They had their fucking sponsor"
    },
    {
      "end_timestamp": 3031.0,
      "id": "ea139725-496c-34b7-95ae-f54a15e63f56",
      "speaker": "Jordan",
      "start_timestamp": 3026.0,
      "text": "taken away. How Wait, but did he? Does he say who the sponsor is? Yeah, it's"
    },
    {
      "end_timestamp": 3032.0,
      "id": "a6cb3291-0a88-38e7-9434-6ae9b81423aa",
      "speaker": "Dan",
      "start_timestamp": 3031.0,
      "text": "ad roll."
    },
    {
      "end_timestamp": 3049.0,
      "id": "87731d6b-ea42-3dea-bbdf-0fefaa5a5634",
      "speaker": "Jordan",
      "start_timestamp": 3032.0,
      "text": "It's Google ads. Oh, so they don't really even sponsor? No, that's not a sponsor. I was thinking it was like it was some kind of see, I was thinking it was our secret backer No, who has finally decided no more secret backing. That's what"
    },
    {
      "end_timestamp": 3059.0,
      "id": "040fde48-b5f3-30c4-95d4-c53af9856eae",
      "speaker": "Dan",
      "start_timestamp": 3049.0,
      "text": "I hoped immediately when he said it. Yeah, but it's not. It's ad roll. It's just ad roll, ad roll. Okay. But it's a very serious deal."
    },
    {
      "end_timestamp": 3063.0,
      "id": "3016dda7-d119-33f1-90d8-796fb416a14d",
      "speaker": "Jordan",
      "start_timestamp": 3059.0,
      "text": "How much? How much money? Do you think he loses? He does get into that"
    },
    {
      "end_timestamp": 3072.0,
      "id": "900481d1-d822-3850-b387-30cfe6b6a2d1",
      "speaker": "Dan",
      "start_timestamp": 3063.0,
      "text": "a little bit later. Sweet. So let's finish this clip. I apologize. You can't talk at all because I had to turn this. Look, I don't know why this clip is playing real low. Oh, glad to compensate it. All right."
    },
    {
      "end_timestamp": 3082.0,
      "id": "0ce66975-223b-3234-b871-412848f79447",
      "speaker": "Alex Jones",
      "start_timestamp": 3072.0,
      "text": "So here's them saying ban him off Twitter. And now they don't let positive comments get up in his Twitter feed. So he can't read those and interact with the public because he interacts with the public."
    },
    {
      "end_timestamp": 3085.0,
      "id": "4d2f156e-b21d-3c00-9eee-b94327ccb98d",
      "speaker": "Dan",
      "start_timestamp": 3082.0,
      "text": "Again, that's that Twitter is being gamed against the president."
    },
    {
      "end_timestamp": 3089.0,
      "id": "684e0d61-cddf-3087-8066-6b872d57b67d",
      "speaker": "Jordan",
      "start_timestamp": 3085.0,
      "text": "And my president is also on the 1960s. switchboard. Yes."
    },
    {
      "end_timestamp": 3116.0,
      "id": "77fb2bac-e781-37a9-9054-54234cf4ebcb",
      "speaker": "Dan",
      "start_timestamp": 3089.0,
      "text": "I also forgot I was explaining that the clip that they end up the he's talking about about the guy wanting to send a senator wanting to get rid of Trump's free speech. Yes. Is this guy talking about how the tradition of the phrase enemy of the people has a distinct lineage to it? Yeah, Trump needs to be careful when he uses terms that have traditions that go back to Stalin, those sorts of things, especially when you're talking about the press."
    },
    {
      "end_timestamp": 3132.0,
      "id": "37aaeef9-ad49-3e10-b664-a50e28828e10",
      "speaker": "Jordan",
      "start_timestamp": 3116.0,
      "text": "So at the very least, what the Senator was saying is, don't say things fascist dictators have said, yeah, if you're gonna act like a fascist dictator, not much we can do. Good idea not to say it though. It really if you distill"
    },
    {
      "end_timestamp": 3139.0,
      "id": "6ee088fa-005a-30e8-baf1-0299e8cce5e4",
      "speaker": "Dan",
      "start_timestamp": 3132.0,
      "text": "it down, the message is more be cool. It's not stopping. It's,"
    },
    {
      "end_timestamp": 3149.0,
      "id": "6f500455-9046-38a9-baef-35721f2de067",
      "speaker": "Jordan",
      "start_timestamp": 3139.0,
      "text": "oh, you know what? I would vote for any senator who goes on TV and it's just like, Dude, chill out. And that's the end of the interview. Mocha blue and chill. Yeah, come on, man. We're gonna go"
    },
    {
      "end_timestamp": 3211.0,
      "id": "15494c72-3e55-3998-957f-613bb7a4cab4",
      "speaker": "Alex Jones",
      "start_timestamp": 3149.0,
      "text": "just like randomly and talk to the public. He loves it. So that his dad and he always did the rest of his family. So Jerry Nadler has gone on CNN and said it's time to ban Donald Trump from being able to, quote criticize the media. Whoa. Look, they're the fake news. They're the collapsing news, their revenue their viewers, they know it. And so their answer is get a bunch of foreign Mexican king pin money to come in and, you know, run the New York Times. And if that doesn't do it, just shut down. Info Wars, shut down. Donald Trump. This is a big deal. Reddit is banning sharing Donald Trump information. This is this is a war, they're heating up against us. And there's ways to stop them. There's ways to defeat them. But we have to codify it, we have to document it. We have suppose we have to sue people, we have to get really aggressive and you the viewers have to understand it's a total war and spread the links and the articles even more and buy the products directly from us. Now at the end"
    },
    {
      "end_timestamp": 3216.0,
      "id": "a5b97e06-d956-3ccb-b191-b6c8af751dc2",
      "speaker": "Jordan",
      "start_timestamp": 3211.0,
      "text": "that turned into an ad. The whole scenario does He's so good."
    },
    {
      "end_timestamp": 3223.0,
      "id": "7298b1d4-ffa9-3a28-a0fa-384d4263dcce",
      "speaker": "Dan",
      "start_timestamp": 3216.0,
      "text": "The whole episode becomes an extended I'm going to sue everybody. Oh, so yeah, our product so"
    },
    {
      "end_timestamp": 3240.0,
      "id": "be432fc5-65fc-30ad-a509-07cd314077c5",
      "speaker": "Jordan",
      "start_timestamp": 3223.0,
      "text": "somebody somebody criticized him, right? And he is going to sue them. I actually took a screenshot which means he is technically correct. Cupcakes. Do sue people. Yeah, snow. Snowflakes are litigious."
    },
    {
      "end_timestamp": 3255.0,
      "id": "534e642f-047a-341b-a8cf-bff2703de2f9",
      "speaker": "Dan",
      "start_timestamp": 3240.0,
      "text": "I took her I took a screenshot of the the supposed letter that he got from the ad roll people. Yeah, if you want to take a look at this, this doesn't look like any letter you'd get in an official capacity. I mean, look at that header. There's no way that header"
    },
    {
      "end_timestamp": 3264.0,
      "id": "f536a9ba-07f6-3dc8-81bd-712df00df7cd",
      "speaker": "Jordan",
      "start_timestamp": 3255.0,
      "text": "letter suspending Infowars for support of Donald J. Trump from major advertising platforms. But that's the fakest shit I've ever seen."
    },
    {
      "end_timestamp": 3270.0,
      "id": "0b1a3e42-5553-3755-92d9-a6be061edc89",
      "speaker": "Dan",
      "start_timestamp": 3264.0,
      "text": "It's very unofficial. It looks like something that was made on terrible MS DOS or MS Word or"
    },
    {
      "end_timestamp": 3274.0,
      "id": "fb6172dc-8600-3600-87e0-04d67372dc29",
      "speaker": "Jordan",
      "start_timestamp": 3270.0,
      "text": "Yeah. So old even that it was WordPad."
    },
    {
      "end_timestamp": 3337.0,
      "id": "3eeb6305-63ea-37b2-8cde-6a2e478dadb4",
      "speaker": "Dan",
      "start_timestamp": 3274.0,
      "text": "Here, I'll just read the entire thing. I apologize for the lack of communication here prior to pause and campaigns. Infowars has been flagged by the ad roll policy team and as a result campaign suspended in an effort to protect the privacy of our site vendors, our partner ad networks, as well as the national advertising initiative. Have a partner, excuse me, our partner ad networks as well as the national advertising initiative have strict policies that bring But TARC retargeting user segments based off potentially sensitive information. All content on your website should be relevant, accurate, informative and up to date. Any claims should be easily verifiable we are not able to promote websites that intentionally misrepresent their business or use any tactic to falsely enhance reputation are misdirect actual offerings. Furthermore, all political content should focus on the merits of the candidate and political messaging should not target special interest groups, or special interest or groups or imply affiliation. That last part is what he does not understand. No."
    },
    {
      "end_timestamp": 3363.0,
      "id": "d41e087f-330c-314c-a836-968f0a50a5e7",
      "speaker": "Jordan",
      "start_timestamp": 3337.0,
      "text": "Here's here's the other thing. Just looked up the national advertising initiative. It is a set of self regulatory principles which nai members must agree to uphold are to be members. Yep. I don't think he has to do that. No, I don't think there's any self regulate self regulation at all."
    },
    {
      "end_timestamp": 3381.0,
      "id": "e3fa200b-a37c-3792-80a4-5ca556dc13aa",
      "speaker": "Dan",
      "start_timestamp": 3363.0,
      "text": "Well, I don't know about any of that. I don't I don't know if he's lying about stuff or what but that letter is fake as fuck. That letter is fake. But even if it is just like a copy and paste jobs, so they can add that header on Yeah. Which I think is possible, because there's no way they got a letter that said, we're banning you because you support Donald J. Trump a fucking chance"
    },
    {
      "end_timestamp": 3402.0,
      "id": "f0dad16f-d920-32ee-b40b-05d29a66a819",
      "speaker": "Jordan",
      "start_timestamp": 3381.0,
      "text": "it was all in Times New Roman. Yeah. Instead of what we use Arial what we know that the NAI uses exam exams, we all know that they only they are goofy. I would love to get a cease and desist and Comic Sans. I will totally see some Wingdings. Yeah. Oh, God. Yes."
    },
    {
      "end_timestamp": 3448.0,
      "id": "75368fc5-57e2-3acc-825a-a5e2eacaa7f4",
      "speaker": "Dan",
      "start_timestamp": 3402.0,
      "text": "So the the part there the q&a for any political content, you know, dot dot, dot cannot apply affiliation? Yeah, that's important. Because he is essentially a wing of the Trump campaign. Yes. And especially now that Trump is doing campaign rallies again, which is bananas. And Alex Jones talks constantly about how he talks to Trump, right. And that article in The New York Times explicitly laid out him bragging about talking to Trump it correct, he can no longer imply that he is not affiliated with Trump ad role, according to the document that he showed, has every right not to allow their services to be used"
    },
    {
      "end_timestamp": 3455.0,
      "id": "3df18721-8683-3b3d-beee-5e30ca3095a1",
      "speaker": "Jordan",
      "start_timestamp": 3448.0,
      "text": "if that document was real, right. And if that regulation was real, right, I don't think that regulation is real."
    },
    {
      "end_timestamp": 3461.0,
      "id": "de26f4b5-4114-3227-a1b9-a9bdb7b062c2",
      "speaker": "Dan",
      "start_timestamp": 3455.0,
      "text": "I don't know. But we're just we have to, you know, you have to dance with the one that brought you. And"
    },
    {
      "end_timestamp": 3466.0,
      "id": "cc0cde67-2838-3f0e-9efd-24451cfc8cf3",
      "speaker": "Jordan",
      "start_timestamp": 3461.0,
      "text": "if we got it, we got to talk about the actual fake letter instead of the actual real."
    },
    {
      "end_timestamp": 3477.0,
      "id": "fb75d7e2-5991-3c28-bd6e-dd7507a0ba8e",
      "speaker": "Dan",
      "start_timestamp": 3466.0,
      "text": "We don't know enough about the advertising contracts that are signed, we can only go on what he's provided. And based on what he's provided. He doesn't understand the letter that he puts on screen. Do they have"
    },
    {
      "end_timestamp": 3479.0,
      "id": "1fabd5ab-78cb-304e-9096-750d4b9a7c42",
      "speaker": "Jordan",
      "start_timestamp": 3477.0,
      "text": "an did have a contract with that rule?"
    },
    {
      "end_timestamp": 3488.0,
      "id": "08c497a9-5ca2-3f54-89f3-051517d98433",
      "speaker": "Dan",
      "start_timestamp": 3479.0,
      "text": "I mean, they must. Oh, you think so? Yeah, probably. I mean, so basically, what happens is you have cookies in your computer, and they track you. And so if you go to chocolate chip, if you go to hrs.com,"
    },
    {
      "end_timestamp": 3492.0,
      "id": "cb9ad150-5988-3a05-a7d2-2352899ec927",
      "speaker": "Jordan",
      "start_timestamp": 3488.0,
      "text": "the subway chocolate chip,"
    },
    {
      "end_timestamp": 3545.0,
      "id": "9ed6c380-4b87-3fb9-a79a-b3bc43bb76ca",
      "speaker": "Dan",
      "start_timestamp": 3492.0,
      "text": "if you go to infowars.com Yes, you'll see a bunch of their weird Super Male Vitality caveman ads on the site, right, then you start going to other websites, you'll start seeing Infowars ads on those other sites. That's how adware works, essentially, or AD. Yes. This this, this service works. Yes, they have a bunch of spaces on tons of websites that they have affiliates. It's this really weird system, right? But because you've gone to their site to Infowars you'll now start it's gonna Yeah, it's gonna pop up. This is what's been taken away from him. Nothing else. Oh, no one is censoring him. No one's taking away his free speech. No, they're just saying you are now a wing of the Trump administration. And you can't use our service, which is fair, it is fair. I do not stand up for him on the grounds of free speech."
    },
    {
      "end_timestamp": 3551.0,
      "id": "4b912606-8f1e-3986-8da7-30705854b848",
      "speaker": "Jordan",
      "start_timestamp": 3545.0,
      "text": "But also, I think he's pretty much fine. I don't think they can even really do that."
    },
    {
      "end_timestamp": 3552.0,
      "id": "8adaaedf-160c-3a0e-83c3-e16e37aa4749",
      "speaker": "Dan",
      "start_timestamp": 3551.0,
      "text": "You don't you think he's fine?"
    },
    {
      "end_timestamp": 3567.0,
      "id": "ed451ff6-fa52-3aa9-9a02-9b5aac2ccf46",
      "speaker": "Jordan",
      "start_timestamp": 3552.0,
      "text": "I mean, with Citizens United, as long as he doesn't actually, I'm not I'm not even going to pretend I know what I'm talking. I can tell you. I guess they probably didn't do it because it's a fake letter and he gets to play the victim. But maybe they did do it. And I don't know why but fuck them."
    },
    {
      "end_timestamp": 3575.0,
      "id": "f3516650-0d5d-3732-830d-a3e951f90193",
      "speaker": "Dan",
      "start_timestamp": 3567.0,
      "text": "Which, you know what, though, man? You're playing fast and loose. And what you need to realize is there's real consequences for Alex which he spells out in this clip."
    },
    {
      "end_timestamp": 3575.0,
      "id": "4c13d1ff-6be4-3ffa-b92b-a6baa5529802",
      "speaker": "Jordan",
      "start_timestamp": 3575.0,
      "text": "I would hate and"
    },
    {
      "end_timestamp": 3621.0,
      "id": "b1d8bd2a-bba4-34f5-8b11-e4d522473d00",
      "speaker": "Alex Jones",
      "start_timestamp": 3575.0,
      "text": "Trump's volleys echoes of Alex Jones conspiracy theories, the message that wasn't and a turning point for fake news. This is all the New York Times coming out in the article saying it's time to restrict fake news. And a day after the New York Times comes out and says that Alex Jones has $3.3 million of funding. That's a project that's what happened why next year with with AD roll projected in the next year more than that hold, shall we can't start a Washington bureau show that we can't hire more crew so that we can't fight harder and expose these liars. When Nancy Pelosi gets up and says George W. Bush is still the president. And the same press conference, Maxine Waters is so out of her mind. She thinks Russia attacked Korea."
    },
    {
      "end_timestamp": 3627.0,
      "id": "9d2e23b2-8c95-3b5c-81f3-53aebeb265b5",
      "speaker": "Dan",
      "start_timestamp": 3621.0,
      "text": "He's still talking about that clip. Yep. But you get that $3.3 million."
    },
    {
      "end_timestamp": 3634.0,
      "id": "c60e17e7-5866-3b18-a2d8-1e39851f2c5d",
      "speaker": "Jordan",
      "start_timestamp": 3627.0,
      "text": "Yeah, he just threw that number out. And that sounds like that's a real number. I think it's a real No, I think that's a real number."
    },
    {
      "end_timestamp": 3638.0,
      "id": "cc457241-b76f-3f78-89b8-25d3cd716191",
      "speaker": "Dan",
      "start_timestamp": 3634.0,
      "text": "He lost $3.3 million. This morning."
    },
    {
      "end_timestamp": 3642.0,
      "id": "f2bd3899-9cf2-37a4-adfc-6b83f583cb88",
      "speaker": "Jordan",
      "start_timestamp": 3638.0,
      "text": "Fog. That's a good day for all of us. Can"
    },
    {
      "end_timestamp": 3649.0,
      "id": "eaa1f83e-7b6d-3371-b59d-33d46a62ab17",
      "speaker": "Jordan",
      "start_timestamp": 3642.0,
      "text": "you imagine how fuckin excited I was at work? Yeah, you just jerked off. I see your face. You're jerking off right now."
    },
    {
      "end_timestamp": 3682.0,
      "id": "194d7297-919e-3ba6-9bea-1135629323ea",
      "speaker": "Dan",
      "start_timestamp": 3649.0,
      "text": "I hate to engage in shot and Freud. But the reality is, he's one of the worst people in the world. Yeah. And this is not encroaching on his free speech. Nope. This is a business saying, Well, you are no longer within the terms of our service. Right. So you're gone. Yeah. Now he can paint it is they targeted me because of my affiliations? And I'm a libertarian, blah, blah, blah. But no, I mean, unless one of the implied essential pieces of you being a libertarian is that you violate their surface. Then if it is, yeah, sure."
    },
    {
      "end_timestamp": 3692.0,
      "id": "7d9cf79d-277d-3b6d-8f33-9ae19d6fd227",
      "speaker": "Jordan",
      "start_timestamp": 3682.0,
      "text": "Okay. You know, what he needs to do was get some of that foreign Mexico King money some of that Carlos Slim money. Oh, that's what you got to do. Yeah. So he goes on to find your own foreign Mexico king."
    },
    {
      "end_timestamp": 3709.0,
      "id": "022cab56-27ac-3d4c-96d4-5437c2b17fd0",
      "speaker": "Dan",
      "start_timestamp": 3692.0,
      "text": "The rest of this episode legitimately? Is him screaming about needing money? Yeah, doing tons of interviews because he can't handle filling time talking about news. So he has Jerome Corsi in, in Washington"
    },
    {
      "end_timestamp": 3713.0,
      "id": "d75526a6-b45f-3a9c-b61c-75225c4e4e40",
      "speaker": "Jordan",
      "start_timestamp": 3709.0,
      "text": "is full on losing his shit. Yeah, he's broke. Yeah, he's fucking broke. He"
    },
    {
      "end_timestamp": 3715.0,
      "id": "eeef33d8-5314-3e3b-b556-1fc5ba8eefd4",
      "speaker": "Dan",
      "start_timestamp": 3713.0,
      "text": "might not have an angel investor. Holy"
    },
    {
      "end_timestamp": 3716.0,
      "id": "6ea66a70-97fd-3dcd-a4d0-9e6f9ffee2e3",
      "speaker": "Jordan",
      "start_timestamp": 3715.0,
      "text": "fuck."
    },
    {
      "end_timestamp": 3739.0,
      "id": "d931c1d4-0df7-35a1-8731-070780ec53e6",
      "speaker": "Dan",
      "start_timestamp": 3716.0,
      "text": "Now actually, I think there's two possibilities. Okay. Which we'll get to. I'll spell out some theories as we go along. Excellent. But I want to be clear. Jerome Corsi is out in Washington, DC. And it really feels like he's pulling whoever is in the hall. And he gets he gets a former guy, a guy who was in the Senate to come in there and talk about how he's going to spill dirt on"
    },
    {
      "end_timestamp": 3744.0,
      "id": "9ec6611b-fb82-389c-97dc-b96e0b7bbdd0",
      "speaker": "Jordan",
      "start_timestamp": 3739.0,
      "text": "just a guy who was in the Senate. Not even a senator, just a guy who was hanging out. Yeah,"
    },
    {
      "end_timestamp": 3752.0,
      "id": "f34f9a67-e8e6-388c-9f58-e2fb23736212",
      "speaker": "Dan",
      "start_timestamp": 3744.0,
      "text": "he was like, the he's an aide he keeps no, he keeps saying he was the vice chair of the subcommittee. It doesn't really specify"
    },
    {
      "end_timestamp": 3760.0,
      "id": "7d54f03b-c9dd-32e2-91c8-6c4bc5d88c9c",
      "speaker": "Jordan",
      "start_timestamp": 3752.0,
      "text": "Don't you have to be a senator to be a senator. He was an ex Senator. Okay. What's his name? I don't remember. I want to know his name. No,"
    },
    {
      "end_timestamp": 3777.0,
      "id": "a6af7b94-1702-394b-a186-dd54409ae240",
      "speaker": "Dan",
      "start_timestamp": 3760.0,
      "text": "I don't remember he might mention it again. But then he gets like the guy, the guy who published Roger stones book in to have an interview. And it's all just such acid tongue shit, right? It's insane. They're all just like, you're you're being fucked. Alex. They"
    },
    {
      "end_timestamp": 3787.0,
      "id": "982ad664-1e63-3b07-ba65-be23489de6e7",
      "speaker": "Jordan",
      "start_timestamp": 3777.0,
      "text": "are. They're fucking they're all panicking. Yeah, they just lost $3.3 million. Wow. Yeah. That's fucking great."
    },
    {
      "end_timestamp": 3792.0,
      "id": "52b5b234-dc09-32f4-9562-a34272a85958",
      "speaker": "Dan",
      "start_timestamp": 3787.0,
      "text": "Yeah. So this next clip is a really impassioned sales pitch. What are"
    },
    {
      "end_timestamp": 3807.0,
      "id": "ec5c9d5d-a992-3f63-b4d0-d23a9230606b",
      "speaker": "Jordan",
      "start_timestamp": 3792.0,
      "text": "they going to do? I don't know. They need that money. That's $3.3 million. gone from a budget. Yeah. You know, one of the things that I'm starting to think rainbow snatch is not going to be around for long. I don't think they can afford rainbow snatch"
    },
    {
      "end_timestamp": 3835.0,
      "id": "12fb8f88-f856-38ae-baf8-9e96565a6ee4",
      "speaker": "Dan",
      "start_timestamp": 3807.0,
      "text": "for that week. Now. One of the things that I think is implied and Alex's panic because he's just pitching the entire show, right, is that I think he knows that a lot of the traffic that he gets to his website, and a lot of the traffic that he gets are bots. Like I think he knows that. He knows that there's a very limited base that he has to work from. Okay. That's kind of a feeling that I get Wow. Because he's it's desperation mode."
    },
    {
      "end_timestamp": 3845.0,
      "id": "fbfc5b3e-c86e-331b-aa77-0eb86e556072",
      "speaker": "Jordan",
      "start_timestamp": 3835.0,
      "text": "i Okay. Here's my theory. Okay. He's gonna be fine. Yeah, no, Russia. Probably there's going to be an investor from Russia."
    },
    {
      "end_timestamp": 3846.0,
      "id": "75c652bf-4f4e-3a91-9f33-0e06f52b053f",
      "speaker": "Dan",
      "start_timestamp": 3845.0,
      "text": "Alexander Dugan is"
    },
    {
      "end_timestamp": 3849.0,
      "id": "76ec680b-c8df-3818-bb48-1808724d79fa",
      "speaker": "Jordan",
      "start_timestamp": 3846.0,
      "text": "gonna give him a little call the Dukes got it down."
    },
    {
      "end_timestamp": 3852.0,
      "id": "6d3e96de-2f05-3a8a-a75c-58aa94841cb8",
      "speaker": "Dan",
      "start_timestamp": 3849.0,
      "text": "This might be the best news ever for Russia."
    },
    {
      "end_timestamp": 3856.0,
      "id": "3368fe3a-8c91-333f-9670-d146e150a866",
      "speaker": "Jordan",
      "start_timestamp": 3852.0,
      "text": "Yeah, now they fully maybe rub"
    },
    {
      "end_timestamp": 3859.0,
      "id": "33d925ec-402a-3726-a44a-79222b884427",
      "speaker": "Dan",
      "start_timestamp": 3856.0,
      "text": "our eyes both just got Why did you just have the same thought I did."
    },
    {
      "end_timestamp": 3862.0,
      "id": "b00f100f-6fc6-3c78-a652-a5065e50a235",
      "speaker": "Jordan",
      "start_timestamp": 3859.0,
      "text": "I want to hear yours first. Okay. Do you want to say it at the same time? Russia used Roger"
    },
    {
      "end_timestamp": 3878.0,
      "id": "bb8e008d-fa3c-30c2-8a66-da40253af773",
      "speaker": "Dan",
      "start_timestamp": 3862.0,
      "text": "Stone to set up that New York Times article? Oh, yes. The New York Times article ended up putting Alex Jones in the hopper. Yeah. Now his funding has fallen out. He needs funding. Russia comes in, invests in him he is over"
    },
    {
      "end_timestamp": 3907.0,
      "id": "1a50504c-2c5c-306c-957a-eb37e7d134ed",
      "speaker": "Jordan",
      "start_timestamp": 3878.0,
      "text": "a fucking barrel. Wow. God dammit, we're WarGames This is amazing. If that's not what happened, Russia should hire us. That's what I'm saying. There are two things that we need to do right now. One, we need to be on MSNBC as Alex Jones experts undoubtedly too. We need You do some serious consulting for Russia on how they need to proceed with this. This whole Alex Jones situation."
    },
    {
      "end_timestamp": 3932.0,
      "id": "6af07de1-4cac-3c4f-aecf-d6f361396722",
      "speaker": "Dan",
      "start_timestamp": 3907.0,
      "text": "That scenario I just laid out is one possibility. Right? I'm gonna give you a second one. Alex is a fucking idiot. He's a horrible bigot. Yeah. And the people who work at Adsense or whatever, I don't remember the name of the ad roll. Yeah, people who work there, like, is there any way we can not fuck with this guy anymore? And then like, oh, shit, he's in breach of our contract. Let's get him out of here. Awesome. That's entirely possible to also"
    },
    {
      "end_timestamp": 3943.0,
      "id": "bcc21fa5-ad85-3619-838d-d3c5f3e0b749",
      "speaker": "Jordan",
      "start_timestamp": 3932.0,
      "text": "add role needs to get letterhead. If they're sending that if they're sending that letter the way it's sent. No. Now get a letter B A business ad roll. Yeah, what are you doing?"
    },
    {
      "end_timestamp": 3962.0,
      "id": "c7b79afc-9e36-3f0e-8a4a-8b1a1d7d99f5",
      "speaker": "Dan",
      "start_timestamp": 3943.0,
      "text": "Yeah, um, so anyway, here's this this clip. It's a fucking intense sales pitch that pivots Now normally what we see is him talking about something very serious. And that pivots into a commercial, right? In this case, he's doing an ad. And then it pivots. It pivots into a conspiracy theory about what happened to Milo the night before."
    },
    {
      "end_timestamp": 3963.0,
      "id": "17ec986d-eb5a-381a-83d2-47aa5747f56d",
      "speaker": "Jordan",
      "start_timestamp": 3962.0,
      "text": "Excellent."
    },
    {
      "end_timestamp": 3979.0,
      "id": "c3e6dd70-509c-3838-a9bf-c7d925620d66",
      "speaker": "Alex Jones",
      "start_timestamp": 3963.0,
      "text": "Please put in your calendar, your digital calendar, put it on your physical calendar to every month support Infowars to get a Hillary for prison 2017 shirt to get a bill clinton right shirt. They're saying oh, we're means we're not allowed to get advertise our rape shirt."
    },
    {
      "end_timestamp": 3983.0,
      "id": "fbb54311-e8ce-3646-965e-6b943d68ffea",
      "speaker": "Dan",
      "start_timestamp": 3979.0,
      "text": "Yeah, I'm shocked that that that didn't You didn't react to that more immediately get"
    },
    {
      "end_timestamp": 4008.0,
      "id": "1d3d84eb-881c-34a4-ba16-f511fea57dbc",
      "speaker": "Jordan",
      "start_timestamp": 3983.0,
      "text": "a bill clinton rape shirt. Yeah. Does that. Let's go through all the ways that that can be taken. Sure. Is it a shirt? Yeah. That says Bill Clinton raped people roll. Yeah, that's a shirt that says you should rape Bill Clinton is a shirt that says that Bill Clinton, comma, rape question mark."
    },
    {
      "end_timestamp": 4013.0,
      "id": "41555a3b-a984-350e-89f9-bc9b0241d4b1",
      "speaker": "Dan",
      "start_timestamp": 4008.0,
      "text": "It's a shirt with Bill Clinton raping a shirt."
    },
    {
      "end_timestamp": 4022.0,
      "id": "10eb1743-5933-309b-8d55-0fff5a0868ac",
      "speaker": "Jordan",
      "start_timestamp": 4013.0,
      "text": "What it is, it is a it is a full of it's like the mirror room where it's just a shirt of Bill Clinton raping a shirt of a shirt of Bill Clinton. I think"
    },
    {
      "end_timestamp": 4027.0,
      "id": "b704adb8-a0bb-396b-bc58-cbe9abf374df",
      "speaker": "Dan",
      "start_timestamp": 4022.0,
      "text": "what it is, is that Shepard Fairey Obama Hope. Right, sure. But with rape."
    },
    {
      "end_timestamp": 4029.0,
      "id": "b409b9ce-c07a-313f-9eb9-ee2c98849a51",
      "speaker": "Jordan",
      "start_timestamp": 4027.0,
      "text": "That's really Yeah."
    },
    {
      "end_timestamp": 4031.0,
      "id": "5aa25c87-5ddd-387d-966d-d61e16c8be61",
      "speaker": "Dan",
      "start_timestamp": 4029.0,
      "text": "Do you not know that's not"
    },
    {
      "end_timestamp": 4033.0,
      "id": "bc687fd5-1e54-3d9b-90b5-993219bec922",
      "speaker": "Jordan",
      "start_timestamp": 4031.0,
      "text": "a That's"
    },
    {
      "end_timestamp": 4034.0,
      "id": "5977446d-ef8a-3cd8-91b8-8e31345a62d3",
      "speaker": "Dan",
      "start_timestamp": 4033.0,
      "text": "Alex Jones whole like,"
    },
    {
      "end_timestamp": 4039.0,
      "id": "1d1fe260-d339-38c0-b4cb-4dabebe8c7b9",
      "speaker": "Jordan",
      "start_timestamp": 4034.0,
      "text": "is that word really, really hateful? It's kind of a funny idea. Do you not know about"
    },
    {
      "end_timestamp": 4051.0,
      "id": "f5b1179c-98d7-3d6f-ba29-3fbce3b77f30",
      "speaker": "Dan",
      "start_timestamp": 4039.0,
      "text": "his whole campaign where he would tell he was telling people that if you got on the news, right, if you photo bombed the news, and yelled Bill Clinton as a rapist and said info wars.com He would give you $5,000 He"
    },
    {
      "end_timestamp": 4065.0,
      "id": "3027cb19-376b-31f3-9096-1aa42faf15c7",
      "speaker": "Jordan",
      "start_timestamp": 4051.0,
      "text": "actually said that. Oh my God, I need $5,000 So people started doing it. No shit. So a couple of people got on the news. He just lost $3.3 million dollars. How is he gonna be able to pay that shit? Well, I"
    },
    {
      "end_timestamp": 4068.0,
      "id": "f84b0fa2-32d9-3835-9777-d01c59ba33b7",
      "speaker": "Dan",
      "start_timestamp": 4065.0,
      "text": "mean, I'm sure I hope he's already paid those people out. But yeah, he."
    },
    {
      "end_timestamp": 4076.0,
      "id": "b68aa347-b7d7-3169-89de-78fa31960e80",
      "speaker": "Jordan",
      "start_timestamp": 4068.0,
      "text": "Alright, so he's looking up the ad roll situation. None of what he is said is on ad roll."
    },
    {
      "end_timestamp": 4078.0,
      "id": "942bf8d4-edde-3693-92b2-f1a3834bee1f",
      "speaker": "Dan",
      "start_timestamp": 4076.0,
      "text": "So what are you talking about?"
    },
    {
      "end_timestamp": 4101.0,
      "id": "02054aeb-13d3-3571-99ca-2fadd632e9e7",
      "speaker": "Jordan",
      "start_timestamp": 4078.0,
      "text": "I mean, all of the stuff that they emailed him. It is completely mentioned that Terms of Service. Yeah, none of that is on ad roll. So it is an interesting isn't it? Is this is this all a secret game plan to sell more shit? Does he just have is he just overstocked?"
    },
    {
      "end_timestamp": 4105.0,
      "id": "5fed466f-039c-335d-9a3f-07b67e2c0bf0",
      "speaker": "Dan",
      "start_timestamp": 4101.0,
      "text": "It could be he could be having a fire sale. The thing is,"
    },
    {
      "end_timestamp": 4114.0,
      "id": "760deaae-cc57-3d4f-9d99-b9d478926bfd",
      "speaker": "Jordan",
      "start_timestamp": 4105.0,
      "text": "if you were if you're gonna have a going out of business sale, and you're Alex Jones, fucking makeup alive. Whoa. Right."
    },
    {
      "end_timestamp": 4131.0,
      "id": "5b90c4ce-9ebe-3bce-b9b8-215a2924642c",
      "speaker": "Dan",
      "start_timestamp": 4114.0,
      "text": "So he's not ordering another shipment. Ah, caveman, not a big seller. Oh, you know what I also discovered recently, you know how those there those combat your bones can be turned into pills. I did discover that. You know those companies where you get you're supposed to order the product and sell it to your friends. Those"
    },
    {
      "end_timestamp": 4141.0,
      "id": "d18dc80d-d255-3765-9540-8f9b1ac0686f",
      "speaker": "Jordan",
      "start_timestamp": 4131.0,
      "text": "multi level marketing schemes there. They have multilevel pyramid marketing schemes. Infowars has one of those too. Oh, really? Holy fuck yeah. So anyway, we do that."
    },
    {
      "end_timestamp": 4144.0,
      "id": "c4e35fbb-707b-3538-924d-4ae53e5f52a5",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4141.0,
      "text": "No, we absolutely."
    },
    {
      "end_timestamp": 4150.0,
      "id": "6aad9baa-5c28-36b4-a340-f897ee1f3c34",
      "speaker": "Dan",
      "start_timestamp": 4144.0,
      "text": "Although we should caveman it's a great product. Hey, everybody out there listening. I hope you enjoyed the podcast."
    },
    {
      "end_timestamp": 4159.0,
      "id": "e7ebf5ae-7601-3141-9a63-21141a9b7b7f",
      "speaker": "Jordan",
      "start_timestamp": 4150.0,
      "text": "I can't begin to tell you how great my bones have become now that I'm eating other bones. Just bones. My bones are double bones now"
    },
    {
      "end_timestamp": 4170.0,
      "id": "e9ca0fca-c86e-3482-bdab-968b460ac0ec",
      "speaker": "Dan",
      "start_timestamp": 4159.0,
      "text": "but Okay, so just to poke holes a tiny bit in your theory that maybe is all like a facade or fake. Listen to listen to the intensity of his sales pitch up in"
    },
    {
      "end_timestamp": 4221.0,
      "id": "228ad826-4432-3aa4-bf86-0b9574fb8805",
      "speaker": "Alex Jones",
      "start_timestamp": 4170.0,
      "text": "car was making America free again hats and made America apparel. Like come and take it. They're the ones on every major platform saying kill the president have civil war beating people up that go to demonstrations to support the president. I want to say some about Milo get to this later. Milo made his comments about being sexually abused when he was quote a boy or a teenager. And CPAC invited him knowing that so they could disinvite him and have a big stunt tu tu, tu tu begin all of these amazing attempted takedowns of civilization and society. Now we're against CPAC. And that's what they're doing. They're trying to set the precedent with bullying holy shit to take down all the different groups and organizations that are actually defending our republic."
    },
    {
      "end_timestamp": 4229.0,
      "id": "54351ece-7deb-39e3-94b5-cd83949ba031",
      "speaker": "Jordan",
      "start_timestamp": 4221.0,
      "text": "Now now between the two of us we're just trading conspiracy theories with Alex Jones clips."
    },
    {
      "end_timestamp": 4230.0,
      "id": "a850b9d9-3b0b-3908-8ac7-188cc750f634",
      "speaker": "Dan",
      "start_timestamp": 4229.0,
      "text": "So what's your theory on this"
    },
    {
      "end_timestamp": 4254.0,
      "id": "61c6bdff-cdca-3d3c-bd42-fcb5ad07d38d",
      "speaker": "Jordan",
      "start_timestamp": 4230.0,
      "text": "one? I have no theory on this I'm talking about how the last time we ended or the last like three clips we ended we immediately went into conspiracy theories. And then he immediately goes into conspiracy theory shit is getting so crazy Deepak been able to see back to be sent the invitation right, but I wanted only to send the DIS invitation. Yes, as that was their plan the whole time."
    },
    {
      "end_timestamp": 4256.0,
      "id": "c5160281-f707-3295-baf0-83743c858a3f",
      "speaker": "Dan",
      "start_timestamp": 4254.0,
      "text": "That's what Alex thinks."
    },
    {
      "end_timestamp": 4257.0,
      "id": "1efc687b-1fc5-32da-91de-6bebe6aa0072",
      "speaker": "Jordan",
      "start_timestamp": 4256.0,
      "text": "Goddamnit I love this."
    },
    {
      "end_timestamp": 4271.0,
      "id": "d48a0b4f-14c1-36d9-a159-bb5727e71a10",
      "speaker": "Dan",
      "start_timestamp": 4257.0,
      "text": "Now, to be fair, Alex Jones is not a man who would defend CPAC in any other way. Like he would be against them as establishment and the Soros Republicans or something like that."
    },
    {
      "end_timestamp": 4273.0,
      "id": "156175ce-7c4b-345c-99ee-7d254b14534b",
      "speaker": "Jordan",
      "start_timestamp": 4271.0,
      "text": "That's all right. All right."
    },
    {
      "end_timestamp": 4276.0,
      "id": "59d4025a-f86d-38bb-9cfb-817e8e99be37",
      "speaker": "Dan",
      "start_timestamp": 4273.0,
      "text": "So he would he would say that they're the enemy as well. Right."
    },
    {
      "end_timestamp": 4278.0,
      "id": "65c7b35d-5288-30eb-b90b-89a3f4daa219",
      "speaker": "Jordan",
      "start_timestamp": 4276.0,
      "text": "So the idea back is rich fuckers right? Yeah,"
    },
    {
      "end_timestamp": 4303.0,
      "id": "23af7f6b-4425-3bf8-8926-24801af426a1",
      "speaker": "Dan",
      "start_timestamp": 4278.0,
      "text": "okay, so and it's Republican. So the idea that like he's making them out to be villains isn't too wild, right, the idea that they would invite Milo just to uninvite him in order to discredit him as the opening salvo in the takedown of the right wing Wacky News, which he claims is the takedown of civilization right? That's insane."
    },
    {
      "end_timestamp": 4309.0,
      "id": "4de4c3a0-fa6e-36d6-b638-aad7215c5500",
      "speaker": "Jordan",
      "start_timestamp": 4303.0,
      "text": "That's pretty insane. Yeah, that's a that's a long game right there. Um, well played a long as game"
    },
    {
      "end_timestamp": 4312.0,
      "id": "bc002cbb-591a-3cd5-badb-fc865fce2b1a",
      "speaker": "Dan",
      "start_timestamp": 4309.0,
      "text": "or more likely game is they were like, oh, fuck Milo's hottest shit,"
    },
    {
      "end_timestamp": 4316.0,
      "id": "b2e9d578-415e-3763-a1f9-9000e5fc9a7f",
      "speaker": "Jordan",
      "start_timestamp": 4312.0,
      "text": "right. Oh, my lows a pedophile right now. We"
    },
    {
      "end_timestamp": 4322.0,
      "id": "25467269-129b-3667-8225-4e779a3730d9",
      "speaker": "Dan",
      "start_timestamp": 4316.0,
      "text": "blew it. Yeah. Like I can't imagine how shitty Bill Maher must feel. Maybe not at all. He's an asshole. No,"
    },
    {
      "end_timestamp": 4327.0,
      "id": "4e4e0f3f-2d70-3f16-a1c1-54df691201ee",
      "speaker": "Jordan",
      "start_timestamp": 4322.0,
      "text": "he doesn't give a shit. But he got better ratings and he got more publicity who gives him he doesn't give a fuck."
    },
    {
      "end_timestamp": 4331.0,
      "id": "abe98590-fc14-3d9f-9e0d-722da3848629",
      "speaker": "Dan",
      "start_timestamp": 4327.0,
      "text": "He's probably disappointed that he didn't have him on after I know."
    },
    {
      "end_timestamp": 4361.0,
      "id": "ca5d8537-6ecf-3c2e-a0c1-24f758565e74",
      "speaker": "Jordan",
      "start_timestamp": 4331.0,
      "text": "I bet he was thinking the next day is like fuck, I nearly missed out on the best scoop of the of my fucking life and my ratings would have been through the fucking through the fucking roof. He is Milo everybody would have hate watched the shit out of that show. I would have been a I would have been unable to avoid clips of that show today. Yeah, of people condemning Bill Maher. Oh, it turns out that Alright, he's an idiot. opportunist. Like we all fucking knew he was from the very beginning."
    },
    {
      "end_timestamp": 4368.0,
      "id": "bcc51afa-e379-3b23-8947-4a9bbe92244e",
      "speaker": "Jordan",
      "start_timestamp": 4361.0,
      "text": "Yeah, yeah. Yeah, fuck that guy. Sad. Sad."
    },
    {
      "end_timestamp": 4389.0,
      "id": "f854c9e7-ade5-3ae7-9c3e-042726889bf1",
      "speaker": "Dan",
      "start_timestamp": 4368.0,
      "text": "So this next clip, he rambles a bit, where he actually sort of admits that it's cool if Russia infiltrates our government as long as bad people are in charge, which is weird. And then he gets into another impassioned sales pitch that involves some praying"
    },
    {
      "end_timestamp": 4398.0,
      "id": "486a3e40-f014-3fb7-a61d-a2cda8c7bd53",
      "speaker": "Alex Jones",
      "start_timestamp": 4389.0,
      "text": "for $3.3 million from us the reason people like Curt Weldon who knows all the secrets, folks, highest level, you'll head of the committee."
    },
    {
      "end_timestamp": 4402.0,
      "id": "40435cce-fe9d-3aa6-9a88-53eb99506e5c",
      "speaker": "Dan",
      "start_timestamp": 4398.0,
      "text": "That's the Senator. He was talking about Kurt. Okay, Kurt. Well, the head of"
    },
    {
      "end_timestamp": 4405.0,
      "id": "37c10594-d0f4-376d-b567-05bdf2781e89",
      "speaker": "Jordan",
      "start_timestamp": 4402.0,
      "text": "the committee, head of the kid, he was not head of the committee."
    },
    {
      "end_timestamp": 4411.0,
      "id": "fcbc8430-21c7-36b3-834a-0f48091aca8a",
      "speaker": "Dan",
      "start_timestamp": 4405.0,
      "text": "He was vice chair of something. But again, Alex doesn't. He plays fast and loose with the details, right? But he knows all"
    },
    {
      "end_timestamp": 4417.0,
      "id": "7bfa91ea-e79c-308d-a628-8a275d216894",
      "speaker": "Jordan",
      "start_timestamp": 4411.0,
      "text": "about China. Well, he's hopped up on that Male Vitality right now. Super Male Vita only way he's gonna get through this."
    },
    {
      "end_timestamp": 4418.0,
      "id": "2ca3c716-96d6-3044-89c8-1af7289ca39f",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4417.0,
      "text": "Oh, yeah."
    },
    {
      "end_timestamp": 4453.0,
      "id": "761a31ea-73f2-3d34-826e-54b290888f43",
      "speaker": "Alex Jones",
      "start_timestamp": 4418.0,
      "text": "Vice Chair of Homeland Security, Vice Chair of Armed Services Committee, that he knows everything. About the Clintons and the Chinese. That's the big one. The Russians are and it's not anti Russian to expose this. But if they want to sit there, of course, Russia infiltrated our government, because we had traitors in it. That Russia gate Oh, whoa, whoa, what the point is, they respect Trump because they can't bind that you know about they're just they're attacking his family. He is the most beautifully pigheaded person I've ever seen. And so here's the bottom line."
    },
    {
      "end_timestamp": 4488.0,
      "id": "1801aebd-2f3e-35a0-9ad9-da02b3d2c013",
      "speaker": "Jordan",
      "start_timestamp": 4453.0,
      "text": "Wait, whoa, wait, did he just say it was fine if Russia infiltrated our government, that's their job. I think he just said it was fine if Russia infiltrated our government because he had Obama in there, which is basically admitting that Russia infiltrated our government. Basically, he just said that Russia infiltrated our government and he's cool with it isn't that bad, but it's fine now because they respect Trump, aren't they? At the very least supposed to pretend that Russia didn't infiltrate our government? Isn't that the party line? He lost three point he really loves 3.3. But he's given up all the secrets now."
    },
    {
      "end_timestamp": 4490.0,
      "id": "0c32d057-bd08-39a9-911a-316ca05d6f4b",
      "speaker": "Dan",
      "start_timestamp": 4488.0,
      "text": "That's that's the big part of why you tickle."
    },
    {
      "end_timestamp": 4497.0,
      "id": "c10fdc6a-f6cf-3ed9-af83-a28de37a7d9d",
      "speaker": "Jordan",
      "start_timestamp": 4490.0,
      "text": "Is he trying to extort Trump? Is he gonna give up all of the notion that he knows"
    },
    {
      "end_timestamp": 4505.0,
      "id": "5c0cf86b-3a5c-386e-8185-f81ebb85cf78",
      "speaker": "Dan",
      "start_timestamp": 4497.0,
      "text": "I think he's trying to entice the Russian investors We were talking about, we were speculating about earlier. And it's cool if they infiltrated the government because now they respect Trump. It's totally"
    },
    {
      "end_timestamp": 4517.0,
      "id": "308555d2-8d35-3c88-8f27-e934e867115f",
      "speaker": "Jordan",
      "start_timestamp": 4505.0,
      "text": "fine. Can he is that? I mean, he can say that. Right? He can say that. It's cool that ah, ah, that's Wow, that's fucking nuts."
    },
    {
      "end_timestamp": 4523.0,
      "id": "b33a9868-a582-315e-afad-c88d722d6499",
      "speaker": "Dan",
      "start_timestamp": 4517.0,
      "text": "You can say it, but I think him saying it will only make the case against him much stronger. Whenever people"
    },
    {
      "end_timestamp": 4532.0,
      "id": "9d9aeaa0-e3f0-3fad-b86a-d3aba2122074",
      "speaker": "Jordan",
      "start_timestamp": 4523.0,
      "text": "are like, I think it makes the case against Trump so much stronger. We've talked to him on the phone a bunch. Yeah, I think that basically means that Trump has told him,"
    },
    {
      "end_timestamp": 4535.0,
      "id": "8bdd0d08-1dda-396c-bbda-e9090952e815",
      "speaker": "Dan",
      "start_timestamp": 4532.0,
      "text": "Russians have infiltrated Russia to infiltrate our government."
    },
    {
      "end_timestamp": 4542.0,
      "id": "a30b0749-bfc2-38be-b68c-bc8af3699965",
      "speaker": "Jordan",
      "start_timestamp": 4535.0,
      "text": "Or at the very least, that's the very least Trump has told him like, Hey, man, I got all these Russian contracts."
    },
    {
      "end_timestamp": 4544.0,
      "id": "907a27b2-a29a-3511-ab2c-cbe5fa0e1277",
      "speaker": "Dan",
      "start_timestamp": 4542.0,
      "text": "What's great is they respect me. Yeah."
    },
    {
      "end_timestamp": 4547.0,
      "id": "a7625c44-aca0-3f56-8384-596a8dbe245a",
      "speaker": "Jordan",
      "start_timestamp": 4544.0,
      "text": "They're the only ones left. Yeah. Also,"
    },
    {
      "end_timestamp": 4559.0,
      "id": "0c0bcda7-8482-3e1c-b12c-736b2d9ef9ca",
      "speaker": "Dan",
      "start_timestamp": 4547.0,
      "text": "they don't also, if we take the letter that he got from AD roll seriously, him saying that Trump is the most beautiful, pigheaded man he's ever seen. This might be why you're in trouble."
    },
    {
      "end_timestamp": 4563.0,
      "id": "30dffd9d-6e99-3537-91ba-eaa9c4e72c85",
      "speaker": "Jordan",
      "start_timestamp": 4559.0,
      "text": "I again, don't think that's a compliment."
    },
    {
      "end_timestamp": 4566.0,
      "id": "9a9caaa4-6fcd-33aa-80b5-ad182ea440d3",
      "speaker": "Dan",
      "start_timestamp": 4563.0,
      "text": "Pick it it's kind of like it's like stubborn to that sort of ballpark."
    },
    {
      "end_timestamp": 4580.0,
      "id": "d39110b9-ba1d-39a8-b85c-258558090abe",
      "speaker": "Jordan",
      "start_timestamp": 4566.0,
      "text": "I kind of understand that. But again, he's a beautiful pigheaded man. Big headed man. It's on the cost. Not a good I don't if you said I was a beautiful, pigheaded man, that would not make me feel better and also"
    },
    {
      "end_timestamp": 4584.0,
      "id": "8532396a-7bdc-3a1c-90a9-6d8899454568",
      "speaker": "Dan",
      "start_timestamp": 4580.0,
      "text": "isn't within your character. So I would never describe you that way. You're an ugly, pigheaded"
    },
    {
      "end_timestamp": 4590.0,
      "id": "2d4d472b-b215-38b1-83a1-ed158ee0347b",
      "speaker": "Jordan",
      "start_timestamp": 4584.0,
      "text": "man. Ah, yes, lifted, easy targets."
    },
    {
      "end_timestamp": 4592.0,
      "id": "1ed470fb-39c4-37c2-8be6-da21cbe2ff5d",
      "speaker": "Dan",
      "start_timestamp": 4590.0,
      "text": "Right here. You're ready to buy some products."
    },
    {
      "end_timestamp": 4594.0,
      "id": "613e4e23-090b-3d79-af66-8710a5081622",
      "speaker": "Jordan",
      "start_timestamp": 4592.0,
      "text": "I am so ready."
    },
    {
      "end_timestamp": 4600.0,
      "id": "7ee45efe-ac6f-3857-bd69-1553da97a7ec",
      "speaker": "Alex Jones",
      "start_timestamp": 4594.0,
      "text": "Dr. Course he's on fire. He's had three number one New York Times best selling less. He worked at the highest levels with the State Department and"
    },
    {
      "end_timestamp": 4607.0,
      "id": "80c62215-8aa9-3d6a-80fc-9270c0ab8843",
      "speaker": "Dan",
      "start_timestamp": 4600.0,
      "text": "he also was the guy who was behind this Swift Boat Veterans for Truth. Yes, campaign. That was fake news,"
    },
    {
      "end_timestamp": 4610.0,
      "id": "2608736f-8579-30e0-a6f0-78fa066c8ca9",
      "speaker": "Jordan",
      "start_timestamp": 4607.0,
      "text": "fake news. So fuck him"
    },
    {
      "end_timestamp": 4613.0,
      "id": "1e86f1be-b0db-3576-a646-62d503eb6c7e",
      "speaker": "Alex Jones",
      "start_timestamp": 4610.0,
      "text": "thinking and work with Trump. Why is oh, he also"
    },
    {
      "end_timestamp": 4618.0,
      "id": "904da71c-93e1-3e69-87b9-f86ce2f5f30d",
      "speaker": "Dan",
      "start_timestamp": 4613.0,
      "text": "wrote a book about how Obama's birth certificate wasn't real great."
    },
    {
      "end_timestamp": 4621.0,
      "id": "cc424816-7b53-3747-9ebe-26d5b5f17956",
      "speaker": "Jordan",
      "start_timestamp": 4618.0,
      "text": "New York Times bestseller."
    },
    {
      "end_timestamp": 4640.0,
      "id": "b939f9d0-2929-3b44-8460-db38dce812b4",
      "speaker": "Dan",
      "start_timestamp": 4621.0,
      "text": "You know what you get? Everything that's been a lie has been a best seller. That's a good Million Little Pieces is a best seller. Yeah. It doesn't matter if you get a best seller and you're a wildly discredited individual. If you're just shown publicly definitively to be a liar and a propagandist. I don't care about your accomplishments anymore."
    },
    {
      "end_timestamp": 4653.0,
      "id": "c8f2aeda-7636-355d-afa0-ad6b123b6dca",
      "speaker": "Jordan",
      "start_timestamp": 4640.0,
      "text": "No, I mean, but also like, good for you. I haven't written the New York Times bestseller. Oh, he's moved the product. I should lie. Yeah, we got to start lying. We got to write New York Times bestseller on how caveman works."
    },
    {
      "end_timestamp": 4657.0,
      "id": "814b16e5-29c4-34da-b3bf-eb72ca45170b",
      "speaker": "Alex Jones",
      "start_timestamp": 4653.0,
      "text": "He and his age fighting so hard. Seven days a week."
    },
    {
      "end_timestamp": 4670.0,
      "id": "acd096bc-f943-3c73-a182-dfef1df5170c",
      "speaker": "Dan",
      "start_timestamp": 4657.0,
      "text": "Oh, he's like why is he and his age fighting so hard? And then the shows that on the screen Jerome Corsi is fat bloated fucking. He's just sitting there. Like he wants to talk and Alex won't let him talk."
    },
    {
      "end_timestamp": 4679.0,
      "id": "85b13793-4520-3d35-addf-a8aaa9329801",
      "speaker": "Jordan",
      "start_timestamp": 4670.0,
      "text": "Wait, he's actually on? Yeah. Jerome Corsi is on right now. Yeah. Alex Jones is just talking. This dude is bummed out"
    },
    {
      "end_timestamp": 4687.0,
      "id": "2003b10d-8d70-3e5d-b306-97f06a524648",
      "speaker": "Dan",
      "start_timestamp": 4679.0,
      "text": "to talk. He's like, Why do you think at his age, he's still doing this. The reason is because he's been discredited by every other organization. He can't get work anywhere."
    },
    {
      "end_timestamp": 4688.0,
      "id": "1479fa66-4380-399b-9b35-50d5fe546ea9",
      "speaker": "Jordan",
      "start_timestamp": 4687.0,
      "text": "He's probably broke as fuck yeah."
    },
    {
      "end_timestamp": 4726.0,
      "id": "5b91d952-e5c9-383a-a3c4-700198e6d18f",
      "speaker": "Dan",
      "start_timestamp": 4688.0,
      "text": "And listen. No one would touch him. He can't he like in so many ways. They complain about not getting Whitehouse credentials. And another part of this you know this episode and first of all, they were really talking a big game but how they were gonna get them. They really they really were and in this episode, Jerome Corsi is like, you know, they just you know, they're just standing up the process and they won't give me these credentials. There's no reason there's your credential ever going to give them there's plenty of reasons not to give you those credentials. So many your anyway,"
    },
    {
      "end_timestamp": 4733.0,
      "id": "0f6b8e8e-8414-31b2-a910-de707ac958d2",
      "speaker": "Jordan",
      "start_timestamp": 4726.0,
      "text": "although I would like to see some I would love to see some Alex Jones questions in the press corps."
    },
    {
      "end_timestamp": 4735.0,
      "id": "88653763-0727-36f6-8e27-6d9cf233df94",
      "speaker": "Dan",
      "start_timestamp": 4733.0,
      "text": "Just like have you tried caveman?"
    },
    {
      "end_timestamp": 4742.0,
      "id": "e85c0eca-8249-3cc1-ad1f-3c7d0048dd39",
      "speaker": "Jordan",
      "start_timestamp": 4735.0,
      "text": "Excuse me? Mr. Crump? What are you going to do about the 11th dimensional beings?"
    },
    {
      "end_timestamp": 4744.0,
      "id": "4083c743-af0d-3514-a6f8-044aa914d576",
      "speaker": "Dan",
      "start_timestamp": 4742.0,
      "text": "That's way too tight?"
    },
    {
      "end_timestamp": 4745.0,
      "id": "aa0e8df5-3438-32b4-8352-ddb567feebbe",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4744.0,
      "text": "That's a good point. Of course,"
    },
    {
      "end_timestamp": 4746.0,
      "id": "c64bc212-a682-37b7-8e2c-a0f2982dece6",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4745.0,
      "text": "it would be. It"
    },
    {
      "end_timestamp": 4756.0,
      "id": "06ed612a-ecf7-39c0-81e5-2464b8665fc9",
      "speaker": "Jordan",
      "start_timestamp": 4746.0,
      "text": "would Yeah, it would be both. What are you going to do about these 11th dimensional beings? Have you considered trying wearing a bill clinton rapes her?"
    },
    {
      "end_timestamp": 4760.0,
      "id": "5794e914-34b2-3f18-90ca-927c7db24a40",
      "speaker": "Dan",
      "start_timestamp": 4756.0,
      "text": "Would you also miss this? You'd be like, I'm not gonna ask this question. I'm gonna."
    },
    {
      "end_timestamp": 4765.0,
      "id": "fc4b7bdc-d558-34de-9fc9-ae43b0d99b98",
      "speaker": "Jordan",
      "start_timestamp": 4760.0,
      "text": "That's true. You're right. You're right. I missed out. Midnight either."
    },
    {
      "end_timestamp": 4769.0,
      "id": "b75a5978-7415-3101-bd13-128a93d44ea7",
      "speaker": "Dan",
      "start_timestamp": 4765.0,
      "text": "I also think he never lets Jerome talk."
    },
    {
      "end_timestamp": 4776.0,
      "id": "3c12e563-bc92-31b2-96a8-1b21da8039d0",
      "speaker": "Alex Jones",
      "start_timestamp": 4769.0,
      "text": "Because he realizes folks, we are in crisis. And we're starting to get a little bit of the initiative back but we're still not winning."
    },
    {
      "end_timestamp": 4780.0,
      "id": "e90a56b0-6dde-32a1-a28e-a3005f1ab001",
      "speaker": "Jordan",
      "start_timestamp": 4776.0,
      "text": "Not anymore. Listen. Spread the"
    },
    {
      "end_timestamp": 4796.0,
      "id": "bc23b8b4-1820-3e5e-98db-d6b3d22246db",
      "speaker": "Alex Jones",
      "start_timestamp": 4780.0,
      "text": "articles spread the video, spread the link spread them like your life depends on it because it does because your life depends on it our products directly from Infowars store.com Because that's all the money"
    },
    {
      "end_timestamp": 4859.0,
      "id": "ce938243-9398-38be-a31d-9d042ba1fe05",
      "speaker": "Alex Jones",
      "start_timestamp": 4796.0,
      "text": "and that is right at the money. We have a little bid more that was in our budget for this year. That was the money I told you, I'm gonna even take a profit this year because my job is everything. Not that money is bad. The point is, is that all I wants to win. And so I started expanding our operation 10 years ago when they tried to infiltrate us and shut us down. When I had like seven or eight employees were calls out they're gonna shut me down. I'm gonna go the next level, we did it. And now I pledge before God that I am going to turn everybody my will completely over to this. And I pray for God discernment and to lead guide and direct me. And I'm going to ask the listeners to pray with us and to flood us with capital. So I'm not penny pinching. We got 40 hours last week on how to get a little office in DC and worrying about the bills. We shouldn't be worrying about the bills there should be just tsunami of money coming in here. And quite frankly, for media it is tsunamis. But for what we need to do it's not enough. Okay, I need money to go after these."
    },
    {
      "end_timestamp": 4869.0,
      "id": "cdf90364-9c37-3498-b5a1-e7ca06f93e75",
      "speaker": "Jordan",
      "start_timestamp": 4859.0,
      "text": "He fucking needs money. This is pathetic. Ad roll really did lose him $3.3 million. There are no more conspiracy theories about that. He is fuck."
    },
    {
      "end_timestamp": 4871.0,
      "id": "91da26d2-5677-3fb7-bb7f-f180f0744e44",
      "speaker": "Dan",
      "start_timestamp": 4869.0,
      "text": "I still think the letter is fake."
    },
    {
      "end_timestamp": 4877.0,
      "id": "62528667-1794-35d5-917f-1a5a5193afba",
      "speaker": "Jordan",
      "start_timestamp": 4871.0,
      "text": "He is going down the he wrote the letter because the actual email was like, Dude, fuck off."
    },
    {
      "end_timestamp": 4881.0,
      "id": "2d977648-50fd-3c46-8846-96fabd5180c3",
      "speaker": "Dan",
      "start_timestamp": 4877.0,
      "text": "No, the actual email probably had details he couldn't refute. Oh,"
    },
    {
      "end_timestamp": 4888.0,
      "id": "170e3905-737f-3f12-b359-958d2f97815c",
      "speaker": "Jordan",
      "start_timestamp": 4881.0,
      "text": "that's a good point. I imagine he wrote Yeah, he had no he wrote that email. Also he he definitely wrote that"
    },
    {
      "end_timestamp": 4917.0,
      "id": "91fc2710-83a4-330d-81e9-851062cca72b",
      "speaker": "Dan",
      "start_timestamp": 4888.0,
      "text": "email because I've forgotten already but I believe that email the sign off is just a first name. It just says it's actually just ad roll. It just says thanks, Caroline. Love there's no way and all my best ad roll there's no way that so like Caroline, any business. Anybody who's in customer relations or anything like that has a email signature. They have like"
    },
    {
      "end_timestamp": 4923.0,
      "id": "a1aa7335-bba1-3908-b8c8-90f60fe78ef8",
      "speaker": "Jordan",
      "start_timestamp": 4917.0,
      "text": "at the very least they would have a phone number and have a boilerplate thing Yeah,"
    },
    {
      "end_timestamp": 4931.0,
      "id": "cc47e1a9-f974-3cbf-adba-274f992fe434",
      "speaker": "Dan",
      "start_timestamp": 4923.0,
      "text": "but yes, you're right. This is not fake. He has lost a shit ton of letters fake here being fucked is known as Fox Yeah,"
    },
    {
      "end_timestamp": 4941.0,
      "id": "cd93ef0b-2e2c-3409-814d-1de27217f4d8",
      "speaker": "Jordan",
      "start_timestamp": 4931.0,
      "text": "this is hilarious. Now one now not going to stop doing the show. No, but we are going to see a skeleton crew of a man with an iPhone filming him."
    },
    {
      "end_timestamp": 4952.0,
      "id": "a63d93b0-5ca6-3f33-b525-6a2e2dd58ae1",
      "speaker": "Dan",
      "start_timestamp": 4941.0,
      "text": "Now get us this exciting get this. I have one theory and that is that a bunch of rubes are going to send a bunch of money. So I think he's going to make a ton of money off all right."
    },
    {
      "end_timestamp": 4963.0,
      "id": "4b00d4ca-0152-3809-842c-18b302c88d14",
      "speaker": "Jordan",
      "start_timestamp": 4952.0,
      "text": "The same way that what like those fucking the the people who refuse to bake a cake. Oh, that a shit ton of money that Jerry slay. Yeah. Or Chick fil A?"
    },
    {
      "end_timestamp": 4995.0,
      "id": "7d969f10-d60d-3f7e-8172-2ea45aa75aca",
      "speaker": "Dan",
      "start_timestamp": 4963.0,
      "text": "Yeah, all of these things tend to work that way. I think he realizes he has enough fucking idiots in his cult. And he it's like it's time to call. It's time. So I think he knows that I can I can get a lot of money out of these ding dongs. Okay, but then the second thing is when this episode comes out, it's gonna be Wednesday. Right? He had already planned that he was going to do a Reddit AMA oh shit so that's already gonna be happening but he's decided to expand it into a 13 hour live broadcast."
    },
    {
      "end_timestamp": 5009.0,
      "id": "226b4489-7a18-3a66-8d09-a08262f0f3af",
      "speaker": "Jordan",
      "start_timestamp": 4995.0,
      "text": "Oh my fucking god telethon for free speech holy shit because he's painting this is a free speech issue and it is not No it's very much not a free speech issue. This is a fucking I'm broke issue this is"
    },
    {
      "end_timestamp": 5016.0,
      "id": "d09a76a5-c93e-3c49-b7a0-ba689030f4b0",
      "speaker": "Dan",
      "start_timestamp": 5009.0,
      "text": "a Alex Jones gets hoisted on his own propaganda issue. This is insane. This is insane. So anyway, he's"
    },
    {
      "end_timestamp": 5021.0,
      "id": "f2642439-7617-37fc-98c8-d6620ddb7f4b",
      "speaker": "Jordan",
      "start_timestamp": 5016.0,
      "text": "but it is also insane to know that he was making an extra $3.3 million."
    },
    {
      "end_timestamp": 5027.0,
      "id": "c6458a6a-175b-3d2e-8cdb-4ebe14f5ed20",
      "speaker": "Dan",
      "start_timestamp": 5021.0,
      "text": "It's insane that he can continue to operate at all after losing three point Yeah, dollars."
    },
    {
      "end_timestamp": 5034.0,
      "id": "fe3d6c6a-d262-3524-93f7-7b87d6ae3744",
      "speaker": "Jordan",
      "start_timestamp": 5027.0,
      "text": "I assume. I assume it I assume that he didn't just I assume they didn't take $3 million away from him that the $3.3"
    },
    {
      "end_timestamp": 5042.0,
      "id": "698a0575-b23d-3dc5-88f9-1395c304c072",
      "speaker": "Dan",
      "start_timestamp": 5034.0,
      "text": "million is what he projected to make from it this year. Yeah. So he should he better fucking have a nest egg?"
    },
    {
      "end_timestamp": 5042.0,
      "id": "ce224c69-856a-3a88-924c-fb1791077c63",
      "speaker": "Alex Jones",
      "start_timestamp": 5042.0,
      "text": "Oh god. Yeah,"
    },
    {
      "end_timestamp": 5049.0,
      "id": "77ca60b6-c96d-3179-bbd4-09307b995988",
      "speaker": "Dan",
      "start_timestamp": 5042.0,
      "text": "we are but do you understand why I'm so happy now? We're about to enter a weird period for Alex"
    },
    {
      "end_timestamp": 5063.0,
      "id": "da5bab40-9f48-3b86-812a-5ebec8279d58",
      "speaker": "Jordan",
      "start_timestamp": 5049.0,
      "text": "this is going to be the light he might actually be fighting for his life. He's gonna do the last hour from here on out you might have he's gonna have to do the full four hour a Rapoport Yeah. How many people is how Okay,"
    },
    {
      "end_timestamp": 5067.0,
      "id": "5e9dc928-9030-3671-b4ff-25dbb4027114",
      "speaker": "Dan",
      "start_timestamp": 5063.0,
      "text": "he doesn't pay Rappaport."
    },
    {
      "end_timestamp": 5076.0,
      "id": "3bb33ae7-e572-3c7d-b793-f57dca3c4b28",
      "speaker": "Jordan",
      "start_timestamp": 5067.0,
      "text": "Nobody pays Rapoport now, and no one puts him in the corner. Nobody. No, no. I was about to say that. Sorry, you son of a bitch."
    },
    {
      "end_timestamp": 5079.0,
      "id": "51b04f0f-a72b-32cb-9d82-2bb6acbe6e55",
      "speaker": "Dan",
      "start_timestamp": 5076.0,
      "text": "No one puts Batman in the corner."
    },
    {
      "end_timestamp": 5081.0,
      "id": "5f4b4568-4971-3a30-a98f-7504fc22fc3c",
      "speaker": "Jordan",
      "start_timestamp": 5079.0,
      "text": "Except for him as long as it's a dark"
    },
    {
      "end_timestamp": 5114.0,
      "id": "98a76837-11fc-301e-8335-99f78684366d",
      "speaker": "Dan",
      "start_timestamp": 5081.0,
      "text": "corner. So I don't think I have a clip of this either some young woman's bedroom. Alex was yelling about how like I was going to add 25 More people around here. Fuck it. I'm adding 100 I lost 3 million people. I've got to hire four times. If you just he's like I believe in God and Providence yeah I was gonna say we got Jesus on his that argument makes me think that there is a secret investor okay like the confidence to hire more people in a downturn like not gonna hire more people"
    },
    {
      "end_timestamp": 5122.0,
      "id": "197a391c-77fc-3f44-aa77-11e26ba14d56",
      "speaker": "Jordan",
      "start_timestamp": 5114.0,
      "text": "no it is probably just bravado he is going to hire zero more people now anyway this sales pitch goes on it gets great excellent"
    },
    {
      "end_timestamp": 5200.0,
      "id": "49d44581-7be3-3ba7-9386-095a112adf6a",
      "speaker": "Alex Jones",
      "start_timestamp": 5122.0,
      "text": "and they are people ask the New York Times like we want your affiliate list we noticed their stations you don't list and I go yeah cuz I tell the network don't list our affiliates because I'll leave it at that not just boycotting okay? I mean straight up mafia racketeering crap in our stations know it. A lot of our stations have been a little bit threatened they go, especially in the south, they go Go to hell, he's on primetime now. So it backfires a lot too. When you threaten station owners families. I mean, let's just get it out in the open what we're dealing with here and I'll tell all the bullies and all the mafia scum this you want to fight? You better believe you got one. Okay. So ad Roblox us off. We've got other systems as well. And they say you are fake news. You are not allowed to have free speech. It says right here. In the email this morning. We were projected to be over 5 million this year with this program 3.3 Last year, after expenses. All content on your website should be relevant. They decide accurate, informative and up to date. Any claims should be easily verifiable. We are not able to promote websites that intentionally misrepresent no judge, no jury, they just claim and just say I'm worthless, I'm bad their businesses or use any tactic to falsely and has reputation or misrepresent actual offerings. Really mean we have on third party sites? 4.9 reviews 10s of 1000s of them. I mean, we're just loved everywhere. The President calls me Can I talk to the"
    },
    {
      "end_timestamp": 5202.0,
      "id": "271461bf-7ea5-39e0-a4fb-8ec6260b98a4",
      "speaker": "Jordan",
      "start_timestamp": 5200.0,
      "text": "president calls me you just"
    },
    {
      "end_timestamp": 5207.0,
      "id": "84105c64-ef2c-32b8-834b-4f2f667c27c3",
      "speaker": "Dan",
      "start_timestamp": 5202.0,
      "text": "call the Bentley's said the thing. That's the problem. If that letter,"
    },
    {
      "end_timestamp": 5216.0,
      "id": "5a76f1c1-bd1f-3072-a090-8c2b75d3da42",
      "speaker": "Jordan",
      "start_timestamp": 5207.0,
      "text": "no, I think I think the real thing that was the problem is that they wanted very easily verifiable claims, and he has zero verifiable claims."
    },
    {
      "end_timestamp": 5226.0,
      "id": "1a7211bc-85dd-3247-aa41-ad8dbf6daabb",
      "speaker": "Dan",
      "start_timestamp": 5216.0,
      "text": "And if you go back and listen to the episodes that we've done already, we have verifiable evidence that he's a liar. Yeah. And consistently lies. Yeah, everything is a lie. None of"
    },
    {
      "end_timestamp": 5242.0,
      "id": "b5aa9173-57f1-3a87-b863-d39b09746f77",
      "speaker": "Jordan",
      "start_timestamp": 5226.0,
      "text": "Yeah, even if he even if he was a Trump campaign arm. Yeah, as long as he was referencing verifiable facts. I think they would have been fine with it. Well, no, because at that point, Fox News is fucking a Trump campaign."
    },
    {
      "end_timestamp": 5259.0,
      "id": "7b0d2024-8393-3250-8dea-11b3463bf2d6",
      "speaker": "Dan",
      "start_timestamp": 5242.0,
      "text": "No, but because of that sentence implies affiliation. Right. That's important. And he never reads that from that letter. Fox News as much as they are like a propaganda wing. They don't pretend that they're friends with the President."
    },
    {
      "end_timestamp": 5265.0,
      "id": "9286fb55-063c-3d12-9b7d-7ee653946f7b",
      "speaker": "Jordan",
      "start_timestamp": 5259.0,
      "text": "I mean, they have they have. What's this fuck? Sean Hannity."
    },
    {
      "end_timestamp": 5276.0,
      "id": "a90cf578-fcc4-37cd-8ffd-aa3cf8f929c2",
      "speaker": "Dan",
      "start_timestamp": 5265.0,
      "text": "Yeah. But he still doesn't talk all the time on his show about how he calls Trump and shit like that. That's true. Alex Jones has crossed a line in terms of what he's presenting."
    },
    {
      "end_timestamp": 5285.0,
      "id": "dee04c69-cbbe-3f7d-8b50-143150db3cf4",
      "speaker": "Jordan",
      "start_timestamp": 5276.0,
      "text": "I also like the do you think Trump calls him all the time? No, not all the time. But it seems like Trump calls him often enough."
    },
    {
      "end_timestamp": 5289.0,
      "id": "8a7f1482-9cf6-3dca-bdd6-102d9c28f09f",
      "speaker": "Dan",
      "start_timestamp": 5285.0,
      "text": "Yeah, they probably talk a little bit but then now Trump calls him yeah,"
    },
    {
      "end_timestamp": 5300.0,
      "id": "9200e809-c755-3803-8448-ccd97176bbdd",
      "speaker": "Jordan",
      "start_timestamp": 5289.0,
      "text": "probably at 2am. Yeah, in front of this switchboard. And he's like, Hey, man, who should I talk to? Do you have any listeners who are willing to call me at two in the morning?"
    },
    {
      "end_timestamp": 5303.0,
      "id": "9037d1fb-0df8-33cc-9bb5-5d5304c767e8",
      "speaker": "Dan",
      "start_timestamp": 5300.0,
      "text": "You got new agents phone number?"
    },
    {
      "end_timestamp": 5306.0,
      "id": "6a09496c-8cca-39cc-8241-32fd56344be3",
      "speaker": "Jordan",
      "start_timestamp": 5303.0,
      "text": "I bet Trump wants to meet new agent all the time. Oh, yeah. That"
    },
    {
      "end_timestamp": 5315.0,
      "id": "3598c15d-2300-3780-958b-a4c6425c0cc1",
      "speaker": "Dan",
      "start_timestamp": 5306.0,
      "text": "was the other thing that during the Nugent interview that they kept talking about, like Alex is like, I mean, we're rebels we got rock and roller Ted Nugent here like"
    },
    {
      "end_timestamp": 5320.0,
      "id": "00d381b7-b21a-3a83-b968-19500d238d82",
      "speaker": "Jordan",
      "start_timestamp": 5315.0,
      "text": "Yeah, nobody more rebellious than 85 year old Ted fucking Nugent"
    },
    {
      "end_timestamp": 5322.0,
      "id": "80ca430d-1fbe-39b9-8e48-1ba8380ef664",
      "speaker": "Dan",
      "start_timestamp": 5320.0,
      "text": "with a weird fucking gray soul Pat"
    },
    {
      "end_timestamp": 5328.0,
      "id": "10aeb375-f251-3e98-9c49-6cf9898b4d38",
      "speaker": "Jordan",
      "start_timestamp": 5322.0,
      "text": "Yeah, it's always it's always a good time for a great soul patch. Anyway, this isn't done"
    },
    {
      "end_timestamp": 5333.0,
      "id": "f02f8265-b804-3b49-9857-8ef1ca47e76c",
      "speaker": "Alex Jones",
      "start_timestamp": 5328.0,
      "text": "president I got an award winning journalist on I just had a former head of the Homeland Security Committee"
    },
    {
      "end_timestamp": 5348.0,
      "id": "cfeece52-1356-3ead-a696-327fcafc9892",
      "speaker": "Jordan",
      "start_timestamp": 5333.0,
      "text": "awards won awards York Times bestseller Jerome Corsi that's not an award he has, but he has that's a that's a fucking numerical response. Yeah. Cuz nobody's nobody's giving him a BAFTA. No for homeland."
    },
    {
      "end_timestamp": 5359.0,
      "id": "fb2cce40-c694-3f30-927a-bcecde688e67",
      "speaker": "Dan",
      "start_timestamp": 5348.0,
      "text": "He did have Seymour Hersh on Okay, conspicuous in his absence of guests that he's listing. Notorious social justice warrior rainbow snatch."
    },
    {
      "end_timestamp": 5364.0,
      "id": "8adbadb9-7dec-32d9-b695-fc76960a0e6a",
      "speaker": "Jordan",
      "start_timestamp": 5359.0,
      "text": "Although I would give her a Comedy Award Can you believe that within a day"
    },
    {
      "end_timestamp": 5380.0,
      "id": "98847068-d4b7-3c64-9b0d-6112ab33895b",
      "speaker": "Dan",
      "start_timestamp": 5364.0,
      "text": "he's gone from comedy segment. This panic existential crisis it's you know what? I don't think they're unconnected. If God had roll"
    },
    {
      "end_timestamp": 5383.0,
      "id": "53129861-7da2-379c-a3f5-67c652ec3bdd",
      "speaker": "Jordan",
      "start_timestamp": 5380.0,
      "text": "ad roll saw rainbow snatches like buck"
    },
    {
      "end_timestamp": 5392.0,
      "id": "a994cd29-bd2d-3921-8520-99161ad8099f",
      "speaker": "Dan",
      "start_timestamp": 5383.0,
      "text": "this God is real the way that Alex Jones thinks he is. This is punishment for that rainbow snatch. Just for how bad a comedy it was"
    },
    {
      "end_timestamp": 5394.0,
      "id": "4ae86add-93c9-38a9-a2ad-18c34e25b85b",
      "speaker": "Jordan",
      "start_timestamp": 5392.0,
      "text": "an eye for an eye"
    },
    {
      "end_timestamp": 5475.0,
      "id": "8cca47e4-fafb-3d3e-99c9-ec68a5142100",
      "speaker": "Alex Jones",
      "start_timestamp": 5394.0,
      "text": "on what the hell are you talking about? We're changing the world. We just put the president in you You the listeners and viewers did. And I know for a fact the other big news sites aren't contracting and viewership and readership Paco say their names I love them. They're all in trouble, right but except for us and one other and I'm in talks with them to basically merge because we've got to get big or be destroyed here ladies and gentlemen holy shit and they are cutting the money out. And they won't even let Breitbart have an app folks after they paid for it years later the same stuff happening to us. So we just basically imagine we're a ship, we just got hit by, you know, a huge 50 millimeter shell, okay, so just understand it's a big fire on the deck, we're gonna make it through this thing get stronger. But I don't want to spend all my time crawling around just trying to raise capital, we need everybody to get products they need. There's 1000s of great items at Infowars store.com. Go there, sign up for vitamins, sign up for minerals, sign up for supplements sign up for auto ship. And there may come a time when they shut all that down. I'm going to be up here every day saying you want to hear this show, send me a donation because that's what this comes down to. That's where this country is. And that's where this world is. I'm gonna be course here in a minute. I'm gonna tell you right now. help defend Infowars and get our silver bullet colloidal silver that now just came back in stock after three months of being sold out."
    },
    {
      "end_timestamp": 5495.0,
      "id": "1038c7e7-b9c5-3810-9532-e3b52b31f2a4",
      "speaker": "Dan",
      "start_timestamp": 5475.0,
      "text": "He doesn't talk to Jerome Corsi. He just talks about Colloidal Silver for like five minutes. By the way. Breitbart has an app. Yeah, they do. Yeah, so does Infowars Yep. They haven't been censored from anything. Nope. It's all bullshit. It's that same thing that he was saying. It's like, Oh, I was on Rogan. It's the most popular podcast ever. They took it down and then like, you can just go and find it. Yeah, there. Yeah, they"
    },
    {
      "end_timestamp": 5496.0,
      "id": "96e7eeb8-b0f2-3c74-99b8-3d056dbcd059",
      "speaker": "Jordan",
      "start_timestamp": 5495.0,
      "text": "did not take that one day kicks."
    },
    {
      "end_timestamp": 5499.0,
      "id": "76afa310-e5c8-3c21-ac82-f72e56164bbf",
      "speaker": "Dan",
      "start_timestamp": 5496.0,
      "text": "You can't google search it. Yes, you can. Easily Yeah,"
    },
    {
      "end_timestamp": 5511.0,
      "id": "ed42d8c4-0fde-3dfb-a737-e9e256710b46",
      "speaker": "Jordan",
      "start_timestamp": 5499.0,
      "text": "you're gonna put it into Google? Yeah. Have you heard done a Google search? You can do that. Why did they call us fake news? Because you're lying. Yeah. and disseminating fake news. But who are they merging with?"
    },
    {
      "end_timestamp": 5521.0,
      "id": "4c8cfbc8-e748-36d9-9d6e-c6662f9686fe",
      "speaker": "Dan",
      "start_timestamp": 5511.0,
      "text": "I think it's probably it can't be Breitbart, because that would have weird conflicts with the the White House. Right. I think it has to be drudge."
    },
    {
      "end_timestamp": 5526.0,
      "id": "ad042fc3-6b1a-3da2-a563-be62ab9488cb",
      "speaker": "Jordan",
      "start_timestamp": 5521.0,
      "text": "You think so? Yeah, I think so. Okay, so but drudge is just an aggregator right."
    },
    {
      "end_timestamp": 5533.0,
      "id": "7d539b06-ecd2-3da2-a38d-0ee29b795e09",
      "speaker": "Dan",
      "start_timestamp": 5526.0,
      "text": "Mostly. Yeah, there is some original content on there. But it is largely posting links to Infowars."
    },
    {
      "end_timestamp": 5539.0,
      "id": "f198efd7-ad66-39f1-9309-c0d265d084d9",
      "speaker": "Jordan",
      "start_timestamp": 5533.0,
      "text": "And who's the other? So there's one other thing it was taken off. Breitbart was taken off Admiral?"
    },
    {
      "end_timestamp": 5542.0,
      "id": "31cbe9cc-2f92-3dde-a13c-3e39c089a3ba",
      "speaker": "Dan",
      "start_timestamp": 5539.0,
      "text": "No, no, that was wasn't what he was saying he"
    },
    {
      "end_timestamp": 5551.0,
      "id": "b8bf6ce3-1d5c-37fb-88f0-96690ab9887a",
      "speaker": "Jordan",
      "start_timestamp": 5542.0,
      "text": "was. And so he mentioned a couple of names in Navy said, ad roll was coming after us. And one other, I wouldn't mention the name,"
    },
    {
      "end_timestamp": 5556.0,
      "id": "d62133f1-bda2-3fa3-bc47-d7d737a42770",
      "speaker": "Dan",
      "start_timestamp": 5551.0,
      "text": "I don't know. But he's also saying that these people's audience aren't contracting. And he knows that,"
    },
    {
      "end_timestamp": 5560.0,
      "id": "97017eed-befa-33d9-b0e1-457fcb7e983e",
      "speaker": "Jordan",
      "start_timestamp": 5556.0,
      "text": "right, which is the opposite of the narrative that he likes to spend. But it's"
    },
    {
      "end_timestamp": 5580.0,
      "id": "7b401400-7baa-3b4e-83ef-20aa71d4abac",
      "speaker": "Dan",
      "start_timestamp": 5560.0,
      "text": "also because there's so much fake traffic, like you can have millions of hits to your website a day. But if you look at the actual analytics of it, and you look at unique viewers, it's totally different. Really, like if you go to his if you go to their Quantcast and you look at the the numbers versus Unique Visitors."
    },
    {
      "end_timestamp": 5585.0,
      "id": "f5fe3a99-be62-33fc-a8a0-4a00b54d2c25",
      "speaker": "Jordan",
      "start_timestamp": 5580.0,
      "text": "And it's true, even when you said that it was a third a third was fake, right? Well, that's Twitter"
    },
    {
      "end_timestamp": 5619.0,
      "id": "57848c83-e0f9-3a56-99f4-dfa719524af1",
      "speaker": "Dan",
      "start_timestamp": 5585.0,
      "text": "follower. Oh, that's twitter follow? He was like between 20% and a third. Yeah, it's I don't remember the exact number but it's in between? Because I don't remember which was prison planet and which was Alex Jones, his personal Twitter. Wow. So yeah, but but even that's just Twitter, right? Like, if you go to actual websites and the traffic that you're getting, you can set up bots to artificially inflate traffic. Yeah, of course. And I have no doubt in my mind that a lot of these right wing sites are doing stuff of course, of course, although Alex would say he's not right wing, but that's a whole nother dilemma for"
    },
    {
      "end_timestamp": 5633.0,
      "id": "a47f4452-9d90-3df6-8ca8-c399cccd52ec",
      "speaker": "Jordan",
      "start_timestamp": 5619.0,
      "text": "Trump wing. Yeah. Because it because yeah, there is no there is no right wing anymore. There's Trump wing and then there's reality that's all there is. So we have a couple more claim then there's Democrats who are Yeah, he has"
    },
    {
      "end_timestamp": 5643.0,
      "id": "3b652c7e-7f81-3af8-a961-bc3dbe25e00a",
      "speaker": "Dan",
      "start_timestamp": 5633.0,
      "text": "an interview on this show with a guy who claims to be one of the most important and intelligence operators in the world. Oh,"
    },
    {
      "end_timestamp": 5645.0,
      "id": "3e5c9475-d000-311a-be83-70bc0503a8a9",
      "speaker": "Jordan",
      "start_timestamp": 5643.0,
      "text": "I bet he is name is Robert"
    },
    {
      "end_timestamp": 5656.0,
      "id": "d4ce8a57-f4ce-34d9-8356-bc87a8ce5707",
      "speaker": "Dan",
      "start_timestamp": 5645.0,
      "text": "Steele. And we're gonna get to his interview, but before we do, everybody has a great fucking name. Steele name is actually Robert David Steele. Um, three names. He's"
    },
    {
      "end_timestamp": 5662.0,
      "id": "0b160a4f-0ca2-3d49-95bc-a055475e7f68",
      "speaker": "Jordan",
      "start_timestamp": 5656.0,
      "text": "gonna he was gonna kill the president Rob steal his way. So he is Rob and steel is way better."
    },
    {
      "end_timestamp": 5674.0,
      "id": "4672a3dc-ed87-37d3-8de3-b3bea793162b",
      "speaker": "Dan",
      "start_timestamp": 5662.0,
      "text": "He's a weird dude. And his interview is scary as hell. But before we get to that, I want to take a little opportunity to introduce you to another gentleman who was a member of Alex Jones his team, okay, he's a gentleman by the name of Mark Dice."
    },
    {
      "end_timestamp": 5678.0,
      "id": "884ce279-1af8-3be7-868a-8bd34eb16ff5",
      "speaker": "Jordan",
      "start_timestamp": 5674.0,
      "text": "It's a pastel snatch."
    },
    {
      "end_timestamp": 5680.0,
      "id": "9d569918-facd-3589-9cd9-1cb7023a3de7",
      "speaker": "Dan",
      "start_timestamp": 5678.0,
      "text": "We've talked about Mark Dice in passing"
    },
    {
      "end_timestamp": 5684.0,
      "id": "423b6f3d-bae1-3c5c-935f-11bcedc01f16",
      "speaker": "Jordan",
      "start_timestamp": 5680.0,
      "text": "in the past I think. Mark Dice Clay more or less."
    },
    {
      "end_timestamp": 5689.0,
      "id": "9c664cd5-f4b5-3807-91c8-7f87f58c3387",
      "speaker": "Dan",
      "start_timestamp": 5684.0,
      "text": "Yeah, I think it's time that we meet him. Okay. This is a clip this is a show"
    },
    {
      "end_timestamp": 5693.0,
      "id": "4df18499-f0df-34f5-90e7-70c1ea5a4f9c",
      "speaker": "Jordan",
      "start_timestamp": 5689.0,
      "text": "and he comes through the door right now ladies didn't know okay."
    },
    {
      "end_timestamp": 5697.0,
      "id": "60c5675b-871e-39e9-a0b1-e93daf2489f5",
      "speaker": "Dan",
      "start_timestamp": 5693.0,
      "text": "He is insane."
    },
    {
      "end_timestamp": 5706.0,
      "id": "273e84bd-7dbe-3d5f-968f-1fc16594f39f",
      "speaker": "Jordan",
      "start_timestamp": 5697.0,
      "text": "If you're adding if you're if you're there Now with what we deal with, if you specifically single him out for being insane, we're gonna get wild."
    },
    {
      "end_timestamp": 5729.0,
      "id": "c5271032-fa95-390d-8734-6821925a5f4f",
      "speaker": "Dan",
      "start_timestamp": 5706.0,
      "text": "Now I want to say a few things. They take at least five minutes to play a Mark Dice segment in the middle of this we need money. Sure. Which is wild. Yes. But then also I did a little looking into it and Mark Dice worked for Infowars a ways back. Okay, then he and Alex Jones had a falling out. Okay started his own YouTube channel where he was mocking Alex Jones consistently."
    },
    {
      "end_timestamp": 5731.0,
      "id": "b022d555-5580-306f-b51e-d8f5bc005940",
      "speaker": "Jordan",
      "start_timestamp": 5729.0,
      "text": "Oh, no, you started."
    },
    {
      "end_timestamp": 5737.0,
      "id": "b64d8c8d-df74-39ac-9445-6ed0a69887df",
      "speaker": "Jordan",
      "start_timestamp": 5731.0,
      "text": "Are we watching a full on professional wrestling reconciliation? Is that what's happening right now?"
    },
    {
      "end_timestamp": 5757.0,
      "id": "5370323a-63b0-3c89-8f34-3a438b6c95d5",
      "speaker": "Dan",
      "start_timestamp": 5737.0,
      "text": "This is Kevin Owens and Sami Zayn coming back together. Okay, because the two of you now works for Infowars. Again, they squashed the beef. And now they're working together again. Okay, and Mark Dice more or less. He does a couple of things. He sometimes does really snarky reports, but a lot of what he does, is jaywalking. He does a lot of"
    },
    {
      "end_timestamp": 5763.0,
      "id": "3835229a-58d5-317a-9be0-9efb75e8903c",
      "speaker": "Jordan",
      "start_timestamp": 5757.0,
      "text": "like, oh he does the man on the street it look out dumb people are Yeah, that holds"
    },
    {
      "end_timestamp": 5769.0,
      "id": "521f8e1a-cfba-3667-a738-c71fc153c848",
      "speaker": "Dan",
      "start_timestamp": 5763.0,
      "text": "and the implied thing is that they're all liberals. And look how fucking stupid liberals of course I'm gonna play. Oh, I"
    },
    {
      "end_timestamp": 5771.0,
      "id": "5e657f33-0c3f-3e3b-812a-76cdb0b214bf",
      "speaker": "Jordan",
      "start_timestamp": 5769.0,
      "text": "hate it whenever we are so fucking stupid. I'm"
    },
    {
      "end_timestamp": 5785.0,
      "id": "cedf2682-b2cb-3854-a922-99280e3333f5",
      "speaker": "Dan",
      "start_timestamp": 5771.0,
      "text": "gonna play a little sample of his gotcha journalism out on the street. Now keep in mind if you're watching the video all but the last person he talks to in this clip who we might not even get to are all trying to walk away from him."
    },
    {
      "end_timestamp": 5789.0,
      "id": "deca1ac8-7cfa-391f-af02-b63b0dd10424",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5785.0,
      "text": "Porn can do last week, which means which"
    },
    {
      "end_timestamp": 5793.0,
      "id": "adaa5715-0993-35fc-81eb-3c15670cc913",
      "speaker": "Jordan",
      "start_timestamp": 5789.0,
      "text": "means that not all liberals are dumb."
    },
    {
      "end_timestamp": 5796.0,
      "id": "1f7ca348-9862-37b8-883f-53ff5a9f219a",
      "speaker": "Mark Dice",
      "start_timestamp": 5793.0,
      "text": "Country of Mount Rushmore located in"
    },
    {
      "end_timestamp": 5799.0,
      "id": "48c8d5da-5a5f-32b2-95b9-a18c43261106",
      "speaker": "Jordan",
      "start_timestamp": 5796.0,
      "text": "I don't know. Korean American. Yeah."
    },
    {
      "end_timestamp": 5811.0,
      "id": "d91d1dda-1522-3981-9070-5f4c52ab6785",
      "speaker": "Mark Dice",
      "start_timestamp": 5799.0,
      "text": "Okay, I'm gonna have to revoke your citizenship. Okay, luck you. Where is Trump tower located? I don't know. You don't know. Where's Donald Trump from?"
    },
    {
      "end_timestamp": 5813.0,
      "id": "79951225-2cf6-357f-958e-7a1ed24a7931",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5811.0,
      "text": "currently live? I don't know where"
    },
    {
      "end_timestamp": 5824.0,
      "id": "555730aa-f592-3b45-999b-ce4838f96959",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5813.0,
      "text": "he lives. Just generally. Where does he live? I have no idea. You could tell Donald Trump something about your tampons. What would you say to him? So,"
    },
    {
      "end_timestamp": 5837.0,
      "id": "2b4d1c16-1094-3c6f-bf83-eb20b4f92c70",
      "speaker": "Jordan",
      "start_timestamp": 5824.0,
      "text": "if you could tell Donald Trump something about your tampons, what would you say to him? So but that is that is. Dear God. It's me, Margaret. That is, I think, I think so."
    },
    {
      "end_timestamp": 5859.0,
      "id": "6e950700-272f-3102-921b-8b49839f3b26",
      "speaker": "Dan",
      "start_timestamp": 5837.0,
      "text": "So he's out at a beach just asking people questions who are walking around on the beach. But he one of his big gotcha journalism styles, is he'll pretend that Trump is doing something really bad. And be like, you're so gullible. You believed me. And so this was him talking to a girl that, that Trump signed an executive order to get rid of tampons."
    },
    {
      "end_timestamp": 5869.0,
      "id": "e2064d98-fb91-3ca4-b097-2bc43c21841e",
      "speaker": "Jordan",
      "start_timestamp": 5859.0,
      "text": "That's not gullibility. Now. That's the world we live in. Now, there are zero things you could tell me about Trump, where I would be like, where I would not entertain the possibility"
    },
    {
      "end_timestamp": 5881.0,
      "id": "d95bd42e-c4e0-3f3f-9ed8-1db176546bf3",
      "speaker": "Dan",
      "start_timestamp": 5869.0,
      "text": "right? But he told this girl that Trump is trying to outlaw tampons. Now. He's playing this in his sizzle reel of how stupid people are. Right? Isn't her response?"
    },
    {
      "end_timestamp": 5907.0,
      "id": "473b344f-320d-344f-b874-861e3890d9cf",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5881.0,
      "text": "Definitely necessity. They're not something that needs to be banned at all. I don't know for sure. But I don't think he would use an executive order to ban tampons. Because one that just sounds preposterous to me protocol, because they're kind of a necessity. They're not a luxury at all. And I can tell you that for many, many years of experience that there's nothing luxurious about having your period and needing to use a tampon."
    },
    {
      "end_timestamp": 5909.0,
      "id": "4414d471-becf-3942-8008-80b7ff9b672d",
      "speaker": "Dan",
      "start_timestamp": 5907.0,
      "text": "What's being made fun of them?"
    },
    {
      "end_timestamp": 5926.0,
      "id": "e74b49ea-54b5-35b4-a194-6abd6c71b5a5",
      "speaker": "Jordan",
      "start_timestamp": 5909.0,
      "text": "What does he does he have a response to that? No. And that's why did he put that in the clip? That's not even that's actually really good advocacy? Yeah, like she did a great fucking job. Maybe snuck that clip in there. Because he agrees with her"
    },
    {
      "end_timestamp": 5931.0,
      "id": "2ded06eb-833e-3f28-9e36-3f76404e79e5",
      "speaker": "Dan",
      "start_timestamp": 5926.0,
      "text": "maybe he never wanted to. Maybe he never stopped wanting to take Alex Jones down. Oh my god, I use this on the"
    },
    {
      "end_timestamp": 5952.0,
      "id": "741e6417-75af-3104-aeb5-c871c3b765c4",
      "speaker": "Jordan",
      "start_timestamp": 5931.0,
      "text": "inside. Why have we become the main conspiracy theorists on this fucking podcast? Have we lost our minds? Jordan, the worm has turned it's all backwards now has become the hunted. Now Alex Jones is asking for listeners and we're spouting conspiracy theories. This is all gone tits up."
    },
    {
      "end_timestamp": 5955.0,
      "id": "f8f48f10-8238-3e85-9459-5e34dbe661ce",
      "speaker": "Dan",
      "start_timestamp": 5952.0,
      "text": "Yeah, this episode is undoubtedly going to be all of our"
    },
    {
      "end_timestamp": 5960.0,
      "id": "c5e87612-e246-371d-b3e3-152e80fc9494",
      "speaker": "Alex Jones",
      "start_timestamp": 5955.0,
      "text": "show God"
    },
    {
      "end_timestamp": 5964.0,
      "id": "145ea8ae-bbcb-3a05-b023-8771cee89958",
      "speaker": "Jordan",
      "start_timestamp": 5960.0,
      "text": "that she makes a really great point. And that's not"
    },
    {
      "end_timestamp": 5984.0,
      "id": "09ee36d8-e34f-3e3a-a741-305b0e1c0ca7",
      "speaker": "Dan",
      "start_timestamp": 5964.0,
      "text": "how bad of like man on the street shit is that? Yeah, there's no punch. There's no like a hot you're an idiot. He was just he introduced the idea that Trump was gonna ban tampons, and she said, I think that sounds preposterous. I don't really believe that. That's what's gonna happen. But I will say that it's not luxurious to have your period. Yeah, I've had my period for a really long time. That's like"
    },
    {
      "end_timestamp": 6010.0,
      "id": "f9193040-98cb-3f0f-a1f6-5c396ce8717a",
      "speaker": "Jordan",
      "start_timestamp": 5984.0,
      "text": "if the question of like, Where does Trump live? It was actually answered by. Well, so far, Trump seems to have many different living locations. And it seems like even though he's supposed to live in the White House, he is rarely there. It's also may He lives in New York. Was he born in New York? Probably but I don't know he spends a lot of time in mera Lago. No, you're what are we no underneath? Yeah, exactly. Yeah."
    },
    {
      "end_timestamp": 6015.0,
      "id": "7e9edea4-6421-33a8-968b-9eda4732ca23",
      "speaker": "Dan",
      "start_timestamp": 6010.0,
      "text": "Let's see, I think he has some more. Also he confronts somebody"
    },
    {
      "end_timestamp": 6020.0,
      "id": "acb539e7-0158-3969-9adf-90f9700cca9e",
      "speaker": "Jordan",
      "start_timestamp": 6015.0,
      "text": "What country is Mount Rushmore in America"
    },
    {
      "end_timestamp": 6022.0,
      "id": "4781f5c6-c34e-38a6-afbb-c0ec36539050",
      "speaker": "Dan",
      "start_timestamp": 6020.0,
      "text": "are idiots?"
    },
    {
      "end_timestamp": 6026.0,
      "id": "28c0363c-0000-360e-952a-d9b25db01ec3",
      "speaker": "Jordan",
      "start_timestamp": 6022.0,
      "text": "Well her answer was the country is North Dakota moron she"
    },
    {
      "end_timestamp": 6035.0,
      "id": "cd49e353-3e06-3bea-852d-5933c8f88307",
      "speaker": "Dan",
      "start_timestamp": 6026.0,
      "text": "says she doesn't know but she looks high as shit. She's trying to have a nice day on the beach. Coming up with your cameras and shit blowing the buzz."
    },
    {
      "end_timestamp": 6052.0,
      "id": "b2a4ed7e-ccdb-3fc4-8a8d-4af319d8fa62",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6035.0,
      "text": "You might have seen the Donald Trump kids are big hunters. They go on trips just for fun and yeah, all these foreign so now just getting people's reactions to Donald Trump's kids now killing the Triceratops in Africa."
    },
    {
      "end_timestamp": 6064.0,
      "id": "099ea6e3-8b0c-3e6b-816a-2c9a3217fb3b",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6052.0,
      "text": "Okay, so honestly, my opinion is I think they're just getting away with a lot for the simple fact that they're Donald Trump's children."
    },
    {
      "end_timestamp": 6065.0,
      "id": "92954553-0d42-3bc2-8504-f54474440761",
      "speaker": "Dan",
      "start_timestamp": 6064.0,
      "text": "So he may he be cornered."
    },
    {
      "end_timestamp": 6071.0,
      "id": "121351da-68a7-3a3b-ba8c-787d59f10a52",
      "speaker": "Jordan",
      "start_timestamp": 6065.0,
      "text": "So again, even though he said triceratops, she had the absolute correct answer."
    },
    {
      "end_timestamp": 6075.0,
      "id": "29fdbfa6-76a7-382a-a350-7aec6c9b1738",
      "speaker": "Dan",
      "start_timestamp": 6071.0,
      "text": "And you know, the Trump kids do kill a lot of wild game weirdly. Yeah."
    },
    {
      "end_timestamp": 6086.0,
      "id": "64fa7488-6683-377a-aefc-8cf5d28621f7",
      "speaker": "Jordan",
      "start_timestamp": 6075.0,
      "text": "Might as well. Like if I was asked that question, I wouldn't immediately stop and go. Triceratops aren't real."
    },
    {
      "end_timestamp": 6089.0,
      "id": "441f7e8a-cd09-3aa0-8f48-7cc7ecd6b59a",
      "speaker": "Dan",
      "start_timestamp": 6086.0,
      "text": "Jump Jump to the bigger issue. I would say that, blah, blah, blah, blah."
    },
    {
      "end_timestamp": 6096.0,
      "id": "3ac448b6-1f16-33a4-9389-b8e15c6a2011",
      "speaker": "Jordan",
      "start_timestamp": 6089.0,
      "text": "Yeah, but you are clearly making an exaggeration. And I'm gonna give you a response instead of engaging with your dumb Asness that"
    },
    {
      "end_timestamp": 6117.0,
      "id": "5ff9d6d9-63fd-3b41-92fa-6a9c584cf242",
      "speaker": "Dan",
      "start_timestamp": 6096.0,
      "text": "this lady is dumb. And she's clearly like a wannabe actress. She's like, grabbing the mic from him and stuff like that. Oh, yeah, she's just dumb and going along with it for like being on camera, which is fine, but it's still it doesn't end up being funny at all. No, it's not like a boom Gotcha. All it is is you don't know Triceratops aren't real"
    },
    {
      "end_timestamp": 6132.0,
      "id": "74d2927e-6e6c-379a-b48e-ff8097dedf0e",
      "speaker": "Jordan",
      "start_timestamp": 6117.0,
      "text": "again. Well, one I mean, Triceratops are are real. They're just not they're just not now. Eddie Bravo told me they aren't. Okay. That's a good point. So this next clip, Eddie Bravo says it one. I don't think it's true, but two, I think he has a good heart."
    },
    {
      "end_timestamp": 6142.0,
      "id": "997b0917-505b-3bf9-b1e5-caa9bfa818c3",
      "speaker": "Dan",
      "start_timestamp": 6132.0,
      "text": "Now. This next clip is the beginning of this interview with Rob Steele. And this is a really short clip where Alex makes he has to"
    },
    {
      "end_timestamp": 6158.0,
      "id": "c9759f08-c896-3469-94f9-93f48f56d259",
      "speaker": "Jordan",
      "start_timestamp": 6142.0,
      "text": "have committed burglary at least once. nominative determinism right? Probably he is robbed or stolen something. I didn't even think of that. Yeah. How did you not think of that? That's the only thing I've been thinking about every time you said his name because his name"
    },
    {
      "end_timestamp": 6178.0,
      "id": "76948dd5-19d6-36c8-98f1-9603f84faa7e",
      "speaker": "Dan",
      "start_timestamp": 6158.0,
      "text": "The STE e l e. S T e le. Rob steel to me is more like superheroes. Like to me that's a Alter Ego. Rob steel, man. Yeah. So this clip is really short. And Alex makes a wild exaggeration about the situation he's okay."
    },
    {
      "end_timestamp": 6195.0,
      "id": "c82e5a5a-1195-391e-8ae7-cd541f277d3c",
      "speaker": "Alex Jones",
      "start_timestamp": 6178.0,
      "text": "Now, I don't want this all broke this morning. I don't even have articles out on this yet. Okay. But Robert Evans still joins us I want to get his take on where we are and what's currently happening but people need to understand this is the most serious censorship since the civil war in this country."
    },
    {
      "end_timestamp": 6201.0,
      "id": "b1a070dc-4d75-30e8-974b-23b3c9e6e5aa",
      "speaker": "Jordan",
      "start_timestamp": 6195.0,
      "text": "Bold Ah, okay. All right. All right. I'm not even"
    },
    {
      "end_timestamp": 6237.0,
      "id": "ccfec999-bedd-3c06-a515-a87a7090453d",
      "speaker": "Jordan",
      "start_timestamp": 6201.0,
      "text": "gonna try and argue with him the most serious censorship since the civil war in this country. You know, what, what about I would actually argue the most serious censorship to live group was Milli Vanilli not being allowed to have a career girl you know, it's true girl. You know, it's true. Triceratops are real ya know, um, whenever FDR refused to mention that it was specifically the Japanese that he was putting in internment camps. The the order that he wrote, never once mentioned, Japanese people."
    },
    {
      "end_timestamp": 6241.0,
      "id": "8ce48a61-def2-32a1-90a6-bfedc6f9a551",
      "speaker": "Dan",
      "start_timestamp": 6237.0,
      "text": "Okay, well, that's selective. Truth, not censorship. You're"
    },
    {
      "end_timestamp": 6252.0,
      "id": "3ad84b7f-573e-3915-900d-c4dfe8778b64",
      "speaker": "Jordan",
      "start_timestamp": 6241.0,
      "text": "right. That's a good point. This is censorship being forced. trying really hard to find any kind of industry like to Live Crew. You're right. They got banned. I"
    },
    {
      "end_timestamp": 6256.0,
      "id": "a5604e5b-b51a-3b9a-8ac1-76e25f409238",
      "speaker": "Dan",
      "start_timestamp": 6252.0,
      "text": "was banned in the USA. That's great song."
    },
    {
      "end_timestamp": 6261.0,
      "id": "1e0b7768-01b4-34c1-9b6d-a7ce198468e8",
      "speaker": "Jordan",
      "start_timestamp": 6256.0,
      "text": "What about Lenny Bruce? Sure. I would go with Lenny Bruce. Bruce, Steve. Oh,"
    },
    {
      "end_timestamp": 6264.0,
      "id": "b8a2768a-3dda-3d32-942e-be261d4dc8ea",
      "speaker": "Dan",
      "start_timestamp": 6261.0,
      "text": "and he got in trouble for stapling his balls to his leg."
    },
    {
      "end_timestamp": 6272.0,
      "id": "c58e3002-e5fc-34e3-9e00-1404e32acd17",
      "speaker": "Jordan",
      "start_timestamp": 6264.0,
      "text": "He should get in trouble for saving. Although at the same time wasn't he already in trouble enough?"
    },
    {
      "end_timestamp": 6278.0,
      "id": "8d4bf946-f246-3aa6-af40-82ddfc2f4f6e",
      "speaker": "Dan",
      "start_timestamp": 6272.0,
      "text": "deep trouble is doing fucking PCP on video and selling it with my buddy CP"
    },
    {
      "end_timestamp": 6281.0,
      "id": "2753f477-997d-3c07-b61e-59aea278df75",
      "speaker": "Jordan",
      "start_timestamp": 6278.0,
      "text": "is actually made of bones. Did you know that didn't Yeah, me and"
    },
    {
      "end_timestamp": 6291.0,
      "id": "3121902e-0038-32dd-9d64-7e66bbbdcb8a",
      "speaker": "Dan",
      "start_timestamp": 6281.0,
      "text": "my buddies actually bought that DVD from like a late night infomercial. It's called PCP saved my life. Ah, it was nuts but not as nuts as this next clip."
    },
    {
      "end_timestamp": 6293.0,
      "id": "c6825be5-3277-3ef6-a6d2-b3be0cc76cd5",
      "speaker": "Jordan",
      "start_timestamp": 6291.0,
      "text": "That's assault saved my face."
    },
    {
      "end_timestamp": 6313.0,
      "id": "bc5adcbb-8964-30ce-9867-2aab27195065",
      "speaker": "Dan",
      "start_timestamp": 6293.0,
      "text": "So this is just this Robert Steele talking Rob steal I generally don't use clued interviews on the show, right? But some of the stuff that this guy unless it's Jerome Corsi not being allowed to speak, yeah, some of the stuff that this guy is saying is incredibly scary. And I think it's actually really what this is all about."
    },
    {
      "end_timestamp": 6345.0,
      "id": "fec4a85e-eaac-37a0-8e4c-34d908bc9983",
      "speaker": "Robert David Steele",
      "start_timestamp": 6313.0,
      "text": "Well, Alex, hey, you're my hero, I think you're one of the best of the alternative media sites. And frankly, I wouldn't be popular anywhere if it hadn't been for you. So thank you. Thank you. I'll give you two names. Brendan Solomon, and Daniel see him. I think he's a comedian, because this is the single greatest threat to American democracy, since Congress abdicated its constitutional role to control the power of the purse and war."
    },
    {
      "end_timestamp": 6357.0,
      "id": "8ee34845-9cd3-3f41-bd06-7088e1f8d63c",
      "speaker": "Jordan",
      "start_timestamp": 6345.0,
      "text": "Alex, there is there is a certain amount of that that is kind of true whenever they have not yet authorized any actual war, and yet we've still fought a lot of wars and they've been okay with the executive branch doing that."
    },
    {
      "end_timestamp": 6358.0,
      "id": "2c41ffb3-acee-35c6-b71d-45a9790f9575",
      "speaker": "Dan",
      "start_timestamp": 6357.0,
      "text": "No, I agree that that's a problem. That"
    },
    {
      "end_timestamp": 6359.0,
      "id": "fb6abd3e-c3e9-3de9-892e-e604d5bfe7a3",
      "speaker": "Jordan",
      "start_timestamp": 6358.0,
      "text": "is a problem. But"
    },
    {
      "end_timestamp": 6367.0,
      "id": "e7d1c05b-0476-37b2-8ce8-f6830d04ffc8",
      "speaker": "Dan",
      "start_timestamp": 6359.0,
      "text": "Alex Jones, losing a sponsor is not the biggest threat to democracy sense that"
    },
    {
      "end_timestamp": 6370.0,
      "id": "8e8061b4-5f8b-3c58-bc29-128f6ef0e547",
      "speaker": "Jordan",
      "start_timestamp": 6367.0,
      "text": "I would say no, yeah."
    },
    {
      "end_timestamp": 6385.0,
      "id": "3a819c09-fcb9-348a-b911-3b085ddb18b8",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6370.0,
      "text": "This is without question, an unconstitutional illegal action. And Alex, I would be thrilled if you got Brendan Sullivan and Danny Sheehan on your side and lead a full court Churchill"
    },
    {
      "end_timestamp": 6389.0,
      "id": "3f8f8f61-e714-3550-8ecc-21c7b0f2671f",
      "speaker": "Alex Jones",
      "start_timestamp": 6385.0,
      "text": "folks who those are his loved ones that have been warning about all this and now it's"
    },
    {
      "end_timestamp": 6410.0,
      "id": "2e3a2cb4-5947-3ebc-8c60-d155a5dfb653",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6389.0,
      "text": "branded solve it is the I'm not the potted plant guy who defended all of her doors. That's not a good solid that is probably the single greatest lawyer still working in Washington DC. Daniel Shanahan is the Ellsberg lawyer. I reviewed his book, The People's advocate, Danny Shan is one of the greatest lawyers on the planet."
    },
    {
      "end_timestamp": 6416.0,
      "id": "9e877cd5-2103-3afa-9a19-0ee2461bd6a2",
      "speaker": "Jordan",
      "start_timestamp": 6410.0,
      "text": "So you get two lawyers. Oh, wait, now now we've got to, to the greatest lawyers on the planet."
    },
    {
      "end_timestamp": 6430.0,
      "id": "89546d2b-f169-35df-b11d-574e6c572ead",
      "speaker": "Dan",
      "start_timestamp": 6416.0,
      "text": "Yeah. But one of them defended the guy from the Vietnam papers. Right. Oh, there wasn't Ellsberg thing. Yeah. So you got that guy. That's good. And then the guy who defended Ollie north,"
    },
    {
      "end_timestamp": 6452.0,
      "id": "7b4c3c09-52da-3ba0-abd3-6bfe17996d6e",
      "speaker": "Jordan",
      "start_timestamp": 6430.0,
      "text": "less good. Different, less good, too. That's, too. That's like, that's like the guy who defended OJ. And the guy who defended Dave from it. Who is now officially our punching bag. He is our, the whatever it was Bob, the punching dummy."
    },
    {
      "end_timestamp": 6457.0,
      "id": "ba408826-d3d9-3708-a886-1e4f2281eb53",
      "speaker": "Dan",
      "start_timestamp": 6452.0,
      "text": "Also, I have a new segment. Okay, we don't have time for it now. But I just want you to know, what"
    },
    {
      "end_timestamp": 6464.0,
      "id": "7ef2fa04-3e88-3d41-8d0f-d3174c8dee04",
      "speaker": "Jordan",
      "start_timestamp": 6457.0,
      "text": "are you teasing a segment and then saying we're not going to do it? I'm just saying we're immediately going to do it. Right. No. Okay."
    },
    {
      "end_timestamp": 6478.0,
      "id": "45742eb5-0c9c-3d02-8f46-5212d779892e",
      "speaker": "Dan",
      "start_timestamp": 6464.0,
      "text": "This is not an Alex Jones. fakeout. Okay, I came up with a segment and we're going to do it next episode. Okay. All right. All right. All right. Get excited for that listeners. Anyway, this guy goes on. But seriously, those lawyers, their credits could not be further apart. No, not good."
    },
    {
      "end_timestamp": 6483.0,
      "id": "e4179229-1fd1-3f56-b53b-70b645cd96fd",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6478.0,
      "text": "And he is deeply committed to First Amendment rights."
    },
    {
      "end_timestamp": 6495.0,
      "id": "6d10172c-c8ba-36e2-8dd0-b1d2e6f712d3",
      "speaker": "Alex Jones",
      "start_timestamp": 6483.0,
      "text": "Absolutely. We have Terms of Service, but they just can't take some fake list that the Washington Post and then apply it and then ban me and say I'm not a human and put me in some electronic ghetto."
    },
    {
      "end_timestamp": 6501.0,
      "id": "1e489e03-0b7c-32e6-9713-32d774a628f2",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6495.0,
      "text": "And roll is a failing company. They laid off 500 People in December."
    },
    {
      "end_timestamp": 6522.0,
      "id": "dafe4893-23b6-360c-bc42-66927e2d5426",
      "speaker": "Dan",
      "start_timestamp": 6501.0,
      "text": "So they flash up on screen and article from Finance Magazine, or sorry, Fortune Magazine, right when he says this to add credence to his claim that they laid off 500 people Yeah, an ad roll is a failing company. Yes. I'd like to read to you from this December 7 2016 article from Fortune magazine."
    },
    {
      "end_timestamp": 6525.0,
      "id": "6b58f870-cc3e-3c41-ac53-9167a65c46c5",
      "speaker": "Jordan",
      "start_timestamp": 6522.0,
      "text": "I love it when you read contradictory information"
    },
    {
      "end_timestamp": 6561.0,
      "id": "cec16d81-4a46-3725-887c-51e436bf232e",
      "speaker": "Dan",
      "start_timestamp": 6525.0,
      "text": "ad roll has laid off around 29 employees. Fortune has learned CEO Aaron Bell provided the following statement. During our annual planning process, we made prioritization decisions to focus on the growth areas that we're most excited about. This led to a small number of roles being eliminated. We also opened up other new roles, and there was no personal impact on r&d. We saw record breaking revenue in 2016. And these changes will support our ambitious growth plans for 2017 and beyond. Where did that 500 number come from? A little bit later in the article. Ad roll has around 500 employees"
    },
    {
      "end_timestamp": 6567.0,
      "id": "167aa0c4-86c5-37b0-8d8c-d064960b1c25",
      "speaker": "Jordan",
      "start_timestamp": 6561.0,
      "text": "so they laid off their entire business now according to rob steel, Rob steel, not big on the detail, not big on the detail."
    },
    {
      "end_timestamp": 6571.0,
      "id": "5f9b2216-516f-3be3-8461-0d01a4164feb",
      "speaker": "Dan",
      "start_timestamp": 6567.0,
      "text": "He says he's one of the most important intelligence operatives in the world."
    },
    {
      "end_timestamp": 6578.0,
      "id": "41efebde-7ade-3e39-a270-0803db51cd74",
      "speaker": "Jordan",
      "start_timestamp": 6571.0,
      "text": "He can't even read a three paragraph article not good at intelligence fucking liar."
    },
    {
      "end_timestamp": 6580.0,
      "id": "fdcdebef-be9c-3067-ba18-a2bf3851a2f7",
      "speaker": "Dan",
      "start_timestamp": 6578.0,
      "text": "Whenever they're complaining about being fake news."
    },
    {
      "end_timestamp": 6586.0,
      "id": "9a93d0bf-f04c-3db3-982c-c6302ea51e0b",
      "speaker": "Jordan",
      "start_timestamp": 6580.0,
      "text": "This is why it is why you flash that article on the screen when"
    },
    {
      "end_timestamp": 6588.0,
      "id": "56f0421c-c789-3c2d-a6bf-bff6b08db671",
      "speaker": "Dan",
      "start_timestamp": 6586.0,
      "text": "you were lying about how long"
    },
    {
      "end_timestamp": 6601.0,
      "id": "07ce635d-62bd-3e07-b289-fb542950a15f",
      "speaker": "Jordan",
      "start_timestamp": 6588.0,
      "text": "did they leave the article up? Did they leave it up long enough for you to read off? It's like it's that's that's basically admitting that my viewers, you I can't read. Yeah, it's insane. Like"
    },
    {
      "end_timestamp": 6604.0,
      "id": "4e5bf4c7-f5b7-38cc-a465-7fabce938000",
      "speaker": "Dan",
      "start_timestamp": 6601.0,
      "text": "do you not think someone's paying attention?"
    },
    {
      "end_timestamp": 6605.0,
      "id": "dbe35bee-87a9-30aa-b369-604eb4dfac04",
      "speaker": "Alex Jones",
      "start_timestamp": 6604.0,
      "text": "I am,"
    },
    {
      "end_timestamp": 6630.0,
      "id": "1b8fd57d-91ee-3aef-b8b1-0a24461c0a70",
      "speaker": "Jordan",
      "start_timestamp": 6605.0,
      "text": "I think, okay maybe we're the only people paying attention again this this this is a new conspiracy theory for us. No, we've already speculated that's a good point it's just mom no one else no one else watches Alex Jones Yeah, it's all bots there there are zero Alex Jones listeners and yet somehow we have some downloads on the show. So well, all Alex Jones bots"
    },
    {
      "end_timestamp": 6639.0,
      "id": "f1e8cb37-4fe4-34ee-9403-e6de4b4b2e1b",
      "speaker": "Dan",
      "start_timestamp": 6630.0,
      "text": "to be fair if Alex Jones, like, what no one was listening to him. This podcast is so fascinating. missing him as source. But"
    },
    {
      "end_timestamp": 6643.0,
      "id": "bd460ed4-f137-3e15-a530-95d6052a88b2",
      "speaker": "Jordan",
      "start_timestamp": 6639.0,
      "text": "now we're just like, we just have a live video feed from a dude"
    },
    {
      "end_timestamp": 6648.0,
      "id": "03f707e3-a62c-3032-aae1-7027d8bfba96",
      "speaker": "Dan",
      "start_timestamp": 6643.0,
      "text": "in a an insane asylum. That is what Alex lives in, in his head."
    },
    {
      "end_timestamp": 6648.0,
      "id": "fedd8141-6d7e-3fa9-a49a-6c37e0c67974",
      "speaker": "Jordan",
      "start_timestamp": 6648.0,
      "text": "That's a good point."
    },
    {
      "end_timestamp": 6654.0,
      "id": "be33fea5-1362-39ab-9f56-396f43897b7a",
      "speaker": "Dan",
      "start_timestamp": 6648.0,
      "text": "Anyway, we're about to get to what I think this clip is really scary. Okay."
    },
    {
      "end_timestamp": 6717.0,
      "id": "be3a655c-3253-319a-9944-456247b92fb5",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6654.0,
      "text": "They're a crap company. Okay, they do whatever Google tells them to do. And behind Google is Eric Schmidt. Schmidt is the Clinton Foundation and George photos, and behind them are the Rothschilds. George Soros, everybody now is that we need a new internet. We need to bury Google, Facebook, Twitter and YouTube. Steam, it is a good start. I personally have never taken ads on my website, in part because I rely on donations. And I'm much smaller than you are Alex. But I think this is war. And Trump, unfortunately, is having all of this people being stripped away from him. And he still doesn't get it. He needs an Electoral Reform Act, and he needs a Trump channel. And you and I have talked about the Trump channel and you should certainly be a critical part of the Trump channel. But I want to vary Twitter, Facebook, Google and YouTube. And I want to do it in the next 90 days with a blockchain technology that Donald Trump could roll out with Brad parscale overnight."
    },
    {
      "end_timestamp": 6719.0,
      "id": "dde192c7-c72c-3722-9148-e5c54bd034e8",
      "speaker": "Jordan",
      "start_timestamp": 6717.0,
      "text": "Now when your holy fucking shit"
    },
    {
      "end_timestamp": 6727.0,
      "id": "282f73d0-0f44-3f41-8965-3a42f0eda700",
      "speaker": "Dan",
      "start_timestamp": 6719.0,
      "text": "when you're complaining about censorship, and now you're advocating a Trump channel, and destroying the internet, yeah."
    },
    {
      "end_timestamp": 6751.0,
      "id": "375884a6-a46e-343f-9403-cad47eb21947",
      "speaker": "Jordan",
      "start_timestamp": 6727.0,
      "text": "And you're not on solid ground, the scarier part was the electoral reform thing. Yeah. Because that's got the, you know, you know how much you know, mugabi ran a dictatorship, or did you hear what he said? I mean, more a democracy, but somehow he won 97% of the vote. Did you think all great dictators win? 97% of the"
    },
    {
      "end_timestamp": 6753.0,
      "id": "1df166bf-de21-3eba-a927-03ed2947b9ab",
      "speaker": "Dan",
      "start_timestamp": 6751.0,
      "text": "vote. See Mugabe gave a shout out to Trump recently."
    },
    {
      "end_timestamp": 6776.0,
      "id": "a48def83-7934-32aa-939d-e436639007f0",
      "speaker": "Jordan",
      "start_timestamp": 6753.0,
      "text": "Oh, my God. Great. Great. Fucking great. Yeah, I love it. The Trump channel now. Do you think so the theory behind Trump's actual campaign was that what he was really going for? Was a Trump news network that Jared Kushner would run. Yeah. So do you think they're still trying to put that together?"
    },
    {
      "end_timestamp": 6779.0,
      "id": "712b2e60-e451-343c-bd9e-5dc2bd84aa3a",
      "speaker": "Dan",
      "start_timestamp": 6776.0,
      "text": "Well, doesn't Kushner run the New York Post or whatever? Doesn't he have his own paper?"
    },
    {
      "end_timestamp": 6783.0,
      "id": "2ad246d1-7883-30da-87f9-7ca55af29f81",
      "speaker": "Jordan",
      "start_timestamp": 6779.0,
      "text": "I don't think he hasn't. He's a real estate magnate. Yeah, but I'm pretty sure he owns a"
    },
    {
      "end_timestamp": 6794.0,
      "id": "af8a3dc1-ca70-38f9-9f48-e63e738f8189",
      "speaker": "Dan",
      "start_timestamp": 6783.0,
      "text": "paper. Really? I'm not entirely sure. I don't know all the details. I shouldn't. I believe I've read that somewhere. All right. We're not fake news. I'm not claiming that."
    },
    {
      "end_timestamp": 6797.0,
      "id": "26fc6ff7-7167-3bd9-8212-e8e9698dac53",
      "speaker": "Jordan",
      "start_timestamp": 6794.0,
      "text": "Yeah, we're Yeah. Okay,"
    },
    {
      "end_timestamp": 6828.0,
      "id": "3b304281-44bb-3403-ba31-86d2a1d2b2eb",
      "speaker": "Jordan",
      "start_timestamp": 6797.0,
      "text": "so we've got the Trump channel. Which, if if he was going to merge with somebody, wouldn't you want him to find out whether or not there was a Trump channel that he could merge? Is this is this actually this is actually a possibility? Right? Yeah. And if it is a possibility than that state run media, and if we have state run media, it's fucking over. Yeah, isn't that? Isn't that what happens? Like? That's Brazil. Brazil has state run media."
    },
    {
      "end_timestamp": 6831.0,
      "id": "ad83c5bb-f0a0-3501-b477-abe161fec084",
      "speaker": "Dan",
      "start_timestamp": 6828.0,
      "text": "Jared Kushner owns the New York Observer."
    },
    {
      "end_timestamp": 6840.0,
      "id": "8e97befa-5828-30a6-ace9-4d864b3d3744",
      "speaker": "Jordan",
      "start_timestamp": 6831.0,
      "text": "Is that a isn't that like a? Like? Two men found Bigfoot and they had a child with him."
    },
    {
      "end_timestamp": 6844.0,
      "id": "ec9fe4a6-2fd1-3d77-97b4-ffc9d0383a6a",
      "speaker": "Dan",
      "start_timestamp": 6840.0,
      "text": "It might be I don't know what the New Yorker observer is. I don't know if it's a paper of record"
    },
    {
      "end_timestamp": 6847.0,
      "id": "c1ffae9a-d651-383c-9f8d-983dc9534c39",
      "speaker": "Jordan",
      "start_timestamp": 6844.0,
      "text": "credible at all. All I know is that they fucking watch shit."
    },
    {
      "end_timestamp": 6866.0,
      "id": "7e13b29d-c93b-30d9-a5c7-20b222e04506",
      "speaker": "Dan",
      "start_timestamp": 6847.0,
      "text": "But I'm glad that I didn't just make up out of whole cloth that he owns something. I apologize that I said it was the New York Post. That is good. But it's still had New York in the name. Yes. The idea that he's going to merge with some other propagandist arm and create the Trump channel, which I think is what they were talking about earlier in the episode. Yeah. Is one of the scariest possibilities. That's"
    },
    {
      "end_timestamp": 6872.0,
      "id": "84ec9c82-fedc-3dfd-aa21-c1581ee7d400",
      "speaker": "Jordan",
      "start_timestamp": 6866.0,
      "text": "for real terrifying. Yeah. Wow. We're fucked. We are and that"
    },
    {
      "end_timestamp": 6881.0,
      "id": "6d9680eb-a4cc-397e-9b54-3b599d773365",
      "speaker": "Jordan",
      "start_timestamp": 6872.0,
      "text": "that's, that's Russia. That's Russia. For all my game. Who who is going to back the fucking Trump channel?"
    },
    {
      "end_timestamp": 6890.0,
      "id": "b489843a-7ebb-393c-b187-83578d62cf1c",
      "speaker": "Dan",
      "start_timestamp": 6881.0,
      "text": "Wait, what are you asking me? Russia, Russia, Russia through Roger Stone through Roger Stone. Our conspiracy theory from earlier is"
    },
    {
      "end_timestamp": 6902.0,
      "id": "14c36350-9d84-336c-a752-eee3b365a292",
      "speaker": "Jordan",
      "start_timestamp": 6890.0,
      "text": "$3.3 million. Last but who's gonna make up that the Trump channel in the Trump channel who is going to finance that Putin? nonexisting"
    },
    {
      "end_timestamp": 6907.0,
      "id": "2781bf2f-4a8c-3013-96c0-32e5ed638c55",
      "speaker": "Dan",
      "start_timestamp": 6902.0,
      "text": "do all that oil all that oil. Russia good point Carter Page is gonna shoot it over"
    },
    {
      "end_timestamp": 6913.0,
      "id": "6731404e-8bdb-3196-a6b3-66a8613aa259",
      "speaker": "Jordan",
      "start_timestamp": 6907.0,
      "text": "is this I've never gone from GLEDE to utter and abject terror so fast. Well, here's"
    },
    {
      "end_timestamp": 6914.0,
      "id": "5068cbfa-d235-32cc-a922-154400e4f4fc",
      "speaker": "Dan",
      "start_timestamp": 6913.0,
      "text": "what's interesting. I"
    },
    {
      "end_timestamp": 6923.0,
      "id": "f88b1738-d591-3570-b8b9-d9fc904bebc4",
      "speaker": "Jordan",
      "start_timestamp": 6914.0,
      "text": "was so happy that we're losing $3.3 million. Now I know there's a state run media coming. What's great Why did you break my heart now?"
    },
    {
      "end_timestamp": 6934.0,
      "id": "36a6e987-8b3f-39d6-a24b-d76393b46b67",
      "speaker": "Dan",
      "start_timestamp": 6923.0,
      "text": "Let me try and cheer you back up. Okay, so it is delightful Alex Jones being in panic mode. Yes. It's so fun. And I don't think he's gonna get out of it for a while. No,"
    },
    {
      "end_timestamp": 6937.0,
      "id": "2da928b5-0c1a-3126-9577-074dd9635a13",
      "speaker": "Jordan",
      "start_timestamp": 6934.0,
      "text": "we're here at the very least tomorrow is gonna be batching"
    },
    {
      "end_timestamp": 6946.0,
      "id": "9d04a3f8-0e67-37d3-830d-7ea9fecff316",
      "speaker": "Dan",
      "start_timestamp": 6937.0,
      "text": "and it's gonna be 13 hours episode. How is it I'm gonna be watching all of you just you told me earlier urgency episode,"
    },
    {
      "end_timestamp": 6964.0,
      "id": "bd2148b0-852c-31b9-adb9-be303a171b4a",
      "speaker": "Jordan",
      "start_timestamp": 6946.0,
      "text": "you told me earlier that you are going to do a full like, I gotta take a day off. I'm gonna have to watch this from start to finish. Take a full day on ventually you like, I'm going to come in here tomorrow afternoon and you are just going to be naked. writing your name and shit on the wall. I've"
    },
    {
      "end_timestamp": 6969.0,
      "id": "ecc9acb5-e6cd-321f-a2a2-5b21cdc0b869",
      "speaker": "Dan",
      "start_timestamp": 6964.0,
      "text": "got therapy tomorrow night. Friday though, Fair enough."
    },
    {
      "end_timestamp": 6972.0,
      "id": "8f2c4536-6992-3439-be5c-271a75ddcf04",
      "speaker": "Jordan",
      "start_timestamp": 6969.0,
      "text": "Fair enough shit on the wall."
    },
    {
      "end_timestamp": 6988.0,
      "id": "c8e4b2b9-0b79-30c0-af5a-9a36f510ab97",
      "speaker": "Dan",
      "start_timestamp": 6972.0,
      "text": "So the what I want to say to cheer you up. Is that this state run media shit is so obvious. Yeah. And we are on the ground floor against it."
    },
    {
      "end_timestamp": 6991.0,
      "id": "fe8b20ba-ff00-3f5c-bae6-38bef04fed10",
      "speaker": "Jordan",
      "start_timestamp": 6988.0,
      "text": "We are hipsters against state run media we stand to gain"
    },
    {
      "end_timestamp": 6995.0,
      "id": "7e55e8c4-1269-33f3-9d48-26c54a5238fa",
      "speaker": "Dan",
      "start_timestamp": 6991.0,
      "text": "the most out of"
    },
    {
      "end_timestamp": 6995.0,
      "id": "464fa9b3-550c-349a-a22d-71c7521a82db",
      "speaker": "Jordan",
      "start_timestamp": 6995.0,
      "text": "your naked"
    },
    {
      "end_timestamp": 7004.0,
      "id": "102d4cdb-33fe-3f9d-9016-7de48d074da1",
      "speaker": "Dan",
      "start_timestamp": 6995.0,
      "text": "self interest is no lightful not naked self interest. I don't mean gain monetarily or anything like that. What we're doing is now important."
    },
    {
      "end_timestamp": 7013.0,
      "id": "4d867580-259c-316f-a5ff-b463c1511dbd",
      "speaker": "Jordan",
      "start_timestamp": 7004.0,
      "text": "Yeah, weird. Weird. It's still bad, right? It's us. Us being important is the worst thing I can think about. It's a little scary. Yeah."
    },
    {
      "end_timestamp": 7019.0,
      "id": "3d21c88d-8ab4-3788-81da-95ac3577a196",
      "speaker": "Dan",
      "start_timestamp": 7013.0,
      "text": "But the way we do this is so fun. And it's so easy."
    },
    {
      "end_timestamp": 7022.0,
      "id": "67db3d81-11d7-342e-9ca5-6916b0f0ba66",
      "speaker": "Jordan",
      "start_timestamp": 7019.0,
      "text": "It's monkeying to at the very least us."
    },
    {
      "end_timestamp": 7038.0,
      "id": "29d0b6a0-be19-3739-98b4-6b958cbb62b1",
      "speaker": "Dan",
      "start_timestamp": 7022.0,
      "text": "Yeah, that and the hundreds of people who are listening like that everyone loves it. And I love you all. I appreciate you listening very much. But like debunking these lies are so easy. It's like a hot knife through butter."
    },
    {
      "end_timestamp": 7046.0,
      "id": "110954fb-cd80-34dc-971d-b338c1a404ba",
      "speaker": "Jordan",
      "start_timestamp": 7038.0,
      "text": "We got I wish Admiral just gave us that. 3.3."
    },
    {
      "end_timestamp": 7057.0,
      "id": "8b927254-3bf3-3afa-9ded-f379e251d21b",
      "speaker": "Dan",
      "start_timestamp": 7046.0,
      "text": "Great. So I think that we are in for an exciting period of podcasts. This is going to be batshit because who knows six months from now there might not be in for war. Well,"
    },
    {
      "end_timestamp": 7061.0,
      "id": "b6ef830c-59c1-3e0d-b8e4-d3d2527e92b8",
      "speaker": "Jordan",
      "start_timestamp": 7057.0,
      "text": "six months from now there might not be America. So let's let's not go"
    },
    {
      "end_timestamp": 7064.0,
      "id": "6439a470-2d93-3459-acaa-23411c1b6ec4",
      "speaker": "Dan",
      "start_timestamp": 7061.0,
      "text": "crazy. We might be broadcasting from Easter Island."
    },
    {
      "end_timestamp": 7077.0,
      "id": "94bfac20-e442-369a-bcdb-f542aa97fe37",
      "speaker": "Jordan",
      "start_timestamp": 7064.0,
      "text": "Yeah, we had that conversation earlier. Maybe the only way to keep this going is to escape. state run media starts up I know right? So we're going to go from being knowledge fight to Trump news fight."
    },
    {
      "end_timestamp": 7087.0,
      "id": "40ec8b66-2c7f-3835-9b30-b840766f55c7",
      "speaker": "Dan",
      "start_timestamp": 7077.0,
      "text": "Yeah. And also remember, like Episode Three or whatever. I was speculating that this could become dangerous. Yeah. This could become this"
    },
    {
      "end_timestamp": 7095.0,
      "id": "559af619-81f8-348e-b02e-7b4b2e80490b",
      "speaker": "Jordan",
      "start_timestamp": 7087.0,
      "text": "could be danger. This could become debt. I thought we were all having a nice little laugh. Not anymore. No, this could. Like,"
    },
    {
      "end_timestamp": 7096.0,
      "id": "b5ce4980-c7e3-333e-a654-003c3f4f4cd1",
      "speaker": "Dan",
      "start_timestamp": 7095.0,
      "text": "you know what happens to"
    },
    {
      "end_timestamp": 7128.0,
      "id": "762ca391-1169-3bed-8cb7-3eb3ce8c36cb",
      "speaker": "Jordan",
      "start_timestamp": 7096.0,
      "text": "people though? That does sound very Megalo maniacal right now. No, but think about what fun so delu do what we're doing in Russia. Yeah, they die. Oh my god, if we look, no mapping, we're gonna do you remember the journalist who in her home was shot in the face, like 20 times on Putin's birthday on Putin's birthday? Which is both like if it wasn't real. That's cute. That's a fun little like, if that was in a TV show. Part of you would be like, Oh,"
    },
    {
      "end_timestamp": 7131.0,
      "id": "11e2cb76-04fe-3b5f-8b9a-461ae7bfcc10",
      "speaker": "Dan",
      "start_timestamp": 7128.0,
      "text": "again. That's wagon dick. Yeah, that's Putin being like Yeah, exactly."
    },
    {
      "end_timestamp": 7149.0,
      "id": "43c97602-b9dd-32d4-b10f-0a076890e6b9",
      "speaker": "Jordan",
      "start_timestamp": 7131.0,
      "text": "So yeah, that's that's the wire like that's Avon Barksdale getting taken down? Yeah. But but the idea that we might be in your fucking apartment, and shot to death. If I'm going to die. That's the only way I want to die for sure. All the way I want to die. Now let's"
    },
    {
      "end_timestamp": 7165.0,
      "id": "9349ec4b-217a-32f0-9039-2e15d398c742",
      "speaker": "Dan",
      "start_timestamp": 7149.0,
      "text": "just bring this back into reality. Yes, this. This hasn't happened yet. The state run media thing. There's just the kernels of it here in this episode. Yes. We're not really in danger. We're not We're not paranoid to the point where it's like, no, we think this is real no"
    },
    {
      "end_timestamp": 7171.0,
      "id": "21dda4a3-359a-38df-a76b-469fe2f16ae9",
      "speaker": "Jordan",
      "start_timestamp": 7165.0,
      "text": "matter how many conspiracy theories we just made up in the past hour. Yeah, we are not paranoid."
    },
    {
      "end_timestamp": 7175.0,
      "id": "ddf935c7-927e-3661-9ef6-a9e3ea9412de",
      "speaker": "Dan",
      "start_timestamp": 7171.0,
      "text": "But worst case scenario, this should gets really dark. Really fast. Yeah. And"
    },
    {
      "end_timestamp": 7178.0,
      "id": "cf7ff08c-a964-3099-a06c-3f2d8b5c029c",
      "speaker": "Alex Jones",
      "start_timestamp": 7175.0,
      "text": "we will be here."
    },
    {
      "end_timestamp": 7184.0,
      "id": "b0a86d00-5883-3998-9de0-8710742ef110",
      "speaker": "Jordan",
      "start_timestamp": 7178.0,
      "text": "Frankly, best case scenario is that this gets dark for who's just dark. That's fine. Anyway, this"
    },
    {
      "end_timestamp": 7201.0,
      "id": "7807af71-c3b2-3bd0-8f54-83d411b05ab3",
      "speaker": "Dan",
      "start_timestamp": 7184.0,
      "text": "last clip I want to play is more from the Robert Steele interview, where Alex keeps trying to get Robert Steele to talk about how shitty Alex's situation is. Oh, All he wants to talk about is the two"
    },
    {
      "end_timestamp": 7206.0,
      "id": "7260b9f0-0dda-3022-8ca2-45d5ad928ae5",
      "speaker": "Jordan",
      "start_timestamp": 7201.0,
      "text": "of them in a bar and the bartender ban like, what's wrong, man?"
    },
    {
      "end_timestamp": 7219.0,
      "id": "5637836e-4e3a-3a7f-8872-fcdd83eef43c",
      "speaker": "Dan",
      "start_timestamp": 7206.0,
      "text": "All Alex wants to do is talk about like, I lost $3.3 million. Everyone's trying to censor me. And Robert Steele is like will not stop repeating. You need to get lawyers"
    },
    {
      "end_timestamp": 7227.0,
      "id": "1a8e12ca-102b-3980-9bac-086ce40e8e3e",
      "speaker": "Jordan",
      "start_timestamp": 7219.0,
      "text": "in in Alex Jones's defense. If I just lost $3.3 million. Holy shit. That's all I would be able to talk about was $3.3 million."
    },
    {
      "end_timestamp": 7230.0,
      "id": "a9ce33c6-8f83-3e0a-8a74-7c59c54c1a14",
      "speaker": "Dan",
      "start_timestamp": 7227.0,
      "text": "David Knight is hoster."
    },
    {
      "end_timestamp": 7246.0,
      "id": "5d91736a-5702-3063-86b8-692cf7f8923e",
      "speaker": "Jordan",
      "start_timestamp": 7230.0,
      "text": "taking the day off. That's a good point. He should have taken the fucking day off. Should have gotten drunk. He shouldn't be fucking wasted right now. Yeah. So this dude, just I mean, well, he is fucking wasted right now. He should have been wasted at about 10 in the morning. Yeah,"
    },
    {
      "end_timestamp": 7254.0,
      "id": "8fcaf3bc-6684-32e7-8f82-7addb7d1c5e7",
      "speaker": "Dan",
      "start_timestamp": 7246.0,
      "text": "steel just keeps telling him to lawyer up. Lawyer up to do what? To fucking take the fight to the staff to the"
    },
    {
      "end_timestamp": 7254.0,
      "id": "9527c2f9-beb3-344d-b833-93ecf6ab87d3",
      "speaker": "Jordan",
      "start_timestamp": 7254.0,
      "text": "Supreme Court."
    },
    {
      "end_timestamp": 7257.0,
      "id": "ddd49623-79ce-399b-8a9f-8712f74c71c1",
      "speaker": "Dan",
      "start_timestamp": 7254.0,
      "text": "Yeah, take the fight to Google, I guess"
    },
    {
      "end_timestamp": 7260.0,
      "id": "0ad0ce63-849e-3cb3-a4aa-dec3f4a73fca",
      "speaker": "Jordan",
      "start_timestamp": 7257.0,
      "text": "to Google. Yeah. Yeah, like you're gonna win a fight against Google."
    },
    {
      "end_timestamp": 7267.0,
      "id": "f5432189-f26e-37b6-99e2-7c67a6c56c77",
      "speaker": "Dan",
      "start_timestamp": 7260.0,
      "text": "But that's that's another thing if he does end up taking this guy's advice, shits gonna get wild. Frankly,"
    },
    {
      "end_timestamp": 7277.0,
      "id": "35738604-8715-3fff-bfa2-83e6a30678b4",
      "speaker": "Jordan",
      "start_timestamp": 7267.0,
      "text": "if he fights against Google. I wouldn't be surprised if he died on Google's fucking birthday."
    },
    {
      "end_timestamp": 7285.0,
      "id": "a62fb697-bb8b-308e-b4c9-3d7436a92780",
      "speaker": "Dan",
      "start_timestamp": 7277.0,
      "text": "So anyway, he does that. I don't remember exactly what, what else is fucked up about this clip. But it's fucked up."
    },
    {
      "end_timestamp": 7301.0,
      "id": "6ef36884-731b-36dd-9a65-cb4676554972",
      "speaker": "Unknown Speaker",
      "start_timestamp": 7285.0,
      "text": "But the problem is you are our natural leader. And I really respect everything you have done for all of us worth. Well, on this one, I think you really need to think very deeply about reaching out to Brendan Sullivan and Danny Sheehan. Oh,"
    },
    {
      "end_timestamp": 7305.0,
      "id": "39554e1a-0fb9-3f83-8694-8b7d364c4f1f",
      "speaker": "Alex Jones",
      "start_timestamp": 7301.0,
      "text": "listen, I know that I need to show some people now because forever."
    },
    {
      "end_timestamp": 7310.0,
      "id": "c9a5023a-e512-3e0b-879a-a0198ec1a244",
      "speaker": "Unknown Speaker",
      "start_timestamp": 7305.0,
      "text": "And you need to get these two lawyers this week."
    },
    {
      "end_timestamp": 7326.0,
      "id": "ebb01e62-dfac-3cdc-8e11-7ff97932b4ad",
      "speaker": "Alex Jones",
      "start_timestamp": 7310.0,
      "text": "I know I'm not a litigious person. But when they just say we say you're fake. I mean that a Washington Post List that they admit was a fake list. And so now you signed a contract. We worked with you for years, and now we're not going to work with you. If they just said we're not going to work with you fine. But they said no, you're fake. You're a fraud."
    },
    {
      "end_timestamp": 7329.0,
      "id": "4a89cd39-d291-3d07-b1e9-ce8794d6c253",
      "speaker": "Dan",
      "start_timestamp": 7326.0,
      "text": "You are a propagandist. Yeah."
    },
    {
      "end_timestamp": 7336.0,
      "id": "3b8dfe53-ff43-3307-9338-ddeacd7d3f49",
      "speaker": "Jordan",
      "start_timestamp": 7329.0,
      "text": "I wouldn't say it used to be a fraud. No, he's a fraud. Nevermind."
    },
    {
      "end_timestamp": 7354.0,
      "id": "b16c462f-ac10-3e6a-af8f-a869598b1f5e",
      "speaker": "Alex Jones",
      "start_timestamp": 7336.0,
      "text": "We're not going to work with you when I just had the former vice head of the Homeland Security and armed services committees on saying they threatened my family 10 years ago, and I didn't speak out. While I'm taking the gloves off now and exposing the Clintons is Communist Chinese and Russian agents. That's not fake news. That's Pulitzer Prize level stoning."
    },
    {
      "end_timestamp": 7379.0,
      "id": "f748976b-8f38-37e1-b53d-053f20c9a469",
      "speaker": "Jordan",
      "start_timestamp": 7354.0,
      "text": "Oh, my God. It's also if there is a Trump news network, Alex Jones will win all of the Pulitzer Prizes, and you'll get a Hugo Award. Oh, god. Yeah. Because, you know, science fiction, dream. The dreams of men, which we did not even talk about. I listened to I listened to the past episode. And I was like, Wait, how did we skip that ship? We both just left. That's true."
    },
    {
      "end_timestamp": 7393.0,
      "id": "a2a872c1-5086-3367-ae0c-0ebf4831e84b",
      "speaker": "Dan",
      "start_timestamp": 7379.0,
      "text": "So this isn't done yet seriously, like, just having a guy on? Who by the way. We all know how hard it is to get voted out of the Senate. And this guy managed to do that. Yeah. So he's not great."
    },
    {
      "end_timestamp": 7399.0,
      "id": "f82a90e1-1f27-39bb-8d34-a310bc34dacc",
      "speaker": "Jordan",
      "start_timestamp": 7393.0,
      "text": "I'll say also he is Rob Steele. Currently sucking Alex Jones is Dick. No, he's"
    },
    {
      "end_timestamp": 7400.0,
      "id": "c2b0f66a-1ab5-31c1-a451-506542cace37",
      "speaker": "Dan",
      "start_timestamp": 7399.0,
      "text": "on Skype. Oh, he's"
    },
    {
      "end_timestamp": 7407.0,
      "id": "200f1096-680e-3b59-a4fb-7cfd0b2b9027",
      "speaker": "Jordan",
      "start_timestamp": 7400.0,
      "text": "on Skype. Yeah, so he's got a dildo that shaped like Alex Jones is dag bingo. And he's putting it in and out of his mouth while he spear our natural"
    },
    {
      "end_timestamp": 7445.0,
      "id": "67f6bfc8-fbe7-3810-8ce7-32971ece8fbd",
      "speaker": "Dan",
      "start_timestamp": 7407.0,
      "text": "leader. So, but like having a guy on Skype sitting with Jerome Corsi, in an office telling you that the Chinese are involved with Hillary Clinton, which is the like something you've said 100 times on your own show already. Yeah. And then that guy vaguely insinuate that his family was threatened. But given no evidence that actually happened. That's not Pulitzer Prize winning journalism. And I know from my experience with Alex Jones and Infowars winning a Pulitzer Prize. He's never going to get to the details of that story. He's going to leave it as this guy came on my show and said his family was threatened. And that becomes enough for the story to be real was"
    },
    {
      "end_timestamp": 7465.0,
      "id": "4958897b-c685-321e-aaa0-23921ca3e502",
      "speaker": "Jordan",
      "start_timestamp": 7445.0,
      "text": "that guy's family threatened with polonium poisoning like Roger Stone like Roger Stone? It's everywhere, man. Yeah, it's all around us. Yeah, polonium. I don't even know if I'm not poisoned with it right now. Probably. I know. You might just be sleepy or polonium poisoning."
    },
    {
      "end_timestamp": 7467.0,
      "id": "240f4898-077f-3a81-9938-0a4a3aba4f1b",
      "speaker": "Alex Jones",
      "start_timestamp": 7465.0,
      "text": "I have. What do you make of that stuff?"
    },
    {
      "end_timestamp": 7481.0,
      "id": "4e01ee8e-9fa1-38d1-8f1f-a6cfed32c555",
      "speaker": "Unknown Speaker",
      "start_timestamp": 7467.0,
      "text": "Right where you're right where WikiLeaks was when PayPal cut them off without any legal due process whatsoever? Exactly. Which is not the thing they happen to you now. Now. There's the three parts"
    },
    {
      "end_timestamp": 7485.0,
      "id": "d0d37901-ea32-37a8-9bf9-bc8e4114b2a0",
      "speaker": "Alex Jones",
      "start_timestamp": 7481.0,
      "text": "and if I don't fight back, it's gonna be everything next. Exactly. There's"
    },
    {
      "end_timestamp": 7498.0,
      "id": "1b74ac37-bec6-3145-9929-2e88ebc76b96",
      "speaker": "Unknown Speaker",
      "start_timestamp": 7485.0,
      "text": "three ways to fight back. Way number one is you get Brendan Sullivan and Danny Shanahan and you create the legal Dream Team. You go OJ Simpson on steroids. And you make these purple people hurt. OJ Simpson"
    },
    {
      "end_timestamp": 7503.0,
      "id": "fd8eb0ee-70a4-35c9-a36d-dbe083fdd2a7",
      "speaker": "Jordan",
      "start_timestamp": 7498.0,
      "text": "already talks to All right, right but let's let's stay right where we are there. But also, let's"
    },
    {
      "end_timestamp": 7511.0,
      "id": "1352e094-3471-36db-9d1f-c7acb7018c08",
      "speaker": "Dan",
      "start_timestamp": 7503.0,
      "text": "unpack this OJ Simpson murder to people and hired lawyers to cover it up. Yeah. So don't use that metaphor"
    },
    {
      "end_timestamp": 7527.0,
      "id": "408afd06-f693-339a-9288-7ff93e510f46",
      "speaker": "Jordan",
      "start_timestamp": 7511.0,
      "text": "when allegedly murdered two people. Yeah, it was not proven in court. All right. But anyway. I wish I wish all the sudden everybody found out that I'm an OJ apologist or something."
    },
    {
      "end_timestamp": 7528.0,
      "id": "020d95d5-39bd-323f-a193-dff1af596c74",
      "speaker": "Dan",
      "start_timestamp": 7527.0,
      "text": "You're a sandy hook truth."
    },
    {
      "end_timestamp": 7529.0,
      "id": "b88733a4-1d8d-3c5e-a3c2-01017aff6a13",
      "speaker": "Jordan",
      "start_timestamp": 7528.0,
      "text": "I'm a sandy hook truth."
    },
    {
      "end_timestamp": 7534.0,
      "id": "97f80bdd-79c4-34eb-8241-c1fa651c672e",
      "speaker": "Dan",
      "start_timestamp": 7529.0,
      "text": "Oh, Jay denier Holocaust denier? No, because you're pigheaded?"
    },
    {
      "end_timestamp": 7539.0,
      "id": "20064f22-80f6-3dcf-a71a-80f1bb170f2c",
      "speaker": "Jordan",
      "start_timestamp": 7534.0,
      "text": "I am. I'm a beautifully pigheaded, man. But yeah, like don't use that metaphor. No,"
    },
    {
      "end_timestamp": 7554.0,
      "id": "6ab082f7-22db-3ab7-bdcf-c5caa5ececc2",
      "speaker": "Dan",
      "start_timestamp": 7539.0,
      "text": "don't you like the dream team? If you want to say that? Talk the very least get Cochran or talk about Dominique Wilkins. Better Dream Team. I really hope he was on the Dream Team. I forgotten the night before lineup."
    },
    {
      "end_timestamp": 7558.0,
      "id": "35bedbad-a969-318f-a37b-754b110dcf22",
      "speaker": "Unknown Speaker",
      "start_timestamp": 7554.0,
      "text": "You'll get charged once against them in every state that cuts them off. And"
    },
    {
      "end_timestamp": 7566.0,
      "id": "a7d5dc55-09b7-3225-b74e-46eaa31bd842",
      "speaker": "Alex Jones",
      "start_timestamp": 7558.0,
      "text": "I agree it's a battle to expose fake news. The Washington Post had to retract a few months ago, their fake news list as they lawsuit was filed. And then they backed off. So"
    },
    {
      "end_timestamp": 7570.0,
      "id": "8ff5e96c-9380-3f4c-ad1c-31463ff0125e",
      "speaker": "Unknown Speaker",
      "start_timestamp": 7566.0,
      "text": "Alex, you have got to get me in front of Donald Trump and Steve Bannon. We have"
    },
    {
      "end_timestamp": 7576.0,
      "id": "1d742444-ef5b-3339-b90f-991322ee4749",
      "speaker": "Jordan",
      "start_timestamp": 7570.0,
      "text": "gone yesterday."
    },
    {
      "end_timestamp": 7588.0,
      "id": "1d77b29c-bb73-308f-bb13-2b1655ed1bd8",
      "speaker": "Jordan",
      "start_timestamp": 7576.0,
      "text": "There it was, might be that was? God damn. Is that how we got the reconciliation? There it is. You gotta get me"
    },
    {
      "end_timestamp": 7591.0,
      "id": "43a41903-5dc7-36aa-bd03-e165902d3e61",
      "speaker": "Dan",
      "start_timestamp": 7588.0,
      "text": "in front of Trump, because I've got to suggest this Electoral Reform Act."
    },
    {
      "end_timestamp": 7600.0,
      "id": "9e9555e0-9fce-3294-9e00-44a0b74a3376",
      "speaker": "Jordan",
      "start_timestamp": 7591.0,
      "text": "Yeah. Well, if that? I will. I mean, Trump would totally go for that. He would totally go for that"
    },
    {
      "end_timestamp": 7608.0,
      "id": "9b037b47-878e-38dd-a906-1a3047c3c3c1",
      "speaker": "Dan",
      "start_timestamp": 7600.0,
      "text": "if he sat in a room with somebody who suggested it. Yeah. So apparently. So yeah, this guy might have a little bit of an agenda he's playing Alex with"
    },
    {
      "end_timestamp": 7612.0,
      "id": "99d0ab03-978c-3ab4-a741-6c5bc029cde3",
      "speaker": "Jordan",
      "start_timestamp": 7608.0,
      "text": "could be because it's bald faced and obvious. The"
    },
    {
      "end_timestamp": 7620.0,
      "id": "52986b34-4704-349c-940b-dccbdf6fb454",
      "speaker": "Dan",
      "start_timestamp": 7612.0,
      "text": "whole thing where you were like, is this guy sucking his dick might be because he's trying to it's that's an off air conversation. How"
    },
    {
      "end_timestamp": 7627.0,
      "id": "14fcf750-86cd-3c95-bb76-ccdf96515680",
      "speaker": "Jordan",
      "start_timestamp": 7620.0,
      "text": "many ticks do you have to suck to get to Trump is my favorite. Sucker commercial?"
    },
    {
      "end_timestamp": 7628.0,
      "id": "8cd31789-87e8-3125-80e2-873c03d16dc3",
      "speaker": "Dan",
      "start_timestamp": 7627.0,
      "text": "It's like a Six Degrees of Kevin Bacon. Yeah,"
    },
    {
      "end_timestamp": 7635.0,
      "id": "d706165d-bed5-3857-9548-faf9f39b6352",
      "speaker": "Jordan",
      "start_timestamp": 7628.0,
      "text": "a one. Two, a three. And that's Trump's dick."
    },
    {
      "end_timestamp": 7651.0,
      "id": "7c56ea93-4d5b-3e71-b691-8757fe1915c9",
      "speaker": "Dan",
      "start_timestamp": 7635.0,
      "text": "So yeah, I think that there's a decent chance. I think this guy does actually think that there should be a Trump channel. Yeah, I agree with that. I think Trump does too. But I also think that he has no access. And he's not at all trying to use Alex Jones to get to Bannon, which"
    },
    {
      "end_timestamp": 7655.0,
      "id": "387d6afa-8e8e-3f34-84af-a01b38cde61f",
      "speaker": "Jordan",
      "start_timestamp": 7651.0,
      "text": "is a great idea if you're him. It's not bad. It's not a bad idea at all. But"
    },
    {
      "end_timestamp": 7659.0,
      "id": "60b504ac-2cda-3368-bcb4-f4cf801c59a4",
      "speaker": "Dan",
      "start_timestamp": 7655.0,
      "text": "this also implies that he can't talk to Alex frankly,"
    },
    {
      "end_timestamp": 7661.0,
      "id": "39ca4175-6067-372d-853d-ad044bbb9c77",
      "speaker": "Jordan",
      "start_timestamp": 7659.0,
      "text": "we should use Alex to get to Bannon."
    },
    {
      "end_timestamp": 7663.0,
      "id": "59e1c5c0-a0e2-3f9f-8d2a-8794dca3bb46",
      "speaker": "Dan",
      "start_timestamp": 7661.0,
      "text": "I don't want Alex to know about."
    },
    {
      "end_timestamp": 7664.0,
      "id": "25cbbd59-2faa-32a2-be1e-8b03b868bfec",
      "speaker": "Jordan",
      "start_timestamp": 7663.0,
      "text": "I do want Bannon to"
    },
    {
      "end_timestamp": 7673.0,
      "id": "d3647286-240d-3b7b-b395-8317fcc95fe8",
      "speaker": "Dan",
      "start_timestamp": 7664.0,
      "text": "know, it'd be great he would destroy us. Man, that'd be bad. Yeah, there'll be so many articles about how big a HKex we are."
    },
    {
      "end_timestamp": 7679.0,
      "id": "20ca47aa-6bd1-3477-865c-4a45876ad443",
      "speaker": "Jordan",
      "start_timestamp": 7673.0,
      "text": "So many polonium poisonings. So many every other day, we're polonium poison. Ah,"
    },
    {
      "end_timestamp": 7682.0,
      "id": "e1d501e6-e5d3-3e5d-8048-5236e003c6e1",
      "speaker": "Dan",
      "start_timestamp": 7679.0,
      "text": "I lose a little weight. That's true. I've been trying to use the bike more and"
    },
    {
      "end_timestamp": 7689.0,
      "id": "c1c2ffff-07b9-3ae2-a553-9cdd16aff6cc",
      "speaker": "Jordan",
      "start_timestamp": 7682.0,
      "text": "have it working. Not going well, Kelowna Colonia, the next month. That's why you should not buy a bike made out of polonium."
    },
    {
      "end_timestamp": 7710.0,
      "id": "175a1a7b-027d-3248-9be4-a72dcd73b76a",
      "speaker": "Dan",
      "start_timestamp": 7689.0,
      "text": "So Jordan, that brings us to the end of our clips and that is what a difference a take. We started this episode with happy fun time. I'm pissed off about how I'm being portrayed in homeland. I don't know what's real. I'm a horrible racist bigot. Oh my god. What's this comedy? And then immediately"
    },
    {
      "end_timestamp": 7720.0,
      "id": "3f9c30e8-a027-3f0f-a25c-3c674f4c110b",
      "speaker": "Jordan",
      "start_timestamp": 7710.0,
      "text": "have we we haven't dealt with Alex Jones being panicked halfway. Not really. Oh, he's always been at the height of his powers. Well, this is a man laid low."
    },
    {
      "end_timestamp": 7723.0,
      "id": "57b80e66-5922-3a50-a4ad-4404f0905197",
      "speaker": "Dan",
      "start_timestamp": 7720.0,
      "text": "We've only dealt with fake panic like that cog"
    },
    {
      "end_timestamp": 7740.0,
      "id": "7a88da3a-6581-387c-828e-3f8eb568f12a",
      "speaker": "Jordan",
      "start_timestamp": 7723.0,
      "text": "right where they're gonna nuke the inauguration. Well, but he was panicked about others. This is the first time he's panicked about him. He's never been in survived. We can we can see now. What a beta cook he is. The moment he gets a challenge, man. He's beta cooking it"
    },
    {
      "end_timestamp": 7743.0,
      "id": "21e51d02-9021-382c-be23-c9858ba55975",
      "speaker": "Dan",
      "start_timestamp": 7740.0,
      "text": "we have 1000s of products please buy our shit. I"
    },
    {
      "end_timestamp": 7745.0,
      "id": "cd8c6f20-1042-3cde-9865-8c8e3e37b569",
      "speaker": "Jordan",
      "start_timestamp": 7743.0,
      "text": "still don't know what that actually means."
    },
    {
      "end_timestamp": 7749.0,
      "id": "aa6adfe7-8414-3c5a-9430-4b8e87fe5b11",
      "speaker": "Dan",
      "start_timestamp": 7745.0,
      "text": "I don't either. has something to do with Islam. Yeah."
    },
    {
      "end_timestamp": 7752.0,
      "id": "7f57f257-15d5-3105-aaf2-f110bca1f713",
      "speaker": "Jordan",
      "start_timestamp": 7749.0,
      "text": "According to at the very least Twitter has told me that Yeah."
    },
    {
      "end_timestamp": 7755.0,
      "id": "ec71c1a7-86e4-3d69-af8e-ad8b60543259",
      "speaker": "Dan",
      "start_timestamp": 7752.0,
      "text": "Speaking of Twitter, you can follow us at knowledge underscore fight"
    },
    {
      "end_timestamp": 7758.0,
      "id": "223f0233-b59d-32ec-8427-af17a1b3fc63",
      "speaker": "Jordan",
      "start_timestamp": 7755.0,
      "text": "Goddamnit your transitions are amazing. I've been doing this a while"
    },
    {
      "end_timestamp": 7768.0,
      "id": "738bf202-f956-303e-9418-36543fb94c98",
      "speaker": "Dan",
      "start_timestamp": 7758.0,
      "text": "we are on iTunes, subscribe, watch it and please give us a review or a rating. If you enjoyed the show. You can email us at knowledge fight@gmail.com."
    },
    {
      "end_timestamp": 7773.0,
      "id": "1f7626a8-1ff1-305d-b340-961c918df4dd",
      "speaker": "Jordan",
      "start_timestamp": 7768.0,
      "text": "And you know what? I wouldn't mind a death threat. I'm at Jake Mondale."
    },
    {
      "end_timestamp": 7785.0,
      "id": "c82c8fbc-05b1-3d80-b510-b7dfceebf4a0",
      "speaker": "Dan",
      "start_timestamp": 7773.0,
      "text": "Damn. Anybody can figure out our fucking Twitter handle. I know. Anyway, Jordan has been so much fun. Always a delight. I can't wait to tell you all about the 13 hour marathon."
    },
    {
      "end_timestamp": 7789.0,
      "id": "b3fed993-ecce-387e-bc3c-39a7ffe085a8",
      "speaker": "Jordan",
      "start_timestamp": 7785.0,
      "text": "Yeah, let me ask you a question. Are we policy walks? Oh, I"
    },
    {
      "end_timestamp": 7791.0,
      "id": "0c92d21c-0e00-33f0-97d2-7a6b55a45289",
      "speaker": "Dan",
      "start_timestamp": 7789.0,
      "text": "think we're a couple of god damn policy. One. We're"
    },
    {
      "end_timestamp": 7792.0,
      "id": "ff6518e1-90ff-3a74-b3df-34a70bd3d794",
      "speaker": "Jordan",
      "start_timestamp": 7791.0,
      "text": "policy walks."
    },
    {
      "end_timestamp": 7796.0,
      "id": "8609f7b3-7050-30ea-b530-881246a5a95b",
      "speaker": "Alex Jones",
      "start_timestamp": 7792.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding."
    },
    {
      "end_timestamp": 7799.0,
      "id": "4de2d441-4840-33ed-a303-27f03299c018",
      "speaker": "Unknown Speaker",
      "start_timestamp": 7796.0,
      "text": "So Alex, I'm a first time caller. I'm a huge fan. I"
    },
    {
      "end_timestamp": null,
      "id": "256c7bb0-742a-3d6f-a1d5-84c459a1bd69",
      "speaker": "Unknown Speaker",
      "start_timestamp": 7799.0,
      "text": "love your work. Love you"
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}