{
  "audio_identifier": "KF_16",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/Feb24.mp3",
  "blocks": [
    {
      "end_timestamp": 7.0,
      "id": "1465b864-306e-3f25-babe-8da44787b67b",
      "speaker": "Alex Jones",
      "start_timestamp": 0.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. So Alex, I'm a first time caller. I'm a huge fan. I love your"
    },
    {
      "end_timestamp": 11.0,
      "id": "7cc1875b-65c5-33f2-8f35-359f1c264580",
      "speaker": "Dan",
      "start_timestamp": 7.0,
      "text": "work. Hey, everybody, welcome back to knowledge fight. I'm Dan over here."
    },
    {
      "end_timestamp": 12.0,
      "id": "a56a26b0-5f97-3c65-87a1-9d66e62e0e1d",
      "speaker": "Jordan",
      "start_timestamp": 11.0,
      "text": "I'm Jordan."
    },
    {
      "end_timestamp": 18.0,
      "id": "79ce3c74-40af-3d3f-8a73-feefcd3f828b",
      "speaker": "Dan",
      "start_timestamp": 12.0,
      "text": "We are a couple of dudes who sit around and drink wine and break down Alex Jones and Infowars"
    },
    {
      "end_timestamp": 21.0,
      "id": "509713ec-760e-3846-898b-ccb0c9738e7b",
      "speaker": "Jordan",
      "start_timestamp": 18.0,
      "text": "that is, yeah, that's pretty much what we do."
    },
    {
      "end_timestamp": 26.0,
      "id": "ab2a1dc6-34cc-3ac3-9899-ecb2d6d01c0b",
      "speaker": "Dan",
      "start_timestamp": 21.0,
      "text": "But the twist, twist. I know a lot about Alex Jones and have listened to his show."
    },
    {
      "end_timestamp": 28.0,
      "id": "c402d844-50c1-3c75-aab5-b1d2b9ae93a2",
      "speaker": "Jordan",
      "start_timestamp": 26.0,
      "text": "Oh, and I don't fucking know a thing about Alex Jones. You"
    },
    {
      "end_timestamp": 29.0,
      "id": "04ce2815-d793-3f65-9811-a448ce556c06",
      "speaker": "Dan",
      "start_timestamp": 28.0,
      "text": "do not,"
    },
    {
      "end_timestamp": 31.0,
      "id": "944e8db5-c26a-3c2b-9644-a68764885e8f",
      "speaker": "Jordan",
      "start_timestamp": 29.0,
      "text": "although I'm learning too quickly. Yeah,"
    },
    {
      "end_timestamp": 36.0,
      "id": "d5f492dd-ca91-36cd-aef2-96c3cef7ad5b",
      "speaker": "Dan",
      "start_timestamp": 31.0,
      "text": "this is educational. So today,"
    },
    {
      "end_timestamp": 40.0,
      "id": "3b5411aa-407c-3910-8fbb-3538a55bed64",
      "speaker": "Jordan",
      "start_timestamp": 36.0,
      "text": "this is like me watching the Sesame Street of conspiracy theory shows. Yeah,"
    },
    {
      "end_timestamp": 59.0,
      "id": "69207007-4c53-396d-886f-f20589b296d1",
      "speaker": "Dan",
      "start_timestamp": 40.0,
      "text": "I wanted to start out today's show. We're going to be covering the February 24 episode of the Alex Jones Show. But before we get into it, I want to just have a little bit of an out of context drop. This is going to go up there in the pantheon along with I'm a policy wonk right here is great out of context, Alex Jones drop."
    },
    {
      "end_timestamp": 69.0,
      "id": "a4a663e6-d35e-3c1f-8739-8f4ebb47303c",
      "speaker": "Alex Jones",
      "start_timestamp": 59.0,
      "text": "Just sounds like pedophilia to me, bro"
    },
    {
      "end_timestamp": 73.0,
      "id": "465fbdb7-083a-3da7-b4c8-1c1d54f3d156",
      "speaker": "Jordan",
      "start_timestamp": 69.0,
      "text": "All right. All right. All right. That one That one goes up there. Yeah,"
    },
    {
      "end_timestamp": 77.0,
      "id": "510b3c5b-462a-3126-a227-51d997e1c626",
      "speaker": "Dan",
      "start_timestamp": 73.0,
      "text": "I wanted us to have that fun before we started because today is going to be rough."
    },
    {
      "end_timestamp": 87.0,
      "id": "e125fe38-5845-3a24-a61d-429ef47757b7",
      "speaker": "Jordan",
      "start_timestamp": 77.0,
      "text": "Is that our new outro now No, instead of policy wonk, we're just gonna be like, Hey, this looks like pedophilia to me, bro."
    },
    {
      "end_timestamp": 110.0,
      "id": "605a20cc-6088-31ed-afbb-734fe85532af",
      "speaker": "Dan",
      "start_timestamp": 87.0,
      "text": "I wanted to have that fun because today's episode is going to be a little murky and a little bit difficult. Great. It probably is the first time that I've raged turned off the show. Oh shit. This is an episode where I could not stand getting through the last hour. Holy cow. So I don't know what happens in the last hour. All I have is about two hours of the show that I have documented. But it's"
    },
    {
      "end_timestamp": 120.0,
      "id": "3547be9f-f5e9-3591-80a9-999d291764be",
      "speaker": "Jordan",
      "start_timestamp": 110.0,
      "text": "it's crazy. I watched the last hour and it was just an apology for the first three. That's all it was. It was just you know what I feel like we we went too far as we fucked up."
    },
    {
      "end_timestamp": 121.0,
      "id": "765b5f31-ad61-3493-af3a-9ce5d4c0c3fe",
      "speaker": "Dan",
      "start_timestamp": 120.0,
      "text": "I said a lot of shit. I"
    },
    {
      "end_timestamp": 126.0,
      "id": "177e7a9d-129b-3fa8-9911-17825022bdfd",
      "speaker": "Jordan",
      "start_timestamp": 121.0,
      "text": "know the globalists are bad. But man, I really joined the globalists this time."
    },
    {
      "end_timestamp": 157.0,
      "id": "ecee8507-bf7e-3e9f-bd01-b85107db0fc9",
      "speaker": "Dan",
      "start_timestamp": 126.0,
      "text": "Yeah, speaking of joining the globalists, I wanted to make this announcement up top also, this month, we take donations at patreon.com/freezing Point. And for reasons that will become clear throughout this episode. And just because we are people who have hearts, I will we will be donating all of the proceeds that we've made all of our donations. It's not that much, but it's something do the Ali Forney Center in New York. They're a charity that works with homeless gay and trans youth. And I think they do a great job. And we're going to be supporting"
    },
    {
      "end_timestamp": 163.0,
      "id": "23f606c1-fdd2-35e0-9332-de80f94eab21",
      "speaker": "Jordan",
      "start_timestamp": 157.0,
      "text": "them. Yeah. And if you don't donate to the podcast, donate to them anyway. Sure. Yeah,"
    },
    {
      "end_timestamp": 165.0,
      "id": "41e9466f-4700-3c8c-be28-af6b7dc80ccd",
      "speaker": "Dan",
      "start_timestamp": 163.0,
      "text": "that, you know, we"
    },
    {
      "end_timestamp": 173.0,
      "id": "9b4eaf14-920b-3330-a4bd-709f54430f12",
      "speaker": "Unknown Speaker",
      "start_timestamp": 165.0,
      "text": "don't need the middleman, we would consider that a donation to us. Yeah, if you go and support, I think that may be taking a little too much."
    },
    {
      "end_timestamp": 185.0,
      "id": "a93a649d-c206-345e-8826-62a54e22b86d",
      "speaker": "Dan",
      "start_timestamp": 173.0,
      "text": "I just want to own it. So anyway, last week, when we last left you, Alex Jones did a 13 hour live broadcast in the middle of the week, because he had lost his sponsor with AD roll"
    },
    {
      "end_timestamp": 191.0,
      "id": "cd71a87a-878b-3263-9edf-6ab5b43201ed",
      "speaker": "Jordan",
      "start_timestamp": 185.0,
      "text": "because he was broke as fuck. He needed a telethon for the underprivileged hymns of the world."
    },
    {
      "end_timestamp": 215.0,
      "id": "0a4d8df2-0c56-3c1b-8dd4-5b555342057b",
      "speaker": "Dan",
      "start_timestamp": 191.0,
      "text": "Yeah, but he presented it as we're fighting against censorship. We're all about free speech. So of course, he does this 13 hour broadcast. It's not him most of the time. He just does his regular show. Then he leaves and comes back to do a Reddit AMA at eight o'clock. Okay, he does this reddit AMA. He doesn't answer any questions. He just screams about wild bullshit. Was"
    },
    {
      "end_timestamp": 221.0,
      "id": "56003f11-d520-38d7-bd46-6d87e78dd0b4",
      "speaker": "Jordan",
      "start_timestamp": 215.0,
      "text": "it? Was it a? Like, was it a question and answer on Reddit? Or was it video? It was both? It was both"
    },
    {
      "end_timestamp": 242.0,
      "id": "a4e5761b-689f-3543-995e-dd051f71986a",
      "speaker": "Dan",
      "start_timestamp": 221.0,
      "text": "he was doing he ends up doing more question and answer on Reddit proper, but he did like an hour and a half of it on his show. Oh, all right. So he's answering all these questions. Also, people got a little suspicious because a lot of his answers ended up with him Hawking products. So it was kind of a shitty ama in a lot of ways."
    },
    {
      "end_timestamp": 254.0,
      "id": "58f2eb0c-e0d1-38b6-8a7a-475627ef8616",
      "speaker": "Jordan",
      "start_timestamp": 242.0,
      "text": "But he does that broke. Alex Jones is my favorite new development. Yeah, it's like a whole different character. Like we're in season two. And it's the evil twin of Alex Jones that are the I don't know,"
    },
    {
      "end_timestamp": 258.0,
      "id": "71b16cde-adfa-377d-b4a4-a687e96301a1",
      "speaker": "Dan",
      "start_timestamp": 254.0,
      "text": "hobo Joe? Yeah. So he,"
    },
    {
      "end_timestamp": 261.0,
      "id": "ffded116-1d9d-3cb2-a99e-d44002fd24e1",
      "speaker": "Jordan",
      "start_timestamp": 258.0,
      "text": "we're gonna call him hobo Jones until he gets through this funk."
    },
    {
      "end_timestamp": 291.0,
      "id": "675d0105-2a7c-3795-8fe6-2ead7111fce7",
      "speaker": "Dan",
      "start_timestamp": 261.0,
      "text": "What the thing that was super fun was I was checking in and watching that 13 hour broadcast quite a bit. And you'd have like Rob do hosting an hour and while he's trying to host Alex would storm into the studio and start screaming. start screaming but we need to make back this money. Like a drunk step back. And you could see in all of the people who work at Infowars face they are scared of him. Oh boy, because he is in rage mode. Too much Super Male Vitality, and he's charging in like a fucking dinosaur. Like"
    },
    {
      "end_timestamp": 300.0,
      "id": "a3309346-869e-3a9a-9e15-122c232633af",
      "speaker": "Jordan",
      "start_timestamp": 291.0,
      "text": "he's trying to build a bunk beds out of IKEA stuff. He just takes it out on those two twin kids. He never wanted"
    },
    {
      "end_timestamp": 328.0,
      "id": "022c905d-eef6-3f02-b8c1-db57dd80e756",
      "speaker": "Dan",
      "start_timestamp": 300.0,
      "text": "Rob do and McAdoo. So he's screaming at everybody. It's great. The next day he doesn't come in, as Paul Joseph Watson ends up posting which is no good for anybody. Nope. And then Friday comes along. There was Paul Joseph Watson hosted on Thursday and then we get to Friday and he opens the show. Much of the same way. If you're running late for work, okay, you might call in and bullshit your boss. Here's what Alex Jones does."
    },
    {
      "end_timestamp": 363.0,
      "id": "cf73d064-08c5-33da-a680-4bbaebc8bc8a",
      "speaker": "Alex Jones",
      "start_timestamp": 328.0,
      "text": "Gentlemen, it's Friday Alex Jones here. I'm on the road I'll be in in the next hour. We've got so much to break down. I may even go four or five hours extra today because there's so much to break down the critical battles against the globalist are key junctures right now. The way they're trying to basically have a civil war inside the government and block Trump is amazing. The way he's fighting back is absolutely critical and that we support him. We're gonna look at the demonization tactics that are taking place Stephen Colbert misrepresenting what I say on what I do same types are used on Trump. I want to"
    },
    {
      "end_timestamp": 382.0,
      "id": "d519ffe1-48ff-3952-b282-47c504a8edd0",
      "speaker": "Jordan",
      "start_timestamp": 363.0,
      "text": "smoke a full carton of cools the night before. Did you enter the house of cool he went in and he is coming in. Oh, man, he sounds hungover. He's probably on he had a cocaine fuel. I mean, that is a 13 hour telethon and a 13 hour drink. Athan is what we're talking about, I would"
    },
    {
      "end_timestamp": 390.0,
      "id": "d27d6b0a-b0b5-3b05-917f-39942dfe38c2",
      "speaker": "Dan",
      "start_timestamp": 382.0,
      "text": "assume and also we're gonna get deeper into this a little bit later. But he brings up this Stephen Colbert did a hit piece. Oh, yes. Yes."
    },
    {
      "end_timestamp": 391.0,
      "id": "426d2aaa-f4b0-3525-af32-c5bd5f5dda89",
      "speaker": "Unknown Speaker",
      "start_timestamp": 390.0,
      "text": "I even called"
    },
    {
      "end_timestamp": 396.0,
      "id": "6c42cd6d-6d8d-381e-a845-ef52cc16f271",
      "speaker": "Jordan",
      "start_timestamp": 391.0,
      "text": "bear stepped in our game. Yeah, fuck off. Kobe. Yeah, come on call where you gonna step to us?"
    },
    {
      "end_timestamp": 411.0,
      "id": "9f1d06ae-b7ff-3fa9-a2ef-cd60fe27c4f4",
      "speaker": "Dan",
      "start_timestamp": 396.0,
      "text": "I want to say this. And it's not because he's trading in our turf. I kind of agree with Alex. Okay, I kind of agreed that what Stephen Colbert did on his show was a little unfair. Oh."
    },
    {
      "end_timestamp": 412.0,
      "id": "9f317ba5-1cc0-3818-93f7-7d57638e802b",
      "speaker": "Unknown Speaker",
      "start_timestamp": 411.0,
      "text": "Okay,"
    },
    {
      "end_timestamp": 413.0,
      "id": "0c2c4f5a-29b3-3228-8005-a218b5c61101",
      "speaker": "Dan",
      "start_timestamp": 412.0,
      "text": "we've discussed this"
    },
    {
      "end_timestamp": 422.0,
      "id": "30e5c529-f245-3fcb-84fb-c651240cc57a",
      "speaker": "Jordan",
      "start_timestamp": 413.0,
      "text": "already pre roll this episode, as he says some of the worst shit we've ever heard right preamp. And now before that, you're saying it's a hatchet job?"
    },
    {
      "end_timestamp": 447.0,
      "id": "943509e9-3908-33ac-845a-bf5ae94182cf",
      "speaker": "Dan",
      "start_timestamp": 422.0,
      "text": "I think the Stephen Colbert thing in in particular is a little bit unfair. Okay, because he does use a ton of clips of Alex Jones saying stuff out of context. Okay, and we talked about this, whenever you're trying to run a clip package, you have to run. It's short stuff. Yeah, you can't you can't give it the proper context that it deserves. It's got to be sound bites. Now, the thing that I think is interesting is that Alex Jones is way worse than Stephen Colbert is making out with condo."
    },
    {
      "end_timestamp": 452.0,
      "id": "002b61a9-8492-34bb-ae9c-157fd4eaa159",
      "speaker": "Jordan",
      "start_timestamp": 447.0,
      "text": "Java enough is what you're saying? Well,"
    },
    {
      "end_timestamp": 455.0,
      "id": "951b9c28-9f06-324e-9dad-a7954704851d",
      "speaker": "Dan",
      "start_timestamp": 452.0,
      "text": "it is unfair journalism. on the wrong side of"
    },
    {
      "end_timestamp": 459.0,
      "id": "86c1cb51-81fb-34d4-927e-eb7f6b2b12ea",
      "speaker": "Jordan",
      "start_timestamp": 455.0,
      "text": "it. It's unfair to portray him as less of the monstrous lunatic that he is."
    },
    {
      "end_timestamp": 463.0,
      "id": "cbdd1d36-4139-39de-8edd-ae6efd1074b4",
      "speaker": "Dan",
      "start_timestamp": 459.0,
      "text": "Well, he portrays him as just a crazy person. And that's not fair. Oh, no,"
    },
    {
      "end_timestamp": 467.0,
      "id": "a4e83eb1-ebc3-3b3a-b8b7-7e5d2a96edeb",
      "speaker": "Jordan",
      "start_timestamp": 463.0,
      "text": "you're absolutely right. He is not just a crazy person."
    },
    {
      "end_timestamp": 483.0,
      "id": "05d77a9d-9a9e-38d8-ab25-384081835f3d",
      "speaker": "Dan",
      "start_timestamp": 467.0,
      "text": "It goes back to the Dave Chappelle thing. It's like calling someone crazy is the worst thing you can do because it takes away whatever else they say. Yeah, and for good or for bad. That's true. If you just call Alex Jones crazy. You're not dealing with the stuff that he's saying that he believes"
    },
    {
      "end_timestamp": 488.0,
      "id": "17b703be-e33b-3879-aa93-6b2c3d0588d1",
      "speaker": "Jordan",
      "start_timestamp": 483.0,
      "text": "nor the influence that that has exactly over the fucking president now."
    },
    {
      "end_timestamp": 499.0,
      "id": "639e80b8-4339-3089-9ec5-cc7e9667b817",
      "speaker": "Dan",
      "start_timestamp": 488.0,
      "text": "Yeah. So he gets into the specifics a bit later about the Colbert stuff, but I want to say I'm on his side a little bit. Okay. I do think that Colbert could have done a much better job"
    },
    {
      "end_timestamp": 524.0,
      "id": "2f9df3dc-f3a4-34a4-8d09-b7ce5d7989a2",
      "speaker": "Alex Jones",
      "start_timestamp": 499.0,
      "text": "and ways to further mobilize the base to ensure that we defeat this entire program. We also have the Judas goat one bag going on all these shows saying Steven Bannon is dangerous because he's quote a nationalist. Glenn Beck is openly declaring himself a globalist. He's always been wanting to control the movement and see they were going to ban conservative and libertarian media this year, Hillary had admitted that when she got elected, and so they're still gonna have that program back thought he she sided with the wind."
    },
    {
      "end_timestamp": 544.0,
      "id": "9b0cde15-3447-3826-9e10-9a68b68f00f7",
      "speaker": "Jordan",
      "start_timestamp": 524.0,
      "text": "Once again, they're doing what they say we're doing so we're going to do it. Yeah, Hillary would have been conservative media media, so it's totally fine if Trump actually bands. What new mainstream? Yeah, actual. Yeah. Reputable journalistic institution."
    },
    {
      "end_timestamp": 558.0,
      "id": "55841352-b441-3a04-9858-aa16f421b8da",
      "speaker": "Dan",
      "start_timestamp": 544.0,
      "text": "He gets into this a little bit and I think we should deal with it when he gets to it because he Alex spells out a little bit more what he's talking about and his beliefs about the media stuff a little later. So we'll get to that then. Instead of just like spouting it now."
    },
    {
      "end_timestamp": 565.0,
      "id": "ee18fe3f-e512-3e6c-92bf-f30dc081e659",
      "speaker": "Jordan",
      "start_timestamp": 558.0,
      "text": "Well, the Glenn Glenn Beck openly declaring himself a globalist seems like a very out of character. Yeah,"
    },
    {
      "end_timestamp": 566.0,
      "id": "cdd818de-ef30-3e21-8986-1dc1447163b7",
      "speaker": "Dan",
      "start_timestamp": 565.0,
      "text": "he talks a lot back on this. Where"
    },
    {
      "end_timestamp": 581.0,
      "id": "f9342132-06bb-305a-9a86-f97233723ead",
      "speaker": "Jordan",
      "start_timestamp": 566.0,
      "text": "did he Where did he do this? He went on, he went on CNN. I am a globalist while crying and documenting all of the lies and Alex keep pulling out the fucking chalkboard behind him and explained in detail how he became part of the globalist"
    },
    {
      "end_timestamp": 589.0,
      "id": "e10769cb-d71c-3da6-a9bb-03c8bf3c30e3",
      "speaker": "Dan",
      "start_timestamp": 581.0,
      "text": "Alex Jones keeps being like he looks constipated up there. This fucking smug asshole. Well, I mean, I'm not gonna defend"
    },
    {
      "end_timestamp": 665.0,
      "id": "4b01c068-deb8-38d3-82eb-1768bc0df854",
      "speaker": "Alex Jones",
      "start_timestamp": 589.0,
      "text": "conservatives. He was gonna be the fake conservative who then played along with their system as controlled opposition, but they lost because America was in such a critical crisis. Finally, the intelligence agencies and other patriot groups ensured Hillary couldn't fully steal the election, she did steal part of it. And so now they're in such panic mode that he's going to have in their program as if Hillary still got elected. And that's why the government and the shadow government is behaving as if Trump doesn't exist. The American people don't exist with total arrogance, but they're failing. We have the initiative, we have the upper hand, we have justice and the right side of history on our side, and destiny. But most important, pray to God and get on your knees and repent for everything you've done. I do as well humble ourselves for the Lord and ask God for guidance and deliver scales for our fellow countrymen and women's eyes, and others around the globe. I'm Alex Jones. This is the info war and you are the key, the critical anchor that whole thing in the last two days we've seen massive, unprecedented support coming in, since the Google bandits through had rolled from being able to online advertising, just incredible. jackboot chilling effects, censorship. But we're gonna find ways to defeat that. Thanks for your support. So thank you all. Now back to the live transmission from Austin, Texas."
    },
    {
      "end_timestamp": 667.0,
      "id": "d7722200-f745-35e4-b23d-1a77c8a71275",
      "speaker": "Dan",
      "start_timestamp": 665.0,
      "text": "And then David Knight is in the studio hosting,"
    },
    {
      "end_timestamp": 672.0,
      "id": "9d8c722e-071e-3c62-9c81-51f3c8e6580b",
      "speaker": "Jordan",
      "start_timestamp": 667.0,
      "text": "he got a little bit of the theatrics in there with us. You've been part of the"
    },
    {
      "end_timestamp": 688.0,
      "id": "ccf406b6-fb21-385d-a343-381e49e45082",
      "speaker": "Dan",
      "start_timestamp": 672.0,
      "text": "info war, you are the king, we need you. Whenever he does that via Super Male Vitality. Whenever he does that voice, you know, he's full of shit. You know, that's when I forgot to mention this. I figured I've been keeping a spreadsheet of the times he talks as a year."
    },
    {
      "end_timestamp": 695.0,
      "id": "8e85168b-ba83-3c5b-b05f-92380fa4fd30",
      "speaker": "Jordan",
      "start_timestamp": 688.0,
      "text": "You got a spreadsheet do Oh, God, and we will be auctioning off the data file of that spreadsheet. Timothy."
    },
    {
      "end_timestamp": 716.0,
      "id": "0f81eb6b-ceb8-36ed-a67c-77f2fb7a3b47",
      "speaker": "Dan",
      "start_timestamp": 695.0,
      "text": "Exactly. So it's not 100% of the time. This is the case. But every time he insinuates that everybody knows something, or whenever he insinuates that this is widespread information, the crazy bullshit that he's saying. Really, it's very consistent. Wow. Every time he's like, you all know you always just"
    },
    {
      "end_timestamp": 721.0,
      "id": "3ba89a18-41d0-3fd7-be88-b12ccd0b906f",
      "speaker": "Jordan",
      "start_timestamp": 716.0,
      "text": "in any Texas ear, like the the kids version of holding your cross fingers behind your back"
    },
    {
      "end_timestamp": 725.0,
      "id": "703e90b2-757a-3aaf-b01d-68d55a0e77a9",
      "speaker": "Unknown Speaker",
      "start_timestamp": 721.0,
      "text": "more or less. Yeah. So he knows he's lying then."
    },
    {
      "end_timestamp": 728.0,
      "id": "0f3b39c2-21d1-3448-842c-f8a822876f11",
      "speaker": "Jordan",
      "start_timestamp": 725.0,
      "text": "I think that's the very least subconsciously we have to admit"
    },
    {
      "end_timestamp": 741.0,
      "id": "765014a9-95c3-3923-aece-9569a5cbf03b",
      "speaker": "Dan",
      "start_timestamp": 728.0,
      "text": "there's a piece of him that's struggling to get out. This part that knows he's lying is now eating against his consciousness, new conspiracy theory like this. He absorbed a twin in the womb. Okay. And that twin is the good twin."
    },
    {
      "end_timestamp": 746.0,
      "id": "7d21abb1-3c1d-324e-9dd8-0eb0ce4f01f0",
      "speaker": "Jordan",
      "start_timestamp": 741.0,
      "text": "That's the Arnold Schwarzenegger twin in this Danny DeVito Arnold Schwarzenegger buddy comedy movie."
    },
    {
      "end_timestamp": 746.0,
      "id": "cf63b64d-0002-3717-ae23-f4f1b5964036",
      "speaker": "Dan",
      "start_timestamp": 746.0,
      "text": "I don't hate this."
    },
    {
      "end_timestamp": 776.0,
      "id": "fff99e45-e43e-30f8-89b6-07a464ea87d8",
      "speaker": "Jordan",
      "start_timestamp": 746.0,
      "text": "All right now the twin is trying to escape the best way it can and change the better through the year. Exactly. He's not talking like he's plugging it like Athena. As we all know. The good hobo Jones resides within the ears. Of the bad hobo Jones possible. Hobo Jones would be a pretty good name for a Dashiell Hammett character I would watch I would read a noir about hobo Jones."
    },
    {
      "end_timestamp": 790.0,
      "id": "2371c952-22b0-36b3-868d-07f05f825c91",
      "speaker": "Dan",
      "start_timestamp": 776.0,
      "text": "Oh man, let's, let's kickstart that shit. Okay. I also want to say thank you to our friend JP. Yeah, that was the coolest fucking thing. We're gonna put this up on our Tumblr. He sent in a ludicrous remix with Alex Jones's verse in it."
    },
    {
      "end_timestamp": 804.0,
      "id": "5a747895-5232-3d81-9657-4aee2a1413b8",
      "speaker": "Jordan",
      "start_timestamp": 790.0,
      "text": "And, you know, I thought I was right. Now I know I'm right. 100 Because it nails it. Yeah, right on, right on beat Perfect. Well, no, no. Well, I mean, oh, camel slaughter him."
    },
    {
      "end_timestamp": 812.0,
      "id": "15dd1790-8a8e-3252-a404-f9f58606ea27",
      "speaker": "Dan",
      "start_timestamp": 804.0,
      "text": "So he has a Alex's next clip. He has a bunch of thoughts about Glenn Beck, and he misrepresents the history of culture along the way, all"
    },
    {
      "end_timestamp": 815.0,
      "id": "1e3328ff-402d-34a0-a003-621e66644e12",
      "speaker": "Unknown Speaker",
      "start_timestamp": 812.0,
      "text": "culture. Okay."
    },
    {
      "end_timestamp": 850.0,
      "id": "350fbf35-067b-36d8-a8e0-6dacce327b48",
      "speaker": "Alex Jones",
      "start_timestamp": 815.0,
      "text": "You've got Glenn Beck on CNN, CBS, ABC is everywhere going. It's very dangerous with Trump and Banner doing economic nationalism. We can't run around affairs. He takes total globalism and our country totally captured and selling out the world interest and says that we do things that are good for our jobs in our industry, if Americans were to organize as a union, that's what a country's supposed to be, as the original union, get as ideas and as policies as beliefs, it as unifying the spiritual systems, cultural systems, and then they have a goal of what that culture wants to be."
    },
    {
      "end_timestamp": 853.0,
      "id": "445b1ad4-2bbc-31ec-a3ad-66cb9808d9ea",
      "speaker": "Jordan",
      "start_timestamp": 850.0,
      "text": "It has he come on as being for unions."
    },
    {
      "end_timestamp": 855.0,
      "id": "beb4ad96-5ee1-3913-b0b0-808b1f79952b",
      "speaker": "Unknown Speaker",
      "start_timestamp": 853.0,
      "text": "No, never,"
    },
    {
      "end_timestamp": 858.0,
      "id": "4c6e6f26-a89f-374f-8b86-b3c337ebfbf0",
      "speaker": "Dan",
      "start_timestamp": 855.0,
      "text": "not really. No, you don't think you would be into unions?"
    },
    {
      "end_timestamp": 864.0,
      "id": "4992fcf0-9269-398d-ab45-60ae4823bbd1",
      "speaker": "Jordan",
      "start_timestamp": 858.0,
      "text": "What you're saying is he doesn't like it when a large group of people get together to fight against a shadowy cabal of very, very rich people."
    },
    {
      "end_timestamp": 865.0,
      "id": "004cbc09-c2f6-373d-9528-f057caa183c9",
      "speaker": "Dan",
      "start_timestamp": 864.0,
      "text": "Not in that context. Not"
    },
    {
      "end_timestamp": 876.0,
      "id": "d399d969-de5c-3510-a6fd-7a26793ac4e4",
      "speaker": "Jordan",
      "start_timestamp": 865.0,
      "text": "in that context now, but likes it in a larger, more global context. You may say if you're yes, if you're against the globalists, you can unionize, right? But what if the globalists are your CEO?"
    },
    {
      "end_timestamp": 880.0,
      "id": "ddddc8fb-e2f8-3e7a-95a5-c31ca3737747",
      "speaker": "Dan",
      "start_timestamp": 876.0,
      "text": "That's an interesting question. I don't think I want to get into that. Well, you know how Alex Jones"
    },
    {
      "end_timestamp": 883.0,
      "id": "6561cfa6-5ec7-351b-be3a-ac5ddc674792",
      "speaker": "Jordan",
      "start_timestamp": 880.0,
      "text": "on the phone"
    },
    {
      "end_timestamp": 886.0,
      "id": "dd293d9b-77a6-34b9-808c-2d0c632d3f2e",
      "speaker": "Dan",
      "start_timestamp": 883.0,
      "text": "you know, he says that he's a classical liberal or"
    },
    {
      "end_timestamp": 895.0,
      "id": "570a9862-2e43-3363-8d29-d52dc18b38ca",
      "speaker": "Jordan",
      "start_timestamp": 886.0,
      "text": "you've reached Oh, Jones. I'm still drunk. Leave Leave a message. I don't know. I don't know. I don't know fight the globalist leave a message by"
    },
    {
      "end_timestamp": 910.0,
      "id": "2a964a90-da32-3200-ad5e-f50c06724920",
      "speaker": "Dan",
      "start_timestamp": 895.0,
      "text": "our pills. I think he would say that he's into you. unions but what unions are now isn't what unions are supposed to be. I think that's probably the argument he would make. Because that way he can play both sides. Right? He can say I am he's for"
    },
    {
      "end_timestamp": 918.0,
      "id": "a9c3286d-3f1f-3d65-afc7-47b9f990421e",
      "speaker": "Jordan",
      "start_timestamp": 910.0,
      "text": "unions, but not in their current art incarnation. Yeah. Something like that. All right. Anyway, he's so slippery in your voice."
    },
    {
      "end_timestamp": 922.0,
      "id": "ae36c3c7-271b-3cde-9c95-2978b418e3c6",
      "speaker": "Dan",
      "start_timestamp": 918.0,
      "text": "In my rationalizing his dumbass beliefs,"
    },
    {
      "end_timestamp": 924.0,
      "id": "05f50db0-bdc9-33de-9220-7814c29b0bce",
      "speaker": "Jordan",
      "start_timestamp": 922.0,
      "text": "as long as you're spitting, it makes sense."
    },
    {
      "end_timestamp": 961.0,
      "id": "33df2ae0-4336-3c07-847f-b3fb67a5b98d",
      "speaker": "Alex Jones",
      "start_timestamp": 924.0,
      "text": "And normally cultures are known for different things that they strive it and they succeeded. Or they're barbarians. You've had those throughout history in every sector of the world. During the murder, deaths, cannibalism, human sacrifice, things like that civilization is into art and literature and culture. The globalist you bring in a corporate barbarism, a barbarous system that totally in a radical way, wages war against humanity from a psychopathic cold blooded perspective. And that's all basically coming to an end because humanity is rediscovering itself right now."
    },
    {
      "end_timestamp": 966.0,
      "id": "b93e9e72-c74f-3192-979a-1ad67dd0d882",
      "speaker": "Dan",
      "start_timestamp": 961.0,
      "text": "So that's a wild oversimplification of cultures."
    },
    {
      "end_timestamp": 971.0,
      "id": "1222d07e-5279-3433-a3e1-1f927c002e9f",
      "speaker": "Jordan",
      "start_timestamp": 966.0,
      "text": "No, I think it makes perfect sense. You've either got culture or you're a barbarian into cannibalism."
    },
    {
      "end_timestamp": 973.0,
      "id": "f6a9de9f-2eac-38b3-8e0d-4467f75ffe12",
      "speaker": "Unknown Speaker",
      "start_timestamp": 971.0,
      "text": "It's not taking not know"
    },
    {
      "end_timestamp": 976.0,
      "id": "0ba41462-b427-3a34-806c-49ff05d869c4",
      "speaker": "Jordan",
      "start_timestamp": 973.0,
      "text": "that cannibal is also have a lot of culture. Absolutely. I mean, it's"
    },
    {
      "end_timestamp": 979.0,
      "id": "b8006e29-f577-3dca-80e8-f71f56775c03",
      "speaker": "Dan",
      "start_timestamp": 976.0,
      "text": "barbarian civilizations often have amazing"
    },
    {
      "end_timestamp": 980.0,
      "id": "b354bf93-4ceb-319f-b5ea-e5efbb8abca1",
      "speaker": "Unknown Speaker",
      "start_timestamp": 979.0,
      "text": "culture. Oh, yeah,"
    },
    {
      "end_timestamp": 981.0,
      "id": "1cdee57f-bbe2-34ea-a9e0-945b9ab15779",
      "speaker": "Dan",
      "start_timestamp": 980.0,
      "text": "they created art."
    },
    {
      "end_timestamp": 991.0,
      "id": "f06d10a5-de1b-3e32-b43f-0292bffbbd96",
      "speaker": "Jordan",
      "start_timestamp": 981.0,
      "text": "I mean, the the Aztecs famously cut the heads off people off of a giant pyramid or whatever it was, but that pyramid was made to fucking gold. So you gotta get one."
    },
    {
      "end_timestamp": 997.0,
      "id": "a69595ee-c80c-3d11-ac4e-4c938e80cc41",
      "speaker": "Dan",
      "start_timestamp": 991.0,
      "text": "They had sophisticated understandings of the stars and time and stuff like that. That was my culture. The Mayans"
    },
    {
      "end_timestamp": 1005.0,
      "id": "b93c9596-2c1a-3ccd-ae7b-9d793ed6abd7",
      "speaker": "Jordan",
      "start_timestamp": 997.0,
      "text": "had some sort of calendar one time, it was pretty important for a while until we found out it wasn't that it happened real fast."
    },
    {
      "end_timestamp": 1008.0,
      "id": "2b9c59f9-ba48-3e0c-b1b7-7b4a1b56cff0",
      "speaker": "Dan",
      "start_timestamp": 1005.0,
      "text": "It's still a great calendar."
    },
    {
      "end_timestamp": 1011.0,
      "id": "3608bcc1-3ed9-30ef-8e46-84618d5ebda0",
      "speaker": "Jordan",
      "start_timestamp": 1008.0,
      "text": "I'm a big fan of the word of the day that it has."
    },
    {
      "end_timestamp": 1018.0,
      "id": "ae290767-2326-3366-8fc2-f97b2074e093",
      "speaker": "Dan",
      "start_timestamp": 1011.0,
      "text": "Yeah, it's just that our interpretation of it or not, our interpretation of it, some wacky people's interpretation was off."
    },
    {
      "end_timestamp": 1023.0,
      "id": "ecc34795-9b26-3492-bb88-92c4e14581cd",
      "speaker": "Jordan",
      "start_timestamp": 1018.0,
      "text": "Yeah. It's like having a calendar where every day the word of the day is the apocalypse. Yeah."
    },
    {
      "end_timestamp": 1030.0,
      "id": "8502c7a0-32a7-3905-89e1-357600a0f242",
      "speaker": "Dan",
      "start_timestamp": 1023.0,
      "text": "The thing is that if you look at culture like this, it's so black and white. And it's dumb. It's very dumb."
    },
    {
      "end_timestamp": 1042.0,
      "id": "458024e4-aa36-319c-bd48-7e7b0522b924",
      "speaker": "Jordan",
      "start_timestamp": 1030.0,
      "text": "But I think in in our understanding of Alex Jones, Nuance has never been a big portion of his. His endgame there. He's He's not wanting to try and see the best in both worlds."
    },
    {
      "end_timestamp": 1045.0,
      "id": "90a13cd3-bb4c-3229-a58f-1c2316996bec",
      "speaker": "Dan",
      "start_timestamp": 1042.0,
      "text": "No, but to use historical scholar."
    },
    {
      "end_timestamp": 1050.0,
      "id": "14e31d28-cc15-335c-a909-1204946f016e",
      "speaker": "Jordan",
      "start_timestamp": 1045.0,
      "text": "He's read 1000s of history books. Yes. At the age of six, he"
    },
    {
      "end_timestamp": 1055.0,
      "id": "fb6b3ab9-6f72-3253-bd0e-fddebfbd304d",
      "speaker": "Dan",
      "start_timestamp": 1050.0,
      "text": "started probably not about barbarians way more than"
    },
    {
      "end_timestamp": 1060.0,
      "id": "a73bb0e5-760a-32ac-9f9a-7e0ca32d5629",
      "speaker": "Jordan",
      "start_timestamp": 1055.0,
      "text": "all all of us except Trump. I think that's what it Ron Paul, I think that's what his real idea there is."
    },
    {
      "end_timestamp": 1069.0,
      "id": "7ca0df28-7d9c-3d65-8b12-25f8efb75586",
      "speaker": "Dan",
      "start_timestamp": 1060.0,
      "text": "Yeah. Anyway, he gets to the headlines of the day, he transitions from this misunderstanding of culture into misunderstanding everything that's"
    },
    {
      "end_timestamp": 1078.0,
      "id": "abd3dbea-a374-3a93-b948-b41a8f3987c0",
      "speaker": "Jordan",
      "start_timestamp": 1069.0,
      "text": "happening like the Jay Leno segment. jaywalking. No, the one where he reads headlines. Oh, yeah. And he's like, Hey, look at these people in their typos."
    },
    {
      "end_timestamp": 1087.0,
      "id": "9fd3e5c8-8eaa-3ed3-b928-4951d8b5f711",
      "speaker": "Dan",
      "start_timestamp": 1078.0,
      "text": "Fucking awesome. Would it be if Alex Jones had a new segment where he makes fun of wedding announcements? Anyway, here's the headlines."
    },
    {
      "end_timestamp": 1093.0,
      "id": "904913a9-037c-35f4-99dc-c545988b061d",
      "speaker": "Jordan",
      "start_timestamp": 1087.0,
      "text": "This has been married to Frank. She sounds globalist."
    },
    {
      "end_timestamp": 1132.0,
      "id": "5f5cd483-cba3-3993-8130-0cd251e706c4",
      "speaker": "Alex Jones",
      "start_timestamp": 1093.0,
      "text": "That was a good look at these headlines I'm gonna cover when we come back. She an in house blames intolerant father for 12 year old girl not wanting to see a men's penis in the locker room. This has been said by Obama as well. This is como who said you can't read WikiLeaks, only he can. People said that sounds crazy. Why would he tweet that and say that? Because they're told to to get you used to sexualizing your children? This is pedophilia. I don't know if he's saying it is a promotion of himself. I'm not saying he's one. Oh, certainly not. No, I'm saying that. Saying how dare your daughter not want to see a man in the locker room with his penis."
    },
    {
      "end_timestamp": 1136.0,
      "id": "8b912386-2386-3363-95a0-262c1ff2395b",
      "speaker": "Jordan",
      "start_timestamp": 1132.0,
      "text": "He's totally called Cuomo a pedophile before?"
    },
    {
      "end_timestamp": 1146.0,
      "id": "ced571ff-3e08-39af-8d10-d09ba9b33de2",
      "speaker": "Dan",
      "start_timestamp": 1136.0,
      "text": "I think he's suggested. I mean, literally said he was in this episode. He does call him a predator. But then he's like, he's like, I'm not saying I want to say he's drifting into slander."
    },
    {
      "end_timestamp": 1161.0,
      "id": "55a49b66-792a-3f6b-a013-8456116fe502",
      "speaker": "Jordan",
      "start_timestamp": 1146.0,
      "text": "I want to say that he's done that before. Like, in more than like a group situation like he was rattling off a list of names and he happened to be on one of them. Yeah, who's part of the pedophile Cabal? Yeah, what do you have to fucking kid in order to?"
    },
    {
      "end_timestamp": 1178.0,
      "id": "00d1474f-2924-36bc-a0b9-f5095192479d",
      "speaker": "Dan",
      "start_timestamp": 1161.0,
      "text": "Sure jump in? Group. I don't know, this is one instance on this episode of maybe three or four where he runs afoul of what I think is legal. Okay. Well, I mean, like calling Chris Cuomo, predator and all this stuff is that might be legally actionable."
    },
    {
      "end_timestamp": 1198.0,
      "id": "d6b44ba5-fcff-331f-83fa-7df04157a336",
      "speaker": "Jordan",
      "start_timestamp": 1178.0,
      "text": "If you are a predator. Yeah. You don't want to be misrepresented. What do you mean like Alien versus I am pretty sure that's what I was going for. Yes. Now, nobody, they wouldn't be able to take them to court, of course, because they wouldn't be seen in courts. Yeah, you have to have standing and you have to show up and if you're invisible, nope."
    },
    {
      "end_timestamp": 1216.0,
      "id": "6704adfe-944d-3af2-b1e8-f6db896a6c18",
      "speaker": "Dan",
      "start_timestamp": 1198.0,
      "text": "Well, it's good point. Yep. So This is his big headline of the day and it runs throughout the show. And it is essentially about how the your, your, your being called closed minded and a bigot if you don't want men with their big old penises in the locker room with your daughter"
    },
    {
      "end_timestamp": 1244.0,
      "id": "1c5f64a8-0f31-3a77-8e7f-efa40c4db0fa",
      "speaker": "Jordan",
      "start_timestamp": 1216.0,
      "text": "he's talking about. He's not talking about trans bathroom bills as he is. Okay, so he frames the trans bathroom bill as the does your parents have a daughter? Yeah. And you're intolerant? Because it seems like your daughter is going into a bathroom. Yeah, where a big old man's penis is just waiting for Yeah. And you're intolerant? Because you're like, Whoa, I wish there weren't a penis there."
    },
    {
      "end_timestamp": 1246.0,
      "id": "4b0f5156-eb32-3e62-9686-c3d50d657f5a",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1244.0,
      "text": "Yeah. All right. Yeah,"
    },
    {
      "end_timestamp": 1256.0,
      "id": "155b2b7d-36b9-3bd2-b417-0d702fcca19d",
      "speaker": "Jordan",
      "start_timestamp": 1246.0,
      "text": "I get the feeling that that's not the angle that the bill actually is taking. No, no, no, no, no, it's not. It's not the one penis for all bill now. All right,"
    },
    {
      "end_timestamp": 1287.0,
      "id": "69954c5b-a168-3867-a48f-0ab2c86f00ed",
      "speaker": "Dan",
      "start_timestamp": 1256.0,
      "text": "I've done some looking into this issue. Because I tried to find any instance, I was trying to be overly charitable. I tried to find any instances of like a 12 year old girl or so no, any incidences of attacks or assaults happening in bathrooms because of trans individuals? Yes. Now I found one article that listed five okay, if you break down what those five are,"
    },
    {
      "end_timestamp": 1290.0,
      "id": "eb7801c5-7d30-35e6-9b6e-c7e2b20be96f",
      "speaker": "Jordan",
      "start_timestamp": 1287.0,
      "text": "and this is the only article and these are the only five that you could find"
    },
    {
      "end_timestamp": 1298.0,
      "id": "4b90a1f3-e7ba-3c8f-8116-b89e0dd9eeff",
      "speaker": "Dan",
      "start_timestamp": 1290.0,
      "text": "this is the only documented things I could find anything concrete right? Because this actually had sourcing insight."
    },
    {
      "end_timestamp": 1301.0,
      "id": "80cbe705-2dbb-393e-8018-7dd8ec3a9939",
      "speaker": "Jordan",
      "start_timestamp": 1298.0,
      "text": "Right? It wasn't just the insinuation No. These"
    },
    {
      "end_timestamp": 1319.0,
      "id": "b50a51c4-494c-37ca-b4c8-bda146d5633d",
      "speaker": "Dan",
      "start_timestamp": 1301.0,
      "text": "instances were all dudes dressed up like women to get into bathrooms to videotape people in the bathrooms, right? This is not the issue that we're talking about. That can happen with or without this bill. Yes, that's just someone in a bad 80s movie. Oh,"
    },
    {
      "end_timestamp": 1322.0,
      "id": "c3beaacc-111c-36c6-8ce8-82a22e37c7de",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1319.0,
      "text": "you know what Marquis you're talking about? Exactly."
    },
    {
      "end_timestamp": 1330.0,
      "id": "7aa40e51-ba2d-3b13-9f90-4bb097c69430",
      "speaker": "Jordan",
      "start_timestamp": 1322.0,
      "text": "This is just like so do is that how simple people view trans Yes. As as Porky's. Yes Park us people?"
    },
    {
      "end_timestamp": 1338.0,
      "id": "ffa31aa2-83de-3d42-83fd-d64b17e657e8",
      "speaker": "Dan",
      "start_timestamp": 1330.0,
      "text": "Or What's that movie sex boat? Sex bows porno where guys dress up like women to get on an all female cruise? And then bang, everybody. I"
    },
    {
      "end_timestamp": 1344.0,
      "id": "baf02347-ead4-3246-abaa-30d4e147fd60",
      "speaker": "Jordan",
      "start_timestamp": 1338.0,
      "text": "never saw a sex boat. Oh, you should see sex. I saw The Love Boat. I'm assuming it. That was a prequel. There are similarities."
    },
    {
      "end_timestamp": 1361.0,
      "id": "a09fb749-f8b9-3bbf-9c5f-d308e444d6fd",
      "speaker": "Dan",
      "start_timestamp": 1344.0,
      "text": "But this is this is the kind of toxic cancerous thinking that is really plaguing a lot of people and Alex can't get his head around. Is that you judge an issue by people who aren't? What the conversation is about. Right? People are criminals, as we"
    },
    {
      "end_timestamp": 1371.0,
      "id": "f83d1243-de9f-3512-8839-0798fd23a6e7",
      "speaker": "Jordan",
      "start_timestamp": 1361.0,
      "text": "all know, that is a straw man argument, which Alex Jones has, doesn't understand does not understand at all. So again, he thinks that is an argument about men made out of straw."
    },
    {
      "end_timestamp": 1397.0,
      "id": "34ff1608-3cfd-34d7-a739-984db96789c6",
      "speaker": "Dan",
      "start_timestamp": 1371.0,
      "text": "Yeah, these instances that you can find that are concrete aren't indicative of what trans people want. They want to be able to go to the bathroom, in the bathroom that suits what they identify, right? These people who have assaulted people are pervy dudes who are trying to pull a fast one. Right? That's not what this is about,"
    },
    {
      "end_timestamp": 1423.0,
      "id": "d2ed91a3-6afc-38e0-801a-a2dcbc1d9e25",
      "speaker": "Jordan",
      "start_timestamp": 1397.0,
      "text": "is this. So this to me has that same feel of like, I'm against homosexual sex, and you're like, Okay, so a man and a man and a woman and a woman? Well, I don't think about the woman and the woman part so much. It's dudes fucking each other. You know, in the trans bathroom thing. It's always about protecting your daughter. Boy, it is never about it's never about protecting your son from a creepy"
    },
    {
      "end_timestamp": 1427.0,
      "id": "3d968573-1854-36a2-96c0-44d7f13ff8d7",
      "speaker": "Dan",
      "start_timestamp": 1423.0,
      "text": "it's never been talking about female to male right folk,"
    },
    {
      "end_timestamp": 1459.0,
      "id": "4c9715f7-5b35-3789-bf9f-ca4dff51e7ae",
      "speaker": "Jordan",
      "start_timestamp": 1427.0,
      "text": "which seems like the moment they do, they'd have to start talking about the fact that men are far more likely to sexually assault aid another boy in the men's bathroom. Yeah, and there's even more and that's, that's a much more prevalent thing. Just due to identify as pedophiles. Yeah. And then the much more likely thing there is that if you are trans, you're gonna go into a bathroom, and there's a way higher chance of you being sexually assaulted or physically assaulted. Well, case"
    },
    {
      "end_timestamp": 1483.0,
      "id": "cff56d45-e260-3b79-9251-93c8b944b515",
      "speaker": "Dan",
      "start_timestamp": 1459.0,
      "text": "in point, I found this list of five and they aren't real trans issues now. And you can find their their deception, you're gonna find 1000s of instances of trans people who are harassed in bathroom. Yeah, absolutely. So, I mean, the argument is bullshit, and makes me furious. 100% Bullshit. And it gets so much worse on this episode. He"
    },
    {
      "end_timestamp": 1503.0,
      "id": "55bdb03a-990a-3573-b0c3-3806dc07daba",
      "speaker": "Jordan",
      "start_timestamp": 1483.0,
      "text": "has he this is the thing that I think about. My parents are almost certainly for the trans bathroom bill. Okay. I don't think they've ever met a trans person. I don't think Alex has either. So to them, the argument makes sense because to them a trans person means a crossdresser"
    },
    {
      "end_timestamp": 1508.0,
      "id": "6a32b8b6-34ce-387f-91ab-2fd7b7305cb4",
      "speaker": "Dan",
      "start_timestamp": 1503.0,
      "text": "or a pervert or a pervert, they have this image in their head of what the reality is. And it's not Yeah,"
    },
    {
      "end_timestamp": 1548.0,
      "id": "844fffb4-0e12-3c99-8dd2-57dc8ca1b750",
      "speaker": "Jordan",
      "start_timestamp": 1508.0,
      "text": "they don't understand that you can be that you're you're not you're not the person that they say you are. When you go in the into the bathroom. You're going into the wrong bathroom. Yeah, that's that's how your life is. Every time you've gone to the bathroom for the most part. You felt like you're in the wrong place. Yeah. And then now they're telling you not that you should go to the right place that you should be forced to stay in this wrong place. And every single doctor and you're the worst. Yeah. The fact that you're asking to do that makes you a"
    },
    {
      "end_timestamp": 1559.0,
      "id": "b73d5d8c-287a-3714-be39-9f74f8c649e0",
      "speaker": "Dan",
      "start_timestamp": 1548.0,
      "text": "enemy of our culture. Exactly. Yeah. Fucking evil. Yeah. Anyway, let's save some of our righteous indignation for when it really needs to come out. I'm already out"
    },
    {
      "end_timestamp": 1560.0,
      "id": "be099306-2aa6-37c8-9085-d7a5a0f1c13e",
      "speaker": "Jordan",
      "start_timestamp": 1559.0,
      "text": "amount of righteous and"
    },
    {
      "end_timestamp": 1582.0,
      "id": "ee121701-fad2-3dcb-ac11-9779d78b05e5",
      "speaker": "Alex Jones",
      "start_timestamp": 1560.0,
      "text": "urine tolerance. See how that works? sexualizing your children. It starts with ending genders. They're not having you accept other genders. They're ending and all these well meaning liberals are like, let's be nice to China thinks they're a dog Are you think you're blind, the state will pay to dump bleach in your eyes, and then we'll pay for all your welfare for the rest of your eyes. For the rest of your lives, this is mental illness. So that"
    },
    {
      "end_timestamp": 1590.0,
      "id": "63a9a388-aaf4-3439-bb20-c13a00e6b305",
      "speaker": "Jordan",
      "start_timestamp": 1582.0,
      "text": "why is it why is it that he's he's mad that liberals are saying being nice to somebody who's not bothering you?"
    },
    {
      "end_timestamp": 1596.0,
      "id": "7cd57ed3-5a90-375d-a528-a2c96863a3fa",
      "speaker": "Dan",
      "start_timestamp": 1590.0,
      "text": "I don't think that anybody who supports trans rights would be like, oh, yeah, you think you're blind? Let's take your eyes out."
    },
    {
      "end_timestamp": 1600.0,
      "id": "ac282e4d-802f-385f-b62c-d5b7c649d6bf",
      "speaker": "Jordan",
      "start_timestamp": 1596.0,
      "text": "You know what, here's the thing that has happened before."
    },
    {
      "end_timestamp": 1604.0,
      "id": "7009a101-cd74-335c-8bf6-c4ca90b073b6",
      "speaker": "Dan",
      "start_timestamp": 1600.0,
      "text": "Sure. There's people who therapy should be amputees."
    },
    {
      "end_timestamp": 1611.0,
      "id": "09850938-00ff-3d6c-bebb-6252df01f64d",
      "speaker": "Jordan",
      "start_timestamp": 1604.0,
      "text": "Do the whole thing. Yeah. And that is in. I still think you should be nice to them."
    },
    {
      "end_timestamp": 1612.0,
      "id": "a0a9f3b0-fb90-3adf-958f-995bc25c2195",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1611.0,
      "text": "Sure. Right."
    },
    {
      "end_timestamp": 1621.0,
      "id": "92f7642c-791e-32a7-b6b3-533f004d0c85",
      "speaker": "Jordan",
      "start_timestamp": 1612.0,
      "text": "Why is he so mad that, hey, this person wants to be a dog. are they hurting anybody? I mean, sometimes they bark when I walked by, well,"
    },
    {
      "end_timestamp": 1623.0,
      "id": "b46fb5c8-a025-3f61-be4a-718c9d101371",
      "speaker": "Dan",
      "start_timestamp": 1621.0,
      "text": "they're gonna fuck your dog at the dog. Yeah, I"
    },
    {
      "end_timestamp": 1629.0,
      "id": "534c33b9-c77e-36ad-9b52-cd4f45e06b00",
      "speaker": "Jordan",
      "start_timestamp": 1623.0,
      "text": "mean, okay, yeah, just be cool, because they're not hurting anybody. But you know what,"
    },
    {
      "end_timestamp": 1636.0,
      "id": "251b4517-66a9-3aa1-823d-1cdb7a81b2c6",
      "speaker": "Dan",
      "start_timestamp": 1629.0,
      "text": "Alex Jones, one of his big things is about how he's like he has these ideas, but he doesn't hate people. All right."
    },
    {
      "end_timestamp": 1696.0,
      "id": "ce6c2e72-993b-3317-9844-6612c5d1c3f7",
      "speaker": "Alex Jones",
      "start_timestamp": 1636.0,
      "text": "Mental illness, they're imposing as a cultural virus to shut us down doesn't mean we hate anybody. In fact, the first rollouts of different things that come out sometimes are kind of interesting, but it's meant like candy to make you think it's something really good till it sucks you down that vortex. I don't hate anybody. And of course, humans explore things and do things. They're taking that natural curiosity, all those things that happen is you're an adult and they twist it when you're a child and tell you you're bad, because you're freaked out by a 15 year old or 16 year old young man in the women's little girls showers at a public school. Oh, and now you're upset about whiteboards so all over the country colleges are removing him out you know, I saw that in Michigan two days ago with the university pulling it out. Right press covering it mainstream news trade face. Oh, good. Get rid of the load. Somebody might ride on him might hurt someone that's saying ban books, ban books, or someone might write something hurts your feelings."
    },
    {
      "end_timestamp": 1697.0,
      "id": "d53081f9-e85c-3c7d-bc74-1b6aa20fb721",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1696.0,
      "text": "Say no,"
    },
    {
      "end_timestamp": 1699.0,
      "id": "1b6bc72e-c442-3687-a937-a95eebca0757",
      "speaker": "Alex Jones",
      "start_timestamp": 1697.0,
      "text": "it's the end of culture the end of language."
    },
    {
      "end_timestamp": 1703.0,
      "id": "9ac26884-7633-3432-a9e5-83fb1218b6f2",
      "speaker": "Dan",
      "start_timestamp": 1699.0,
      "text": "So I apologize for clips there but"
    },
    {
      "end_timestamp": 1708.0,
      "id": "87e7de43-2fcc-3145-9077-70871cbc6d7a",
      "speaker": "Jordan",
      "start_timestamp": 1703.0,
      "text": "you can't No you can't you can't go from from that to whiteboards."
    },
    {
      "end_timestamp": 1717.0,
      "id": "70b569cb-152a-3c9b-a081-fedbb5e3836f",
      "speaker": "Dan",
      "start_timestamp": 1708.0,
      "text": "Well. Also, the the idea that people are showering in high school now is silly. No one's really doing that haven't been for years and years. That's not what people don't shower."
    },
    {
      "end_timestamp": 1734.0,
      "id": "986922c3-5363-37a3-9318-8255cee02855",
      "speaker": "Jordan",
      "start_timestamp": 1717.0,
      "text": "I never showered in high school. I was actually afraid of seeing a 15 year old boy's penis as a dude. But frankly, I think I was I was afraid of seeing my own penis point in time. It was just too raw. Too physical"
    },
    {
      "end_timestamp": 1776.0,
      "id": "ceade2d5-1c90-3f12-b66a-e70e0ba76205",
      "speaker": "Dan",
      "start_timestamp": 1734.0,
      "text": "so but that the right that transition to the whiteboards thing is crazy. So I hunted down the article that he was talking about with whiteboards. And the Michigan State University has banned whiteboards on dorm room doors. And they did this specifically because they recognize that most communication that's done between people now is on texting, and on Twitter and on Facebook, and there's no real utility to having a thing on your wall. Right. Additionally, they had multiple instances of people writing racial slurs on them and attacking people. So they're like this doesn't really help and the people have been being victimized. We're just gonna not allow whiteboards on doors. Alex, Alex, thanks the"
    },
    {
      "end_timestamp": 1794.0,
      "id": "2d25f6e7-4500-3791-acf1-59926a974b42",
      "speaker": "Jordan",
      "start_timestamp": 1776.0,
      "text": "least they could do the absolute least they're not they're not combating any of the horrible slurs or anything like that. They're just like, hey, you know what, this doesn't help. And it's used to hurt sometimes. So why why bother with it? Let's just not do it."
    },
    {
      "end_timestamp": 1816.0,
      "id": "ede7fce2-6f5e-3018-acc6-baf65c588321",
      "speaker": "Dan",
      "start_timestamp": 1794.0,
      "text": "I have two points about it. One agrees completely with what you're saying is that you're dealing with the non issue but not dealing with the real issue which is why would someone write those things? Yeah, that's a much and taking away the whiteboard isn't gonna take away the Hey, no. So that's that's one piece. But then the other piece is that Alex is like they're gonna ban any kind of public talk and that's not what this is you're grappling this so wrong"
    },
    {
      "end_timestamp": 1838.0,
      "id": "851f8af8-c3ac-3091-92cd-8b04953ea9a8",
      "speaker": "Jordan",
      "start_timestamp": 1816.0,
      "text": "not it's and he makes it sound like it's in the classroom. Yeah, like, oh, that teachers want to teach about the evils of globalism. I don't know what they would be teaching about that he sure probably something about how people should be allowed to have unions, but not unionized. But I can't I can't follow the twisted words anymore."
    },
    {
      "end_timestamp": 1847.0,
      "id": "e7444e90-3a0d-3f12-bb0c-b5b3d55d5734",
      "speaker": "Dan",
      "start_timestamp": 1838.0,
      "text": "Well, likening it to book burning to is so stupid. It's just incredibly stupid. But this next clip is even stupid."
    },
    {
      "end_timestamp": 1899.0,
      "id": "f08d805f-499c-3aa3-beca-83aac251ec76",
      "speaker": "Jordan",
      "start_timestamp": 1847.0,
      "text": "You know what I actually just found out today. One of the big things that one of the big book burnings that the Nazis had was actually have an institute that did a lot of trans research. Interesting. Yeah, like there was for a long time in the 20s kind of a, you know, we're all paying attention to this kind of thing. We're treating it as something that's real. That's this kind of gender dysmorphia, all of these different types of things. A lot of amazing research was done. And then whenever that nationalist asshole really started, then they went to those places and burned those books. Interesting. Because they again, they master raced it, yeah, no, they wanted to do this stamp out anything that would suggest otherwise. Sure. So again, Nazis hate trans people across centuries."
    },
    {
      "end_timestamp": 1907.0,
      "id": "ac4c6a78-cf99-36ed-95ae-bb3572926481",
      "speaker": "Dan",
      "start_timestamp": 1899.0,
      "text": "And it's not, you know, that we can't make a false equivalence and say, Nazis, a trans people, Alex hates trans people. Therefore, Alex is a Nazi."
    },
    {
      "end_timestamp": 1913.0,
      "id": "a65c9517-c063-3f37-978e-70e1075d2a66",
      "speaker": "Jordan",
      "start_timestamp": 1907.0,
      "text": "But we can say that Milo is a Nazi. I've established that. I'm never going to let that go. So anyway,"
    },
    {
      "end_timestamp": 1947.0,
      "id": "04f4ed91-f7dd-3201-9610-e1ddf9d58f7d",
      "speaker": "Dan",
      "start_timestamp": 1913.0,
      "text": "this next clip, Project Veritas just leaked, like, I don't know, hundreds of hours of behind the scenes audio from CNN. Really? Yeah. And I've listened to a little bit of it. That sounds boring. I've listened to a little bit of it and it is boring. But then the anybody who's posted anything about it is all fake. It's all like, someone posted a clip of the Dog the Bounty Hunter, when he left that really racist voicemail, and they said it was Jake Tapper. And it's like, this isn't even that What are you doing?"
    },
    {
      "end_timestamp": 1951.0,
      "id": "d8a24705-d47a-3669-9528-e5146e08d0c4",
      "speaker": "Jordan",
      "start_timestamp": 1947.0,
      "text": "Jake Tapper does not sound like Dog the Bounty Hunter is not very much not"
    },
    {
      "end_timestamp": 1956.0,
      "id": "82346d01-78cf-3ee3-a29d-9c8dc6194cfe",
      "speaker": "Dan",
      "start_timestamp": 1951.0,
      "text": "so Alex says this little statement about the CNN leaks."
    },
    {
      "end_timestamp": 1962.0,
      "id": "c17a03af-81e1-3830-8e2d-fd37fccf3ad2",
      "speaker": "Alex Jones",
      "start_timestamp": 1956.0,
      "text": "Mainstream media claims nothing juicy under 19 hours of CNN leaks. Of course there is a bunch."
    },
    {
      "end_timestamp": 1964.0,
      "id": "81b4c417-2f0c-34ce-86a3-9546476b4349",
      "speaker": "Jordan",
      "start_timestamp": 1962.0,
      "text": "Any name any pick one?"
    },
    {
      "end_timestamp": 1966.0,
      "id": "87ae9743-f74d-30ff-9b9f-5916db2023ee",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1964.0,
      "text": "He has no one. No one none."
    },
    {
      "end_timestamp": 1979.0,
      "id": "50cfe926-cdf6-34db-ae21-74d365355e25",
      "speaker": "Jordan",
      "start_timestamp": 1966.0,
      "text": "Alex on one. All here's one. Tell me you've listened to more than an hour of it. I'm sure he hasn't listened to any I guarantee he hasn't listened to any of it. Yeah, but then I guarantee nobody's listened to any of it. It's just a bunch of pitch meetings and shit."
    },
    {
      "end_timestamp": 1987.0,
      "id": "e4b1e6fb-ca5c-3c20-b00d-80022d8042a2",
      "speaker": "Dan",
      "start_timestamp": 1979.0,
      "text": "Probably. I don't fucking know. I don't I don't care if if someone wants to give me a nice detailed non pizza gaiety breakdown of what's the nose?"
    },
    {
      "end_timestamp": 1991.0,
      "id": "cfaf4a76-17a4-385e-8818-06e815b1f0f8",
      "speaker": "Jordan",
      "start_timestamp": 1987.0,
      "text": "Yeah. Listen to the hundreds of hours of very boring conversation. Oh,"
    },
    {
      "end_timestamp": 2001.0,
      "id": "42d1c1f1-3bcb-3947-ac97-c099fe8e1988",
      "speaker": "Dan",
      "start_timestamp": 1991.0,
      "text": "man, I got a job. I don't have time for that shit. All right. So he gets back to Glenn Beck now and then repeats one of his old chestnuts. Glenn"
    },
    {
      "end_timestamp": 2011.0,
      "id": "efc7f263-60fe-3108-84a9-4028cfa69573",
      "speaker": "Alex Jones",
      "start_timestamp": 2001.0,
      "text": "Beck bannings economic nationalism agenda is not conservative. It's dangerous. Just saying you have a country. The Ninth Circuit banned wearing American flags at school had"
    },
    {
      "end_timestamp": 2012.0,
      "id": "b8d3446a-a21f-3eb0-88a5-545d437ca95c",
      "speaker": "Jordan",
      "start_timestamp": 2011.0,
      "text": "false equivalence"
    },
    {
      "end_timestamp": 2016.0,
      "id": "aa829b5b-8b3f-355a-9ef6-75a78b165f1d",
      "speaker": "Dan",
      "start_timestamp": 2012.0,
      "text": "and not true. As we've discussed, if you go,"
    },
    {
      "end_timestamp": 2020.0,
      "id": "cf4fec69-57ec-31a6-9ffd-a3c83f7ad24e",
      "speaker": "Jordan",
      "start_timestamp": 2016.0,
      "text": "even if what he's saying is true, it doesn't make sense. And it's not even that."
    },
    {
      "end_timestamp": 2039.0,
      "id": "f6c9faeb-46d4-33ca-bce5-126b40dd64c5",
      "speaker": "Dan",
      "start_timestamp": 2020.0,
      "text": "Yeah. But this is this is indicative of something that Alex does that I want to take the point, the time to call out, which is that he has a lie, which is that the Ninth Circuit banned wearing American flags. The truth is that they banned it on Cinco de Mayo, because there were groups of students, right. We're threatening Mexican students. We've covered"
    },
    {
      "end_timestamp": 2055.0,
      "id": "6ff34113-9a10-3f35-a170-08d12eeed902",
      "speaker": "Jordan",
      "start_timestamp": 2039.0,
      "text": "it. Yeah, absolutely. It's again, it's very much the whiteboard situation all over it. 100% are not going after the real problem. They're just making it a step harder show or they're forcing that creativity of racism and hate to go in another different direction. Sure,"
    },
    {
      "end_timestamp": 2075.0,
      "id": "eec85091-bbfa-393e-85e7-f057ccf4a05e",
      "speaker": "Dan",
      "start_timestamp": 2055.0,
      "text": "and it might be misguided. But it's absolutely not what Alex is saying it is and very least they're trying but because he knows that no one's going to look into it. Right? He gets to repeat it. And everyone's like, Oh, I've heard him say that repeatedly. It must be true. So he has these riffs that he can go on with a Ninth Circuit ban the shirts Right? Um, so the game is like, oh, okay, if you're not paying attention to like, Yeah, okay."
    },
    {
      "end_timestamp": 2092.0,
      "id": "3ff1680d-bf52-395e-822a-09418951f72b",
      "speaker": "Jordan",
      "start_timestamp": 2075.0,
      "text": "And those and those become like waste stones on the path. So he he steps off of this long big narrative and then conflates that with the way stone you know, like, oh, bannings economic plan is bad. Just like as you guys already know. Burning flags is bad."
    },
    {
      "end_timestamp": 2097.0,
      "id": "8732ac49-0d36-31b8-9880-ebd0caf681cd",
      "speaker": "Dan",
      "start_timestamp": 2092.0,
      "text": "It's almost like a get er done to Yeah, that's like a just Toss. Toss it in everyone. Yeah,"
    },
    {
      "end_timestamp": 2105.0,
      "id": "3cd9fcc0-7d8f-3d33-a7a7-64760d4bc315",
      "speaker": "Jordan",
      "start_timestamp": 2097.0,
      "text": "just throw it in. It see cuz it's a crowd pleaser everybody gives a big round of applause whenever they hear ya"
    },
    {
      "end_timestamp": 2121.0,
      "id": "02c4b3b5-7f06-39bc-8585-b0c738b93b9c",
      "speaker": "Alex Jones",
      "start_timestamp": 2105.0,
      "text": "shirt or on your car because it's hateful it might hurt someone first it's banned the K K K man some black racist group then it's banned whiteboards banned brown bags being a net American flags that has ticked down all the statutes again"
    },
    {
      "end_timestamp": 2123.0,
      "id": "78bff312-420b-3e6d-80a8-121904b7685e",
      "speaker": "Jordan",
      "start_timestamp": 2121.0,
      "text": "we got another drop there"
    },
    {
      "end_timestamp": 2149.0,
      "id": "64367bfe-7fe7-3f14-8268-78c6b4db9547",
      "speaker": "Dan",
      "start_timestamp": 2123.0,
      "text": "he didn't like he's listing things that people haven't done no one's banned the que que que no God even though even though everyone's against them like everyone thinks they're a bunch of assholes because they are ya no one's banned to the kk k so he's starting How would you even start banning the kk k I don't know. But even liberal people aren't like a listen we need to not allow them to say this horrible shit that they say"
    },
    {
      "end_timestamp": 2166.0,
      "id": "fe48d605-da53-3091-b256-0822087384e4",
      "speaker": "Jordan",
      "start_timestamp": 2149.0,
      "text": "again a huge plot point in the Blues Brothers even even in Liberal bastions like The Blues Brothers there's a giant support for you guys should probably allow these Nazis to at least say what they need to say it's America"
    },
    {
      "end_timestamp": 2178.0,
      "id": "b4c8f7cd-4b4c-3452-a88d-d613ec71642f",
      "speaker": "Dan",
      "start_timestamp": 2166.0,
      "text": "so there is like this false slippery slope that even the beginning part isn't true. And he tries to do this repeatedly with it like this. The first they came for blank and I said nothing right sort of thing."
    },
    {
      "end_timestamp": 2190.0,
      "id": "e14bfcc6-36fc-3bda-85dd-21e0bd160ee9",
      "speaker": "Jordan",
      "start_timestamp": 2178.0,
      "text": "First they came for the K K K. And I said nothing exact for I was not in the K K K. Then they came for a unnamed black racist group because we can't we can't pick one."
    },
    {
      "end_timestamp": 2203.0,
      "id": "bc670a5f-3715-3d34-9dad-67d3560b1e93",
      "speaker": "Dan",
      "start_timestamp": 2190.0,
      "text": "I assume he either means the Black Panthers or probably now black lives matter because he thinks that they're because they're Yeah, of course. They're racist. They're all there are about his cop killing. Sweet, sweet good times, Alex. Anyway, this"
    },
    {
      "end_timestamp": 2204.0,
      "id": "eab547a6-181a-3df8-8cce-15dfac7975c4",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2203.0,
      "text": "makes Alex here. Let's"
    },
    {
      "end_timestamp": 2216.0,
      "id": "25e83380-fe2c-32c0-b078-107083a1ee54",
      "speaker": "Dan",
      "start_timestamp": 2204.0,
      "text": "get to this next clip. This he's talking about and misrepresenting the comments of Melissa Harris Perry, and I'll get to explain why he is full of shit in a moment."
    },
    {
      "end_timestamp": 2270.0,
      "id": "93291dbe-b572-3f3a-be6e-b11875903f1c",
      "speaker": "Alex Jones",
      "start_timestamp": 2216.0,
      "text": "Chris Cuomo, what an embarrassing creature but he thinks condition you and tell their audience have already Stockholm Syndrome learned helplessness cooks that Okay, the next thing is you got to let your daughter's have you know, you could have a senior in high school in those showers with your daughter. Whoa, not a senior then somebody says anything? Well, you're a bad person. And these aren't like cherry picked examples. Yes. It's meant to be extreme. They're not cherry picked. Go on TV two years ago and say your kids belong to us. And we're getting rid of the family. Basically. We see the family fall apart. We understand their single parents. We understand communities help. But the point is, that's the good side of it. The bad side of it is it was all engineered policing communities in crisis. We say this is bad. They go oh, you hate those communities? No, we don't."
    },
    {
      "end_timestamp": 2274.0,
      "id": "d792cb9d-5f7f-3e90-bfc3-8150620d262f",
      "speaker": "Dan",
      "start_timestamp": 2270.0,
      "text": "You do? Yeah, you do. But also this is Melissa Harris Perry, your"
    },
    {
      "end_timestamp": 2280.0,
      "id": "42300734-9ddf-3977-beb5-56f7263b7501",
      "speaker": "Jordan",
      "start_timestamp": 2274.0,
      "text": "children our hours. I Melissa Harris Perry decree it she"
    },
    {
      "end_timestamp": 2306.0,
      "id": "5c06fad3-e218-33b4-a9fe-ee8ea82c8888",
      "speaker": "Dan",
      "start_timestamp": 2280.0,
      "text": "was talking about she there was a 32nd video that was aired on like MSNBC or something like that, some news station. And she's talking about how we need to take a more community based stance on children. Like we need to recognize that, you know, children aren't the property of their parents. And it takes a community to, to to raise children, essentially literally an"
    },
    {
      "end_timestamp": 2309.0,
      "id": "cbe3b28d-d0be-3d5d-b14f-6cca20e8cc76",
      "speaker": "Jordan",
      "start_timestamp": 2306.0,
      "text": "old saying it takes a village. Yeah."
    },
    {
      "end_timestamp": 2337.0,
      "id": "2093ee4c-536e-30c9-9599-b7e097816ae7",
      "speaker": "Dan",
      "start_timestamp": 2309.0,
      "text": "And maybe she was maybe a little on careful with her words. But what she was saying wasn't what Alex is saying. What she says is that children belong to the communities that they live in, which is to say that they are a part of the communities. Yeah, it doesn't mean that the communities own the children, it means that everybody is a part of the community. And if parts of the community are hurting, it hurts the community as a whole."
    },
    {
      "end_timestamp": 2381.0,
      "id": "1a81b167-8d38-3366-bd25-48a3b773e2e4",
      "speaker": "Jordan",
      "start_timestamp": 2337.0,
      "text": "Yeah, if you raise a child in such a way that your child goes out and hurts other people, you're you're the one doing that like it you're your child affects everybody else. Your child can damage everybody else. So it is a community minded thing whenever you you say like, Hey, we're all against you. Being a complete and total asshole. Yeah. Yeah, be nice to people who want to be dogs. That's the point. That's all I'm stuck on now. All the rest of the shit that he's saying. I'm done. I just want you to be nice to people who want to be dogs. That'd be great. I think we should what a world is do we have a charity for that? Well, there's"
    },
    {
      "end_timestamp": 2385.0,
      "id": "16f35c9d-bdf0-3baf-9333-e3ac5280ca09",
      "speaker": "Dan",
      "start_timestamp": 2381.0,
      "text": "a main greeters give money to cosplayers. I guess I don't know. God"
    },
    {
      "end_timestamp": 2389.0,
      "id": "dceedda6-751c-344f-9708-4f489590f381",
      "speaker": "Jordan",
      "start_timestamp": 2385.0,
      "text": "damn, stay away from it cosplay. And again."
    },
    {
      "end_timestamp": 2415.0,
      "id": "ea86d49f-a9da-307a-8f02-c7e0a9ed1155",
      "speaker": "Dan",
      "start_timestamp": 2389.0,
      "text": "David it does on his weekends zone GERD darn business. You're right. Anyway. That's stupid. And I really think that Alex, it goes back to his inability to comprehend And what he's seeing or hearing because he's he isn't hears that and he's like, oh fuck they want to destroy the family. It's not what she's saying. No, there's no way that what she's advocating for even taken in the worst possible way leads to we got to destroy families."
    },
    {
      "end_timestamp": 2441.0,
      "id": "f7d2b21f-d77d-3091-aa40-8a14fdaecc91",
      "speaker": "Jordan",
      "start_timestamp": 2415.0,
      "text": "Yeah, that's that's way made up way. That seems to made up. Even for Alex. That seems to have made up does he? That one is the that's suspicious. I don't like that one. Well, that one seems like he's stretching. That one seems like he's stretching as well for him. So let's keep that that's as if he didn't listen at all like he got here was a 32nd clip. Yeah, like he got it from eight different secondarily. Got"
    },
    {
      "end_timestamp": 2443.0,
      "id": "fa70ce6c-7ffb-3324-a55d-7fb6cca4bfce",
      "speaker": "Dan",
      "start_timestamp": 2441.0,
      "text": "it from drudge. Yeah,"
    },
    {
      "end_timestamp": 2444.0,
      "id": "204cdff0-e048-304d-af51-3fb3b622d3f8",
      "speaker": "Jordan",
      "start_timestamp": 2443.0,
      "text": "some Well, yeah, that's a good point."
    },
    {
      "end_timestamp": 2465.0,
      "id": "fac14cc1-3129-3051-8482-022aca45db1d",
      "speaker": "Dan",
      "start_timestamp": 2444.0,
      "text": "So let's just keep a running tally here. We have lies about, you know, trans people in bathrooms. Right. We have lies about chalkboards. We have lies about CNN leaks. We have a lie about the Ninth Circuit. Yeah, we have a lie about Melissa Harris, Perry MHP. And now we're gonna get to one of our old fare, we're"
    },
    {
      "end_timestamp": 2466.0,
      "id": "80306cf7-2aec-3025-90bf-3c5e28c7ece8",
      "speaker": "Jordan",
      "start_timestamp": 2465.0,
      "text": "gonna add Glenn Beck in there."
    },
    {
      "end_timestamp": 2468.0,
      "id": "e705f7a8-5a0b-3a1a-91b8-9252b0448c98",
      "speaker": "Dan",
      "start_timestamp": 2466.0,
      "text": "I don't know. I don't care."
    },
    {
      "end_timestamp": 2470.0,
      "id": "980ee496-a13d-38e4-862d-fa30c4c213d0",
      "speaker": "Jordan",
      "start_timestamp": 2468.0,
      "text": "I don't think we need to do that. Now."
    },
    {
      "end_timestamp": 2473.0,
      "id": "96f26b39-dfcd-3cf0-9aee-8d9c6c16f6b5",
      "speaker": "Alex Jones",
      "start_timestamp": 2470.0,
      "text": "He was a communist in South America, who"
    },
    {
      "end_timestamp": 2476.0,
      "id": "e87af8df-ad4e-3c32-994f-7ed6e575d27c",
      "speaker": "Dan",
      "start_timestamp": 2473.0,
      "text": "he's talking about the Pope."
    },
    {
      "end_timestamp": 2511.0,
      "id": "7e05f845-6618-3798-89a4-4a59061995c3",
      "speaker": "Alex Jones",
      "start_timestamp": 2476.0,
      "text": "Gotcha. So help that I sent a communist that weren't following orders the grass roots and killed him. He's known for rounding up priest and villagers by the 1000s and killing him. So he's worse than a communist. He's a globalist controller who manages the communist slave farms. Number Obama with the South American said, You'll have communism in your country. megabanks will be private and then they'll come in and work with you, meaning gang rape you, but it's okay. As Obama said it can't have air conditioning can't have cars. It's okay. He said it. The elites will be rich, you will have nothing but I'm black. Yes, sir. Yes, sir. That doesn't sound racist or classes at all."
    },
    {
      "end_timestamp": 2519.0,
      "id": "63756237-c90f-38ab-92b7-a7b2862ea055",
      "speaker": "Jordan",
      "start_timestamp": 2511.0,
      "text": "Yikes. Ah, yeah. Oh, that doesn't sound racist or classes at all. Was he talking about what he just said?"
    },
    {
      "end_timestamp": 2526.0,
      "id": "e5ef056f-c6ec-3223-af88-9bb4fb2666df",
      "speaker": "Dan",
      "start_timestamp": 2519.0,
      "text": "I think he was talking about what Obama said. I want to say that what he said he was reacting to himself. Yeah, it's paused"
    },
    {
      "end_timestamp": 2538.0,
      "id": "dd2eb52d-b9f1-36d3-b032-7b924a4e14ef",
      "speaker": "Jordan",
      "start_timestamp": 2526.0,
      "text": "again. Twin absorbed in the womb, possibly trying to get out of that last second. Just like, Hey, you can hear if you can hear me out there. You can hear me out there. This sounds racist and classist."
    },
    {
      "end_timestamp": 2541.0,
      "id": "7d20f600-78de-30b5-bff8-06235f62becd",
      "speaker": "Dan",
      "start_timestamp": 2538.0,
      "text": "So there we have another lie, which we've documented. So the"
    },
    {
      "end_timestamp": 2561.0,
      "id": "46dcfabf-92a6-3b10-9524-6265a73adf82",
      "speaker": "Jordan",
      "start_timestamp": 2541.0,
      "text": "Pope was known as rounding up 1000s of priests and villagers Sure. In South America Sure. While he was a communist, because he's a Jesuit. And he's known for this no one on the streets. Where where's he known for? On the streets? On the streets on the streets of South America? Sure. We Hey, we need to send a correspondent out"
    },
    {
      "end_timestamp": 2566.0,
      "id": "fea00ba1-9378-38e1-bf8e-0e3ecbb17e85",
      "speaker": "Dan",
      "start_timestamp": 2561.0,
      "text": "there we got to get my cat down South America get the get the real scoop."
    },
    {
      "end_timestamp": 2570.0,
      "id": "ec6477f5-effd-39b1-9f79-6e3a65d02cfd",
      "speaker": "Jordan",
      "start_timestamp": 2566.0,
      "text": "But the other lines and let's end Alex Jones, the sun down there just to see reconfigured out"
    },
    {
      "end_timestamp": 2592.0,
      "id": "6c86e569-9a82-37fe-a04e-8ff749bce5e8",
      "speaker": "Dan",
      "start_timestamp": 2570.0,
      "text": "so the other lie is that Obama air conditioning thing which we went over in our last episode that is not at all what he was saying. Again, get her done. That was But see, these are all these things. We have, like examples here of at least six complete lies within the span of probably half an hour of his show. Yeah. And that's, that's crazy. Yeah, you need to keep that in mind for something he says in the future. So it's,"
    },
    {
      "end_timestamp": 2613.0,
      "id": "b1807283-a96b-39fb-9b7b-d906a172b22d",
      "speaker": "Jordan",
      "start_timestamp": 2592.0,
      "text": "it's more like I want to call it a complete fabrication. A lie implies that he's like mischaracterizing the truth. Where it seems as though we're just in a world where he's just making fantasies up. He's making fantasies up like he writes. He writes fanfiction for reality. Yes. That's what he's doing. Paranoid fanfare annoyed fanfiction. Yeah."
    },
    {
      "end_timestamp": 2619.0,
      "id": "12f5fa88-1723-3d2f-a46a-a67e0a10dca0",
      "speaker": "Dan",
      "start_timestamp": 2613.0,
      "text": "I mean, I hate the term. But if you want to talk fake news, it's kind of what it is. I think"
    },
    {
      "end_timestamp": 2629.0,
      "id": "6a5254e4-a599-3a42-9e3d-b7042965146f",
      "speaker": "Jordan",
      "start_timestamp": 2619.0,
      "text": "we have to let this either we can't do it anymore. Now. Fake news is meaningless. Now. It Fake news is its own fake news. It's"
    },
    {
      "end_timestamp": 2643.0,
      "id": "d3751e30-afed-34e2-979b-6a8ee2a0f3f5",
      "speaker": "Dan",
      "start_timestamp": 2629.0,
      "text": "its own meme. Yeah. So anyway, Alex now gets on to a little bit of a tree tease that he has about how he sort of tricks the media into covering things. This is his fourth dimensional chess. Okay. All right. So this one's This one's pretty silly."
    },
    {
      "end_timestamp": 2684.0,
      "id": "32c8e5a5-9156-35a3-bb03-5408052b6ca5",
      "speaker": "Alex Jones",
      "start_timestamp": 2643.0,
      "text": "And we've got Colbert attacking me, cham, aka guy on steroids and peyote. Because they can take clips and there's a clip they play where they go. I'm anti gay. Or anti gay. Of course, I really said I'm not anti gay. But and he goes, Oh, we're not cut these clips up to show you. Here's some more a bunch of real quick clips out of context. We're going to analyze this propaganda and go over it. So he's like, made fun and I said Hillary clearly did not with the pickle jar. It didn't pop. Everybody did it themselves and said, yeah, she's a liar. And then Kimble had to say, okay, Alex Jones is right. It's true, but I knew they'd take the bait on the pickles. I love that."
    },
    {
      "end_timestamp": 2689.0,
      "id": "a487cb91-4e1a-3d05-a316-10dc8a114ee7",
      "speaker": "Jordan",
      "start_timestamp": 2684.0,
      "text": "I knew they take the bait on the pickles. I love the Sherlock Holmes line. Right?"
    },
    {
      "end_timestamp": 2738.0,
      "id": "a5ca91fd-11d8-3eb5-88ba-22bb7c717147",
      "speaker": "Dan",
      "start_timestamp": 2689.0,
      "text": "That's a shirt. Yeah. That's our first shirt. I knew they take the baby. They take the bait on the pickles. Yeah. So he's arguing. He's on arguing that like he makes sensational claims that he knows there's truth behind in order to trick the media into confirming the things that he says. Now, his example that he gives is that Hillary Hillary Clinton couldn't open a jar of pickles, right? Pickle gate, as we all know, so fucking meaningless. Yeah. So I mean, like your bigger points you haven't proved at all. But yes, you proved that on a fucking nighttime TV show. Like, you know, like a late night show. They'd rigged the jar of pickles, because they're doing a bit. Of course they did. They also they pre set up all the conversation they're gonna have because it's a show."
    },
    {
      "end_timestamp": 2745.0,
      "id": "ab222250-2ef0-3e54-bd3f-5f61c90a963d",
      "speaker": "Jordan",
      "start_timestamp": 2738.0,
      "text": "Is that Is that a thing? Of what is he referencing? I did not know about this whole pickle bullshit. I thought that was just a fun little turn of phrase as a joke."
    },
    {
      "end_timestamp": 2758.0,
      "id": "a3f4d7a5-c3f3-3fd3-9276-b3d730c2f343",
      "speaker": "Dan",
      "start_timestamp": 2745.0,
      "text": "on Jimmy Kimmel show that because everyone was talking about how weak Hillary Clinton was, as a goof, they had her open a jar of pickles. Okay, to prove that she's strong. Right, if that would prove that she's strong to begin with."
    },
    {
      "end_timestamp": 2767.0,
      "id": "36628b54-0274-3a8e-a6a8-db60cbdd9adb",
      "speaker": "Jordan",
      "start_timestamp": 2758.0,
      "text": "I don't understand. That is that's like a that's a borderline vague, sexist thing, right? Maybe like you need your husband to open a jar of pickles for you know, like a 1950s."
    },
    {
      "end_timestamp": 2775.0,
      "id": "b04c0b3c-c0c0-3a26-8e79-5adaf4589b39",
      "speaker": "Dan",
      "start_timestamp": 2767.0,
      "text": "I think if you want to fully unpack it, yeah, there's that in there. Right. But oh, no, I'm mad at Jimmy Kimmel. Sure. Reasons to be mad at him. Let's"
    },
    {
      "end_timestamp": 2777.0,
      "id": "b767f06c-12ba-3b6d-8624-2b8035fcc1a4",
      "speaker": "Jordan",
      "start_timestamp": 2775.0,
      "text": "start with Jimmy."
    },
    {
      "end_timestamp": 2787.0,
      "id": "c7b53f58-47a9-3a30-8c5c-7d456e6f98de",
      "speaker": "Dan",
      "start_timestamp": 2777.0,
      "text": "Let's next episode on Jimmy. So the the argument that Alex had was that they rigged the jar to make her look strong."
    },
    {
      "end_timestamp": 2794.0,
      "id": "ab2532bd-c43d-343f-b44c-7d29bf2b60c8",
      "speaker": "Jordan",
      "start_timestamp": 2787.0,
      "text": "The jar explode when she opened up, like Did they hand it to her and she crushed it between her incredibly powerful Hulk hands"
    },
    {
      "end_timestamp": 2807.0,
      "id": "f94251a9-7bdc-3a3c-a9bc-491c5516ad73",
      "speaker": "Dan",
      "start_timestamp": 2794.0,
      "text": "just opened. I'm a I'm a 32 year old man. I'm in my prime. I'm fairly strong. Sometimes. I can't open a jar of pickles. I have to hit the rim with a knife. Oh, yeah. In order to ease it open."
    },
    {
      "end_timestamp": 2811.0,
      "id": "9acc5515-15ca-382e-9e7b-39cb3a5025b9",
      "speaker": "Jordan",
      "start_timestamp": 2807.0,
      "text": "You know what, you get a towel sometimes I find my fingers are a little slippery. Amen."
    },
    {
      "end_timestamp": 2818.0,
      "id": "a17203dd-6aba-3cc1-9caf-97ec8ae57cf9",
      "speaker": "Dan",
      "start_timestamp": 2811.0,
      "text": "So anyway, he doesn't prove anything but he's like I tricked him. I tricked him into telling people I was right. It's like okay, you got us on the pickles."
    },
    {
      "end_timestamp": 2825.0,
      "id": "de3d3b17-eea5-3d5b-9ce3-e1e6f772f381",
      "speaker": "Jordan",
      "start_timestamp": 2818.0,
      "text": "Again Congratula they're great line that's another that's another t shirt. No, it's on the back. It says you got us on the pickle."
    },
    {
      "end_timestamp": 2835.0,
      "id": "dacde1ce-20a4-3c34-a7a0-fc4e7ca0f0df",
      "speaker": "Dan",
      "start_timestamp": 2825.0,
      "text": "I knew we took the bait on the vehicles. You have not proved any of your lagrant bullshit points. But anyway so"
    },
    {
      "end_timestamp": 2858.0,
      "id": "b863176a-afbb-3972-9153-e395016b1543",
      "speaker": "Jordan",
      "start_timestamp": 2835.0,
      "text": "is the is a point that he's making there that he is influencing the mainstream media to investigate the ridiculous claims that he makes any makes them sensationally or sensational so that they will investigate disprove some of the lies that he's telling, but get to the kernel of truth underneath it somewhat."
    },
    {
      "end_timestamp": 2876.0,
      "id": "18b08ad3-3553-3007-872b-536072c14e89",
      "speaker": "Dan",
      "start_timestamp": 2858.0,
      "text": "But is he false flagging the media sort of? Okay, this next clip talks a little bit more about it, how he sort of trolls the media, okay, and he does not make his point. So anyway, this is about something he said about JLo recently, how"
    },
    {
      "end_timestamp": 2880.0,
      "id": "a9dbfea5-4de2-3f50-95c9-9fe9d39f9937",
      "speaker": "Jordan",
      "start_timestamp": 2876.0,
      "text": "recently because are you sure this isn't from the goddamn 90s? What's happened he gave a"
    },
    {
      "end_timestamp": 2894.0,
      "id": "08ed63d7-0380-3d87-b27d-68cb7051d83f",
      "speaker": "Dan",
      "start_timestamp": 2880.0,
      "text": "speech at the Grammys about how like in times like this, this is when artists go to work and this is when artists can be most impactful when we're dealing with power trying to crush the disenfranchised that sort of thing"
    },
    {
      "end_timestamp": 2897.0,
      "id": "c8f584cc-be60-369a-ac4e-50ae823af1f1",
      "speaker": "Jordan",
      "start_timestamp": 2894.0,
      "text": "Yeah, cuz they crushed it in the fucking Vietnam War."
    },
    {
      "end_timestamp": 2900.0,
      "id": "9504f7a3-70b4-3d2a-868f-ed126926495e",
      "speaker": "Dan",
      "start_timestamp": 2897.0,
      "text": "Sure. Here we go."
    },
    {
      "end_timestamp": 2911.0,
      "id": "65aa97a3-ca17-385d-9c05-19b68d4c4502",
      "speaker": "Alex Jones",
      "start_timestamp": 2900.0,
      "text": "Should go be amongst the Somalis. Were women literally Lucille on the streets. They are total slaves. Total failed culture total is nightmare society beyond Road Warrior beyond anything you've seen in fiction."
    },
    {
      "end_timestamp": 2922.0,
      "id": "ee90b313-37cf-3667-9bbf-80f7491b563a",
      "speaker": "Jordan",
      "start_timestamp": 2911.0,
      "text": "I mean, if he didn't say Beyond Thunderdome. No. He didn't say Beyond Thunderdome. I've never been angry or Alex Jones in my life beyond Road Warrior. Fuck you Alex"
    },
    {
      "end_timestamp": 2925.0,
      "id": "3bea413a-4fb5-34f0-be28-1598e6b99f1a",
      "speaker": "Dan",
      "start_timestamp": 2922.0,
      "text": "Jones Yeah, he's that's unbreakable"
    },
    {
      "end_timestamp": 2931.0,
      "id": "a248a432-4806-3a80-8b23-5b224b7607eb",
      "speaker": "Jordan",
      "start_timestamp": 2925.0,
      "text": "that down. That is poor showmanship. It's"
    },
    {
      "end_timestamp": 2943.0,
      "id": "c99e54d8-6259-3d70-acdf-0a0380232231",
      "speaker": "Alex Jones",
      "start_timestamp": 2931.0,
      "text": "absolute hell on earth. Women are still sold on slave blocks. They're still sold up on the big slave stages that's on record look it up when you hold reports on it"
    },
    {
      "end_timestamp": 2945.0,
      "id": "94b02e1f-70a5-3025-a3cc-ff3578ef1a66",
      "speaker": "Dan",
      "start_timestamp": 2943.0,
      "text": "it's on record on infowars.com"
    },
    {
      "end_timestamp": 2981.0,
      "id": "e53d0df1-90f4-35d9-a23f-15ab3cbe4de1",
      "speaker": "Jordan",
      "start_timestamp": 2945.0,
      "text": "Oh great there but but that's not it I'm as long as he's bringing attention to the fact that there are still a lot of women trafficking. There's a lot of that shit going on and fucking horrifying agree and you shouldn't be able to just minimize it by using it as your bullshit argument for that's a very very serious issue that is really fucking destructive. Yeah, and he's using it as like a fucking talking point to fight against JLo JLo Yeah, the culture war"
    },
    {
      "end_timestamp": 2982.0,
      "id": "b535a808-d482-323c-8e1e-f3ff6aeae3f8",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2981.0,
      "text": "right? Yeah, great."
    },
    {
      "end_timestamp": 2985.0,
      "id": "b84d9f41-3cc1-3c77-b1a2-7dd8f9a1064b",
      "speaker": "Dan",
      "start_timestamp": 2982.0,
      "text": "Take her down what he says next is even worse."
    },
    {
      "end_timestamp": 3045.0,
      "id": "cb672ae4-2e2c-39bf-9aaa-56996270c1cb",
      "speaker": "Alex Jones",
      "start_timestamp": 2985.0,
      "text": "But then alt right post thought it was okay to gang rape on Jennifer Bella. So see the vibe everybody else trying to manipulate people in the inner city said Alex Jones wants to rate JLo and they show some really short Let me saying she needs to get gang raped. No. I said if she loves that and wants us to get gang rape and wants to bring that here and then defendant cover it up like Europe has done in Sweden everywhere else coming out in the news, then she should go there if gang raping so great if she wants to bring the gang raping here, I'm clearly speaking out against rape. I'm clearly saying it's wrong. It's bad, but I knew they'd take it and misrepresented and then I know we're bigger than they are in many cases show those people will come here and find the truth of what I said and they're further discredited. That's how they operate. Well, everyone knows you've been at the tip of the spear trying to fight Islam, abusing women and the gang raping going on all over the world. But we become through their alchemy of baloney. The Alchemy of BS we become the gang rapers"
    },
    {
      "end_timestamp": 3048.0,
      "id": "c2d91fab-8396-37b6-93f4-23e9aa14c787",
      "speaker": "Dan",
      "start_timestamp": 3045.0,
      "text": "first of all, no one saying that he's a gang raper."
    },
    {
      "end_timestamp": 3055.0,
      "id": "0465d381-db80-3d1a-b2e4-8c33ed0611a2",
      "speaker": "Jordan",
      "start_timestamp": 3048.0,
      "text": "I don't think anybody Yeah, actually. Did you look up anybody saying Alex Jones said he wants to gang raped Jennifer Lopez. Now"
    },
    {
      "end_timestamp": 3066.0,
      "id": "9900f144-58a4-3ff9-934f-5147de5e5cbd",
      "speaker": "Dan",
      "start_timestamp": 3055.0,
      "text": "even on his evil, boogeyman Media Matters for America. They don't say that. They don't say that. No, they just say that Alex Jones suggests that JLo should be gang raped, which is what he said"
    },
    {
      "end_timestamp": 3070.0,
      "id": "2ff932dc-d989-31e5-bcf6-88b4d02ea7fd",
      "speaker": "Jordan",
      "start_timestamp": 3066.0,
      "text": "it is pretty much what he said. Although I mean it,"
    },
    {
      "end_timestamp": 3075.0,
      "id": "cb28a9a8-7c39-38ef-ab40-4f71b980a9d5",
      "speaker": "Dan",
      "start_timestamp": 3070.0,
      "text": "if you unpack it, what he is saying is like if you love it so much, why don't you go over there and get gang"
    },
    {
      "end_timestamp": 3079.0,
      "id": "131feb71-14b7-38f1-993b-539987b80e06",
      "speaker": "Jordan",
      "start_timestamp": 3075.0,
      "text": "raped. If you love if you love gang rape so much. Why don't you marry it? Yeah,"
    },
    {
      "end_timestamp": 3088.0,
      "id": "fb483b51-e787-31c4-887b-743d52d1cf60",
      "speaker": "Dan",
      "start_timestamp": 3079.0,
      "text": "exactly. And it's not suggesting that she should be or anything like that. Now then people who were saying that are taking him a little bit? I extremely"
    },
    {
      "end_timestamp": 3106.0,
      "id": "2baf5c98-5cff-35fc-9290-023fb5e28a5e",
      "speaker": "Jordan",
      "start_timestamp": 3088.0,
      "text": "I do not I do not like that. Because it seems by exaggerating what he's actually saying, You're not dealing with what he's, or by exaggerating a little bit of what he's saying. To make it sound more like this. Yeah, you're not dealing with the damage that what he's actually saying it"
    },
    {
      "end_timestamp": 3119.0,
      "id": "f4cf3324-1a6d-3408-a81d-34d69835c1da",
      "speaker": "Dan",
      "start_timestamp": 3106.0,
      "text": "well, when you're trying to take Alex and turn him into headlines, that's where it becomes difficult, because the reality is so much more fucked up, right? You can't just say like Alex hopes that JLo was gang raped."
    },
    {
      "end_timestamp": 3144.0,
      "id": "981d2e68-ab8a-3a24-bf1c-ce1d34dd56fa",
      "speaker": "Jordan",
      "start_timestamp": 3119.0,
      "text": "And the the whole point of this is that when you do that, you dismiss him as a crazy person. Yeah. You know, like, you see that headline, and you go, Oh, well, this is nonsense. Nobody would ever listen to this. This is going to be the thing that, you know, takes it takes him down or gets rid of him. How does he do that whole thing? When what he's really saying is just lying about her. And oh, man. I hate him."
    },
    {
      "end_timestamp": 3147.0,
      "id": "b93be23e-8b84-36e1-9fbe-73501918354a",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3144.0,
      "text": "Yeah, I hate him today. Yeah, you're gonna hate him so much, especially"
    },
    {
      "end_timestamp": 3150.0,
      "id": "5431f344-ca0e-3649-a71e-67ffa76512b3",
      "speaker": "Jordan",
      "start_timestamp": 3147.0,
      "text": "because of the Beyond Thunderdome thing,"
    },
    {
      "end_timestamp": 3162.0,
      "id": "3ecf7c3b-7d7f-34a9-8e5a-4e3c6dbe7278",
      "speaker": "Dan",
      "start_timestamp": 3150.0,
      "text": "it's terrible, but it's terrible. What he's gonna say here in a little bit substantially worse. So anyway, before we get to the really, really terrible stuff, Alex has to talk about his financial situation."
    },
    {
      "end_timestamp": 3163.0,
      "id": "acb38b46-6239-30df-b3f7-7bd346ec5db6",
      "speaker": "Jordan",
      "start_timestamp": 3162.0,
      "text": "All right, good. Good. Yes."
    },
    {
      "end_timestamp": 3166.0,
      "id": "c036533f-161d-38de-8875-12c4519a3444",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3163.0,
      "text": "So Oh, Jones to the rescue."
    },
    {
      "end_timestamp": 3187.0,
      "id": "b1875b62-1959-33ae-8937-1e13f260be25",
      "speaker": "Alex Jones",
      "start_timestamp": 3166.0,
      "text": "I want to explain to some of the new listeners how this works. We didn't have sponsors that we had pulled from us. That's the normal thing right about your sponsors or boycott you. We had ad roll this exclusive advertising dealer of Google. Google didn't have the liability. In my view. It's a front company and Google, especially admitted the trade publications."
    },
    {
      "end_timestamp": 3202.0,
      "id": "106c561c-595c-38a2-a96c-23f13052ec1c",
      "speaker": "Dan",
      "start_timestamp": 3187.0,
      "text": "Yeah, I think that's probably true. If it's admitted in the trade publications. That's not his opinion. Right. So what is he actually saying? That? Is he saying it's in the trade publications? Or is it in his opinion? Because it can't be both?"
    },
    {
      "end_timestamp": 3203.0,
      "id": "c04a1f7d-381c-3654-b4d3-4f038b703809",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3202.0,
      "text": "What if"
    },
    {
      "end_timestamp": 3204.0,
      "id": "9c0232ac-4ab7-390d-affb-29d1dd20a1af",
      "speaker": "Dan",
      "start_timestamp": 3203.0,
      "text": "in one sentence"
    },
    {
      "end_timestamp": 3209.0,
      "id": "10a0a63f-1817-393d-b335-1dae419da4dc",
      "speaker": "Jordan",
      "start_timestamp": 3204.0,
      "text": "in the trade publication, they quote Alex Jones is saying no,"
    },
    {
      "end_timestamp": 3213.0,
      "id": "deb230e9-f448-3320-9bf6-817c53f80932",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3209.0,
      "text": "that would be great. That would be an opinion. Yeah."
    },
    {
      "end_timestamp": 3234.0,
      "id": "931c1455-898e-3554-ad83-b0bcca1aa118",
      "speaker": "Alex Jones",
      "start_timestamp": 3213.0,
      "text": "They came out on Monday, and said he, you no longer have a right to advertise in the internet market through Google. You understand that saying, I can't go like if I showed up at Dick's Sporting Goods, and I want to buy some golf clubs. I said, Sorry, you're a conservative or you're white, or you're black or whatever. You know, you're Jewish, you're whatever, you can't buy golf clubs."
    },
    {
      "end_timestamp": 3248.0,
      "id": "0a3dc0ac-4f2d-3c91-866d-5aedaf96c238",
      "speaker": "Jordan",
      "start_timestamp": 3234.0,
      "text": "You know what, that sounds so eerily fucking similar to let's say, you're gay. And you want somebody to make you a fucking cake. And they won't make you a fucking cake because you're gay. Yeah. Do you know what that sounds like?"
    },
    {
      "end_timestamp": 3270.0,
      "id": "4d025c8c-8502-3d1e-a57d-70dcd636cda8",
      "speaker": "Dan",
      "start_timestamp": 3248.0,
      "text": "Well, to be fair, Alex kind of sides with that. That they should have made the cake. Oh, really? Kind of. Yeah. Oh, his his statement. His stance on it is murky. Yeah. But he he seems to side on the side of Who gives a shit make him a cake or make him a cake and then give them the frosting. They can put whatever they want on it. You're like if someone wants to put an offensive message on a cake, he's like, I would be concerned that it was a trap, or something like"
    },
    {
      "end_timestamp": 3274.0,
      "id": "5fc99cc5-bfcb-31fd-9420-9d8c978c39b2",
      "speaker": "Jordan",
      "start_timestamp": 3270.0,
      "text": "that. Right. Trying to sit down with that would be his first concern. Yes."
    },
    {
      "end_timestamp": 3278.0,
      "id": "182e4e5d-e180-3c0f-8b40-15426b988119",
      "speaker": "Dan",
      "start_timestamp": 3274.0,
      "text": "But I want to take a moment to lay out a couple of things that are bullshit."
    },
    {
      "end_timestamp": 3307.0,
      "id": "b98bed70-a5b8-33fe-93a4-4c584f7569f5",
      "speaker": "Jordan",
      "start_timestamp": 3278.0,
      "text": "But But and that that is his personal thing aside? Yeah. That is still the argument that tons of his viewers are against those people having to make them a cake because of the coaches on their free speech. It's that whole thing the moment it then happens in their direction. Oh, we're the victim. It's because we're conservative. It's because We're not where you're restricting our freedom to go you nailed where I wanted to take Oh shit. Well, Alex is all fucking nonsense."
    },
    {
      "end_timestamp": 3329.0,
      "id": "1dc7ff45-5f44-319f-a51c-e99da2e14ea4",
      "speaker": "Dan",
      "start_timestamp": 3307.0,
      "text": "I was described himself as a libertarian, he believes in libertarian principles. And one of the main principles of libertarianism is the essence of the free market. And if you are a libertarian, and you believe what you believe, you legitimately have to believe that companies should be allowed to not sell things to black people. Yeah, that's part of the free free market,"
    },
    {
      "end_timestamp": 3336.0,
      "id": "644cce4a-1dc0-38cb-ae0c-07a1e252518f",
      "speaker": "Jordan",
      "start_timestamp": 3329.0,
      "text": "which the also implies that companies should be allowed to not have to sell things to conservatives, right? If so, they wish."
    },
    {
      "end_timestamp": 3347.0,
      "id": "e89decdf-472a-32de-9618-7c6ae9af8c50",
      "speaker": "Dan",
      "start_timestamp": 3336.0,
      "text": "And the argument is that if, you know, in the marketplace, if you are a business that doesn't serve black people, everyone will be so offended by that, that you won't be able to survive,"
    },
    {
      "end_timestamp": 3355.0,
      "id": "bfe85a93-d001-3d6e-a96a-366df662a946",
      "speaker": "Jordan",
      "start_timestamp": 3347.0,
      "text": "right? That's your that's your pretend little fantasy of that's how we actually get rid of racism is we freeze them out economically."
    },
    {
      "end_timestamp": 3362.0,
      "id": "75b8a1c8-41f0-33be-93db-d5611803874c",
      "speaker": "Dan",
      "start_timestamp": 3355.0,
      "text": "And now, libertarian values go by the wayside when an advertising company doesn't want to work with that when"
    },
    {
      "end_timestamp": 3368.0,
      "id": "1e3a7483-11d4-341a-93f0-824adb62cefb",
      "speaker": "Jordan",
      "start_timestamp": 3362.0,
      "text": "it hurts you boy, your your values aren't as meaningful as you having a fucking job."
    },
    {
      "end_timestamp": 3371.0,
      "id": "9b2b6f37-6fa6-390d-9447-1b371e6bf05f",
      "speaker": "Dan",
      "start_timestamp": 3368.0,
      "text": "You don't believe in the free market at all. And that is,"
    },
    {
      "end_timestamp": 3415.0,
      "id": "aada029f-6e40-3b78-b383-9620941aeebf",
      "speaker": "Jordan",
      "start_timestamp": 3371.0,
      "text": "that is the thing that has crushed me with the whole political system for the past eight years is, as much as I loved Obama, he did expand the executive powers very much. That's why we're in trouble here. That's the big issue is a big part is that if you're, you know, hey, we're making this Muslim ban, because we're afraid of Muslims. If you do that, even if it works, even if it's legally justified, that still means that somewhere down the line, someone can do a Christian ban. Sure. That's within the realm of possibility precedent set. Exactly. So if you're at all thinking about yourself, you should be against this bullshit, because eventually, that sword can be used towards you."
    },
    {
      "end_timestamp": 3426.0,
      "id": "df75b95e-7b3c-3896-8c32-4cb25a5d6b05",
      "speaker": "Dan",
      "start_timestamp": 3415.0,
      "text": "And that's not a slippery slope. No, that's just a to be thinking. Exactly. Anyway, he has more thoughts about his situation and his economic plight, and I will poke more holes in it in a second."
    },
    {
      "end_timestamp": 3437.0,
      "id": "d1b29cd4-6339-3451-acfd-fccf2bae8622",
      "speaker": "Alex Jones",
      "start_timestamp": 3426.0,
      "text": "It's the same thing. It's not that even violated the terms, milk toast ads, you know, ads for supplements and things they said you are fake news. You are involved in politics, that's not allowed."
    },
    {
      "end_timestamp": 3468.0,
      "id": "1259f062-d4bb-3964-a695-00210693c19a",
      "speaker": "Dan",
      "start_timestamp": 3437.0,
      "text": "First of all, one of the supplements that he sells DNA for us, they've in the past kind of insinuated that taking it will help you live to 120. So the idea that it's just milk toast ads isn't really real, like they are do advertise their products to have effects they can't possibly have. Right, so that's first of all. Second of all, he's complaining that they say that they're fake news. Listen to the beginning of this episode. We have documented at least eight times that he's completely misrepresented the truth"
    },
    {
      "end_timestamp": 3471.0,
      "id": "6199ab14-c726-3ddf-86b6-df397af1093c",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3468.0,
      "text": "meaning told fake news Yes. Yeah."
    },
    {
      "end_timestamp": 3481.0,
      "id": "0f3bbd93-e454-3279-8f13-1068b0e77b8d",
      "speaker": "Dan",
      "start_timestamp": 3471.0,
      "text": "So he doesn't have a leg to stand on there. No, all of these stories everything he brings up if you look at it is full of shit. Right? Anyway."
    },
    {
      "end_timestamp": 3495.0,
      "id": "0e709033-4620-3d0f-8002-c1413236ac61",
      "speaker": "Alex Jones",
      "start_timestamp": 3481.0,
      "text": "Well, but then they take political advertising they're saying someone in the Federal Election Commission shed Alex Jones is allowed to operate will give me the letter let me get my day in court. Let me know who to sue. Well, you won't tell me so I know I got to"
    },
    {
      "end_timestamp": 3497.0,
      "id": "f4ac8ddc-a75a-348d-b101-b2458442b173",
      "speaker": "Jordan",
      "start_timestamp": 3495.0,
      "text": "that's not true at all. No, you can't do that"
    },
    {
      "end_timestamp": 3505.0,
      "id": "1a2f0687-cc18-3ec4-9b46-eb6e236b963e",
      "speaker": "Dan",
      "start_timestamp": 3497.0,
      "text": "FEC absolutely isn't involved. But then, secondarily, I hope he does sue because he will lose so fucking fast. Oh, man,"
    },
    {
      "end_timestamp": 3512.0,
      "id": "ba02e7ea-ded2-3b48-b5e8-cd534bdabe81",
      "speaker": "Jordan",
      "start_timestamp": 3505.0,
      "text": "if he did sue then it would be public. It would be legal to say that he is a giant liar."
    },
    {
      "end_timestamp": 3514.0,
      "id": "407b17a3-5ba1-337f-ae5f-35d8e25eab88",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3512.0,
      "text": "Yep. Oh man"
    },
    {
      "end_timestamp": 3527.0,
      "id": "050aeb06-511e-33f0-bd2f-fc3bdba356df",
      "speaker": "Dan",
      "start_timestamp": 3514.0,
      "text": "ever gonna sue? No, he is so open to all kinds of coming out to light. Oh, yeah. If you sued like the counter suits that could be filed. That would be insane."
    },
    {
      "end_timestamp": 3533.0,
      "id": "976420d8-77d7-3f72-9c34-9b9e0a9c8575",
      "speaker": "Jordan",
      "start_timestamp": 3527.0,
      "text": "Oh man that 3.3 million he lost would be nothing compared to the billions of lies that he's told over the"
    },
    {
      "end_timestamp": 3543.0,
      "id": "5e0bd239-d3a2-3bc8-a42c-bdbf57944d91",
      "speaker": "Dan",
      "start_timestamp": 3533.0,
      "text": "Oh yeah. And I can imagine like a class action lawsuit filed against him by people who have taken Super Male Vitality and so yeah, God that would be beautiful. Yeah, so anyway,"
    },
    {
      "end_timestamp": 3603.0,
      "id": "351fb81d-e5cf-3925-b415-d5d74e9755b0",
      "speaker": "Alex Jones",
      "start_timestamp": 3543.0,
      "text": "that's more stuff I gotta do but okay, I'm gonna sit there just hope it goes away and roll the word is everybody else's scared a bunch other people got banned, but they're trying to work it out with AD rollin. What can we do ad roll. How can we kiss your butt and roll? How can we No, no, you want to racketeer on us, in my opinion, in my view, but this appears to be fine. You want litigation I guess we'll have to do it. But here's the issue. We made 3.3 million last year to fund the operation not profit, the money that made the funder operation advertising our products outside of our own sphere show. Okay, because we want to reach other people. That's what we're doing. And they came in and they said you can't do that anymore after three years, almost three years. And so now I'm sitting here looking at this happening and we projected the graph because it takes time to build these up and figure out where to advertise and how it works and a lot of work went into this a lot of money we pay them like account I pull the rug up after three year relationship and say bye bye. And then put a false name on us and claim we don't have Yes. And we're bad disreputable people with no proof."
    },
    {
      "end_timestamp": 3610.0,
      "id": "eb0bfebf-26ac-32ae-991d-3dd3b8a5cff3",
      "speaker": "Dan",
      "start_timestamp": 3603.0,
      "text": "We have proof. Yeah, this episode is proof. It's exactly proof. I'm not saying he's a bad person, he might privately be an awesome person."
    },
    {
      "end_timestamp": 3620.0,
      "id": "56d79e79-116f-37d2-8276-cd188172184c",
      "speaker": "Jordan",
      "start_timestamp": 3610.0,
      "text": "Also privately behind the scenes, he is weeping on his knees at ad roll going like, please. How do we get our money? Yeah. Anything for you. You want me to"
    },
    {
      "end_timestamp": 3634.0,
      "id": "852c1632-9f1c-3cc7-8794-9a104fc0a544",
      "speaker": "Dan",
      "start_timestamp": 3620.0,
      "text": "publicly trying to cook out all these places? You guys, you guys are just bowing down to Admiral we're gonna fight. There's literally no way he's gonna show chance he's gonna fight back. If he has a decent lawyer, they will tell him Do not do this."
    },
    {
      "end_timestamp": 3638.0,
      "id": "576821b0-31cb-30db-afc8-ef38747e5a48",
      "speaker": "Jordan",
      "start_timestamp": 3634.0,
      "text": "He does not have a decent lawyer. Well, that's we've heard his lawyers in the past. His lawyer is very"
    },
    {
      "end_timestamp": 3660.0,
      "id": "822bec53-ac0d-3bb2-87a5-9abff897cfc5",
      "speaker": "Dan",
      "start_timestamp": 3638.0,
      "text": "unaware of his going. Yeah. But like any legal person would be like, Oh, please don't do this. You will put yourself in the hopper. Yeah, you are, you're gonna be screwed. And not because Google is some shadowy entity that's going to destroy him. But because his entire operation is built on a house of lies. Yeah, there's obviously some shady shit going on. Yep. And if you lose them,"
    },
    {
      "end_timestamp": 3667.0,
      "id": "943d93c6-d30b-3de8-bf0d-711421bbbcf5",
      "speaker": "Jordan",
      "start_timestamp": 3660.0,
      "text": "oh, just the discovery portion of that. Could you see them going through all of his files?"
    },
    {
      "end_timestamp": 3676.0,
      "id": "3056fd84-87fc-3eab-8ae5-95553629dde8",
      "speaker": "Dan",
      "start_timestamp": 3667.0,
      "text": "Can you imagine if he does sue them and it turns into a long protracted legal battle? What we will end up having to cover will be spectacular. Yeah,"
    },
    {
      "end_timestamp": 3679.0,
      "id": "5bb1c24b-5575-3f0e-bbd2-768429e72581",
      "speaker": "Jordan",
      "start_timestamp": 3676.0,
      "text": "I'm already jerking off to the possibility right now."
    },
    {
      "end_timestamp": 3684.0,
      "id": "cb31fc07-b55c-38b5-8108-68582d8f3490",
      "speaker": "Dan",
      "start_timestamp": 3679.0,
      "text": "And we're we're policy one where all of the litigation all of the like,"
    },
    {
      "end_timestamp": 3688.0,
      "id": "7bf344a1-1676-3540-ab7c-52f2d601dfe8",
      "speaker": "Jordan",
      "start_timestamp": 3684.0,
      "text": "I'm gonna be honest, that sounds like pedophilia, bro. Yeah, bro."
    },
    {
      "end_timestamp": 3715.0,
      "id": "c21ef9a0-eb2a-3b50-ba5b-9d0bc1bdfc96",
      "speaker": "Alex Jones",
      "start_timestamp": 3688.0,
      "text": "That's libelous, that slander. That's defamation. It's not. I mean, watch it posted to pull their big list their most views and two months ago, admitted they don't know where they got it. Well, it was just made up and we know by her Democratic Party. So the Democratic Party wants to ban political voices or just free speech in this country, or free speech groups who have separate businesses that thunder speech, you're gonna discriminate against that. I mean, you are in so much trouble politically, culturally. You name it, and roll and roll and roll."
    },
    {
      "end_timestamp": 3728.0,
      "id": "a9163415-7bcb-3c34-b38e-ca0b91f65b09",
      "speaker": "Dan",
      "start_timestamp": 3715.0,
      "text": "They're not. No, no. None. So yeah, I mean, it's not it's not attacking free speech in any way. Nope. It is very illegal. Super legal. So"
    },
    {
      "end_timestamp": 3736.0,
      "id": "63f809c5-35c7-3a82-ab72-3c8c4c390b39",
      "speaker": "Jordan",
      "start_timestamp": 3728.0,
      "text": "it's one of the most legal things that you can do as a business is to have is to fire somebody based on reasonable regulation."
    },
    {
      "end_timestamp": 3747.0,
      "id": "6c425baf-8566-3048-8dec-e2a3c1949d2e",
      "speaker": "Dan",
      "start_timestamp": 3736.0,
      "text": "Yeah. And your terms of service. Anyway, also, Alex goes on to talk about money a little bit more. And after this, we're going to get into the part of the show. That is fucking awful."
    },
    {
      "end_timestamp": 3754.0,
      "id": "a016a5f2-f574-3802-9371-a5350197cf8f",
      "speaker": "Jordan",
      "start_timestamp": 3747.0,
      "text": "Then we're going to the darkness. Yes. All right. So this is our final gasp of air before we go underneath and drown to drown breathe"
    },
    {
      "end_timestamp": 3755.0,
      "id": "59029043-8a1d-36b8-a451-73f8583a2a3b",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3754.0,
      "text": "in. Drown I"
    },
    {
      "end_timestamp": 3758.0,
      "id": "0e463eb8-377b-352b-b46b-08a237ed27a9",
      "speaker": "Dan",
      "start_timestamp": 3755.0,
      "text": "breathe in this money bullshit. And then we're going under"
    },
    {
      "end_timestamp": 3773.0,
      "id": "00ffb570-22b2-3347-be39-25f75d7665a7",
      "speaker": "Alex Jones",
      "start_timestamp": 3758.0,
      "text": "Oh, boy. But then we brought in about a million for the last four days. Oh, that's gross, though, that, you know, we discount our products so much that that's only $500,000. And I'm not bitching. That's great. Thank you audience. It's wonderful. Most of the shows couldn't do anything like that."
    },
    {
      "end_timestamp": 3782.0,
      "id": "926760c6-5775-3a8d-b032-61e9c02e5339",
      "speaker": "Dan",
      "start_timestamp": 3773.0,
      "text": "I agree that a lot of shows couldn't do that. But that is fucking crazy discount that is a crazy disc. They're taking a bath on these pills. That's nuts."
    },
    {
      "end_timestamp": 3791.0,
      "id": "7507c03d-bcc7-3302-bb64-2931e7e64846",
      "speaker": "Jordan",
      "start_timestamp": 3782.0,
      "text": "I don't know. That's what like. No, they said 1,000,005 5000 500,000"
    },
    {
      "end_timestamp": 3805.0,
      "id": "6cf819e4-9c21-3fab-b8bd-1585169bf33a",
      "speaker": "Jordan",
      "start_timestamp": 3791.0,
      "text": "profit margin. Ooh, no, that's not good. He's got to work on that. We do. Like, he's just putting out all of his business right now. Just everything just like, hey, this is how much we're marking up our product by like, wait, what"
    },
    {
      "end_timestamp": 3821.0,
      "id": "17dfb2e0-2386-34bb-97a3-43fe4133d07b",
      "speaker": "Dan",
      "start_timestamp": 3805.0,
      "text": "you know what else to a couple of these next clips that we're gonna play the ones that don't anger me so much. He lets some stuff slip that he really shouldn't be talking about. So that's exciting. This is another one of them. Just like talking specifics about your finances. You really shouldn't be doing"
    },
    {
      "end_timestamp": 3831.0,
      "id": "67534caa-16bd-3a2c-8e90-36669525cb6d",
      "speaker": "Jordan",
      "start_timestamp": 3821.0,
      "text": "that. You might as well just be putting a social security number out there. Hey, um, a 35499999. Go ahead. Look me up. I don't even care."
    },
    {
      "end_timestamp": 3833.0,
      "id": "431057fd-6e08-3e4e-bb33-3ba17e4de704",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3831.0,
      "text": "Fuck it."
    },
    {
      "end_timestamp": 3917.0,
      "id": "1060285a-fc6b-3fac-b11f-60ea303b6a72",
      "speaker": "Alex Jones",
      "start_timestamp": 3833.0,
      "text": "And it's your high quality you get them. Thank you for the support it so it's a victory. I've got to make this up with other fundraisers over the next year. And money we made last year from its budget. It's just about to happen to me, but just about the extra money we had for expansion. So it's a chilling effect of our free speech and of what we're trying to do not letting us enter the market. Just like for a decade, we fought this. We don't sell guns, but we fought it. Sell guns now. You got gun dealers but major gun shops than sporting goods stores. First, it was little small gun dealers, you know, Mom and Pop outfits, you know adult storefronts. They ban those and those magazines, TV ads, radio ads, did a lot of places, newspapers all got together and banned those. That's about 1520 years ago, everybody remembers that. And then there was sporting goods stores. And then they just said no guns advertised period anywhere. Okay. Now some magazines would say oh, we'll take an insert and still do it and get around that as people file lawsuits. So they're blocking your access to the market. It's racketeering. It's like block blocking little black kids from going into the school in Alabama. Or a places like Arkansas 1959 shame the Oh I knew you're saying you're not allowed in this restaurant, you're not allowed this train station, you don't get service in this hotel. Get out of here. No, not at all your ads violate our rules. You Your website is political and you're not allowed to make money, go into a corner and die."
    },
    {
      "end_timestamp": 3920.0,
      "id": "132e564f-74e5-3a1d-a98e-19a04067717c",
      "speaker": "Dan",
      "start_timestamp": 3917.0,
      "text": "So one thing that's 100%, I"
    },
    {
      "end_timestamp": 3927.0,
      "id": "1e97748f-db71-3060-a094-1da1c32d66c9",
      "speaker": "Jordan",
      "start_timestamp": 3920.0,
      "text": "would put him in a box, if I was going to tell you to go somewhere and die box box, one thing underground, maybe"
    },
    {
      "end_timestamp": 3950.0,
      "id": "00e5b6f4-eff6-32e4-a5b8-a6219be1fa75",
      "speaker": "Dan",
      "start_timestamp": 3927.0,
      "text": "one thing that's really important to recognize here is that he's making one of the like, he's the master of non metaphors or analogies. Because he's saying that gun shops can't advertise or whatever, which I support. But then he doesn't talk about how like cigarette companies cannot. Yeah, no, and that's that's the correct analogy, right? But then he goes to black kids not being able to go to school. Now here's"
    },
    {
      "end_timestamp": 3954.0,
      "id": "fcfd42be-0037-35a9-849f-af1cf652472d",
      "speaker": "Jordan",
      "start_timestamp": 3950.0,
      "text": "my kids, black kids being allowed to go to school causes cancer. We all know that."
    },
    {
      "end_timestamp": 3971.0,
      "id": "7acf3ff3-1938-3e73-91c6-cb246c958802",
      "speaker": "Dan",
      "start_timestamp": 3954.0,
      "text": "Well, here's the problem with this. The stuff about guns being able to advertise is business related private industries. Yes. Schools not allowing black kids in is public institutions. Yeah, they're very different. Not for"
    },
    {
      "end_timestamp": 3979.0,
      "id": "6ca3c26c-2339-3e58-bcc7-d9216620e173",
      "speaker": "Jordan",
      "start_timestamp": 3971.0,
      "text": "long. From your view, your underestimating the quickness with which everything will be philosophical, private business,"
    },
    {
      "end_timestamp": 3985.0,
      "id": "d04e73e2-6ea3-3d4a-9ea3-8431a83c6d2b",
      "speaker": "Dan",
      "start_timestamp": 3979.0,
      "text": "philosophically, and very sincerely. They are different. Yes, the day will come when they will be intertwined."
    },
    {
      "end_timestamp": 3992.0,
      "id": "b27f0c71-a644-3b06-b5eb-0cf38b6c2191",
      "speaker": "Jordan",
      "start_timestamp": 3985.0,
      "text": "I mean, just just from tax purposes, let's just stop right there. Yeah, for tax purposes, they are different. Uh huh."
    },
    {
      "end_timestamp": 3998.0,
      "id": "069aa377-d84a-3f65-8b8a-2ccb94bbcec6",
      "speaker": "Dan",
      "start_timestamp": 3992.0,
      "text": "But he doesn't recognize that and he wants to make false equivalence is and I don't know, man, I just"
    },
    {
      "end_timestamp": 4002.0,
      "id": "a36573ad-1e3e-3421-816e-eb1a0399fc18",
      "speaker": "Jordan",
      "start_timestamp": 3998.0,
      "text": "don't like him comparing himself to any kind of civil rights activist"
    },
    {
      "end_timestamp": 4013.0,
      "id": "a58e9481-2556-3c93-877e-18478c44d019",
      "speaker": "Dan",
      "start_timestamp": 4002.0,
      "text": "at all, or just playing a victim. It's so sad, always playing the video. It's so sad though. It is pathetic. Bummer. And here we go."
    },
    {
      "end_timestamp": 4020.0,
      "id": "6869b967-04e0-3ff5-ad4f-7d355da85c02",
      "speaker": "Jordan",
      "start_timestamp": 4013.0,
      "text": "Oh, let's dive if you wound down into the deep, dark waters of misery"
    },
    {
      "end_timestamp": 4030.0,
      "id": "6718d145-5548-3f30-ac1c-b3c302833107",
      "speaker": "Dan",
      "start_timestamp": 4020.0,
      "text": "if you want to sympathize with Alex for even a second don't. Because this next clip exists. And I will call this clip one of the worst things I've ever heard in my life."
    },
    {
      "end_timestamp": 4033.0,
      "id": "eadc1563-20a7-3121-b746-8a45f70d0f55",
      "speaker": "Jordan",
      "start_timestamp": 4030.0,
      "text": "You have all been freed of empathy for Alex Jones,"
    },
    {
      "end_timestamp": 4039.0,
      "id": "201eeb48-2548-3e39-9e5b-b497498be02b",
      "speaker": "Dan",
      "start_timestamp": 4033.0,
      "text": "put down the mic because you need to hear this all the way through. And here we go. All right."
    },
    {
      "end_timestamp": 4178.0,
      "id": "2ecacd96-fc5e-31bc-863f-5688676266a3",
      "speaker": "Alex Jones",
      "start_timestamp": 4039.0,
      "text": "Okay. Wow. I've got a photo shoot me a good boy. I'm gonna do it. He's got to come up on the hour. I'm gonna come in and boom, boom, boom, boom, boom, play a bunch of clubs. I could do a bunch of analysis. But right now, we already had this live, David already covered it. Great job. I want to play this clip of Trump saying our enemies, the media, we're at war. And it's so true. We're always supposed to sit there and let them dictate and be our enemies. And you know, che literally let adult men come in the shower with your daughter or your hateful that is promoting pedophilia. But they play these games with the with the terms. Nambla basically runs the UN folks, okay. And they're so scared. They're getting caught now that they're trying to normalize it and say, Well, you're not just transgender. You're not just this no, you like kids or you identify as a kid when you're a 50 year old pig like, man, so somebody's eight year old daughters. Okay. Well, then my 357 Magnum and the bullets that come out of it in a fight with your head. These bullets identify as your brain tissue. Know that okay, do you want to go you know, with your ding dongs hanging out little girls, is it okay, if Smith and Wesson identifies as your brain tissue? I mean, I'm just asking. The headline will be Joe's threatens to kill transgenders. I didn't say that. I said they use the whole transgender thing to say, let men come and showers with little girls or you're not tolerant. That's pedophilia, what's being pushed? I don't care who says it. Or if it's some asshole on CNN, excuse me, I've never used a lot of profanity on air tech. This is Christian show, and I apologize, and I'm gonna stop it. But I gotta tell you, there aren't names or words strong enough to describe people like that. I'm gonna play that clip too. But let's play somebody who's actually trying to get jobs and turn our energy back on and bring us together. Someone who isn't up there telling us the number one issue is grown men with little girls have showers. Because of little girls don't like seeing men's penises. They're bad people. These are quotes okay. Now their natural weak mind is they think we are yes, CNN. They're not. I happen to have a 12 year old daughter. Let me immediately make sure that I will. No doubt I catch a grown man in the shower with one of my daughters. I will beat your brains out with my bare hands guaranteed. Oh my god so hateful. That's right. You can't write little girls and you can't bring the frickin Islamist sustained here. That's a religion too, right? But it's life women. I am second your crap."
    },
    {
      "end_timestamp": 4217.0,
      "id": "5f7a9c70-8373-33ca-910f-aa73005c1d98",
      "speaker": "Dan",
      "start_timestamp": 4178.0,
      "text": "Boy, oh boy. Oh, boy. Oh boy, there's so much there. And, boy, the first thing that we need to deal with is the false comparison between trans people and pedophiles, right? That's number one. Fuck him. Believing that trans people want to shower with your little daughter is so fucking full of shit. Fuck you, every trans person that I know. And I do know a number. And they're all wonderful people. Yeah. That I've met in my church. They're probably some bad people, but not the not the majority."
    },
    {
      "end_timestamp": 4227.0,
      "id": "6c8f0210-56e0-3b5d-810a-b345fd816a0a",
      "speaker": "Jordan",
      "start_timestamp": 4217.0,
      "text": "You know what they are there people? People, good people, bad people. You ever met people? Yeah. Hey, you know how you don't want to go and fuck a little girl in the shower? Yeah, yeah, neither today."
    },
    {
      "end_timestamp": 4293.0,
      "id": "71be342e-5b35-3967-90da-09fb49582b43",
      "speaker": "Dan",
      "start_timestamp": 4227.0,
      "text": "And you know what else? They don't want to shower with anybody? No, a lot of them feel very uncomfortable in their bodies. Yeah. And they don't want to be around other people. It's not about like, throwing your dick around. Do you want to do that? Or pedophiles? Yeah. And that's not who the trans people are you motherfucker. So he makes that false comparison. Yeah. And then is like, what if my bullets identify with your brain, which is literally threatening to murder people? Yeah. He does that. And then he's like, oh, people are gonna say that Alex Jones wants to murder trans people. He did what he says what he said, Because he doesn't understand the disconnect between what trans people are and someone who wants to hurt people. He thinks that they're the exact same that he thinks the Venn diagram is a circle. And it's not. So he's like, Hey, catch you in the shower with my daughter. I'll kill you. Now, I agree with him. That if someone was wagging his dicket, his daughter, he's right to be angry about that. Yeah, that's not the issue. No, would anybody wants? So anyway,"
    },
    {
      "end_timestamp": 4315.0,
      "id": "0828b8de-2afc-3769-a879-735029e17655",
      "speaker": "Jordan",
      "start_timestamp": 4293.0,
      "text": "I do. I do. The one thing that I find revealing is, you know, like, he was talking about how a fat pig a 50 year old fat pig who identifies as a child can hang out with your child. Yeah. And I thought, that's what you are. Alex Jones,"
    },
    {
      "end_timestamp": 4317.0,
      "id": "6d480b4c-92e1-371b-aa8f-3d7aa20b7862",
      "speaker": "Dan",
      "start_timestamp": 4315.0,
      "text": "you still talk about how great you were at six."
    },
    {
      "end_timestamp": 4321.0,
      "id": "72326ccd-6bc3-39ac-9e6f-1640427fd189",
      "speaker": "Jordan",
      "start_timestamp": 4317.0,
      "text": "And you sound an awful lot like a child."
    },
    {
      "end_timestamp": 4324.0,
      "id": "0ad213e5-24d0-312f-887e-312430dc5c1c",
      "speaker": "Dan",
      "start_timestamp": 4321.0,
      "text": "Your understanding of the world is very childlike. I think Alex"
    },
    {
      "end_timestamp": 4328.0,
      "id": "fdcd2f6c-7833-32fb-9436-4bf25e472765",
      "speaker": "Jordan",
      "start_timestamp": 4324.0,
      "text": "Jones identifies as a 50 year old fat pig fucking child. Let's"
    },
    {
      "end_timestamp": 4333.0,
      "id": "860094ca-f901-3b8e-b728-b7d2ec8f7dbb",
      "speaker": "Dan",
      "start_timestamp": 4328.0,
      "text": "not put like words in his mouth. Oh, that's good. That's Alex Jones. Shit."
    },
    {
      "end_timestamp": 4335.0,
      "id": "77288224-3c49-30b5-ae66-e27549205d80",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4333.0,
      "text": "You're not playing that game? You're right."
    },
    {
      "end_timestamp": 4338.0,
      "id": "9afc2c08-1ef6-3f07-b9a0-a294248d6e68",
      "speaker": "Jordan",
      "start_timestamp": 4335.0,
      "text": "But let's just hope he gets hit by a truck."
    },
    {
      "end_timestamp": 4350.0,
      "id": "673a9c1e-8232-3728-8e9e-8c3cd9c5b6c1",
      "speaker": "Dan",
      "start_timestamp": 4338.0,
      "text": "No, let's hope more financial hardships. Let's hope he sues them and gets his ass handed to him in court. Fucking let's let's hope for all the success he thinks he deserves."
    },
    {
      "end_timestamp": 4353.0,
      "id": "0584fc7e-d421-3e50-9df9-3cbdce28c3fc",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4350.0,
      "text": "I mean,"
    },
    {
      "end_timestamp": 4367.0,
      "id": "7ada247a-beb9-30ea-86e9-2cf7cf862b7c",
      "speaker": "Jordan",
      "start_timestamp": 4353.0,
      "text": "does does he does he genuinely think that every single trans person they're pulling a scam? Is is just doing this to trick us into letting them into bathrooms?"
    },
    {
      "end_timestamp": 4373.0,
      "id": "12edca61-e0a2-33c0-b3a1-33f4e1a17a39",
      "speaker": "Dan",
      "start_timestamp": 4367.0,
      "text": "I think he thinks at least a large enough percent of them are that, you know, it merits discussion."
    },
    {
      "end_timestamp": 4378.0,
      "id": "84dd42e8-e163-3f1b-bbb2-92af62f55a74",
      "speaker": "Jordan",
      "start_timestamp": 4373.0,
      "text": "So, but the but that can't be real. No reasonable person."
    },
    {
      "end_timestamp": 4380.0,
      "id": "7df6011f-e5d9-394b-8614-3ed9f2c73140",
      "speaker": "Dan",
      "start_timestamp": 4378.0,
      "text": "Well, do you use the word reasonable?"
    },
    {
      "end_timestamp": 4441.0,
      "id": "f8b5ae20-cc46-39a4-8e34-8f4429fec4f8",
      "speaker": "Jordan",
      "start_timestamp": 4380.0,
      "text": "That's a good point. Yeah. Okay. So we're because, to me, that's it angers me. If he's if he's misrepresenting this as an arm of trying to defend Trump's nonsense, right. So, so if he's if he's lying about this, it's in order to give Trump a legitimacy for Trump's insanity. Yeah, and or the North Carolina insanity and repealing protections for exactly if he's if he's lying, in order to kind of support this, then that's fucking awful. Sure, that's truly, truly deceptive and miserable and hurtful. Or if he's telling the truth about believing this shit. I don't I mean, I don't know if I'm more or less angry, because he was good. Because if he's telling the truth, and that kind of suggests that you could convince him, you could come up to him, and just, hey, let's talk to trans people know"
    },
    {
      "end_timestamp": 4444.0,
      "id": "f1596c79-12b0-3c02-8a37-aa754a8ec9dd",
      "speaker": "Dan",
      "start_timestamp": 4441.0,
      "text": "about you and I go to because you just start yelling at you"
    },
    {
      "end_timestamp": 4469.0,
      "id": "d6958a18-6759-3ed1-83f6-773c24b7dc05",
      "speaker": "Jordan",
      "start_timestamp": 4444.0,
      "text": "know, I mean, it's the I'm talking literally like he and I go to a go to a therapy meeting. Just go to a and these, you know, these are so important. They used to be fucking underground. This is how important it is that trans people have had to like go into fucking secret places to talk to other trans people, because they've been hunted and hated for so fucking long"
    },
    {
      "end_timestamp": 4473.0,
      "id": "32845322-e038-39bf-8c77-034cb58801df",
      "speaker": "Dan",
      "start_timestamp": 4469.0,
      "text": "hours. This argument would be like, that's because it's a pedophile RAM,"
    },
    {
      "end_timestamp": 4474.0,
      "id": "4c5acf78-24d2-362b-84ec-6e159d161f77",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4473.0,
      "text": "right?"
    },
    {
      "end_timestamp": 4505.0,
      "id": "01549e0a-65d4-3262-ac53-730b0502d400",
      "speaker": "Jordan",
      "start_timestamp": 4474.0,
      "text": "But take him to one of them. Listen to those stories. He's a man who he loves a good narrative. If he actually listened to these stories, then if he's telling the truth about believing this, yeah, that suggests there's some sort of redemption possible, because once he finds out these are people then he'll grow and become a better person. He wouldn't. He's fucking lying about it. Then he already knows all of this shit. and there's no there's no redemption possible. I think that's a fucking evil evil man."
    },
    {
      "end_timestamp": 4521.0,
      "id": "4f3dcb89-dd85-3595-ac3e-86b5688b567a",
      "speaker": "Dan",
      "start_timestamp": 4505.0,
      "text": "I think the truth is somewhere in the middle, like, I don't think he's fully aware. But I think he knows that what he's saying is oversimplifying things, and just trying to rile people up. I think he's aware of that. I don't think him knowing the truth would help. You don't think so? No."
    },
    {
      "end_timestamp": 4530.0,
      "id": "3899af38-14e1-3c4b-9010-f156b5698b2b",
      "speaker": "Jordan",
      "start_timestamp": 4521.0,
      "text": "I mean, well, yeah, I guess him knowing the truth. Well, you know, it is it is really readily available."
    },
    {
      "end_timestamp": 4533.0,
      "id": "a4e20cfa-0469-3bca-a932-46e4a07985dc",
      "speaker": "Dan",
      "start_timestamp": 4530.0,
      "text": "He gets all of his news from his own website."
    },
    {
      "end_timestamp": 4579.0,
      "id": "9502b8e5-46f5-3af8-bca4-4f6ff5508718",
      "speaker": "Jordan",
      "start_timestamp": 4533.0,
      "text": "That's true. So like, what? But that's, that's what I'm saying. Like, yes, the truth is readily available, but it's not in human form to him. He doesn't know any trans people. He doesn't meet any trans people. No. It's like, it's like all of those. All of the rural areas, hey, Black Lives Matter, hey, all of these things. But if they actually just went to one of these places, and just met these people and added them to their community, instantly, yeah, they would suddenly understand something very different. Yeah. But he could never do. And I don't I don't do that. too threatening to finance. Exactly. Exactly. So then he would just go from being an evil fuck to a demagogic, evil, unrepentant, and also"
    },
    {
      "end_timestamp": 4583.0,
      "id": "0852fd8b-d101-3146-9310-c39764fe029b",
      "speaker": "Dan",
      "start_timestamp": 4579.0,
      "text": "how, like, how marketable is it to be reasonable? It's not cool. Well, yeah,"
    },
    {
      "end_timestamp": 4587.0,
      "id": "30c78848-5aa3-38d8-96b4-ff046e73b1c3",
      "speaker": "Jordan",
      "start_timestamp": 4583.0,
      "text": "we're our downloads are not that high. They're great."
    },
    {
      "end_timestamp": 4593.0,
      "id": "75864fd8-b6a1-3b44-80b6-b53b8e2d0650",
      "speaker": "Dan",
      "start_timestamp": 4587.0,
      "text": "Thank you all everybody. So much. But also, let's let's get this horrible taste out of our mouth."
    },
    {
      "end_timestamp": 4597.0,
      "id": "e9537db6-8fb3-310a-8a9a-a7a042ba75d0",
      "speaker": "Jordan",
      "start_timestamp": 4593.0,
      "text": "Because he thinks he's not being hateful. Fucking Ah,"
    },
    {
      "end_timestamp": 4611.0,
      "id": "4935d571-3030-3bc5-99a7-3b2cc044493e",
      "speaker": "Dan",
      "start_timestamp": 4597.0,
      "text": "he thinks he's not being hateful. Yeah, he is. He thinks he's not saying he wants to kill trans people. He is He is. So now let's get the taste out of our mouth with him accidentally talking a little too much about him talking to Trump."
    },
    {
      "end_timestamp": 4696.0,
      "id": "7c731821-8ba4-3659-bd79-489ab50bf5ad",
      "speaker": "Alex Jones",
      "start_timestamp": 4611.0,
      "text": "That's why it's so sad to see the weak minded that still hate Trump. But if you actually study what he's doing, it's all very fair. It's very historical. It's very measured. He's so good that actually, it makes me deep down suspect myself, because my discernment says he solid gold. I was saying that two years ago, I said, My gut tells me he's great. But I just said, I can't believe it. And now it's just like, what? It's not because he calls me sometimes on the telephone. Or articles I put on stories. I say he doesn't get a lot of his ideas from me. Were just on the same page. You know, Bannon I know is listen to over the years and right March written about that, but we're promoting the same Americana. I listened to his ideas. He listens to mine. I mean, yeah, we're all prominent leaders drudge his ideas get listened to. We're all prominent leaders in promoting Americana and freedom. But it's not like we all look at a 57 Chevy. That's midnight blue and white. I saw one today. Unbelievable, rather than in the work. And it made me think it's like 20 people could look at that and say, That's a beautiful piece of art right there. So Trump says, look at that 57 Chevy and beautiful, made it cool looking. And I say absolutely. It's not like, he's telling me what to think. Or I'm telling him what to think. We're like, Wouldn't it be nice if we had clean burning coal which we have and 1000s of plants around the country and almost 1000 They shut down. And that's why most people will come here. They tell Trump because our electricity switch was fine."
    },
    {
      "end_timestamp": 4700.0,
      "id": "7275b84d-29fa-32e0-9c93-29b6608ecb88",
      "speaker": "Dan",
      "start_timestamp": 4696.0,
      "text": "Also so clean, like truly clean gold"
    },
    {
      "end_timestamp": 4703.0,
      "id": "6dd311f7-f9a1-32c3-afe3-0417b32383b3",
      "speaker": "Jordan",
      "start_timestamp": 4700.0,
      "text": "does not exist. But"
    },
    {
      "end_timestamp": 4721.0,
      "id": "98344ad0-ea2d-348c-a9cd-b13671457cca",
      "speaker": "Dan",
      "start_timestamp": 4703.0,
      "text": "you got the lie right there at the end. We're gonna get to him talk more about the columns. Yeah, but the lie there is that. He's like, Oh, everyone says that our electricity costs are too high. That's why they won't come here. I pitch I thought it was taxes. What is it, get your narrative straight about? Businesses don't want to be here and also learn"
    },
    {
      "end_timestamp": 4758.0,
      "id": "08b2bcb0-b6cc-3374-a903-784fa33ad71d",
      "speaker": "Jordan",
      "start_timestamp": 4721.0,
      "text": "about rolling blackouts and how it's the actual companies who are fucking Enron anyways, I'm angry. I'm angry. No, no, here's the here's the thing that I did want to talk about. Oh, wow. I didn't want to talk about I think he's a star fucker. Big time. I think that's I think that's maybe our real our real win here with Alex Jones. Because he's super. He's like with Charlie. I knew I knew Trump was a good guy. It's not just because he calls me sometimes. Oh, he calls me sometimes. Yeah, the Russian television thing. Oh, I hate the Russians. And then they invite him on TV and give him a little ball tickle I bet and he fucking loves the Russians."
    },
    {
      "end_timestamp": 4765.0,
      "id": "0b41d377-8a25-3223-9f7d-6b7334405d08",
      "speaker": "Dan",
      "start_timestamp": 4758.0,
      "text": "I bet if we're successful and we like it really huge and we one day are like, Alex Jones is so fucking awesome."
    },
    {
      "end_timestamp": 4767.0,
      "id": "8bdbb4de-84d0-3f51-b238-cf54a6f901d3",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4765.0,
      "text": "He would love us would come on the show"
    },
    {
      "end_timestamp": 4775.0,
      "id": "472a6250-1085-3936-adcd-fd7c231143ec",
      "speaker": "Jordan",
      "start_timestamp": 4767.0,
      "text": "if the New York Times piece have we have we have we considered the Grinch angle? Oh my God. Have we considered shoes"
    },
    {
      "end_timestamp": 4777.0,
      "id": "bdec2602-72b5-387d-acd1-154644de7d3c",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4775.0,
      "text": "are just too tight? Uh, no, no, no."
    },
    {
      "end_timestamp": 4796.0,
      "id": "9ccda44b-5188-3a7b-ab4e-9e45e6e9896f",
      "speaker": "Jordan",
      "start_timestamp": 4777.0,
      "text": "All right. New York Times Yeah. Does not write a post or does not write an article taking down Alex Jones is fake news. Yeah. Instead, what they do is praised his showmanship ignore the content altogether interesting. Does he suddenly like the New York Times?"
    },
    {
      "end_timestamp": 4799.0,
      "id": "74e04db4-54a3-31d2-8b6e-580b644b4dbd",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4796.0,
      "text": "I think he might. I think he would. Yeah."
    },
    {
      "end_timestamp": 4809.0,
      "id": "b72a103b-c0e5-3778-b34e-b8bf1522af52",
      "speaker": "Jordan",
      "start_timestamp": 4799.0,
      "text": "And if he did that. Oh man, is that how we cure ourselves of Alex Jones? Are we literally in a world where if love conquers all, we'd be"
    },
    {
      "end_timestamp": 4834.0,
      "id": "74a66b27-3073-3389-8484-b132fbca15c6",
      "speaker": "Dan",
      "start_timestamp": 4809.0,
      "text": "fine. It doesn't work that way with him. But okay, but also on this. I had hoped just for a second there on this show. He does do like a like a half hour interview with joy via who was that lady who wore a Make America Great Again, dressed to the Grammys, great. And her record sales went up after that. So he does a half hour interview with her about how great Trump is luck, everybody. Yeah, so anyway, hold on this, this gets good."
    },
    {
      "end_timestamp": 4837.0,
      "id": "aa469563-f6f1-30b0-95c8-b80d96dd2212",
      "speaker": "Jordan",
      "start_timestamp": 4834.0,
      "text": "What's her album sound like? I have no idea. Maybe it's getting"
    },
    {
      "end_timestamp": 4937.0,
      "id": "f0b50b26-b363-39c8-816c-130e8de503ab",
      "speaker": "Alex Jones",
      "start_timestamp": 4837.0,
      "text": "twice as cheap in Mexico. On average, it's it's three times cheaper in China. You know, we might want to actually have have a coal plant here. Plus ours are cleaner than theirs. I agree with Trump on that. He agrees with me. Because I've got articles. He's following Alex on cool. He's following Alex on guns. He's following Alex on borders. He's following Alex on on the terms he uses an enemy medium are these Info Wars. And quite frankly, I have I thought back when my conversation with Trump, I said they are your enemy. And they will never stop until you're destroyed. And they will never never back off. They will never make deals. And Hillary is going to double back on her deal. And she is not going to ever stop trying to set you up. They've got fifth columns inside. They're going to block your agenda. 100% sorry, he says very interesting. Alex, hold on one comes back. Yeah, we think that's really interesting. Tell me more about that. I'll tell them. We talked about how you are the enemy. Credit for one term and any media because you are the enemy. We had a show two years ago, several the fact we found the clip I tweeted it out last week, where the listeners we all had two hours of phone calls on what is the name of the media, the scum media, the hoard media, the sellout media, the fake stream media, the sewer stream media, the dinosaur media, one of my terms. said you know what? We got to find all those clips to put in the euro. Yes, but because Trump was under my mind control, and it's I'm easily influenced person. He didn't even comment when I kept saying they're the enemy. They're the enemy goes. Yes, very interesting."
    },
    {
      "end_timestamp": 4940.0,
      "id": "1dfb2f4a-b2f0-3825-96b2-e34d77c0f1b8",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4937.0,
      "text": "Wow."
    },
    {
      "end_timestamp": 4963.0,
      "id": "eb04ffeb-c1b4-3f1e-a436-6a288918824c",
      "speaker": "Alex Jones",
      "start_timestamp": 4940.0,
      "text": "And it's not it's that he's so good that he's so dialed in. And that now is being sent to the President United States, annihilating scum that's on CNN saying full grown men should be with little girls and showers. I'm gonna play that clip again. But of course, it's the damn enemy. I mean, it's the screwball control free, crazy people enemy."
    },
    {
      "end_timestamp": 4968.0,
      "id": "e1e94a8b-2a97-3315-b3ec-8d90142322a0",
      "speaker": "Dan",
      "start_timestamp": 4963.0,
      "text": "So you can keep saying he's gonna play that clip, even throughout the three hours I listened to he never"
    },
    {
      "end_timestamp": 4984.0,
      "id": "b2a9dc65-0d01-357d-88db-7e63122229be",
      "speaker": "Jordan",
      "start_timestamp": 4968.0,
      "text": "ever plays the clip, even even in his recollection of the greatest moments of his life. Trump is like, Yeah, sure. Interesting. Interesting. I gotta go. Yeah. He does not realize that he's getting blown off. Does he? I don't"
    },
    {
      "end_timestamp": 5000.0,
      "id": "96dcb524-d885-36b3-a8a0-336b74b45732",
      "speaker": "Dan",
      "start_timestamp": 4984.0,
      "text": "know if he does, but also like you're telling too much here. Yeah. Because like, if you do talk to Trump a bunch, I imagine he doesn't want you saying these things. I if I were the president, I wouldn't like this. I would say this guy lacks decorum."
    },
    {
      "end_timestamp": 5003.0,
      "id": "b34ae2c9-26b1-3eed-8a79-4cf68278f850",
      "speaker": "Jordan",
      "start_timestamp": 5000.0,
      "text": "I'm saying he's getting polonium poison."
    },
    {
      "end_timestamp": 5007.0,
      "id": "ddd77507-6ed9-3823-96b4-96fb94009d06",
      "speaker": "Dan",
      "start_timestamp": 5003.0,
      "text": "This guy is not discreet."
    },
    {
      "end_timestamp": 5009.0,
      "id": "258ecb41-9d3b-3c87-b94c-4ae7e2150b2c",
      "speaker": "Jordan",
      "start_timestamp": 5007.0,
      "text": "So he's a bad prostitute at best. Yeah."
    },
    {
      "end_timestamp": 5018.0,
      "id": "6e3da99a-4656-3f8f-8ac3-21d611ef34d5",
      "speaker": "Dan",
      "start_timestamp": 5009.0,
      "text": "So I mean, maybe maybe these calls happened if they did, again. CS Lewis lipping. There. They're"
    },
    {
      "end_timestamp": 5026.0,
      "id": "c018ac7a-f00c-334e-b99e-c2a0b6c45ba2",
      "speaker": "Jordan",
      "start_timestamp": 5018.0,
      "text": "way more believable. Now that I know Trump is like, Hey, I gotta put you on hold here for a second. Yeah. Now I'm like, maybe he does get a lot of calls from Trump."
    },
    {
      "end_timestamp": 5030.0,
      "id": "6a694560-a389-3596-8d83-fdacefecd688",
      "speaker": "Dan",
      "start_timestamp": 5026.0,
      "text": "Now listen, the media is your enemy. Hillary is gonna try and take you down. Interesting."
    },
    {
      "end_timestamp": 5043.0,
      "id": "6b9879f9-98d0-39e4-8642-4648d72f857a",
      "speaker": "Jordan",
      "start_timestamp": 5030.0,
      "text": "Interesting, right? That's great. Daughter. Yeah, I gotta get out of here. I got a daughter to fuck. You know, I got a man and my little other daughters bathroom. Trump is the man in his own daughter's bathroom."
    },
    {
      "end_timestamp": 5045.0,
      "id": "6c8f6a4a-afc9-3d96-9a3c-26e395ab33c0",
      "speaker": "Dan",
      "start_timestamp": 5043.0,
      "text": "You certainly creeped in on the Miss Teen USA law. He's"
    },
    {
      "end_timestamp": 5047.0,
      "id": "3fe20fb2-cee7-3c34-8bd6-c811ca56f761",
      "speaker": "Jordan",
      "start_timestamp": 5045.0,
      "text": "a fucking creep. So"
    },
    {
      "end_timestamp": 5049.0,
      "id": "34d8e059-768e-3c81-8434-5d9d7a571755",
      "speaker": "Dan",
      "start_timestamp": 5047.0,
      "text": "maybe we should be talking about"
    },
    {
      "end_timestamp": 5065.0,
      "id": "f7afa48a-cd47-3212-87b1-68c7ae3a60c3",
      "speaker": "Jordan",
      "start_timestamp": 5049.0,
      "text": "that. Alex. Alex, you know that guy that you're afraid of being in a small girls locker room? The President is that guy? He's too good. He's not he's so good. He is solid gold though. Yeah, I think he actually is physically solid gold at this point."
    },
    {
      "end_timestamp": 5070.0,
      "id": "c1562807-6b8c-3f23-a767-041f9a168dd2",
      "speaker": "Dan",
      "start_timestamp": 5065.0,
      "text": "So this next clip, Alex talks about? Where's all the money in the world going?"
    },
    {
      "end_timestamp": 5113.0,
      "id": "43d78a74-3917-367b-ba3c-c92d12cb8353",
      "speaker": "Alex Jones",
      "start_timestamp": 5070.0,
      "text": "That's a really good question. Almost all the wealth goes to a fraction of 1% and then no one even knows what they're building because most of the yachts and houses and real estate doesn't even add up to 1/10 of it. Yes, I'll tell you what, they're building underground bases and so freaked out stuff. You're gonna race to get immortality wouldn't you if you were some inbred Global's that didn't care about the body and has no morals and sees everybody as slaves and own slave factories in China like Apple, apples building some spaceship you know thing new campus and that's just a metaphor for what they're already building for themselves. Shocking. Humanity's blood or ingenuity, our work all the third world's all it is hidden thing they're constructing."
    },
    {
      "end_timestamp": 5135.0,
      "id": "121c4315-f3f8-332c-8f03-1d16fe67e70d",
      "speaker": "Jordan",
      "start_timestamp": 5113.0,
      "text": "So he's saying that a real building they're building is just a metaphor for the metaphorical building the building. Yeah. That is, that's pretty if that is true. That's pretty clever. That makes me giggle a little bit. I'm on their side. If I was gonna build a building, it would definitely be a metaphor for another building. I'm building"
    },
    {
      "end_timestamp": 5137.0,
      "id": "91023a49-4a8e-344c-853d-d4768ada9c95",
      "speaker": "Dan",
      "start_timestamp": 5135.0,
      "text": "so fucking stupid. It's insanely stupid."
    },
    {
      "end_timestamp": 5155.0,
      "id": "cc26615d-094d-3b5c-9eda-0857e2e17f4d",
      "speaker": "Jordan",
      "start_timestamp": 5137.0,
      "text": "I wish he wasn't right. On a thing, and then immediately so wrong on the thing. Yeah, he's right. There's so much wealth, and they're not using it to build stuff. They just have a computer number, like goes higher, like some sort of weird"
    },
    {
      "end_timestamp": 5161.0,
      "id": "80141e4a-09cb-3937-85ef-fb2a6d7b455a",
      "speaker": "Dan",
      "start_timestamp": 5155.0,
      "text": "or and a lot of it is just to secure generational wealth. Yeah, a lot that that is what it is. Yeah, they're"
    },
    {
      "end_timestamp": 5163.0,
      "id": "9eb50d96-6d6f-3797-9735-b34a222cea70",
      "speaker": "Jordan",
      "start_timestamp": 5161.0,
      "text": "definitely going after the estate tax hard. Yeah,"
    },
    {
      "end_timestamp": 5177.0,
      "id": "94f6db3b-629c-3fae-abbd-d280c796beb1",
      "speaker": "Dan",
      "start_timestamp": 5163.0,
      "text": "it's dynasty building. Essentially. It's not it's not that they want to build underground bases and get off the planet. Well, maybe some do. At the same time, I think most people just want to create built like old money"
    },
    {
      "end_timestamp": 5188.0,
      "id": "d447121a-7ff5-343a-acda-dc33edb4be91",
      "speaker": "Jordan",
      "start_timestamp": 5177.0,
      "text": "to get off Earth though. Now, if I was a billionaire, that's all I would be spending my money on Jesus. Now why are they not doing that? Are they crazy? Yeah, I would consider maybe they're stupid."
    },
    {
      "end_timestamp": 5194.0,
      "id": "8da915f8-e60e-340f-b95c-5a3bb72d5e1a",
      "speaker": "Dan",
      "start_timestamp": 5188.0,
      "text": "Or Alex is right, but wrong about the interpretation. Yeah. If you're a billionaire, you should want to get off the planet."
    },
    {
      "end_timestamp": 5217.0,
      "id": "36e2ff4f-2a7d-3588-ab3e-4c9b2f224922",
      "speaker": "Jordan",
      "start_timestamp": 5194.0,
      "text": "We're destroying it. Well, actually, you're destroying it. Billionaire. Yeah, that's if you're a billionaire. You're actively one of the people trying to destroy it. Yeah. So you should be building an offworld space, so you can destroy it from a distance. Yeah, that makes sense to me. Sure. So this next clip is pretty high. We should be hired by billionaires to give them magic advice. And I think that's what we're talking about will"
    },
    {
      "end_timestamp": 5228.0,
      "id": "51ec0204-df56-3a26-b19c-a614e08f0816",
      "speaker": "Dan",
      "start_timestamp": 5217.0,
      "text": "work and give you magic advice for Boone's Farm. Yeah. That was our policy. This next clip is about how the media lies and it also drifts into homophobia."
    },
    {
      "end_timestamp": 5244.0,
      "id": "386e7dd9-0836-3717-b52a-5e9354cf287b",
      "speaker": "Alex Jones",
      "start_timestamp": 5228.0,
      "text": "Infowars is ready to take action. We're changing the world. I'm gonna skip this break. I'm gonna stop skipping breaks in a few weeks. I just I just right now knows the show even exists now. And I'm just saying that to scare people. They can kill me tomorrow. They can come out for you tomorrow. We could all die in a car wreck tomorrow. The point is,"
    },
    {
      "end_timestamp": 5248.0,
      "id": "7ea0867a-7381-365e-8c45-ffebe78e5f35",
      "speaker": "Jordan",
      "start_timestamp": 5244.0,
      "text": "he's getting existential. He's explode next week."
    },
    {
      "end_timestamp": 5303.0,
      "id": "07ce71aa-599a-3b8b-9d0f-7b0995e0871f",
      "speaker": "Alex Jones",
      "start_timestamp": 5248.0,
      "text": "Same is gonna happen. New York Times headline Jones says the sun was low next week. Jones is anti gay. Well, I'm not anti gay. I'm anti gay. Yeah, that's what they do on the Colbert show all of it. I mean, it's just they edit things like Trump said. I came out and said the fake media is the enemy. And they cut out fake they cut to media is the enemy. And they did that. And it's like it makes you sick when they sit there in between como se and your, your your young daughter should have grown men in the showers whether how many times I'm gonna play that clip coming up. 50 And you're just sit there while they assault your sanity telling you you're bad. You're evil. And then you're watching Colbert and he's got me going. I'm anti gay. You are. Then I make the joke. I like yeah, two thirds. The frogs are gay and Houston. And they play this stuff. But my audience knows when I'm being serious. I'm being serious."
    },
    {
      "end_timestamp": 5314.0,
      "id": "910bb698-a984-3bc4-8534-f46c1b54546d",
      "speaker": "Jordan",
      "start_timestamp": 5303.0,
      "text": "Now I hasn't he spent so much time so much time blurring the lines between when he's serious and when he's not serious. This is just so he can get away with so much bullshit. This"
    },
    {
      "end_timestamp": 5320.0,
      "id": "3013e0c5-2858-3b9f-af82-c06fad22f3ce",
      "speaker": "Dan",
      "start_timestamp": 5314.0,
      "text": "introduces a new segment, which you teased at the last show. This is actually not even that segment. What"
    },
    {
      "end_timestamp": 5322.0,
      "id": "ed7c141c-66e5-3f45-abe4-644c63ef7c7b",
      "speaker": "Jordan",
      "start_timestamp": 5320.0,
      "text": "the fuck are you doing?"
    },
    {
      "end_timestamp": 5345.0,
      "id": "531ddeaf-5abf-33d3-a48a-fd310a5c59d8",
      "speaker": "Dan",
      "start_timestamp": 5322.0,
      "text": "We have another segment that'll come. This is a segment where we walk down history and see why Alex Jones is full of shit. When he says that my audience knows when I'm joking. I have definitive proof that he is a monstrous fucking liar. Yes. Now consider these two clips about Michelle Obama being a"
    },
    {
      "end_timestamp": 5358.0,
      "id": "dc2521b7-c85b-3b5d-a409-e59cf0da0d8c",
      "speaker": "Jordan",
      "start_timestamp": 5345.0,
      "text": "man we're actually doing the this is your life situation. Yeah, we're gonna are we gonna bring in any Mick Foley? Are we bringing any fancy guests? Are we bringing in memories? Oh man who was the guy who just had a reconciliation with"
    },
    {
      "end_timestamp": 5361.0,
      "id": "61b2cbcb-d2e5-3a9f-a254-69034619986f",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5358.0,
      "text": "him with Mick Foley."
    },
    {
      "end_timestamp": 5367.0,
      "id": "eb5d1240-5057-3af7-8cd1-95eb39ba799b",
      "speaker": "Jordan",
      "start_timestamp": 5361.0,
      "text": "Mick Foley with Alex Jones. He was on last Oh, Mark Dice. Mark Dice Clay. Yeah. Is he gonna be Is he part of"
    },
    {
      "end_timestamp": 5375.0,
      "id": "d105d9dd-9bfa-30b1-81bf-3ab3b96d9e8c",
      "speaker": "Dan",
      "start_timestamp": 5367.0,
      "text": "it? He doesn't play into this. But here are a couple of clips of Alex Jones arguing that Michelle Obama is a man. All right."
    },
    {
      "end_timestamp": 5490.0,
      "id": "5d193c8f-e7aa-3f35-977d-bcd1c631ae6f",
      "speaker": "Alex Jones",
      "start_timestamp": 5375.0,
      "text": "By the way, this is a side issue. I've always thought Michelle Obama looked like something was wrong with her. Talking about how beautiful she is. She looks profanely scary and monstrous to me. Fuck you. And she always wears these weird fluffy things around her waist. And her shoulders are wide enough to put three men's heads on. And of course you know the classic thing of a male you could have three heads on a male's shoulders, and only another head on a woman's shoulder, or one half of the head on each side. That's a well known thing and anatomy. And I saw a online video that I made earlier today and we may look into this talking about Michelle Obama, looking like a man. And now they only released photos of her with their hands up covering her shoulders, or her turned at an angle. And I started looking at it with Joan Rivers saying she's a transvestite. And I've been hearing this for years and I thought, come on. I know Obama was raised by a transvestite in the rest of it and I'm not getting into bashing people. That's not my cup of tea. It is really last minute look at videos of this and look at photos over and the official White House photo. And she looks like an NBA senator. I mean, she looks more like Shaquille O'Neal than a black woman and no weirdness and that we don't even know Ray silly isn't a social security numbers don't racist and then his dad clearly we sell the documentary dreams of my real father enemy with the famous pornographer who lives in Hawaii, whose grandfathers was best buddies with and who Obama would stay the summers with a famous communist pornographer. And you look at the guy it's Obama's dad show the whole Kenya thing with her saying, my husband's from Kenya we visited his place of birth and multiple videos. And"
    },
    {
      "end_timestamp": 5493.0,
      "id": "9bdb5d2a-6c27-3053-94cc-4ef8058482f9",
      "speaker": "Dan",
      "start_timestamp": 5490.0,
      "text": "that's that's a lie. But let's let's skip off."
    },
    {
      "end_timestamp": 5495.0,
      "id": "bb954cea-f488-3496-966d-f83e84eade3d",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5493.0,
      "text": "You know what, that's a lie."
    },
    {
      "end_timestamp": 5499.0,
      "id": "d1c9c642-31f6-3e5f-8cfe-152176dc5fac",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5495.0,
      "text": "Let's just attack the lie, right? No, no, no, but but I don't think"
    },
    {
      "end_timestamp": 5514.0,
      "id": "2b874124-bb3b-3865-b6ca-f8fc98f6f6c7",
      "speaker": "Jordan",
      "start_timestamp": 5499.0,
      "text": "there's anything wrong with being a communist pornographer. I don't even know what I'm gonna go on record as saying again, don't care about that. You want to be a dog. Be nice to you. Oh, if you're a communist pornographer you're doing within the legal limits. Go for it."
    },
    {
      "end_timestamp": 5517.0,
      "id": "bcf90317-6b00-334a-bb05-be55dfa889ea",
      "speaker": "Dan",
      "start_timestamp": 5514.0,
      "text": "Also his that whole thing about being"
    },
    {
      "end_timestamp": 5521.0,
      "id": "850aac95-3aab-34f4-9c0e-9115cd4cc0bd",
      "speaker": "Jordan",
      "start_timestamp": 5517.0,
      "text": "used to be a communist pornographer of dogs? I'm not cool with"
    },
    {
      "end_timestamp": 5538.0,
      "id": "30cba65f-288a-3690-b6d3-2f260cbfc5fc",
      "speaker": "Dan",
      "start_timestamp": 5521.0,
      "text": "that. That documentary. I've watched the dreams of my real father and where they're full of shit. Oh, yeah, of course. But also that lie at the end there is based on a clip of Michelle saying she was talking about HIV testing. And when they went abroad, they publicly took an HIV test. Yes. When"
    },
    {
      "end_timestamp": 5549.0,
      "id": "3e8668b8-4e20-30b8-a3e5-88fe9b4c9135",
      "speaker": "Jordan",
      "start_timestamp": 5538.0,
      "text": "we talked about that one too. And she said, it's good to go to the homeland or whatever. Obama's home Obama's homeland. When we just fucking get into the fact that Michelle is, if you can't"
    },
    {
      "end_timestamp": 5553.0,
      "id": "4fdf4eea-fe97-32ab-b4ce-3337963c7490",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5549.0,
      "text": "yet we can't wait. Oh, wait, because I'm trying to prove"
    },
    {
      "end_timestamp": 5557.0,
      "id": "dd4dd135-57c7-3ea1-80c7-b2963f836f6a",
      "speaker": "Jordan",
      "start_timestamp": 5553.0,
      "text": "a bigger point. I know. But I want to hit the smaller one really hard."
    },
    {
      "end_timestamp": 5562.0,
      "id": "6bf6734d-4eed-378a-9d27-7d7d60575b74",
      "speaker": "Dan",
      "start_timestamp": 5557.0,
      "text": "Nope. Wait for it. Here's another clip. Zero. Here's another clip of Alex talking about Michelle Obama being a man."
    },
    {
      "end_timestamp": 5563.0,
      "id": "f449390c-4ad7-3258-9cb8-626e3aee11af",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5562.0,
      "text": "Thank you."
    },
    {
      "end_timestamp": 5642.0,
      "id": "83c4b922-2a7f-356a-8fc3-feb00f0451ce",
      "speaker": "Alex Jones",
      "start_timestamp": 5563.0,
      "text": "Well, Joan Rivers talked about in the last few days. And it's a big international news story. The question is, who is Michelle Obama? Is she really a woman? Is she a man? No, when every time I look at Michelle or Michael Obama have the money. Every time I look at something doesn't look right. She doesn't look like any black woman or any woman I've ever known. She's got shoulders that are wider than a man's, which physiologically doesn't happen? Again, you can put three heads on a man's shoulders and only two heads on a woman's shoulders. That's a known anatomy. No. And then women generally have wider hips than than men do. You look at her arms and the rest of it, where she's standing straight on. She looks like no woman I have ever seen, except for people who have had different chromosomal disorders who choose to be alone. And I've got the statistics and the numbers right here in front of me. We're seeing more and more of these chromosomal disorders. There's all the toxic waste and GMO that's been introduced. One of them is the client Felter Chandra, or the double x y, where you basically are part female part male we"
    },
    {
      "end_timestamp": 5644.0,
      "id": "144b7569-b245-341f-a2e8-a2d384286e59",
      "speaker": "Jordan",
      "start_timestamp": 5642.0,
      "text": "started Yeah, can we just stop"
    },
    {
      "end_timestamp": 5645.0,
      "id": "466bfd37-183d-31ee-adce-0e921a876485",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5644.0,
      "text": "that? Now? Listen to this."
    },
    {
      "end_timestamp": 5647.0,
      "id": "d6ba4104-4de7-385c-8e11-d19811a7ac5c",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5645.0,
      "text": "Can we just never."
    },
    {
      "end_timestamp": 5656.0,
      "id": "45963fa7-86ea-3a75-8cc5-13ce0261c1f9",
      "speaker": "Dan",
      "start_timestamp": 5647.0,
      "text": "Now those seemed very serious. He was making arguments. He was referring to medical conditions. He implied that he talked to doctors about that. Yeah,"
    },
    {
      "end_timestamp": 5661.0,
      "id": "bac0992d-3d76-3f7f-becf-238fd0c834f2",
      "speaker": "Jordan",
      "start_timestamp": 5656.0,
      "text": "man, that was not a joke. Now that was very much very sincere."
    },
    {
      "end_timestamp": 5663.0,
      "id": "173f1359-95ad-39c6-81e3-e5e90362e288",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5661.0,
      "text": "Now listen to this clip."
    },
    {
      "end_timestamp": 5679.0,
      "id": "bc0df2b3-4ff3-37b0-ab08-fcf7a6ddb527",
      "speaker": "Alex Jones",
      "start_timestamp": 5663.0,
      "text": "I want you to realize I'm not making this stuff up. Like I shouldn't even quasi joke around about a shell being a trainee. That was wrong. And I'm not even attacked me for it. end justifies the means. I just get real cynical in a bad mood sometimes and make sick jokes out of things."
    },
    {
      "end_timestamp": 5683.0,
      "id": "82f3dfe4-f98d-3548-9e3e-ec02469263ab",
      "speaker": "Dan",
      "start_timestamp": 5679.0,
      "text": "Fuck you."
    },
    {
      "end_timestamp": 5684.0,
      "id": "6c5c8913-3b82-37fd-b031-e7437e7ec6e1",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5683.0,
      "text": "Dude, fuck."
    },
    {
      "end_timestamp": 5686.0,
      "id": "7783b043-5f02-3fcc-86d1-def058503b1b",
      "speaker": "Dan",
      "start_timestamp": 5684.0,
      "text": "Do you recognize what that is? Right there."
    },
    {
      "end_timestamp": 5689.0,
      "id": "6dd81f4b-e14f-3fcb-a9eb-0ec79945fcb6",
      "speaker": "Jordan",
      "start_timestamp": 5686.0,
      "text": "Fuck you. That's a non apology. Apology."
    },
    {
      "end_timestamp": 5699.0,
      "id": "17a2508f-8b1c-3784-ae2b-e3219793c8e1",
      "speaker": "Dan",
      "start_timestamp": 5689.0,
      "text": "Right but he's arguing I was I'm making jokes. Yeah, these two clips that we played are not jokes. What is a quasi joke? I don't know. Describe. It's like semi formal."
    },
    {
      "end_timestamp": 5713.0,
      "id": "2eed55a0-2828-34e9-ab2c-f31ff1615570",
      "speaker": "Jordan",
      "start_timestamp": 5699.0,
      "text": "Yeah. They give me any situation where a quasi joke makes sense. Or just as as a as a thing to say, I legitimately can't like what is it? Cause it's a half joke. It's a it's a approximation of a joke. That's"
    },
    {
      "end_timestamp": 5716.0,
      "id": "71e44255-dadf-36a0-ab05-1792489ec16b",
      "speaker": "Dan",
      "start_timestamp": 5713.0,
      "text": "what the word would imply. Right? Yeah."
    },
    {
      "end_timestamp": 5721.0,
      "id": "9b951009-61ec-3ab3-91cc-78ab79dc22d9",
      "speaker": "Jordan",
      "start_timestamp": 5716.0,
      "text": "But what would that be? It's not that is that like, knock knock? And then you just stop talking?"
    },
    {
      "end_timestamp": 5724.0,
      "id": "cedf7ab9-43ae-3a0b-8ba8-49d6b0b9c568",
      "speaker": "Dan",
      "start_timestamp": 5721.0,
      "text": "That's just all jokes."
    },
    {
      "end_timestamp": 5732.0,
      "id": "b0ea16e4-4c08-3682-9a19-b91d0026756c",
      "speaker": "Jordan",
      "start_timestamp": 5724.0,
      "text": "Is he is he the Janeane garofolo of his time he doesn't know how to read he does not know how to read. He definitely doesn't have notes that he brings up on stage so"
    },
    {
      "end_timestamp": 5748.0,
      "id": "bb3143a9-df80-337f-a2ff-0d11577b2e17",
      "speaker": "Dan",
      "start_timestamp": 5732.0,
      "text": "when he is saying that people are falsely attacking him and the stuff about turning frogs gay, like are my audience knows when I'm joking. Nobody there is a clear example. Yeah, of him. Not joking. And then him claiming later. I was joking."
    },
    {
      "end_timestamp": 5768.0,
      "id": "3ea9fde9-8e74-3775-a51e-339b2764f6d1",
      "speaker": "Jordan",
      "start_timestamp": 5748.0,
      "text": "Yeah, no, you can't do that. Again, again. Again. Fucking a locker room talk locker room talk. I was gonna I was joking. Yeah, it's no big deal. So everybody talks like that. Whenever the fuck you this segment. You meant that the segment has been called you're busted you? Oh, no. You named it and everything."
    },
    {
      "end_timestamp": 5772.0,
      "id": "60c71120-d523-39e8-993d-79a6a7e2b5a7",
      "speaker": "Dan",
      "start_timestamp": 5768.0,
      "text": "I just did. You're busted."
    },
    {
      "end_timestamp": 5780.0,
      "id": "586a5fd5-fcb0-3662-be11-a476bd6886e9",
      "speaker": "Jordan",
      "start_timestamp": 5772.0,
      "text": "All right. All right. You cut addicted yourself. I don't support that. I don't support that name. I don't support that. Yo part. No, thank"
    },
    {
      "end_timestamp": 5786.0,
      "id": "b3721a1f-6b8b-3f4d-bacc-b8fdbb8e3d8b",
      "speaker": "Dan",
      "start_timestamp": 5780.0,
      "text": "you. Check. You check your baggage. There's buster. No, no, we're not. We're no, we're"
    },
    {
      "end_timestamp": 5789.0,
      "id": "479a9bd6-3e7e-325c-98fd-620fe6f58f39",
      "speaker": "Jordan",
      "start_timestamp": 5786.0,
      "text": "definitely not Jerry Springer. So"
    },
    {
      "end_timestamp": 5799.0,
      "id": "16b51a55-fc68-35f6-8cf4-dda850c336f6",
      "speaker": "Dan",
      "start_timestamp": 5789.0,
      "text": "we get it. Yeah. He says horrible, horrible things. And then sometimes when he realizes I've gone too far. It was a joke. Yeah,"
    },
    {
      "end_timestamp": 5839.0,
      "id": "11b69c06-8a10-345e-a2ac-dd72923da0b3",
      "speaker": "Jordan",
      "start_timestamp": 5799.0,
      "text": "no, coward. No, cow was that was racist, sexist. It was transphobic transphobic. Like, those are all very real things. And anytime, anytime he ever says, Oh, I'm not a racist, or oh, I don't hate gay people. Oh, I'm not transphobic I'm just afraid of all of this. Yeah, no, you are those things? Yep. Did you did all of those. On the first lady. Yeah. Dead to right. So you have no you there's no like deference to it. They're all other people. You should respect the office. Nope, that's gone. None of that. No, he has no leg to stand on on. He is a racist and sexist. transphobic"
    },
    {
      "end_timestamp": 5847.0,
      "id": "e63bf71e-f20b-3334-bf19-2128efeef7a0",
      "speaker": "Dan",
      "start_timestamp": 5839.0,
      "text": "anybody who like in any way insults. Melania there's no way he can say like respect the First Lady. No, no, she said she was a man."
    },
    {
      "end_timestamp": 5852.0,
      "id": "5b01039d-a604-32e0-8261-0c81bf5d2348",
      "speaker": "Jordan",
      "start_timestamp": 5847.0,
      "text": "And you know what? Do you know what the saddest part is? Lena is a huge victim here."
    },
    {
      "end_timestamp": 5854.0,
      "id": "29da53c5-fa81-3ddf-b4c7-b93bc8ccaac7",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5852.0,
      "text": "Yo definitely hates Trump. She"
    },
    {
      "end_timestamp": 5860.0,
      "id": "7f3d61ce-da5a-3cbe-9daf-e1726fd9712d",
      "speaker": "Jordan",
      "start_timestamp": 5854.0,
      "text": "she hates him being president. Yeah, she knows she can't leave that car woman's Oh, in her eyes."
    },
    {
      "end_timestamp": 5873.0,
      "id": "5a8362e8-5f3c-31ed-8bea-fcc000189658",
      "speaker": "Dan",
      "start_timestamp": 5860.0,
      "text": "There are those moments like there was that one video of from the inauguration whenever when he was looking at her. Yeah, she was smiling. And then he she turned around and Melania immediately got like really scared. It was horrifying. Yeah, that"
    },
    {
      "end_timestamp": 5878.0,
      "id": "56b8ebf6-14e0-37bf-a970-bf8c5f88b8b8",
      "speaker": "Jordan",
      "start_timestamp": 5873.0,
      "text": "did not look good. But be that as it may that really, really bummed me out."
    },
    {
      "end_timestamp": 5894.0,
      "id": "69cc65b4-5bbf-3b3e-be4a-aee147df09ff",
      "speaker": "Dan",
      "start_timestamp": 5878.0,
      "text": "Now we have two clips left. This first one that I'm gonna play is fucking weird, but kind of fun. And a little out there. Alright, last clip I'm going to play is what made me rage turn off the episode. Oh, boy. So get ready for two very different clips."
    },
    {
      "end_timestamp": 5899.0,
      "id": "4c805647-bec7-3682-a750-2c4c1e4d5e0d",
      "speaker": "Jordan",
      "start_timestamp": 5894.0,
      "text": "Are we going to live? Are we going to have to rage quit the episode? We might? Is that how you're going to do this to us? We might."
    },
    {
      "end_timestamp": 5908.0,
      "id": "4e250e8e-f50a-391f-947a-83f4a70e614d",
      "speaker": "Dan",
      "start_timestamp": 5899.0,
      "text": "But anyway, this first one here is about sort of about parenting. And then it gets into some stuff about Alex's childhood. That's pretty fun. Okay,"
    },
    {
      "end_timestamp": 5945.0,
      "id": "b7f82db1-38db-3447-b211-44ea57651ceb",
      "speaker": "Alex Jones",
      "start_timestamp": 5908.0,
      "text": "my kids love me exact stupid. I want to make fun of me. They want to share yours. They do whatever I tell them. Because they don't love Oh, not on their level. I know. My kids like so many parents do like that. Like they got something to prove their kids are messing with them all day. I'm like all I want you to have the best life in the world. As long as you're cool about stuff as long as you care about people. As long as you're nice. As long as you're loving as long as you've got courage. I'll back whatever you want in your life. Just don't be a jerk. And don't be an elitist. Yes, go stand up for yourself. And I'll let you do basically whatever you want."
    },
    {
      "end_timestamp": 5952.0,
      "id": "c4fa76e9-bb65-38f4-ac54-96e585f5b5df",
      "speaker": "Dan",
      "start_timestamp": 5945.0,
      "text": "Keep in mind that his 13 year old son works for him. Yeah, and hawks his products and shit."
    },
    {
      "end_timestamp": 5955.0,
      "id": "8e4e3771-df61-3242-a9e4-999f5a7a0f32",
      "speaker": "Jordan",
      "start_timestamp": 5952.0,
      "text": "But I mean if his 13 year old son works for him and has those values and"
    },
    {
      "end_timestamp": 5957.0,
      "id": "0b3ba735-3fb1-3603-b308-7877ef7c7a3d",
      "speaker": "Dan",
      "start_timestamp": 5955.0,
      "text": "wants to that's cool. Yeah, I'm"
    },
    {
      "end_timestamp": 5975.0,
      "id": "2a47a5ba-31d8-3d45-9bd7-111d8acf32df",
      "speaker": "Jordan",
      "start_timestamp": 5957.0,
      "text": "totally that's a good way to raise your kid. Yeah, that is sure. I I wish he raised his listeners. Which I was used like on his show if he came out just like all I want you to do is be good and be nice. And I want you to support people. Don't be a jerk. He's"
    },
    {
      "end_timestamp": 5977.0,
      "id": "d4d91818-346c-372a-a373-37ad93ba0236",
      "speaker": "Dan",
      "start_timestamp": 5975.0,
      "text": "a bad dad to his listeners. Yeah."
    },
    {
      "end_timestamp": 5985.0,
      "id": "b359661a-19d5-3a55-b567-b379dfe3f38b",
      "speaker": "Jordan",
      "start_timestamp": 5977.0,
      "text": "If he's doing that to his kids good on him. Sure. Take his radio show away and let him be a good father. Maybe on his calling. Maybe he's a great fucking"
    },
    {
      "end_timestamp": 5992.0,
      "id": "bceca02d-3096-3e32-a921-d479c26dbf3b",
      "speaker": "Dan",
      "start_timestamp": 5985.0,
      "text": "father. Maybe because he likes to let his kids make fun of him. Well, I don't want you serious. They listen to every word. I"
    },
    {
      "end_timestamp": 6002.0,
      "id": "33fbda53-04be-3027-b301-2143ddbeb59e",
      "speaker": "Jordan",
      "start_timestamp": 5992.0,
      "text": "really don't like that tone of voice it's really creepy don't really creepy. They do whatever I tell them. No, please don't say it like With that, so I think he has a couple more thoughts in the bushes."
    },
    {
      "end_timestamp": 6006.0,
      "id": "566ebb81-dee8-35fd-af58-805e9f8b7f66",
      "speaker": "Dan",
      "start_timestamp": 6002.0,
      "text": "Oh, I think he has a couple more thoughts and then some weird shit about his childhood."
    },
    {
      "end_timestamp": 6010.0,
      "id": "3b15dfd7-cdd8-3445-85ef-7ffcacd77c48",
      "speaker": "Jordan",
      "start_timestamp": 6006.0,
      "text": "Okay, because I love which we all do out there."
    },
    {
      "end_timestamp": 6019.0,
      "id": "cdd50b2c-2e6f-3300-b2b2-323dd142695c",
      "speaker": "Dan",
      "start_timestamp": 6010.0,
      "text": "Oh, no, I forgot what actually he's about to say I want to give a little introduction to he talks about the idea that people need therapy kind of,"
    },
    {
      "end_timestamp": 6021.0,
      "id": "cc7b9ac1-2027-321f-a583-5b8106773d9d",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6019.0,
      "text": "Oh, okay."
    },
    {
      "end_timestamp": 6077.0,
      "id": "b3b972b7-fcf0-352f-bb00-816bb9a49966",
      "speaker": "Alex Jones",
      "start_timestamp": 6021.0,
      "text": "And get like these other parents, I see that just get on their kids case and get in their faces and just work out psychological issues they already had previously themselves and their kids, it's horrible to watch. We've all seen it. I'm not here working out my psychological issues with you. I have already attained success in my life. When I was very, very young. I just had the ancestral memory. And I didn't know what to deal with it. I didn't know what to do. I felt like I was 80 years old or I was like five and now I realize everything the globalist do is to block that. Because whether you're late whether you're white, whether you're Asian, whether you're whatever you are. You have all these instincts. Carl Jung discovered it all."
    },
    {
      "end_timestamp": 6083.0,
      "id": "d997d749-d7a3-38a4-82da-338d5cae575a",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6077.0,
      "text": "Oh, okay. Okay. Wow. All right. Well, hello. Okay. Yeah,"
    },
    {
      "end_timestamp": 6106.0,
      "id": "f8eec200-3daa-3a43-a796-d552340fa07a",
      "speaker": "Jordan",
      "start_timestamp": 6083.0,
      "text": "so he's saying that when he was five, he had ancestral memories. Just gonna leave it at that. And he felt like an 80 year old man. Yes. Ah, oh, oh. And that. That's not him quasi joking. No, he believes that 100% That is very sincere."
    },
    {
      "end_timestamp": 6109.0,
      "id": "9d37b09f-66e9-350c-82ad-b48c7fd2c8e0",
      "speaker": "Dan",
      "start_timestamp": 6106.0,
      "text": "He believes he has superpowers."
    },
    {
      "end_timestamp": 6119.0,
      "id": "003c06e3-af2f-3af6-ba31-3bb5af34f942",
      "speaker": "Jordan",
      "start_timestamp": 6109.0,
      "text": "No, he believes that Carl one young knew at all? Yes. And the only reason that he doesn't raise his kids poorly is because he's been an 80 year old man. Five,"
    },
    {
      "end_timestamp": 6126.0,
      "id": "59bc01d8-bb6a-3823-ab0b-e7e47bd282cc",
      "speaker": "Dan",
      "start_timestamp": 6119.0,
      "text": "which makes him about 120. Now. Yeah, he's"
    },
    {
      "end_timestamp": 6137.0,
      "id": "fa7b4b1a-0e05-39a3-bdf7-07a9c938fdeb",
      "speaker": "Jordan",
      "start_timestamp": 6126.0,
      "text": "what is? What is What does he think about that? Now I want to listen to him tell his entire child I would love his autobiography would be fucking batshit. I would"
    },
    {
      "end_timestamp": 6151.0,
      "id": "c4f4b8dc-40c9-37fc-a215-408ddd7343c1",
      "speaker": "Dan",
      "start_timestamp": 6137.0,
      "text": "love it. If one day on the show, instead of talking about news. He just told his life story for thralls. Man, that would be the best thing to break down ever. That would be perfect. Because like this idea of this, like ancestral memory, the idea of it"
    },
    {
      "end_timestamp": 6155.0,
      "id": "dcc6f32b-815e-3384-bf40-8c69a2ece619",
      "speaker": "Jordan",
      "start_timestamp": 6151.0,
      "text": "was born a 65 year old man, if you think"
    },
    {
      "end_timestamp": 6177.0,
      "id": "ddf9854b-b355-30d9-aa54-7458df3e2bf7",
      "speaker": "Dan",
      "start_timestamp": 6155.0,
      "text": "of it just as instincts, and that we have ingrained things, and it's like fear of animals and predators, and that's why does everybody hate spiders? Right? That's something that absolutely is ingrained into our DNA. There is that stuff. But what he seems to be implying is that he has access to some sort of wealth of knowledge that other people aren't privy to."
    },
    {
      "end_timestamp": 6225.0,
      "id": "086bb3a9-e734-38bf-85b2-5027ab8cf61b",
      "speaker": "Jordan",
      "start_timestamp": 6177.0,
      "text": "They are privy to it they when it's being suppressed. Yes. So it's kind of like now now we have to answer the question. Is he right now about the globalists, because he has now seen the globalist act for at the very least 100 120 years. No. Now, can we then say that the 80 year old man who he felt like as a five year old, had the same thing happened to him? I think now we're on. Now we're on 200 years. How far back does this go? I think the more Alex Jones meet Jesus, that's the real question that that he has a personal relationship with him? He does. I would he had his house built by him. I would say"
    },
    {
      "end_timestamp": 6234.0,
      "id": "8de634dc-7598-37b0-8f8e-61f038227cd9",
      "speaker": "Dan",
      "start_timestamp": 6225.0,
      "text": "that the more possible and more likely thing is he has paranoid delusions? And has since he was a child."
    },
    {
      "end_timestamp": 6237.0,
      "id": "79dda791-64b7-3c58-8f29-6ae7f100c7e3",
      "speaker": "Jordan",
      "start_timestamp": 6234.0,
      "text": "Yeah, it's your sounds like that, doesn't it? Yeah."
    },
    {
      "end_timestamp": 6246.0,
      "id": "156ee8aa-5c9a-335a-9a13-8bb90c09b5d1",
      "speaker": "Dan",
      "start_timestamp": 6237.0,
      "text": "It's what he's saying about having ancestral memory, we're gonna leave it at that is basically an admission of a mental illness that dates back to his"
    },
    {
      "end_timestamp": 6279.0,
      "id": "371ea42c-564d-3a56-8f9d-dc5c9ac10a78",
      "speaker": "Jordan",
      "start_timestamp": 6246.0,
      "text": "child. And he hasn't, he hasn't number he hasn't he, he thinks he's the kid from the sixth sense, basically. So okay, so there, whenever whenever psychiatrists and psychologists get together and talk about this, like there's that, you know, Trump has narcissistic personality disorder. And it's been a rule since I want to say the Nixon years where it's like, we don't publicly diagnose people who aren't our patients. Yeah. Boy, it's hard to look at that and not be like, Oh, dude, that dude is delusional as far. Right? Yeah. He has a mental illness."
    },
    {
      "end_timestamp": 6290.0,
      "id": "4ed387be-a7b1-375f-bdac-cbb3ee03c843",
      "speaker": "Dan",
      "start_timestamp": 6279.0,
      "text": "Yeah. But that also would explain why he has to label everyone who disagrees with him as having a mental illness. Yes, because he has an untreated mental illness. But he's"
    },
    {
      "end_timestamp": 6293.0,
      "id": "f7edc726-a027-3dbd-acdc-0708c4cab0c8",
      "speaker": "Jordan",
      "start_timestamp": 6290.0,
      "text": "he's living in a world where he's the only one of himself. Yeah,"
    },
    {
      "end_timestamp": 6299.0,
      "id": "03f51686-02d6-3d70-8744-382e6d599e39",
      "speaker": "Dan",
      "start_timestamp": 6293.0,
      "text": "and everyone used to be like me. Oh, the budget in the water is changing you"
    },
    {
      "end_timestamp": 6302.0,
      "id": "c17d07f0-7b1e-3c5e-8a9c-2c8b4202a528",
      "speaker": "Jordan",
      "start_timestamp": 6299.0,
      "text": "now he's in In The X Files episode, yeah, well,"
    },
    {
      "end_timestamp": 6305.0,
      "id": "43a194db-f882-3640-bb8c-73018fc49278",
      "speaker": "Dan",
      "start_timestamp": 6302.0,
      "text": "there was an X Files character base."
    },
    {
      "end_timestamp": 6306.0,
      "id": "aa4ab556-c8ea-39d1-80f5-2a91acd9735d",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6305.0,
      "text": "go full circle. Yeah."
    },
    {
      "end_timestamp": 6317.0,
      "id": "981c4a88-0bdb-3b7a-9bc7-eef38abbfd71",
      "speaker": "Dan",
      "start_timestamp": 6306.0,
      "text": "So now we get to the clip that made me turn off the show. All right, I will give it this lead up. I don't think he knows what he's saying. Okay, I hope"
    },
    {
      "end_timestamp": 6326.0,
      "id": "4550a125-e6bd-3102-a7d1-6b3789f96543",
      "speaker": "Jordan",
      "start_timestamp": 6317.0,
      "text": "are you absolving him? No, are you not absolving? Are you like pre pre rationalizing his behavior there in some way?"
    },
    {
      "end_timestamp": 6330.0,
      "id": "f723bcd2-3302-3ae2-8449-2cf61ad40386",
      "speaker": "Dan",
      "start_timestamp": 6326.0,
      "text": "I have to think that he doesn't know what he's saying. Because if he does,"
    },
    {
      "end_timestamp": 6335.0,
      "id": "90545957-bc38-3e9a-81bd-538bf43a8f97",
      "speaker": "Jordan",
      "start_timestamp": 6330.0,
      "text": "then we have to end the show. And we're gonna cry all the time."
    },
    {
      "end_timestamp": 6351.0,
      "id": "d4648814-bfb9-34ab-858e-1a75940b5fcb",
      "speaker": "Dan",
      "start_timestamp": 6335.0,
      "text": "No, but he is really on the cusp of legal free speech. Okay. He is going to say some things that I don't think are protected by the First Amendment. Oh, boy, let's say that and"
    },
    {
      "end_timestamp": 6355.0,
      "id": "e07e7dc2-67e8-3e2b-8bab-186ebcfd07eb",
      "speaker": "Jordan",
      "start_timestamp": 6351.0,
      "text": "can use this show in as evidence in his eventual like,"
    },
    {
      "end_timestamp": 6357.0,
      "id": "9a612500-91bc-37ef-8297-43ad1b7415a0",
      "speaker": "Dan",
      "start_timestamp": 6355.0,
      "text": "get a deposition."
    },
    {
      "end_timestamp": 6362.0,
      "id": "4cfd21ca-bdd8-3748-a063-9fb3c0b6258c",
      "speaker": "Jordan",
      "start_timestamp": 6357.0,
      "text": "I want to get subpoenaed so bad that would make my day so much more interesting. Now, when"
    },
    {
      "end_timestamp": 6367.0,
      "id": "3a5e8535-dc81-3715-9277-b0205c0a9528",
      "speaker": "Dan",
      "start_timestamp": 6362.0,
      "text": "he talked about wanting to put a bullet in the head of trans people."
    },
    {
      "end_timestamp": 6368.0,
      "id": "a2bda74d-c303-3495-a73d-ef536a19a523",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6367.0,
      "text": "Yes. He"
    },
    {
      "end_timestamp": 6380.0,
      "id": "aabfd6f7-a1be-393a-a9bd-4b83edf41e30",
      "speaker": "Jordan",
      "start_timestamp": 6368.0,
      "text": "couched that in such a way that you can't quite say you actively assaulted and threatened to murder somebody I think hugging lied the threats. I think"
    },
    {
      "end_timestamp": 6386.0,
      "id": "7f1aa73a-8e56-3a8a-9453-a092efc5cf88",
      "speaker": "Dan",
      "start_timestamp": 6380.0,
      "text": "it's horrible. But he is slippery enough that it is within the range of what he's allowed to say"
    },
    {
      "end_timestamp": 6389.0,
      "id": "8c2d616b-91f1-3ad0-ba0e-e7ef78ebc16c",
      "speaker": "Jordan",
      "start_timestamp": 6386.0,
      "text": "at the Yeah, you've got he's got some wiggle room there."
    },
    {
      "end_timestamp": 6394.0,
      "id": "a1391a07-9180-3ba4-91ef-807f10e5e29a",
      "speaker": "Dan",
      "start_timestamp": 6389.0,
      "text": "This is a little bit less. Oh boy. And"
    },
    {
      "end_timestamp": 6398.0,
      "id": "8b0eeeeb-d06f-3a94-9934-010e875d492a",
      "speaker": "Jordan",
      "start_timestamp": 6394.0,
      "text": "less than the my bullet identifies with your brain."
    },
    {
      "end_timestamp": 6429.0,
      "id": "b7d2040a-fdde-36d4-86f8-ce6e13ba46ac",
      "speaker": "Dan",
      "start_timestamp": 6398.0,
      "text": "Yeah. Less. It's a little direct. Oh, okay. And I also want to make it totally clear that this is about three hours into the show still has not played that clip from Chris Cuomo and still hung over still talking about this clip ad nauseam, bringing it up over and over again, but never playing it because he knows if he plays it, it doesn't say what he says it says. Okay, so anyway, get ready. Don't talk over this, please. Sorry, just because it's that evil."
    },
    {
      "end_timestamp": 6489.0,
      "id": "0f695d96-740d-3319-a31c-aec0ef719659",
      "speaker": "Alex Jones",
      "start_timestamp": 6429.0,
      "text": "Chris como in bizarre Twitter comment. I wonder if she's the problem or her over protected intolerant dead teach tolerance. Yeah, we want to have a training in the shower with your daughter. And you don't like it so you're intolerant? No, you should accept Hey, Cuomo. Let's look at does he have any kids? Probably maybe he does. Some guy pulls his Johnson out of the park for your daughter. You're not gonna beat his ass? No. Maybe not. Maybe. I mean, I don't know. This just sounds like pedophilia to me bro. But what's your dad's say? Your pro life your pro gun you're not welcome in New York get out. They went further. He said I mean it get out. He's got three kids. Yeah. Well, I think we should start tweeting at him and volunteer me you know? I mean, it's illegal he shouldn't be does gonna put his kids in porn at age 12. And I'll be worse it go from there. You know, Nambla says he's been able to come knock, have Nambla wants to legalize them coming to your door and asking your kids out. He and let your let your your let your 10 year old 12 year old datum."
    },
    {
      "end_timestamp": 6512.0,
      "id": "6c4f8bb7-9cee-38ca-89ee-5906ccb3626c",
      "speaker": "Dan",
      "start_timestamp": 6489.0,
      "text": "So that's that lie there at the end. But I think the did you catch what I'm talking about? He has kids. Yeah. I think we should tweet at him and volunteer. Yeah, to do what? Yeah, he's encouraging people to harass Chris Cuomo about pulling their dicks out in front of his kids. That's literally what he's saying."
    },
    {
      "end_timestamp": 6517.0,
      "id": "c618f81a-7865-3a28-89d0-ae817611bf4c",
      "speaker": "Jordan",
      "start_timestamp": 6512.0,
      "text": "He said that he didn't, it wasn't like,"
    },
    {
      "end_timestamp": 6564.0,
      "id": "09373be8-6133-3664-ac7f-97102f1543c2",
      "speaker": "Dan",
      "start_timestamp": 6517.0,
      "text": "no, now if he was nobody, that would be horrible. But he's someone who has dumb fucking listeners who are known to attack people on social media. That is one of the most irresponsible fucking things I have ever heard in my life. Chris Cuomo, when he was talking about the situation, he was saying that it is intolerance to not allow trans people into the bathroom of their identity. He was not saying that a daughter of some hypothetical person is intolerant because she doesn't want to see a dick. That is not what he was saying. That's misrepresenting it. And he's calling people to action to do something, even though it's only over Twitter. That's still probably illegal."
    },
    {
      "end_timestamp": 6567.0,
      "id": "4c998a4c-c204-3f5b-895a-9af287f90bdc",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6564.0,
      "text": "He said,"
    },
    {
      "end_timestamp": 6576.0,
      "id": "fba85701-e685-3e4d-8d1f-34d0d3edd59f",
      "speaker": "Jordan",
      "start_timestamp": 6567.0,
      "text": "Go on Twitter, and offer volunteer volunteer to and then"
    },
    {
      "end_timestamp": 6584.0,
      "id": "71155eb7-b974-3e39-92a8-d307db2094a0",
      "speaker": "Dan",
      "start_timestamp": 6576.0,
      "text": "he very, very conveniently thought then let it he said simply illegal. It is illegal. It's very"
    },
    {
      "end_timestamp": 6590.0,
      "id": "6bd2e35c-003d-311f-aec8-50c5822d23cf",
      "speaker": "Jordan",
      "start_timestamp": 6584.0,
      "text": "much illegal. Yeah. To say to your audience, go offer this man"
    },
    {
      "end_timestamp": 6608.0,
      "id": "a293c7ea-ed4a-3359-8f34-f928d61d869f",
      "speaker": "Dan",
      "start_timestamp": 6590.0,
      "text": "who sexually harassed his daughter. Yeah. How he only made that statement he only made that claim after he had confirmation CHRIS CUOMO had kids. Fuck this shit. Wow."
    },
    {
      "end_timestamp": 6636.0,
      "id": "4ae46494-1a12-37c6-8fea-cfae2e4acd21",
      "speaker": "Jordan",
      "start_timestamp": 6608.0,
      "text": "How how? I mean, see? And then and then you have to say, then if you're saying that though he has to believe it, he has to believe it. What? Because if you genuinely believe, if you genuinely believe that the main goal of all of this trans acceptance is to get your daughters into a bathroom with a dude"
    },
    {
      "end_timestamp": 6638.0,
      "id": "3ccd1bde-1d90-34f7-8b37-6467b07651e0",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6636.0,
      "text": "with them. Yeah."
    },
    {
      "end_timestamp": 6645.0,
      "id": "0ae5385a-f25f-3710-836b-17836f4bc72b",
      "speaker": "Jordan",
      "start_timestamp": 6638.0,
      "text": "Then that's the only way you can justify inciting people to do that."
    },
    {
      "end_timestamp": 6661.0,
      "id": "82452c6f-3b58-389f-b9b5-c005989d8ec3",
      "speaker": "Dan",
      "start_timestamp": 6645.0,
      "text": "And I don't even think it like that. If that were the truth, if his nightmare hypothetical scenario about trans rights, if that were the truth, what he's saying still is not okay. No, the answer is no,"
    },
    {
      "end_timestamp": 6675.0,
      "id": "9d5f7454-22ef-3d9c-b72d-6ae749293ab9",
      "speaker": "Jordan",
      "start_timestamp": 6661.0,
      "text": "it's not double down. It's not it's not if your kid is getting pedophile. pedophile, somebody else's kid. That's never been the answer to anything how they like it. Yeah, that's not how that works. No."
    },
    {
      "end_timestamp": 6688.0,
      "id": "875699cb-1883-38f9-bdcb-f3ea80ef83fe",
      "speaker": "Dan",
      "start_timestamp": 6675.0,
      "text": "He's also sort of implying that his audience would like to do that. We should call him and volunteer. Yeah. And see if that was something that you would want to do in the first place. You fucking filthy spot call"
    },
    {
      "end_timestamp": 6699.0,
      "id": "a4eae362-c4fb-3f11-819e-8cab2e2ec28b",
      "speaker": "Jordan",
      "start_timestamp": 6688.0,
      "text": "him and volunteer? Yeah. To old. So it's time somebody taught you a lesson by hurting your child."
    },
    {
      "end_timestamp": 6707.0,
      "id": "a742730f-d20a-3604-954d-6acd6ae0ea7b",
      "speaker": "Dan",
      "start_timestamp": 6699.0,
      "text": "Yeah. Which it really sounds like someone who cares about children certainly cares. Yeah. It has a grasp on the issue. Yeah. And really just want"
    },
    {
      "end_timestamp": 6710.0,
      "id": "2069a580-8e00-31f5-9533-2c71028dc559",
      "speaker": "Jordan",
      "start_timestamp": 6707.0,
      "text": "I just want to raise my children to not be a jerk."
    },
    {
      "end_timestamp": 6714.0,
      "id": "39af81ca-7dd7-3390-8e86-dd100dbbe115",
      "speaker": "Dan",
      "start_timestamp": 6710.0,
      "text": "Yeah, by being the biggest fucking jerk in the world. What"
    },
    {
      "end_timestamp": 6717.0,
      "id": "16ebcf22-38ff-3600-bb5a-eed82a967f9d",
      "speaker": "Jordan",
      "start_timestamp": 6714.0,
      "text": "a fucking monster. That's a monstrous thing to say."
    },
    {
      "end_timestamp": 6721.0,
      "id": "6b4c8fb9-e61d-3b83-98b0-8cf95aff5a20",
      "speaker": "Dan",
      "start_timestamp": 6717.0,
      "text": "And that's why I had to immediately turn this off. You could"
    },
    {
      "end_timestamp": 6726.0,
      "id": "9c9246dc-6132-34ab-a72a-7bfb49d16cbb",
      "speaker": "Jordan",
      "start_timestamp": 6721.0,
      "text": "not. There's just no way that you can rationalize that."
    },
    {
      "end_timestamp": 6727.0,
      "id": "b553d430-aa95-3066-add0-d8db3f5e6ff7",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6726.0,
      "text": "No, you can't."
    },
    {
      "end_timestamp": 6728.0,
      "id": "1cf43c95-864d-3a34-a954-7834efdd796e",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6727.0,
      "text": "No,"
    },
    {
      "end_timestamp": 6732.0,
      "id": "e60597a5-acf6-32b2-a47a-46a75975a498",
      "speaker": "Dan",
      "start_timestamp": 6728.0,
      "text": "that's don't listen to it again, just to make sure we're not just to be clear that we're not"
    },
    {
      "end_timestamp": 6736.0,
      "id": "4bfc29cc-0d76-3f68-b9f6-bef99dbc0685",
      "speaker": "Jordan",
      "start_timestamp": 6732.0,
      "text": "gonna do because I'm trying. I'm trying to fit this in with ya. See"
    },
    {
      "end_timestamp": 6749.0,
      "id": "af1d8910-7eff-3efa-ae87-bd840b16fa68",
      "speaker": "Dan",
      "start_timestamp": 6736.0,
      "text": "if you can do a better job of parsing it a second time around. I'm trying to. Okay. Now keep in mind, every time that Alex Jones wants to play on your sympathies, and pretend he's a victim, just play this clip in your head."
    },
    {
      "end_timestamp": 6810.0,
      "id": "4e663a90-c868-3908-983f-11f92cbe9973",
      "speaker": "Alex Jones",
      "start_timestamp": 6749.0,
      "text": "CHRIS CUOMO in bizarre Twitter comment. I wonder if she's the problem, or her overprotective and intolerant dad teach tolerance? Yeah, we want to have a training in the shower with your daughter and you don't like it so you're intolerant? You should accept Hey, Cuomo. Does he have any kids? Probably bet he does. Come God pulls his Johnson out of the park for your daughter. You're not gonna beat his ass? No. Maybe not. Maybe. I don't know. This just sounds like pedophilia to me, bro. But what's your dad's say? You're pro life. You're pro gun. You're not welcome in New York. Get out. Then what further he said. I mean it get out. He's got three kids. Yeah. Well, then I think we should start tweeting at him and volunteer him, you know? I mean, he legally shouldn't be done. He's gonna put his kids in porn at age 12. I mean, where does it go from there? You know, Nambla says he's able to come knock. Have Nambla wants to legalize them coming to your door and asking your kids out. He can let your let your your let your 10 year old 12 year old datum."
    },
    {
      "end_timestamp": 6822.0,
      "id": "a4c78e8d-2b71-3c97-baa9-904aab63b958",
      "speaker": "Dan",
      "start_timestamp": 6810.0,
      "text": "Okay, we did not misrepresent that at all. And he guys that's in context. Okay, this is what this is what fucking Stephen Colbert should be talking about. Go ahead."
    },
    {
      "end_timestamp": 6834.0,
      "id": "2b1b13cb-fc5c-38b0-ba4d-97d4e393e92b",
      "speaker": "Jordan",
      "start_timestamp": 6822.0,
      "text": "Okay. I'm trying. I was trying to write down as much shorthand as I can get one. Don't say the word tranny. Yeah. In such a dismissive and miserable"
    },
    {
      "end_timestamp": 6847.0,
      "id": "53ae9a24-0b53-3afe-85ec-783fd7718c39",
      "speaker": "Dan",
      "start_timestamp": 6834.0,
      "text": "he doesn't. He doesn't the same way. Milo does as if it's standing up for free speech by like, I will not allow myself to be language police. Yeah, and say the N word you coward. Yeah, that's your real position. Fuck you."
    },
    {
      "end_timestamp": 6852.0,
      "id": "4cb6fc2a-7388-3211-9d53-7c9d725a43c3",
      "speaker": "Jordan",
      "start_timestamp": 6847.0,
      "text": "In the shower with your daughter. If you How about a guy who pulls his Johnson out in the park,"
    },
    {
      "end_timestamp": 6856.0,
      "id": "c5717bad-8b4f-3a93-b252-f8867974a4f2",
      "speaker": "Dan",
      "start_timestamp": 6852.0,
      "text": "then he implies you punch him than he implies that Chris Cuomo wouldn't punch him."
    },
    {
      "end_timestamp": 6860.0,
      "id": "948027d5-9c3f-3f6e-a35a-22b5d6ca1a30",
      "speaker": "Jordan",
      "start_timestamp": 6856.0,
      "text": "Maybe you wouldn't. Dad said you're pro life get out."
    },
    {
      "end_timestamp": 6862.0,
      "id": "6c5aac4f-730a-3cde-9f89-41448afa0029",
      "speaker": "Dan",
      "start_timestamp": 6860.0,
      "text": "I think that's Mario Cuomo. Yeah."
    },
    {
      "end_timestamp": 6878.0,
      "id": "1c91d6ce-953c-3202-93eb-be5a572aae15",
      "speaker": "Jordan",
      "start_timestamp": 6862.0,
      "text": "How about we volunteer them? Yeah, I think I think what he was saying there is how about we volunteer your daughters to get fucked in the bathroom?"
    },
    {
      "end_timestamp": 6880.0,
      "id": "1e418956-7365-39af-a656-465c04046fdb",
      "speaker": "Dan",
      "start_timestamp": 6878.0,
      "text": "Even if that's the interpreter? I don't think it is."
    },
    {
      "end_timestamp": 6889.0,
      "id": "c7d6bebb-79af-3df5-83cf-6b3cf0171d62",
      "speaker": "Jordan",
      "start_timestamp": 6880.0,
      "text": "I think that's what he because I I think because then he says put his kids in porn at the age"
    },
    {
      "end_timestamp": 6892.0,
      "id": "924567c1-17ae-33f7-a406-34a5eb75de8c",
      "speaker": "Dan",
      "start_timestamp": 6889.0,
      "text": "of 12. Which is also crazy. Yeah,"
    },
    {
      "end_timestamp": 6927.0,
      "id": "9806522b-e909-3c4a-ae6b-05a5512b93c5",
      "speaker": "Jordan",
      "start_timestamp": 6892.0,
      "text": "I think I don't know where he pulled that from. No, I think I think what he's saying is that if if here's what I hear is what I think he's saying. I actually I think I might disagree with you on this one. Okay. I think what he's saying there is if we allow these trans, if we allow trans people to go into the bathrooms, that their gender is that they associate with their gender, then Cuomo, his kids should go first. I don't think I think that's what he's saying. How about we volunteer them to go in there?"
    },
    {
      "end_timestamp": 6931.0,
      "id": "92d5363e-64b8-3d29-95ca-09590db6426a",
      "speaker": "Dan",
      "start_timestamp": 6927.0,
      "text": "Well, I don't think that strangers can do that by Twitter."
    },
    {
      "end_timestamp": 6937.0,
      "id": "9147461a-07d2-3ab9-9088-459af295512e",
      "speaker": "Jordan",
      "start_timestamp": 6931.0,
      "text": "I don't think they can either. Well, that's that's the other thing. Why does he say Twitter? Why do we need to get let's reach out"
    },
    {
      "end_timestamp": 6945.0,
      "id": "9706821a-d369-3371-8d6f-5f767dcee494",
      "speaker": "Dan",
      "start_timestamp": 6937.0,
      "text": "to him on Twitter and volunteer? Ah, I know it is a little bit nebulous what exactly he's saying. But even if your argument is correct, still,"
    },
    {
      "end_timestamp": 6949.0,
      "id": "1b020260-f415-3806-a391-44a76c32333b",
      "speaker": "Jordan",
      "start_timestamp": 6945.0,
      "text": "he's still inciting people to violence against him, or at least"
    },
    {
      "end_timestamp": 6952.0,
      "id": "8b879930-4b36-3d97-b6a5-ef1b107f2f00",
      "speaker": "Dan",
      "start_timestamp": 6949.0,
      "text": "to him or harass"
    },
    {
      "end_timestamp": 6963.0,
      "id": "6f6c6aae-a35c-3a80-9484-84ab8175daca",
      "speaker": "Jordan",
      "start_timestamp": 6952.0,
      "text": "his children or fucking go after even the show knew. Because they tried to play him off. That's like Oscar shit. They tried to play him off. They knew shit was gonna go down."
    },
    {
      "end_timestamp": 6981.0,
      "id": "49b8a4dd-b939-3b82-8b3e-6bc328e5e7df",
      "speaker": "Dan",
      "start_timestamp": 6963.0,
      "text": "I have to assume they win that break. When he went to break. He was like, oh, fuck that got away from it. Yeah, you had to like because he stops himself in the middle of it even you think him recognizing that's illegal. He has to be like, Oh, why did I go down that road? Oh, shit."
    },
    {
      "end_timestamp": 6982.0,
      "id": "c412a442-a19d-3e12-b338-a07830d0baa5",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6981.0,
      "text": "I Oh, I can I"
    },
    {
      "end_timestamp": 6997.0,
      "id": "f6f04b20-d740-3be3-9a26-a1ce51a12b60",
      "speaker": "Dan",
      "start_timestamp": 6982.0,
      "text": "guarantee that some people tweeted at Chris Cuomo. I guarantee it. Yeah, I bet you know what else I guarantee the fucking coward Alex Jones. If this ever turns into something, he gets attacked about who back? I was joking."
    },
    {
      "end_timestamp": 7001.0,
      "id": "de724196-9967-3685-8dfb-fc2cb535ee0d",
      "speaker": "Jordan",
      "start_timestamp": 6997.0,
      "text": "Yep. Yep. Yeah, he was a joking. He was quasi joking."
    },
    {
      "end_timestamp": 7011.0,
      "id": "a84a3cae-d82a-3ac0-8e4c-2054741b76cf",
      "speaker": "Dan",
      "start_timestamp": 7001.0,
      "text": "Now, this is unfortunately the sort of thing that we end up having to cover. Sometimes. It's so much more fun when we can just laugh and goof around. But this is also a reality of Alex Jones."
    },
    {
      "end_timestamp": 7060.0,
      "id": "0ecbec27-a352-3a70-8849-9c0e6aebb5ec",
      "speaker": "Jordan",
      "start_timestamp": 7011.0,
      "text": "I mean, this is this is the thing about his show. And this show that does put everything I've ever known about him in context. Because before we started doing this, I knew the same like Jezebel headlines. Yeah. Alex Jones says this crazy thing. Sandy Hook isn't real. Yeah. At no point. Has anybody really delved into this level of insanity? Yeah, because this is a truly cruel person. And they are not putting up his cruel shit. They're putting up the headline generating nonsense. Yeah, as easy as cruel as Sandy hit as cruel as Sandy Hook truth or ism is. He didn't. He didn't actively tell people to go rape children."
    },
    {
      "end_timestamp": 7104.0,
      "id": "cead27ad-e684-3f52-88e5-46e2ec7bdec6",
      "speaker": "Dan",
      "start_timestamp": 7060.0,
      "text": "I mean, to be fair, he didn't say that here either. Literally. Right. But yeah, I mean, this is the part where words have consequences. Like the idea that you can say like, listen, I just had questions about Sandy Hook. Yeah. But by covering it the way he did, yeah, it led to harassment of those families. Yeah. Because if you present it as a fake thing, all of those people are suspect, right? In the same way. He can be like, Look, Chris Cuomo is a fucking monster. And I don't want Dixon in showers. It's like, okay, you can make that argument and still be on solid ground. Yeah. But once you get into this territory of, you know, we should tweet at him, that sort of thing. You can no longer say that you don't have a part. Whatever negative thing ends up happening."
    },
    {
      "end_timestamp": 7168.0,
      "id": "06da59d7-1d95-3d4c-a599-3cf98810ce04",
      "speaker": "Jordan",
      "start_timestamp": 7104.0,
      "text": "That's such that's is that, is that illegal? Is that? Where are we at on that? That's something I want to know. I want to know what that is. Because it's it reminds me of not this particular thing. But the thought that I just had was the woman who tweeted something about Africa, something about HIV, the girl who was on a flight on a flight and then got off the flight and was home had no job and everyone was destroyed. Her life was destroyed. Yeah, that was some organic. Weird internet justice thing that happened. Great, guys. We ruined one lady's life. We're heroes. 1000s of people board on Twitter. Yeah, awesome. Awesome. We're all heroes now. Yeah. But that wasn't anybody directing it is because they're so it's against the law to incite a riot. Right. Yeah. It's against the law to get up in front of a large group of people and tell them to go burn shit down. Yes. Does that apply to Twitter?"
    },
    {
      "end_timestamp": 7183.0,
      "id": "738c4665-b32f-33e4-877a-a2daefc75427",
      "speaker": "Dan",
      "start_timestamp": 7168.0,
      "text": "I don't know. It's, it's sort of a gray area. I know. That apparently wasn't illegal him saying that someone should go look into comic Comet Ping Pong pizza, right. And then the guy shows up with a gun there. And when he's interviewed, he said he was inspired by listening to Info Wars,"
    },
    {
      "end_timestamp": 7193.0,
      "id": "4d7c63b7-72cf-32a1-9dee-05b862e10bcf",
      "speaker": "Jordan",
      "start_timestamp": 7183.0,
      "text": "right? That's that's, I mean, that's the same thing is, you know, not necessarily the same thing. But you know, but so my dog is the voice of Satan. And he told me to kill my friend."
    },
    {
      "end_timestamp": 7198.0,
      "id": "ea282811-aeed-3fbe-97d1-01fbfddd1215",
      "speaker": "Dan",
      "start_timestamp": 7193.0,
      "text": "Right. But I'm saying that he literally said that people someone should check out that sort of thing."
    },
    {
      "end_timestamp": 7227.0,
      "id": "52c2448c-823e-3f48-bc8f-228ee945c526",
      "speaker": "Jordan",
      "start_timestamp": 7198.0,
      "text": "And he said checkout Yeah. That's That's his. That's his. That's his, you know, if you should, you should check out, you know, if I said checkout, if I said check out the pizza place because they make great pizza and somebody showed up with a gun saying that I inspired them to go there. Wow, that's not quite the same thing. But it's the checkout context kind of works there. It's, it's this one. This one's very specific. Very, this one's very wrong. I don't like this one."
    },
    {
      "end_timestamp": 7253.0,
      "id": "0cc972a6-cc00-3022-97e2-eec7e9d0e32d",
      "speaker": "Dan",
      "start_timestamp": 7227.0,
      "text": "I'm not sure. Like I said, I don't know if it's illegal. I do think that he's really on the cusp of what free speech protects, because slander, threats of violence, those things aren't protected under free speech. Now, those are still crimes. And I don't know if this technically can be construed as a threat. But man, it feels like it. Yeah. And so Alex, you're on thin fucking ice."
    },
    {
      "end_timestamp": 7264.0,
      "id": "2dc76ad0-eb3e-3402-b207-01e2bd3949e6",
      "speaker": "Jordan",
      "start_timestamp": 7253.0,
      "text": "I mean, at this point, you lost your sponsor. You're starting to anybody says Trump period. It comes across as a threat. Like any Trump supporter saying"
    },
    {
      "end_timestamp": 7269.0,
      "id": "f2d1282d-70e0-3aa9-a1ed-901c03dad50b",
      "speaker": "Dan",
      "start_timestamp": 7264.0,
      "text": "Trump loves a threat. Yeah, but so when you're done pushing lib tard cuck that's a"
    },
    {
      "end_timestamp": 7273.0,
      "id": "f1f2f051-286f-382a-9c29-d56298c4d575",
      "speaker": "Jordan",
      "start_timestamp": 7269.0,
      "text": "good point. Why do we always have to come back to always forget anyway,"
    },
    {
      "end_timestamp": 7283.0,
      "id": "7e92fd32-c116-3697-af7d-fe0a1897e289",
      "speaker": "Dan",
      "start_timestamp": 7273.0,
      "text": "that is as much as I could stomach on February 24. On the Alex Jones program, I can't imagine it got better."
    },
    {
      "end_timestamp": 7299.0,
      "id": "ad8dfc94-37a2-3256-8047-e283f1abf9ca",
      "speaker": "Jordan",
      "start_timestamp": 7283.0,
      "text": "So again, that last hour was him apologizing and saying that we should all be tolerant and he started raising his listeners the way he raised his kids. I'm sure of this. I'm sure of this has to be redemption. Yeah, this is classic classic Joseph Campbell."
    },
    {
      "end_timestamp": 7300.0,
      "id": "18098f84-8fbd-393d-aacc-3098848d232c",
      "speaker": "Dan",
      "start_timestamp": 7299.0,
      "text": "I'm sure this is a"
    },
    {
      "end_timestamp": 7301.0,
      "id": "1a2cbd68-8866-3fa3-b142-b4f1cfab5a07",
      "speaker": "Unknown Speaker",
      "start_timestamp": 7300.0,
      "text": "hero's journey. Sure. He"
    },
    {
      "end_timestamp": 7308.0,
      "id": "a404fc09-c554-3ae2-a11e-68c6ceefc541",
      "speaker": "Dan",
      "start_timestamp": 7301.0,
      "text": "came back from break I was like, Guys, I really got away from me. I'm so sorry about that. I you know, listen, sometimes I get heated"
    },
    {
      "end_timestamp": 7319.0,
      "id": "11ce84ce-2201-3a0c-9223-ce31c364fb4a",
      "speaker": "Jordan",
      "start_timestamp": 7308.0,
      "text": "right? I was I wasn't even quasi joking. This time I was being sincere. And then I realized what my what my beliefs were were wrong. And I've grown and I've become a better person."
    },
    {
      "end_timestamp": 7326.0,
      "id": "cde0078d-9bbd-32dc-be7f-30aafd8d9543",
      "speaker": "Dan",
      "start_timestamp": 7319.0,
      "text": "That's one possibility or other possibilities. He came back and sold bone pills. Possibly more likely"
    },
    {
      "end_timestamp": 7332.0,
      "id": "fd2df83a-99b0-319c-b3c8-2c10ad273612",
      "speaker": "Jordan",
      "start_timestamp": 7326.0,
      "text": "that one I want to say that one's more likely but you know, we could live in an infinite universe."
    },
    {
      "end_timestamp": 7335.0,
      "id": "3537d5b7-6791-3edb-9e44-51543cafcd37",
      "speaker": "Dan",
      "start_timestamp": 7332.0,
      "text": "Anyway, fuck you. Alex Jones. Fuck you."
    },
    {
      "end_timestamp": 7341.0,
      "id": "7b34b5ca-ad37-3a80-8950-ae61466f99e3",
      "speaker": "Dan",
      "start_timestamp": 7335.0,
      "text": "It's very hard for me to sit through. But anyway people can follow us at knowledge underscore fight."
    },
    {
      "end_timestamp": 7344.0,
      "id": "8c2178b7-b80b-3f16-88b6-273b2ee997bb",
      "speaker": "Jordan",
      "start_timestamp": 7341.0,
      "text": "We're on iTunes at knowledge fight download it,"
    },
    {
      "end_timestamp": 7351.0,
      "id": "cf196d32-aadf-3c59-add8-86e97276650b",
      "speaker": "Dan",
      "start_timestamp": 7344.0,
      "text": "we got reviews, I really appreciate it. Thank you. I don't have the names in front of me. But people who have left reviews we really appreciate it. We've"
    },
    {
      "end_timestamp": 7366.0,
      "id": "33b242dd-2d15-3e39-8305-561dda8e6b20",
      "speaker": "Jordan",
      "start_timestamp": 7351.0,
      "text": "had a bunch of cool stuff made for us that that video with ludicrous was fucking amazing. Again, JP, the, you know, the logos that people have been making for us. All of this stuff has been very heartening. Keep them coming. We're sorry to close the episode The way that we did."
    },
    {
      "end_timestamp": 7370.0,
      "id": "5da08c59-a49d-3c15-9338-b4cb69337fcb",
      "speaker": "Dan",
      "start_timestamp": 7366.0,
      "text": "It wasn't our choice. No, no, that's on Alex."
    },
    {
      "end_timestamp": 7375.0,
      "id": "c5bfb5f4-1f8d-3d3d-bb28-3dd9fb076a7e",
      "speaker": "Jordan",
      "start_timestamp": 7370.0,
      "text": "Well, it's also a little bit on you. You could have you could have left us alone in this world where we believe he's Fun and Fancy Free."
    },
    {
      "end_timestamp": 7394.0,
      "id": "b96f8b11-68dc-36d5-98b9-505f281899ee",
      "speaker": "Dan",
      "start_timestamp": 7375.0,
      "text": "Yeah. Well, that would not be accurate report. Nope. So yeah, you can reach us at knowledge. fight@gmail.com. Again, like Jordan said, we really appreciate everything that people have been sending in. We love it. Thank you all so much. We love you. We'll be back soon. But until then, you know, we're just a couple of fucking policy walks. That's us."
    },
    {
      "end_timestamp": null,
      "id": "cbafaeb6-1a85-3af7-aac9-39c4fbced3d4",
      "speaker": "Alex Jones",
      "start_timestamp": 7394.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. Oh, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}