{
  "audio_identifier": "KF_19",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/March3.mp3",
  "blocks": [
    {
      "end_timestamp": 7.0,
      "id": "79d5b45c-7112-3900-90ed-1c2cfbc207a7",
      "speaker": "Alex Jones",
      "start_timestamp": 3.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding."
    },
    {
      "end_timestamp": 11.0,
      "id": "22792dfc-b445-33eb-9e3e-35bc4ee39bdf",
      "speaker": "Jordan",
      "start_timestamp": 7.0,
      "text": "Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    },
    {
      "end_timestamp": 20.0,
      "id": "d9733e1b-9660-3027-93ba-0496c33e17e2",
      "speaker": "Dan",
      "start_timestamp": 11.0,
      "text": "Hey, everybody, welcome back to knowledge fight. I'm Dan. I'm Jordan. You heard up top the sound of a cork, Papa. Listen, gentlemen, today we are drinking some champagne"
    },
    {
      "end_timestamp": 22.0,
      "id": "d5c755ca-b738-3ed3-85fb-192e5731b357",
      "speaker": "Jordan",
      "start_timestamp": 20.0,
      "text": "absolutely is to"
    },
    {
      "end_timestamp": 22.0,
      "id": "f2b87775-0bd8-3792-b798-9d2f7842d2be",
      "speaker": "Dan",
      "start_timestamp": 22.0,
      "text": "the globalist. It's"
    },
    {
      "end_timestamp": 25.0,
      "id": "f0e3ab0f-0bb8-3047-8408-862bbc18f632",
      "speaker": "Jordan",
      "start_timestamp": 22.0,
      "text": "a shitshow celebration today."
    },
    {
      "end_timestamp": 51.0,
      "id": "e507bc66-a19b-3e1d-9392-c61fe9e04edb",
      "speaker": "Dan",
      "start_timestamp": 25.0,
      "text": "We're we're drinking. It's a mild celebration, because the thing the trends that we're seeing are going exactly the direction we expected. Yes. On our last episode, a little mini episode we recorded, I speculated that Friday would be a complete breakdown for Alex. And my prediction came true. Wonderful. So I want to give a little bit of why we should explain the show."
    },
    {
      "end_timestamp": 60.0,
      "id": "21af41e1-cecb-3e5c-990e-2535958b6a80",
      "speaker": "Jordan",
      "start_timestamp": 51.0,
      "text": "Okay, I mean, if we have to, you don't know anything about him? I don't know god damn anything. But I know a lot about Infowars. You listen to too much. Infowars."
    },
    {
      "end_timestamp": 69.0,
      "id": "62e257bd-ff4f-31dd-8c4d-1dc4d210089e",
      "speaker": "Dan",
      "start_timestamp": 60.0,
      "text": "One day, we're gonna figure out how to do this smoothly. Anyway, the show is me explaining what's happened in Infowars. In one day in the life of Alex Jones,"
    },
    {
      "end_timestamp": 73.0,
      "id": "282b88d5-c1b1-3f67-9b70-360ed8b7308b",
      "speaker": "Jordan",
      "start_timestamp": 69.0,
      "text": "I think what happened is we're just really excited to get pumped. Yeah,"
    },
    {
      "end_timestamp": 94.0,
      "id": "ade56860-7a6e-357b-b2e9-f45b6a008253",
      "speaker": "Dan",
      "start_timestamp": 73.0,
      "text": "very pumped. So we're covering today, Friday, March 3, in the life of Alex Jones. Gotcha. And what's happening in the greater world outside of him is that everything that he's said is coming out to be not accurate, right. And all of these allies that he had built up around himself"
    },
    {
      "end_timestamp": 98.0,
      "id": "2a124bd0-2c45-3d0a-bc0b-d1b41a93bd3d",
      "speaker": "Jordan",
      "start_timestamp": 94.0,
      "text": "to go to jail."
    },
    {
      "end_timestamp": 126.0,
      "id": "dec88918-3559-3e16-97ef-478bbf9c6a69",
      "speaker": "Dan",
      "start_timestamp": 98.0,
      "text": "So like, he can't address these things head on. He can't talk about the session stuff. Right, except to say he was doing his job like that. He can't address the fact that Sessions met with this Russian ambassador at the in the in Cleveland and right at the RNC. Yes. And he traveled there was not there. He Sessions had traveled there using funds. That's"
    },
    {
      "end_timestamp": 130.0,
      "id": "76492fc7-e809-383e-a735-809740592788",
      "speaker": "Jordan",
      "start_timestamp": 126.0,
      "text": "that legally a great idea."
    },
    {
      "end_timestamp": 147.0,
      "id": "e8cf0b8d-464c-3155-9e1c-e1d1dd324436",
      "speaker": "Dan",
      "start_timestamp": 130.0,
      "text": "He's legally there in the capacity as a Trump surrogate. Right. So him having the argument that he was a senator in the armed service that he can't address that because there's no wiggle room. He Hold on, he can't address the Kushner situation with why the fuck was your son in law in a meeting with Flynn and the Russian ambassador and"
    },
    {
      "end_timestamp": 157.0,
      "id": "0af682f7-3b08-3739-a9a6-2fc2531ecdd7",
      "speaker": "Jordan",
      "start_timestamp": 147.0,
      "text": "that you can't even address that's that's such a large question to me. Because the whole like, why the fuck is your son in law anywhere near this anyway? Totally. Yeah, get him the fuck out. He's"
    },
    {
      "end_timestamp": 165.0,
      "id": "3b0652c7-9318-310d-8803-cef12601402e",
      "speaker": "Dan",
      "start_timestamp": 157.0,
      "text": "gonna solve the ISRAEL PALESTINE conflict. Yeah, sure. Sure he can address the Kushner situation. He can't address Carter Page. He can't address"
    },
    {
      "end_timestamp": 174.0,
      "id": "a9d96bdf-a070-358c-8b7f-d24d18d326b8",
      "speaker": "Jordan",
      "start_timestamp": 165.0,
      "text": "her pages fucking batshit. Have you watched this tour? Oh, he may be actually he may actually be a deer in headlights. Like I literally deer."
    },
    {
      "end_timestamp": 191.0,
      "id": "0c506e0f-70e4-3557-b323-355ee1678947",
      "speaker": "Dan",
      "start_timestamp": 174.0,
      "text": "He was on one of those news shows. I think it was on MSNBC. And he was talking about he's like, I will not deny that I met the ambassador. Meanwhile, he's shitting or not shitting. He's smiling. Like, like the cat that ate the canary. Right? He is a man with a secret. But it's not a great secret because most people know what it"
    },
    {
      "end_timestamp": 195.0,
      "id": "cfc1e21f-0764-3a30-83ad-551329414ff9",
      "speaker": "Jordan",
      "start_timestamp": 191.0,
      "text": "is. He's being set up to be the fall guy. I think I don't"
    },
    {
      "end_timestamp": 208.0,
      "id": "a93f94fc-b373-31f5-b915-925b10715231",
      "speaker": "Dan",
      "start_timestamp": 195.0,
      "text": "know about that. I think he might be in a better situation than a lot of these other jobs. Okay, good. I think that he might be able to pull it off and get away with a lot of money and run away somewhere. I think a lot of these other folks are not going to be able to so so we're"
    },
    {
      "end_timestamp": 215.0,
      "id": "cebd83e3-0a19-3ebb-956b-c270d3e66f06",
      "speaker": "Jordan",
      "start_timestamp": 208.0,
      "text": "saying that Carter Page is our Kaiser. So say that's what's that's what you're saying right there. Possibly. It looks kind of like Kevin Spacey"
    },
    {
      "end_timestamp": 226.0,
      "id": "fc2be1e1-b19a-3d8e-a745-133fac84fc3c",
      "speaker": "Dan",
      "start_timestamp": 215.0,
      "text": "a little bit. Alex Jones also cannot address the issues with Manafort and Ukraine can't address the suspicious timing about the GOP softening its position on Ukraine."
    },
    {
      "end_timestamp": 235.0,
      "id": "be7fa8bc-a8c8-3996-bffb-3215ca8b9d90",
      "speaker": "Jordan",
      "start_timestamp": 226.0,
      "text": "Aid wasn't suspicious. He literally said they said that the Trump at that Trump himself said we need to soften the soften our stance on the Ukraine."
    },
    {
      "end_timestamp": 264.0,
      "id": "ae70f875-fd3b-3bc8-a9a2-9caa5c07a750",
      "speaker": "Dan",
      "start_timestamp": 235.0,
      "text": "No, but the timing in terms of how it matches up with these meetings with Russian Oh, yeah, no, he can't talk about can address any of that. So instead, he goes buck wild in turbo ly mo starts throwing buckshot everywhere. And to that extent, this episode, I had such a hard time getting an order for the clips to go in. So we might end up hitting A then B then back to A and then C. It's gonna be a little bit scattershot. And"
    },
    {
      "end_timestamp": 277.0,
      "id": "25c1783d-2376-37a6-ac26-0dd59070186c",
      "speaker": "Jordan",
      "start_timestamp": 264.0,
      "text": "I think that should be representative of what it is you that you listen to. I think that's exactly how this should go. The listener should get a taste of what it's like to see Alex Jones have a complete and utter meltdown."
    },
    {
      "end_timestamp": 306.0,
      "id": "288948b6-e008-31cc-8c35-f6f6220e5b4e",
      "speaker": "Dan",
      "start_timestamp": 277.0,
      "text": "I unfortunately don't have these in chronological order of the show. And it's something that I'm starting to learn is that fucking the first hour of Alex Jones is usually boring as shit. Okay, he gets good in the second hour. And that's what I learned especially like this episode is very indicative of that. So a lot of the stuff we're gonna end up hearing is from the second our first hour super boring, but let's start with he's got a warm up Yeah, speaking of warming up, let's warm ourselves up with a little out of context drop X, Alex,"
    },
    {
      "end_timestamp": 316.0,
      "id": "3648d9e9-27fc-3eb1-9383-ede041e234e3",
      "speaker": "Alex Jones",
      "start_timestamp": 306.0,
      "text": "the globalist are openly manipulating our DNA. They're giving us cancer. They're poisoning us. They write books about it. They write documents about it. They're super uncool."
    },
    {
      "end_timestamp": 319.0,
      "id": "d0522a69-3fe3-3ea5-bf27-aa88ced69007",
      "speaker": "Dan",
      "start_timestamp": 316.0,
      "text": "I love it. I just love that. There's so uncooled that's"
    },
    {
      "end_timestamp": 327.0,
      "id": "f4b6a7c9-0111-3935-8882-a136a0bf3708",
      "speaker": "Jordan",
      "start_timestamp": 319.0,
      "text": "a new that's a new segment on this, isn't it? You're just gonna find one drop every episode. Just have a second one. Oh, you got a second one. So"
    },
    {
      "end_timestamp": 329.0,
      "id": "7df25a8d-6e19-366b-9279-b50563b3d5de",
      "speaker": "Dan",
      "start_timestamp": 327.0,
      "text": "let's go ahead and drop this one, too."
    },
    {
      "end_timestamp": 335.0,
      "id": "c0741808-1406-3b45-ba0d-cbd0dd4ea989",
      "speaker": "Alex Jones",
      "start_timestamp": 329.0,
      "text": "I hate stupid liberals are so ignorant. They don't know anything."
    },
    {
      "end_timestamp": 338.0,
      "id": "5d506284-d9bc-30e3-8c24-77b423e0a123",
      "speaker": "Dan",
      "start_timestamp": 335.0,
      "text": "Fuck those stupid liberals. So I think"
    },
    {
      "end_timestamp": 343.0,
      "id": "d6fcf69c-b118-3992-9ea8-4c04d81e76b6",
      "speaker": "Jordan",
      "start_timestamp": 338.0,
      "text": "you should cut it at I hate stupid liberals. I like sounds like a five year old. He does."
    },
    {
      "end_timestamp": 369.0,
      "id": "bcd7f93c-4616-3fb9-ac21-11cd7a8a453f",
      "speaker": "Dan",
      "start_timestamp": 343.0,
      "text": "He does. So one of the big lies that he throws out is breaking news. Yes. about Obama. Have you have you used the Department of Justice to steal billions of dollars to give to activist groups? Breaking news. We'll get into it after the clip. But here's here's his, here's his narrative. Okay,"
    },
    {
      "end_timestamp": 396.0,
      "id": "ccedbcd8-80c8-3b65-a81e-3e06c6634bb2",
      "speaker": "Alex Jones",
      "start_timestamp": 369.0,
      "text": "what I'm about to get to. It's worse than we thought. We knew the Justice Department got caught in Florida, with Justice Department high level operatives, in emails on the ground, trying to cause riots and trying to stir up the Trayvon Martin tragedy to create the whole racial division that we now saw peak in the last year. But ladies and gentlemen, Fox News is reporting and they've got the documents."
    },
    {
      "end_timestamp": 404.0,
      "id": "83ee891a-9331-3bcd-b835-c8d83f6ad008",
      "speaker": "Jordan",
      "start_timestamp": 396.0,
      "text": "White Paper to show illegal. So illegal, they don't have the documents, but they are reporting it. They Well, I mean, that's a very solid Fox News move."
    },
    {
      "end_timestamp": 418.0,
      "id": "841e47a2-1310-33a0-a027-5d40bb50e2ac",
      "speaker": "Dan",
      "start_timestamp": 404.0,
      "text": "I tried to hunt down. Like I tried to dig as deep as I could following the links that they provide right in the story is right. It never really ended up getting anywhere substantial. But I'll get I'll get here. Let's finish this clip. And then I'll get to"
    },
    {
      "end_timestamp": 423.0,
      "id": "e6525b6c-177d-3dd0-b8ef-43fb38a737c2",
      "speaker": "Jordan",
      "start_timestamp": 418.0,
      "text": "why you're so giddy. I am because I'm not so excited. You know why I'm a policy? Well, you are a policy log,"
    },
    {
      "end_timestamp": 475.0,
      "id": "4fa794c9-c92e-3bbd-8dc8-bb5c8ed1c023",
      "speaker": "Alex Jones",
      "start_timestamp": 423.0,
      "text": "Obama transferred billions of dollars through Eric Holder. And the Department of Justice. We're getting the video report right now host this video report to infowars.com. Right now, guys. infowars.com posted to our site tweeted out right now. Obama, DOJ funded billions to liberal activist groups. We're gonna play this clip in a moment. Billions of dollars that is so illegal to have the Justice Department give money to groups secretly period political groups, to have the government funding its own party, the party in power funding its own party, and then to give it to activist groups that are running around saying kill cops and overthrow government. This is the government forming sedition against local and state governments to cause a civil war."
    },
    {
      "end_timestamp": 477.0,
      "id": "7d40419f-d4b1-3402-b616-e4690faa7206",
      "speaker": "Jordan",
      "start_timestamp": 475.0,
      "text": "Is any of that true? And it ties"
    },
    {
      "end_timestamp": 483.0,
      "id": "1b58f497-ae61-34ef-8430-8d1ce013b8e0",
      "speaker": "Alex Jones",
      "start_timestamp": 477.0,
      "text": "him with everything I covered yesterday, hold her for the return of Obama,"
    },
    {
      "end_timestamp": 486.0,
      "id": "4d621757-300a-3944-a1ab-4562603594a6",
      "speaker": "Jordan",
      "start_timestamp": 483.0,
      "text": "like not even a little not even a little kernel there."
    },
    {
      "end_timestamp": 499.0,
      "id": "419ffabe-e4f0-38fd-b0e9-48388c9f08c2",
      "speaker": "Dan",
      "start_timestamp": 486.0,
      "text": "There's maybe a kernel he's got he goes into some more fear mongering about Obama's coming back. No, I'm excited to hear about that. But just to break this down, what what he's talking about is he's acting like this is breaking news. And it's not,"
    },
    {
      "end_timestamp": 505.0,
      "id": "789f4f6b-9e35-33fd-983b-0f5f4f61dad4",
      "speaker": "Jordan",
      "start_timestamp": 499.0,
      "text": "it can't possibly be there's an article, you don't just lose billions of dollars until a year after your presidency."
    },
    {
      "end_timestamp": 519.0,
      "id": "d6faa880-0c4f-3c7c-b3e4-721d01f6b764",
      "speaker": "Dan",
      "start_timestamp": 505.0,
      "text": "There's an article that I found on Breitbart about this from 2015 solid news source so but it's also two years old. Yeah. Like it's he's coming out with this now and making it sound like the biggest deal in the world. It's breaking news, because he's fucked. Well, it's"
    },
    {
      "end_timestamp": 522.0,
      "id": "83291c85-f0a4-31f9-9fea-5ef0a3b2f967",
      "speaker": "Jordan",
      "start_timestamp": 519.0,
      "text": "worse than we thought even then. No,"
    },
    {
      "end_timestamp": 579.0,
      "id": "a59a2395-86aa-39c3-8a54-c4c8d2ca0fc7",
      "speaker": "Dan",
      "start_timestamp": 522.0,
      "text": "it's exactly the same. It's exactly what we thought it's exactly the same story. I mean, it's worse. Nope, it's exactly what we thought even references the Bank of America. And what's the other one? Citibank? Yes, they had to pay out money. Yeah, he even references those. And those are the situation in the article from Breitbart. But so what he's talking about, and I actually do think it's a little bit weird, but it's definitely not illegal. One of the things is when the government sues an organization for malfeasance, right or some sort of shady business practices, right, when they get payouts, it doesn't go to the government, usually the payouts are or fines that are enforced end up having to be donated to charitable causes or things like that. Now Oh, I did not know that it's not universal across the board. It's not how all of the the payout goes when you lose against the government. Right? But in instances it's not that this money is going to radical liberal activist groups."
    },
    {
      "end_timestamp": 585.0,
      "id": "408a02c7-7b37-37eb-af3a-73eb41ba508d",
      "speaker": "Jordan",
      "start_timestamp": 579.0,
      "text": "The ones shouting kill cops, no and which which ones are those again, can we get a name on thinks it's Black Lives"
    },
    {
      "end_timestamp": 586.0,
      "id": "ffc8a2b3-abf5-3ada-8fdb-74d8a3153193",
      "speaker": "Dan",
      "start_timestamp": 585.0,
      "text": "Matter? Right,"
    },
    {
      "end_timestamp": 589.0,
      "id": "d44abd3a-8464-3592-b434-55af1d4ef163",
      "speaker": "Jordan",
      "start_timestamp": 586.0,
      "text": "but did they ever say kill cops? Maybe some"
    },
    {
      "end_timestamp": 617.0,
      "id": "3ded83ad-268e-3473-8b67-ec3ead33bece",
      "speaker": "Dan",
      "start_timestamp": 589.0,
      "text": "of the harshest fringe parts of it, but that's not what the group is about. And, you know, to say that is wildly irresponsible. It's horrifying, but and it's very, very racist in this article what I've been able to dig up essentially the types of groups that are getting money are like the HUD housing Council. Yeah, which should get money, especially when housing is part of the issue that these banks are fucking with. It's a huge part of it. People foreclosing on their homes and shit"
    },
    {
      "end_timestamp": 621.0,
      "id": "5725a7a3-0ce6-38e0-a348-87c0a423587d",
      "speaker": "Jordan",
      "start_timestamp": 617.0,
      "text": "like that against the law. Yeah. So which is why they got sued successfully,"
    },
    {
      "end_timestamp": 634.0,
      "id": "55438929-04ce-3d9e-b412-16577a45eef0",
      "speaker": "Dan",
      "start_timestamp": 621.0,
      "text": "and why some of that money ends up going to in this case, it was $30 million. That year of the money that was from Citibank and Bank of America, go to the HUD, the Housing and Urban Development."
    },
    {
      "end_timestamp": 638.0,
      "id": "7e6456f9-2cbc-3adf-b178-192cd1604119",
      "speaker": "Jordan",
      "start_timestamp": 634.0,
      "text": "The money just go directly to the people that they stole it from."
    },
    {
      "end_timestamp": 674.0,
      "id": "28d55f75-a2df-329d-8031-687167df8496",
      "speaker": "Dan",
      "start_timestamp": 638.0,
      "text": "Yeah, but it's it, can't I, as I understand it, now, I'm no legal walk. But as I understand it, can't go directly to the people, because the people have no standing in court. They are the ones who are suing these organizations. Yeah, I don't like that. I don't either. And that's why I said it's a little bit murky, right? There should be accurate, like these people should have victim status and have standing in court, for sure. But they don't in this case. And so the money ends up going to groups like the Housing Council, or the other one was the Legal Services Corporation, which helps provide legal services to underprivileged people,"
    },
    {
      "end_timestamp": 689.0,
      "id": "2542de1d-f137-3f1a-b1c2-1b5c621c5192",
      "speaker": "Jordan",
      "start_timestamp": 674.0,
      "text": "I would also prefer a more ironic punishment as opposed to just a monetary settlement. Like homes. Yeah. Or, or, you know, like, hey, Bank of America, they get your houses now like that. Half of your banks. They live there now. 60"
    },
    {
      "end_timestamp": 691.0,
      "id": "73737dcc-6631-3e19-921f-05817e11f17a",
      "speaker": "Dan",
      "start_timestamp": 689.0,
      "text": "Poor people get to live in your land."
    },
    {
      "end_timestamp": 701.0,
      "id": "130d610d-c91b-3d51-b4a3-cd6ebc799384",
      "speaker": "Jordan",
      "start_timestamp": 691.0,
      "text": "Exactly, exactly. That's how I want it to work you want like game show? I love game show justice. So but anyway, the second part of the show that we're gonna do, eventually you"
    },
    {
      "end_timestamp": 718.0,
      "id": "7ab3378a-2b79-3d56-8787-27fb1872c736",
      "speaker": "Dan",
      "start_timestamp": 701.0,
      "text": "get what I'm saying, though, is his big story is a non story. He's lying about what it's about. Right. And it's a story that broke on conservative paranoia blogs, a year ago. Yeah, cuz I think it was late 2015 or so. But it's like a year and a half old. It's not news. It's not real. And it's not true. But it's"
    },
    {
      "end_timestamp": 734.0,
      "id": "bfca84a9-fbd6-3e61-9ad1-5898f820a6c3",
      "speaker": "Jordan",
      "start_timestamp": 718.0,
      "text": "a great distraction. Yeah. Because nobody's paid attention to that. Nobody paid attention to it when it did happen, because it was a non story then, right. So you bring it up now. And it's like, whoa, we've got this bombshell that nobody cared about. Nobody cares about and nobody will ever care of."
    },
    {
      "end_timestamp": 753.0,
      "id": "1962afc6-d88b-300e-948d-b4b5b5aa2c5a",
      "speaker": "Dan",
      "start_timestamp": 734.0,
      "text": "And hopefully, by the time that this episode comes out, I will have put up a website for us. I'm in the middle of working on it. And when I do, what I'm going to do is for every episode, I'm going to provide links to all of the documentation of the things that debunk what he's saying, right, because I think that people could hear us and be like, Why should I believe you? That's totally fair."
    },
    {
      "end_timestamp": 764.0,
      "id": "58eb77fd-3be3-39c2-84b1-9199bcce686c",
      "speaker": "Jordan",
      "start_timestamp": 753.0,
      "text": "Yeah, if they don't want to bet his merits totally fair. We could be making up most of this. You are somebody who watches a lot of Alex Jones. And you are what you pretend to be. I believe. That works true."
    },
    {
      "end_timestamp": 777.0,
      "id": "cc74b2d4-f96d-3b76-8822-b8835c762eed",
      "speaker": "Dan",
      "start_timestamp": 764.0,
      "text": "That's my mentor. Alright, let's finish this clip. He talks to some fear tactics about Obama here. It smacks a tiny bit racist, but not not super. So I'm gonna give him a pass on it."
    },
    {
      "end_timestamp": 802.0,
      "id": "a50689a2-2f39-3192-9e87-bc94b0bd0f8f",
      "speaker": "Alex Jones",
      "start_timestamp": 777.0,
      "text": "He's coming, and he's ready to roll. Fuck yeah. This is announced in Politico, The New York Times you name it like He's God. Obama's goal to oust Trump from presidency via impeachment or resignation. Mounting insurgency, Paul, Joseph Watson quotes, the Daily Mail reports and the New York Times with them admitting they leaked the intelligence documents."
    },
    {
      "end_timestamp": 828.0,
      "id": "d32e388a-a625-3d80-a53e-7461df640efd",
      "speaker": "Jordan",
      "start_timestamp": 802.0,
      "text": "If you That is perfect. Did you see what he did there? I hope you're pointing out what I was gonna point out. He made it sound he pointed out the thing that they were saying. So the New York Times and all that reporting, he's back and he's ready to roll. Yeah. And then immediately follows that up with something that they did not say, which was what Paul Joseph Watson Exactly. And then configure and that that makes it seem like they were also saying that and that is genius."
    },
    {
      "end_timestamp": 842.0,
      "id": "eca45e80-f96a-3ab4-8c58-ae73124515cb",
      "speaker": "Dan",
      "start_timestamp": 828.0,
      "text": "They take out of context quotes from Politico and New York Times articles, and then twist it to be like, Obama has got a bunker, and he's going to be the the shadow dark government. Right? They really don't want to say black government. Right?"
    },
    {
      "end_timestamp": 846.0,
      "id": "bdcc974c-bbe2-30de-8438-5bc7fdc9a3a1",
      "speaker": "Jordan",
      "start_timestamp": 842.0,
      "text": "They really can't use that terminology. Probably not a good one. But yeah,"
    },
    {
      "end_timestamp": 853.0,
      "id": "239ca44a-b953-3829-a604-cf5ab10dc216",
      "speaker": "Dan",
      "start_timestamp": 846.0,
      "text": "they that's exactly what they do. This is this just insanely obvious. Propaganda tactic."
    },
    {
      "end_timestamp": 884.0,
      "id": "8cdbeb7b-842d-316b-ac09-c9773f9590f9",
      "speaker": "Jordan",
      "start_timestamp": 853.0,
      "text": "I mean, but in the reason that it's so brilliant, not brilliant. It's insidious, I believe is the better that better term there is that if you were writing that down, you would have to put quotes around what the New York Times said, attributed to the New York Times, then quotes around what Paul Joseph Watson said, attributed to Paul Joseph Watson and go from there. Yeah, because Alex Jones is talking. You can't see him hold up his fingers. And I'm sure he's definitely not doing air quotes"
    },
    {
      "end_timestamp": 911.0,
      "id": "e2f11c11-649a-3c00-b473-c72e7c1958a4",
      "speaker": "Dan",
      "start_timestamp": 884.0,
      "text": "there. No, he's just scanning. He's just freeform line. Right. It's amazing, right on one level, but it's also not all that amazing. It's like he's playing Mad Libs with the truth. Yeah, I'm so excited to see what's going to happen in terms of this all falling apart. Well, because I really don't know what Alex Jones does when his team loses. I don't know if he's going to call for a revolution like armed people on the streets. I could say that that is a possible outcome."
    },
    {
      "end_timestamp": 918.0,
      "id": "af59d6ce-1e53-3fe5-acc6-a86da577b134",
      "speaker": "Jordan",
      "start_timestamp": 911.0,
      "text": "Definitely. There's other than he would be, then he would be open to a lot of prosecution and shit right"
    },
    {
      "end_timestamp": 922.0,
      "id": "d384c3d1-5484-3ba7-80e3-42435a5e4d81",
      "speaker": "Dan",
      "start_timestamp": 918.0,
      "text": "there. Oh, yes, there's, I think, I think it might be illegal for him to do that. So he might"
    },
    {
      "end_timestamp": 928.0,
      "id": "32168d96-3fd0-318b-a6a1-293b415ad659",
      "speaker": "Jordan",
      "start_timestamp": 922.0,
      "text": "pretty sure it's illegal for you to go on your syndicated radio show and call for revolution. We"
    },
    {
      "end_timestamp": 951.0,
      "id": "fcf84ce4-bb23-3500-8148-4a2cf40501bc",
      "speaker": "Dan",
      "start_timestamp": 928.0,
      "text": "have a dicey legal situation to come up to. So I'm excited to get to that. But I don't know. I don't know if there's enough time for him to get off the Trump bandwagon. Like he in no time. If he does, he has to have some catalyst. There has to be something that Trump does. That's like, well, I thought he was for liberty. I thought he was for prosperity. He is not like, I don't know what that would be. But it would have to be major. And"
    },
    {
      "end_timestamp": 952.0,
      "id": "dfb87553-b025-324b-8cbd-03dfeee29581",
      "speaker": "Jordan",
      "start_timestamp": 951.0,
      "text": "I mean, it could just be something he makes up."
    },
    {
      "end_timestamp": 954.0,
      "id": "4bb6ca27-4a3e-3ab9-b523-3ee879732429",
      "speaker": "Dan",
      "start_timestamp": 952.0,
      "text": "That's true."
    },
    {
      "end_timestamp": 959.0,
      "id": "d2aa8308-1307-3c7d-a0bd-a7eff6e74cd2",
      "speaker": "Jordan",
      "start_timestamp": 954.0,
      "text": "It's entirely possible. So here's, here's my, here's my war games on what Alex Jones does, he's"
    },
    {
      "end_timestamp": 962.0,
      "id": "388d11f6-9dc4-3ed0-ba8f-56affcb2777e",
      "speaker": "Dan",
      "start_timestamp": 959.0,
      "text": "drawn for."
    },
    {
      "end_timestamp": 990.0,
      "id": "b20fa934-d60e-3908-9188-63546412d87b",
      "speaker": "Jordan",
      "start_timestamp": 962.0,
      "text": "Can we get a drop of him saying war games? So A, Alex Jones sees the writing on the wall, sees what's happening. His narrative then is, so I had another phone call with Trump. Okay, and I saw it. I saw it this time, I realized he was lying to me the whole time I sussed it out. You know what, you can only lie to Alex Jones for so long before Alex Jones figures it out?"
    },
    {
      "end_timestamp": 1000.0,
      "id": "4e024f6c-56f4-3dea-a21d-fd41be7c02a0",
      "speaker": "Dan",
      "start_timestamp": 990.0,
      "text": "I disagree. That's attractive. But what I think it would be is I have had phone calls with unnamed high up sources in the government or would okay, it wouldn't be Trump himself."
    },
    {
      "end_timestamp": 1004.0,
      "id": "823f45e2-5ddc-3f78-9ea4-713b3ece4061",
      "speaker": "Jordan",
      "start_timestamp": 1000.0,
      "text": "Why not? Why wouldn't it be Trump himself? Because I think that's the"
    },
    {
      "end_timestamp": 1008.0,
      "id": "42de3d68-c921-3cc7-b805-5855771261c1",
      "speaker": "Dan",
      "start_timestamp": 1004.0,
      "text": "guys by General Flynn, that it'd be something"
    },
    {
      "end_timestamp": 1012.0,
      "id": "a216d59a-6ffe-36a9-a5b2-50d0752b76c7",
      "speaker": "Jordan",
      "start_timestamp": 1008.0,
      "text": "devised by yet another disgrace that Russian narrative"
    },
    {
      "end_timestamp": 1013.0,
      "id": "28117928-bb51-32cc-ac5f-e52be49c0f50",
      "speaker": "Dan",
      "start_timestamp": 1012.0,
      "text": "isn't disgrace. Oh, that's"
    },
    {
      "end_timestamp": 1015.0,
      "id": "a6d109bf-b8c9-3127-9b28-38df68fe6102",
      "speaker": "Jordan",
      "start_timestamp": 1013.0,
      "text": "true in his narrative. I"
    },
    {
      "end_timestamp": 1033.0,
      "id": "0df04bfa-a7dd-3998-9bc9-a79063103603",
      "speaker": "Dan",
      "start_timestamp": 1015.0,
      "text": "think he brings this up in a clip that we're gonna play later, he believes that everyone was painting Flynn unfairly as a Russian spy, right? And so Flynn was just like, Fuck this. I don't need this. I'm out of here. And he was just so offended that people thought he was a spy that he's like, Hey, I was trying to save America. It's not even worth it."
    },
    {
      "end_timestamp": 1048.0,
      "id": "3ab7ce07-a9bf-37cc-a0f0-560ac8b0e818",
      "speaker": "Jordan",
      "start_timestamp": 1033.0,
      "text": "I think I think the word spy is where I'm getting into trouble with a lot of the coverage. Right, right. Right, right. Nobody like the Russian ambassador. They're they're giving him a lot of like, oh, and he's the he's the top spy recruiter with zero citations or anything like that. That's"
    },
    {
      "end_timestamp": 1049.0,
      "id": "ed41b7fb-79a0-3ca4-8d20-36a2fa37e82a",
      "speaker": "Dan",
      "start_timestamp": 1048.0,
      "text": "that's bad."
    },
    {
      "end_timestamp": 1075.0,
      "id": "b3a57eda-8bc0-300c-9c33-ee70ded50698",
      "speaker": "Jordan",
      "start_timestamp": 1049.0,
      "text": "He's been. He's been turning and Trump is a Russian agent and all this stuff. No, that's that's not the issue. The issue is that they had these conversations along the time as these policy changes when they were not in office, and then they lied about it. And if they were in office, it would have been fine. It wouldn't be fine. It wouldn't be fine. It wouldn't. But it wouldn't be. It would be illegal. Right? And that's"
    },
    {
      "end_timestamp": 1088.0,
      "id": "d88e5889-778a-3c93-8d83-3775c60e510b",
      "speaker": "Dan",
      "start_timestamp": 1075.0,
      "text": "where they I mean, we're gonna talk about this in detail here in a bit. Yeah. And that's why the issue like trying to conflate the idea of like, Chuck Schumer met with them and something that is, well, it's completely not the it's silly. It's not the same conversation."
    },
    {
      "end_timestamp": 1103.0,
      "id": "5f036ab8-84cb-3a10-9fae-5b934317b0aa",
      "speaker": "Jordan",
      "start_timestamp": 1088.0,
      "text": "And it's, it's not I I'm worried. I'm worried a lot that people think that just the Russian part of it is the problem. Right? Right. It's anybody if he had met with the French ambassador, what about the band lied"
    },
    {
      "end_timestamp": 1106.0,
      "id": "d85b0e64-dc18-322b-a558-71418fb1e48a",
      "speaker": "Dan",
      "start_timestamp": 1103.0,
      "text": "about it was a great noble bass. Spain,"
    },
    {
      "end_timestamp": 1113.0,
      "id": "dcf11d64-2a27-3a59-97a0-d1ccb594b4ba",
      "speaker": "Jordan",
      "start_timestamp": 1106.0,
      "text": "I was gonna go with the Catalans, because they're trying to get out of Spain as well. But you know, what we're getting into, we're getting into some policy wonk shit right now."
    },
    {
      "end_timestamp": 1119.0,
      "id": "78db5fef-3bf0-3a13-9506-05b10cc36933",
      "speaker": "Dan",
      "start_timestamp": 1113.0,
      "text": "All right. I'm going to skip the rest of this clip, because it's mostly just more fear about Obama. But here"
    },
    {
      "end_timestamp": 1124.0,
      "id": "7293762b-e84b-3d4f-a6dc-9f28f568e10b",
      "speaker": "Jordan",
      "start_timestamp": 1119.0,
      "text": "I am, kind of I kind of want to see what Obama does. Now. I want to see Obama's faqeer two are so bad"
    },
    {
      "end_timestamp": 1130.0,
      "id": "e2c188d9-359e-3a85-9498-080b94c5cb59",
      "speaker": "Dan",
      "start_timestamp": 1124.0,
      "text": "Trump this morning. We're recording this on Saturday. Yeah. Trump this morning tweeted a bunch of stuff about Obama tapping his phone"
    },
    {
      "end_timestamp": 1139.0,
      "id": "1a52d293-f5e3-3c05-9219-b64e274edfc7",
      "speaker": "Jordan",
      "start_timestamp": 1130.0,
      "text": "that he got the information from a Breitbart link. Yep. And has no sourcing to it."
    },
    {
      "end_timestamp": 1147.0,
      "id": "efa682b5-b993-313c-ad80-61d7cdcf522e",
      "speaker": "Dan",
      "start_timestamp": 1139.0,
      "text": "And Obama through spokesman responded, listen, man. That's basically Yeah, it's like we did not do even even"
    },
    {
      "end_timestamp": 1154.0,
      "id": "4a2c508d-4c40-3d57-a3fa-b62cf5d40e99",
      "speaker": "Jordan",
      "start_timestamp": 1147.0,
      "text": "like how Obama just had a guy. He's like, Come on, man. That might as well have been the Yeah. And everybody"
    },
    {
      "end_timestamp": 1165.0,
      "id": "a1c1f26a-98d5-3ef8-b883-0ef41a17b46b",
      "speaker": "Dan",
      "start_timestamp": 1154.0,
      "text": "who knows anything knows that. If there if there was bugging, then that means that there was probable cause to bug. The Trump Tower office like they're what now"
    },
    {
      "end_timestamp": 1180.0,
      "id": "33747d31-f1a8-33eb-9dac-84074e1863f6",
      "speaker": "Jordan",
      "start_timestamp": 1165.0,
      "text": "that that under under the law that we know of, yes, yes. Whether or not that's a reality because the FISA court is basically a rubber stamp court. So they can this instance in this instance, you probably were"
    },
    {
      "end_timestamp": 1191.0,
      "id": "5d9ae250-ba66-36db-a520-f0488d327bd7",
      "speaker": "Dan",
      "start_timestamp": 1180.0,
      "text": "rejected multiple day where they were also greenlit for the one that had to do with those Russian banks. Yeah. And so I think it might have something to do with that. So"
    },
    {
      "end_timestamp": 1195.0,
      "id": "f3d600e2-8e16-38ae-8f70-1a3889987d08",
      "speaker": "Jordan",
      "start_timestamp": 1191.0,
      "text": "if there was a fault, just see his fucking tax returns."
    },
    {
      "end_timestamp": 1205.0,
      "id": "d29073e3-9cb6-3950-9ad5-b899b3dc5a40",
      "speaker": "Dan",
      "start_timestamp": 1195.0,
      "text": "If there was a bug there was probable cause right judge signed off on it right. If there was wasn't to bug. He's a fucking lunatic who believes everything he reads on Breitbart. And that's another problem."
    },
    {
      "end_timestamp": 1215.0,
      "id": "b4401f8b-0f27-3da4-b1ec-f0977db22fd4",
      "speaker": "Jordan",
      "start_timestamp": 1205.0,
      "text": "Now, here's the other problem there, though, is that either way, if it's real or not, yeah, he's a fucking lunatic who believes everything he reads on Breitbart."
    },
    {
      "end_timestamp": 1250.0,
      "id": "85196734-e221-3683-a472-d722924b2bba",
      "speaker": "Dan",
      "start_timestamp": 1215.0,
      "text": "Yeah, either way, we have to do something. But we are talking too much and not getting to the clips. So let's get back into this one. This is the first instance on this show of multiple instances of classic Alex Jones freakout. Excellent, he has get a guest co hosts with him throughout most of the show because he needs a babysitter. Okay, he's losing it. Okay. And so like David Knight is in for a little bit, and you're gonna listen to a bit of it. And it's interesting because I also I start to feel a little pity for Dave for the David Knight. Yeah, I think of it. It's similar to Sympathy for the Devil. I have sympathy for David Knight."
    },
    {
      "end_timestamp": 1251.0,
      "id": "a98f9794-f751-35fa-8ad7-78f8bf6f54ce",
      "speaker": "Jordan",
      "start_timestamp": 1250.0,
      "text": "Okay."
    },
    {
      "end_timestamp": 1276.0,
      "id": "ef797e40-3239-3d83-9c8b-90d5e4807a60",
      "speaker": "Dan",
      "start_timestamp": 1251.0,
      "text": "He also has he has to stand next to next to him. Yeah, he also he also has Darren mcbreen in a little bit. Who's a guy who we haven't brought up in the never heard that dude's name. He is just kind of a boring. I don't know. I don't really know how to describe him. He's just sort of bland. He's a minor league David Knight. No, he I think he's better. He's a little more engaging the David Knight, but he he just isn't like a newscaster who happens to work at Infowars so I mean, every"
    },
    {
      "end_timestamp": 1283.0,
      "id": "4370446b-140c-3efc-af68-0e087511646d",
      "speaker": "Jordan",
      "start_timestamp": 1276.0,
      "text": "day he wakes up surprise. Wait, am I still here? Are we doing it legitimate?"
    },
    {
      "end_timestamp": 1297.0,
      "id": "6039e1a9-0967-3c36-8119-9babbe2a308d",
      "speaker": "Dan",
      "start_timestamp": 1283.0,
      "text": "I'm not saying that okay, saying the tone and tenor of similar to like, and then for a bit I don't think I count any of it because I fucking hate him. Owen Shroyer is in for a little bit. And that kind of sucks. Like,"
    },
    {
      "end_timestamp": 1302.0,
      "id": "1c90da37-9827-36e7-b5db-ae480d9a82a9",
      "speaker": "Jordan",
      "start_timestamp": 1297.0,
      "text": "we're all of the people that we deal with Owen Troyer you've singled out for hatred. Well, he"
    },
    {
      "end_timestamp": 1305.0,
      "id": "8b0a13ec-6aa2-3bb1-bd5e-e5fcb297637d",
      "speaker": "Dan",
      "start_timestamp": 1302.0,
      "text": "looks fairly similar to our friend Maddie Ryan."
    },
    {
      "end_timestamp": 1309.0,
      "id": "395a9c14-db57-3561-94f8-eba57ce56bef",
      "speaker": "Jordan",
      "start_timestamp": 1305.0,
      "text": "Oh, well, that is that's like Maddie"
    },
    {
      "end_timestamp": 1329.0,
      "id": "afae3978-80b7-3f95-ab1f-03049238c5d0",
      "speaker": "Dan",
      "start_timestamp": 1309.0,
      "text": "and then also he's just like in the same way that Paul Joseph Watson is so manipulative about social justice warriors right and hating progressive causes right and bullying protesters and things like that. He is He is in that same camp. Okay, so and they're both young and attractive dudes. All right. So it's just fucking"
    },
    {
      "end_timestamp": 1334.0,
      "id": "af1f6090-a136-3354-b816-9c9674493ae7",
      "speaker": "Jordan",
      "start_timestamp": 1329.0,
      "text": "you're a little bit on the you're using your powers for evil kind of."
    },
    {
      "end_timestamp": 1341.0,
      "id": "1df06c3b-cc2c-31a7-9391-a149e01ac62a",
      "speaker": "Dan",
      "start_timestamp": 1334.0,
      "text": "Same way I feel about Leon McAdoo, right or now Millie Weaver. Although I don't find her all that attractive. Whatever happened"
    },
    {
      "end_timestamp": 1349.0,
      "id": "981a8741-771c-3f67-ab09-23aa55e31301",
      "speaker": "Jordan",
      "start_timestamp": 1341.0,
      "text": "to Rainbow snatch, right? We've seen her yet. Yeah. Oh, we didn't we issue back. She didn't come back for a minute. Oh, fuck yes."
    },
    {
      "end_timestamp": 1371.0,
      "id": "fb5cefbb-a101-3adc-a2fe-6d87fda1890b",
      "speaker": "Dan",
      "start_timestamp": 1349.0,
      "text": "They sent her out to a protest. Yes. And then they had a bunch of clips of people like telling her to turn off the camera. Don't use this footage and stuff like that. Like don't put me on here. I don't want to talk to you. And then they were like, you go out to these protests and you just have bull dykes harass you and attack you. You she's a clown."
    },
    {
      "end_timestamp": 1372.0,
      "id": "bbb38d67-8fc1-3840-b74e-3be290a293ea",
      "speaker": "Jordan",
      "start_timestamp": 1371.0,
      "text": "I don't want to see a clown. She"
    },
    {
      "end_timestamp": 1385.0,
      "id": "db248785-90a5-35bb-a647-1c62e29f0d17",
      "speaker": "Dan",
      "start_timestamp": 1372.0,
      "text": "literally is dressed up like, like a clown. Anyway, we gotta get to the clip. Okay, this is about more stuff about that DOJ slush fund. And Alex legit freaking out and it's great."
    },
    {
      "end_timestamp": 1397.0,
      "id": "06acb36b-fc52-3e37-981e-e97c991ccc7a",
      "speaker": "Alex Jones",
      "start_timestamp": 1385.0,
      "text": "And then we catch them 3 billion. Darren, you want to comment on this? Matt, you were the one that brought me the article 3 billion to the social justice warriors of fines that banks paid for corrupt stuff they were involved in."
    },
    {
      "end_timestamp": 1428.0,
      "id": "6e486303-9415-382b-aa91-f638d4528c11",
      "speaker": "Dan",
      "start_timestamp": 1397.0,
      "text": "So again, it was not social justice warrior causes a lot of it was housing councils and legal defense funds and stuff like that. I found literally no documentation that any of that money went to anything that they accused George Soros of doing any of the Black Lives Matters and block Antifa stuff. Nothing. None of that is I mean, I'm not saying any of that money didn't go to them. I can't prove it either way. But there's absolutely no proof it did. Right. So him claiming it is a lie. Prima facie,"
    },
    {
      "end_timestamp": 1431.0,
      "id": "f1553654-344d-3dad-9c78-7901ac54a9c9",
      "speaker": "Jordan",
      "start_timestamp": 1428.0,
      "text": "anybody who doesn't like as a social justice warrior?"
    },
    {
      "end_timestamp": 1437.0,
      "id": "6487eec5-37e2-30f0-b14f-f1427863ecdf",
      "speaker": "Dan",
      "start_timestamp": 1431.0,
      "text": "That's a fair point. Do you want to try and get poor people housing? Do you want to try and house the homeless? You're a social justice warrior."
    },
    {
      "end_timestamp": 1442.0,
      "id": "3a0350f4-bb8b-3c9d-ac32-e4662186769b",
      "speaker": "Jordan",
      "start_timestamp": 1437.0,
      "text": "I like how you can get angry at social justice. It seems like it's a very easy thing to be behind."
    },
    {
      "end_timestamp": 1452.0,
      "id": "727e3389-bab7-3400-ab46-7f53ba3f5b02",
      "speaker": "Dan",
      "start_timestamp": 1442.0,
      "text": "Well, it's not because the trick trying to get you into communism, which gets you into socialism, which isn't real. It's just globalist slavery. Okay, here we go."
    },
    {
      "end_timestamp": 1488.0,
      "id": "62b41767-abe1-39c2-98e0-0adcd0279004",
      "speaker": "Alex Jones",
      "start_timestamp": 1452.0,
      "text": "The banks steal hundreds of billions of dollars in some cases was 386 million. The two banks got caught with COVID and Wells Fargo laundering drug money, so they got a $111 million fine. So first, they get a slap on the wrist for billions stolen. Then they take that money and they give it to social justice warriors to overthrow the country, take our guns and teach our kids how to be sexually active with five. So just think about a crime upon crime upon crime upon crime. They shut off almost 1000 of our power plants. Our power prices almost tripled in the last nine years this Bush started it all this hell goes on."
    },
    {
      "end_timestamp": 1492.0,
      "id": "99f20046-7bb4-3b0b-8113-85e048aa5a5a",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1488.0,
      "text": "Don't forget Obamacare."
    },
    {
      "end_timestamp": 1505.0,
      "id": "8f1ab300-908f-3d79-9a80-c8ec14441b76",
      "speaker": "Dan",
      "start_timestamp": 1492.0,
      "text": "Yeah, don't forget it. That's Darren mcbreen. And he's he's just sitting there the entire time. Like he's doing little tape To the camera stuff. He's like, I'm here to. It's great. It's great."
    },
    {
      "end_timestamp": 1523.0,
      "id": "dc965ff4-c0d7-3e76-992f-16b968dae38c",
      "speaker": "Alex Jones",
      "start_timestamp": 1505.0,
      "text": "PharmaCare thank God the public's dumb doubling, tripling prices. You can keep your doctor I mean, this is all a mash raping of America. And Trump says it stops now. And then I'm a policy wonk. I can hours a day probably used to do it more. And I know everything he's doing is so smart."
    },
    {
      "end_timestamp": 1527.0,
      "id": "27bf0c99-ebce-3f34-9100-f8cde47ca88b",
      "speaker": "Jordan",
      "start_timestamp": 1523.0,
      "text": "Is he listening? I think he's listening to you has to be he has to be listening. Everybody."
    },
    {
      "end_timestamp": 1535.0,
      "id": "7102df83-bc18-3212-bf2d-72eae3f5b1c6",
      "speaker": "Dan",
      "start_timestamp": 1527.0,
      "text": "Whenever you hear Alex Jones say he's a policy wonk. You got to finish your drink."
    },
    {
      "end_timestamp": 1589.0,
      "id": "47a07772-4b79-3fc1-ac25-9036fafad03a",
      "speaker": "Alex Jones",
      "start_timestamp": 1535.0,
      "text": "And so good. And then it pisses me off, because it ain't about Trump. It's about me and my family and your family. And these crooks not getting away with it. So what's 20th Century Fox? Do? They go start hundreds of fake websites with fake news. And adonis's Read it? And come tell me I'm fake news. I'm about as fake as you don't get on the opposite. Stop. I can tell you right now. It's quite outrageous that they commit all these crimes on every front and nothing's being done. I agree with Governor Huckabee that they need to be put in prison or there should be investigations. What do you think about them? Only shutting down European and US coal? What do you think the plan is? If China and other countries have dirty coal? And then we shut off our clean coal? Doesn't that add dangerous chemicals into the atmosphere? Tell me."
    },
    {
      "end_timestamp": 1593.0,
      "id": "7b9b5176-9b45-3123-a982-67bd3ab95c67",
      "speaker": "Jordan",
      "start_timestamp": 1589.0,
      "text": "That was a little he does not. What is it? What is it? He"
    },
    {
      "end_timestamp": 1598.0,
      "id": "7ee54c37-ad2f-3879-b81b-da3a6ae6126f",
      "speaker": "Dan",
      "start_timestamp": 1593.0,
      "text": "comes from the rainbow snatch school? It's not good."
    },
    {
      "end_timestamp": 1606.0,
      "id": "da0b4c29-a1e5-3987-a816-7040853397bb",
      "speaker": "Jordan",
      "start_timestamp": 1598.0,
      "text": "That's what could you possibly think standing next to Alex Jones as it goes into this random character?"
    },
    {
      "end_timestamp": 1612.0,
      "id": "c1647208-7061-3c42-9272-1f2e72b370c2",
      "speaker": "Dan",
      "start_timestamp": 1606.0,
      "text": "You got to think like, I have ruined my possible career. Yeah, three. Yeah,"
    },
    {
      "end_timestamp": 1613.0,
      "id": "65f22413-41d9-3b47-82df-373f3db5f133",
      "speaker": "Jordan",
      "start_timestamp": 1612.0,
      "text": "exactly. I"
    },
    {
      "end_timestamp": 1639.0,
      "id": "321860a5-5057-3eb9-b8bb-a5d206c3c125",
      "speaker": "Dan",
      "start_timestamp": 1613.0,
      "text": "can't go anywhere else. Like I have. My face has been on Infowars as a reporter, I'm the only opportunity. The only option I have is to go down with the ship. Yeah, that's one. The only jettisoning he could possibly do is start his own like YouTube channel and kind of go at Alex much like Mark Dice did a little while never only play, because there's no credibility anywhere to be found. If"
    },
    {
      "end_timestamp": 1650.0,
      "id": "608c03b6-7adf-3102-a876-d02812abfe11",
      "speaker": "Jordan",
      "start_timestamp": 1639.0,
      "text": "if he does try to get a job at like the New York Times or MSNBC, they're just gonna in the interview, they're gonna take it and just play that clip and laugh at him until he leaves."
    },
    {
      "end_timestamp": 1655.0,
      "id": "14fd6349-d57c-3343-9d06-29304878862c",
      "speaker": "Dan",
      "start_timestamp": 1650.0,
      "text": "Also he brought up this fake news thing. This weird narrative."
    },
    {
      "end_timestamp": 1659.0,
      "id": "2a04e33b-785c-38d4-8001-c15bd59d7a6b",
      "speaker": "Jordan",
      "start_timestamp": 1655.0,
      "text": "I saw that you were confused. The 20 cent the 20th century fox thing got"
    },
    {
      "end_timestamp": 1663.0,
      "id": "c17c7964-3bee-3578-b6bf-e76fb264e874",
      "speaker": "Dan",
      "start_timestamp": 1659.0,
      "text": "me I promise you, we'll get right back. Okay."
    },
    {
      "end_timestamp": 1675.0,
      "id": "7ef2caa6-1f18-37a3-a6e6-525f4a956a6c",
      "speaker": "Darrin McBreen",
      "start_timestamp": 1663.0,
      "text": "We're so lucky that there's the internet though, because I'm thinking a lot of a lot of what we're seeing right now is backlash for Trump being fake news. That's, that's why they're going after Infowars because we were definitely instrumental in getting Trump elected. Trump"
    },
    {
      "end_timestamp": 1677.0,
      "id": "491f4e58-eb27-3a6d-8d58-4b9a4e0f0e02",
      "speaker": "Alex Jones",
      "start_timestamp": 1675.0,
      "text": "knows that."
    },
    {
      "end_timestamp": 1683.0,
      "id": "dffdf041-3d00-3d08-9e50-87b7cb8e0f7b",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1677.0,
      "text": "Now, the internet, that we'd probably be looking at a Jeb Bush presidency or god forbid,"
    },
    {
      "end_timestamp": 1691.0,
      "id": "cbf2fa69-03b8-3380-a5b8-5d184d56fe6b",
      "speaker": "Alex Jones",
      "start_timestamp": 1683.0,
      "text": "but they're gonna agree with you. But let's not let's not start, you know what you like the Wolf says and Pulp Fiction. Under the card, he says, We can't celebrate yet. Let's not start."
    },
    {
      "end_timestamp": 1695.0,
      "id": "68282902-deea-34d7-a2cc-343850e18b6f",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1691.0,
      "text": "Oh, no, no. Revolution had just begun. negotiations."
    },
    {
      "end_timestamp": 1699.0,
      "id": "dbb81633-baa3-3ae5-98c4-65eb583e6391",
      "speaker": "Alex Jones",
      "start_timestamp": 1695.0,
      "text": "What I'm telling you is we're in the war now. Absolutely. Michael Savage said that a lot of"
    },
    {
      "end_timestamp": 1706.0,
      "id": "e844df09-d7ed-302b-b1b0-2109c4b2ed4c",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1699.0,
      "text": "people they, you know, they celebrate it. Of course, we all celebrated as soon as Trump was elected, but now the battle has just begun, that was getting"
    },
    {
      "end_timestamp": 1709.0,
      "id": "ac15c566-5cb4-3b88-b38d-1dafc4caf74e",
      "speaker": "Alex Jones",
      "start_timestamp": 1706.0,
      "text": "the troops on the beach in Normandy. He goes"
    },
    {
      "end_timestamp": 1712.0,
      "id": "fc38414e-7992-3e45-b67e-372bfbcfe83d",
      "speaker": "Dan",
      "start_timestamp": 1709.0,
      "text": "a little bit further about their role in Trump's election later,"
    },
    {
      "end_timestamp": 1716.0,
      "id": "f74a5784-21bf-3b4d-b631-2783d54f3837",
      "speaker": "Jordan",
      "start_timestamp": 1712.0,
      "text": "which they should really not be advertising."
    },
    {
      "end_timestamp": 1724.0,
      "id": "6bb6295f-fca7-3c01-8149-e0658a1872cf",
      "speaker": "Dan",
      "start_timestamp": 1716.0,
      "text": "And it's like, it's like, if you want to make the argument that you're not a propagandist, this is a bad way to do this. Really bad."
    },
    {
      "end_timestamp": 1727.0,
      "id": "8a3fee8f-793e-320d-bed0-744c1ae19d29",
      "speaker": "Jordan",
      "start_timestamp": 1724.0,
      "text": "Remember why ad roll got rid of, which is really what"
    },
    {
      "end_timestamp": 1745.0,
      "id": "a175cf30-ea32-3ff0-aaaa-e190787bd57e",
      "speaker": "Dan",
      "start_timestamp": 1727.0,
      "text": "this like the idea behind the fake news meme, or the term is propaganda and that sort of thing. It's not about like, all these, like, these weird websites that say, like, if you eat this weird berry like, yeah, it's not about Yeah, why"
    },
    {
      "end_timestamp": 1754.0,
      "id": "9b564cb6-8ed3-3365-a058-ef2fab38ef00",
      "speaker": "Jordan",
      "start_timestamp": 1745.0,
      "text": "isn't it just called propaganda? I think news to me is more like 700 Tall, a 700 foot tall monkey terrorizes Infowars. That's"
    },
    {
      "end_timestamp": 1774.0,
      "id": "ff771c58-3a58-3878-9c68-d36d8416f272",
      "speaker": "Dan",
      "start_timestamp": 1754.0,
      "text": "fake news. Yeah, but that's the onion or something like that. Yeah, exactly. Or anybody trying to get me into ice bury or something like that. That's fake news. All right. What Alex does is propaganda. He doesn't understand that. That's what people are saying. And so he dutifully serves as a propagandist. Yeah."
    },
    {
      "end_timestamp": 1787.0,
      "id": "45e53b12-e4f3-3e1e-a365-91919976d2b2",
      "speaker": "Jordan",
      "start_timestamp": 1774.0,
      "text": "And well, if nobody calls him a propagandist and fake news, then everybody else is the fake stream media. There's just there's just no escape. Call him a propagandist, right? Yeah, I just call him what he is."
    },
    {
      "end_timestamp": 1791.0,
      "id": "1c83f8ac-0c79-35bd-971e-60018f7f06c3",
      "speaker": "Dan",
      "start_timestamp": 1787.0,
      "text": "I gotta find this clip here. Because, like I said, everything is out of order,"
    },
    {
      "end_timestamp": 1813.0,
      "id": "2a40b56e-9154-3004-bd46-d944312d1edf",
      "speaker": "Jordan",
      "start_timestamp": 1791.0,
      "text": "and then call Trump a liar. Don't call him Don't say he's making up alternative facts. Just ah, it's that whole like that It's hard not to reference 1984 Every single day. Yeah. Where you're just making up words, Newspeak bullshit. It's not propaganda. It's Americana. Yeah. Americana."
    },
    {
      "end_timestamp": 1848.0,
      "id": "ec328c16-02c3-384e-9502-2f39b00a7d65",
      "speaker": "Dan",
      "start_timestamp": 1813.0,
      "text": "So this story about 20th Century Fox, I pulled up the article from the New York Times. And the headline of it is 20th Century Fox used fake news to publicize a new movie called a cure for wellness. And basically what they did is they put up fake sites that were filled with advertisements for their movies with scandalous headlines, knowing that people would repost these articles, and there'd be tons of ads for their movies that just get disseminated. That's irresponsible. Very, that's bad, right?"
    },
    {
      "end_timestamp": 1849.0,
      "id": "d978f2a9-d423-337f-9258-0ec0a74fb46f",
      "speaker": "Jordan",
      "start_timestamp": 1848.0,
      "text": "I don't like that. No,"
    },
    {
      "end_timestamp": 1880.0,
      "id": "8ac08a2e-cfc2-3213-8364-9df2881915d2",
      "speaker": "Dan",
      "start_timestamp": 1849.0,
      "text": "I don't either. I think that's a bad idea. Right. But their point is, or what they were doing was a marketing tactic. You're not trying to slander Info Wars or anything like that. Here, here's their rationalization from this article. Quote, a cure for wellness is a movie about a fake cure that makes people sicker. Their statement said, as a part of this campaign, a fake wellness site health and wellness.co was created and we partnered with a fake news creator to publish fake news. A Fox News spoke or who cares? The rest"
    },
    {
      "end_timestamp": 1884.0,
      "id": "de555eee-83d3-3b5f-8428-85f85b458e31",
      "speaker": "Jordan",
      "start_timestamp": 1880.0,
      "text": "of this is nonsense. Yeah, who gives us but it's still bad. It's gonna like it. No, I"
    },
    {
      "end_timestamp": 1909.0,
      "id": "3bc9511a-92ca-3eae-894e-ade444da3c2f",
      "speaker": "Dan",
      "start_timestamp": 1884.0,
      "text": "don't either, but it's not what Alex is saying. A cure for wellness was directed by Gore Verbinski and stars Dane Dehaan and Jason Isaacs, who in the past have both made jokes online about the phenomenon of fake news. The film opens on Friday and has received mostly negative reviews. One critic Joe and then I'm not gonna be able to say his last name of the Daily News described its plot as quote preposterous Gothic nonsense."
    },
    {
      "end_timestamp": 1917.0,
      "id": "a1119afa-2b82-3b35-ad74-21b6f2d32956",
      "speaker": "Jordan",
      "start_timestamp": 1909.0,
      "text": "That's a that actually makes it sound more interesting to me. Yeah, but I would like to see preposterous Gothic nonsense."
    },
    {
      "end_timestamp": 1919.0,
      "id": "aeaa5411-ab25-38f2-8e37-fc36d2a45a46",
      "speaker": "Dan",
      "start_timestamp": 1917.0,
      "text": "I liked that quote, though. Yeah, asterisk."
    },
    {
      "end_timestamp": 1928.0,
      "id": "baca8eb4-e134-3fcd-9ee0-e992c88ef1be",
      "speaker": "Jordan",
      "start_timestamp": 1919.0,
      "text": "Great. To me. That's that's like, if clue was set in Transylvania. That's preposterous Gothic nonsense,"
    },
    {
      "end_timestamp": 1939.0,
      "id": "f3537d67-1b43-32ac-98c1-fee487591c87",
      "speaker": "Dan",
      "start_timestamp": 1928.0,
      "text": "but you get what you get with like, we're making a mountain out of a mole. Yeah, yeah. Because I think that if I recall, this article also has a list of a bunch of the headlines from these are they"
    },
    {
      "end_timestamp": 1943.0,
      "id": "3ca4ab85-9a81-3437-8f68-921517574169",
      "speaker": "Jordan",
      "start_timestamp": 1939.0,
      "text": "are they wildly obvious in their fake YouTube"
    },
    {
      "end_timestamp": 1951.0,
      "id": "cb548723-3c51-37db-9599-36786468b8aa",
      "speaker": "Dan",
      "start_timestamp": 1943.0,
      "text": "somewhat leaked Lady Gaga halftime performance to feature moslem tribute. So that's kind of believable. That is kind of believable. California actually"
    },
    {
      "end_timestamp": 1955.0,
      "id": "9cf2cf93-22c3-3472-bfbe-116a08af7565",
      "speaker": "Jordan",
      "start_timestamp": 1951.0,
      "text": "hope I wish she had done that would have been pretty great California"
    },
    {
      "end_timestamp": 1975.0,
      "id": "3b04f883-4bc1-3232-ade7-cb045eb0ebb8",
      "speaker": "Dan",
      "start_timestamp": 1955.0,
      "text": "Legislature to consider tax rebates for women who get abortions. So basically, they just have these hot topic button issues. And they know that people are going to be like, do you read this shit? Yes, we've seen it over and over again, no one actually reads the shutdown post. Its, you know what it is, like, I agree with you 100%. That it's bad. And they it's a it's dangerous."
    },
    {
      "end_timestamp": 1985.0,
      "id": "19c56ad3-4f31-3a25-989a-33da8d6813b4",
      "speaker": "Jordan",
      "start_timestamp": 1975.0,
      "text": "Yeah. But it's definitely not helping in the whole. There's so much fake news out there. How do we weed it out? And they're like, if I know, we add a shit ton more,"
    },
    {
      "end_timestamp": 1996.0,
      "id": "95cea4bc-4ba9-3e6f-a594-66ab97b7d20c",
      "speaker": "Dan",
      "start_timestamp": 1985.0,
      "text": "but as a sort of parody and performance art thing. I think it's okay. But since it's crass marketing, I'm not so okay with it. But if you take ethics out of it, it's really smart."
    },
    {
      "end_timestamp": 1999.0,
      "id": "244c4de5-f88a-366e-b6e0-2a74d8552872",
      "speaker": "Jordan",
      "start_timestamp": 1996.0,
      "text": "It's a really smart, smart move. It is a smart move, but"
    },
    {
      "end_timestamp": 2027.0,
      "id": "72baa5f5-204b-3f1e-a9c8-e4b359b95556",
      "speaker": "Dan",
      "start_timestamp": 1999.0,
      "text": "Alex is treating it as like, this is proof that all of everybody, every everything that's fake is turned. It's made by 20th Century Fox. It's made by the globalist the establishment in order to discredit Info Wars, which is on the cutting edge. And that's not the situation at all. That's nonsense. He's a liar. He doesn't even understand the story he's telling. Neither does Darren mcbreen who is on the show to break this news. If you're just it's"
    },
    {
      "end_timestamp": 2033.0,
      "id": "9d9b02a0-cb32-3919-83d1-23c537dc94bf",
      "speaker": "Jordan",
      "start_timestamp": 2027.0,
      "text": "I love her insanity. I love how he's on the show to break this news and his SIP spoken all of 10 words. Yeah,"
    },
    {
      "end_timestamp": 2042.0,
      "id": "fe37866d-ba2b-331c-9972-a40af43756ef",
      "speaker": "Dan",
      "start_timestamp": 2033.0,
      "text": "so they talk a little bit more about this. And then it gets to the end where Alex pivots the conversation weirdly to say some really bad stuff about CIA people."
    },
    {
      "end_timestamp": 2043.0,
      "id": "88e039ac-2939-3267-8a6a-1fef99b26af1",
      "speaker": "Jordan",
      "start_timestamp": 2042.0,
      "text": "Okay, well, you're"
    },
    {
      "end_timestamp": 2064.0,
      "id": "3ac7c4a5-1fb1-36f3-88e3-2513c8664a3e",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2043.0,
      "text": "exactly right. The mainstream media has been caught red handed, creating fake news websites that's not then and they're complete with made up stories that were spread online. And these stories were shared by millions of people on Facebook and Twitter. Because Alex they look and feel like the real thing they look like traditional mainstream media websites. That's a"
    },
    {
      "end_timestamp": 2069.0,
      "id": "23f6f306-c0bb-3725-8e03-590b335836b0",
      "speaker": "Dan",
      "start_timestamp": 2064.0,
      "text": "fair point, but I never saw any of this. No, I mean, either I would not be aware of this."
    },
    {
      "end_timestamp": 2071.0,
      "id": "3c73a4f2-c465-325f-bd5c-122ee76aa862",
      "speaker": "Jordan",
      "start_timestamp": 2069.0,
      "text": "Yeah, was it shared millions of times"
    },
    {
      "end_timestamp": 2075.0,
      "id": "75ec065c-9c05-3a7a-ae6b-9276ce4fdc5e",
      "speaker": "Dan",
      "start_timestamp": 2071.0,
      "text": "maybe but not within our circles possible? I mean, if there's"
    },
    {
      "end_timestamp": 2081.0,
      "id": "fcab2cd0-2229-30e2-8062-3f6d49180a54",
      "speaker": "Jordan",
      "start_timestamp": 2075.0,
      "text": "if somebody's gonna share some dumb shit, yeah, the champagne starting to feel real good, right."
    },
    {
      "end_timestamp": 2102.0,
      "id": "222a20eb-4e58-313f-8dc3-b54d6b66e22a",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2081.0,
      "text": "Check out the the names of some of these websites. Salt Lake City Guardian, the Houston leader, Sacramento dispatch, New York Morning Post in the Indianapolis Gazette, like I said, looks and feels like a legitimate website and doesn't have Trump and Putin spotted at Swiss resort pro Prior to the election,"
    },
    {
      "end_timestamp": 2116.0,
      "id": "89647db1-339f-3eda-b7a9-98709756d601",
      "speaker": "Dan",
      "start_timestamp": 2102.0,
      "text": "and but we agreed with them in as much as like that that last one especially is really irresponsible. It's a dirty manipulative tactic. But it's not to discredit Infowars now or anything like that it's strictly to market a movie."
    },
    {
      "end_timestamp": 2119.0,
      "id": "3551b542-2167-3ba7-a2a3-3f7f48b7a223",
      "speaker": "Jordan",
      "start_timestamp": 2116.0,
      "text": "I don't think anybody needs help discrediting. Infowars No, we"
    },
    {
      "end_timestamp": 2122.0,
      "id": "1bef4ff4-9192-314e-b64d-56503c2e4989",
      "speaker": "Dan",
      "start_timestamp": 2119.0,
      "text": "don't know. We only need help from them."
    },
    {
      "end_timestamp": 2125.0,
      "id": "40c30fd7-d5a6-3766-9490-0523c8ce26e2",
      "speaker": "Jordan",
      "start_timestamp": 2122.0,
      "text": "Exactly. They're doing all they need to do."
    },
    {
      "end_timestamp": 2130.0,
      "id": "4fe098e7-5cf5-3e84-8bea-a473b7416dec",
      "speaker": "Dan",
      "start_timestamp": 2125.0,
      "text": "And it's not the mainstream media. It's a corporation. It's a movie making corporation that"
    },
    {
      "end_timestamp": 2133.0,
      "id": "f90aebb6-1a02-30fc-9f8e-24ddbfe93d8b",
      "speaker": "Jordan",
      "start_timestamp": 2130.0,
      "text": "mainstream media is also corporations and so on. It's very pretty. They're"
    },
    {
      "end_timestamp": 2154.0,
      "id": "95d04703-aaf8-3330-bc96-fd0d01b1ac15",
      "speaker": "Dan",
      "start_timestamp": 2133.0,
      "text": "disconnected. It's a movie studio, who realizes Oh, we Gore Verbinski made a hot pile of garbage here. We got to fucking sell it. Right. Right. Some guy just probably came up with, you know what? Everyone shares bullshit online? What if we could use that to subtly get in the headspace with all these ads on these sites that I bet good."
    },
    {
      "end_timestamp": 2164.0,
      "id": "e26e5c8f-2c97-3c65-af2f-8f1fa0a263c3",
      "speaker": "Jordan",
      "start_timestamp": 2154.0,
      "text": "That's a good marketing tactic that that guy will not be able to tell anybody was his idea. He does not want to be the one who's on that,"
    },
    {
      "end_timestamp": 2184.0,
      "id": "5901b6f8-ab16-3a9e-a230-38a77d89465c",
      "speaker": "Dan",
      "start_timestamp": 2164.0,
      "text": "like wag the dog. Yeah, exactly. But also like, I didn't see any of these websites, because they've all been taken down. Now, of course, good. But I would have to assume that any right thinking person I know there's not many of us left. No, but if you went to the website back why there's so many goddamn ads for this cure for wellness? seems a little strange. I don't know if I trust what's going on"
    },
    {
      "end_timestamp": 2191.0,
      "id": "40e573c3-5561-36e4-b00c-81b143e0bf2a",
      "speaker": "Jordan",
      "start_timestamp": 2184.0,
      "text": "here. But I definitely want to see that movie. Yeah. You know what, everyone? Is everybody talking about a cure for wellness? I"
    },
    {
      "end_timestamp": 2202.0,
      "id": "e0d7f505-8cd9-325d-a298-c774435896f4",
      "speaker": "Dan",
      "start_timestamp": 2191.0,
      "text": "can't I can't tell from these ads here. But this looks like preposterous. scopic. That's good. Back to the clip. It's so great. When he turns on the CIA, oh, my God,"
    },
    {
      "end_timestamp": 2232.0,
      "id": "5d5b23b8-c8b1-3204-8d83-eb4ceb7680a4",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2202.0,
      "text": "just from the Sacramento dispatch, a news organization that does not exist. There's no such thing. Here's another one. Trump refuses to provide California federal support in midst of a natural dot, dot dot. That's their clickbait. And so what happens, you got websites, and I got all these personally, I saw these on Facebook and Twitter. These These were popping up a lot of people were sharing them, totally oblivious to the fact that they were sharing and spreading fake news."
    },
    {
      "end_timestamp": 2273.0,
      "id": "523ce10f-8566-3d75-bdc3-9b0e05d55ab7",
      "speaker": "Dan",
      "start_timestamp": 2232.0,
      "text": "Here's the headline. Darren mcbreen has dumb friends. That's the story. He saw this popping up over and over again in his feed because he doesn't curate his friends list well now, or he doesn't curate his friends very well, either. Legitimately I have gotten back on Facebook just for messaging purposes. But I've signed on a couple of times. And I'm so glad that I unfollowed almost everybody before I left Facebook, because now if I sign in, it's just bobby buds. It's just Chicago comedian Bobby bugs, just dumb pawn after dumb pond. Like he's never gonna post any of this fake news. It's great. Anyway."
    },
    {
      "end_timestamp": 2279.0,
      "id": "e793c9d6-09f9-3fee-b6da-ad3237a1a790",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2273.0,
      "text": "And it turns out these websites were created by 20th Century Fox."
    },
    {
      "end_timestamp": 2308.0,
      "id": "c69269a5-3eff-3d8b-af9b-baf4ee3e98d4",
      "speaker": "Alex Jones",
      "start_timestamp": 2279.0,
      "text": "Wow, that let's be clear, wow, you've got the report. We're gonna go over it. Let's get this practice is so big. And there's a bunch of others because I keep seeing these stories about until it looks like major papers. The Russians have invaded Alaska. The Russians run Drudge Report, the Russians run Alex Jones, the Russians run Jeff Sessions, the Russians run Nigel Farage, and then they're in German too, but they get translated in our news. And remember, that's what they were saying the CIA in foreign countries puts out fake news. That was illegal until"
    },
    {
      "end_timestamp": 2315.0,
      "id": "a3c07006-94cf-3070-b31f-ec497c65e0be",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2308.0,
      "text": "the CIA even back then had 3000 Plus CIA agents embedded in mainstream media"
    },
    {
      "end_timestamp": 2347.0,
      "id": "236e65cd-e761-3377-a167-d9e84ead9660",
      "speaker": "Alex Jones",
      "start_timestamp": 2315.0,
      "text": "journalism. Growing up in Texas in Dallas, you couldn't swing a stick without hitting people that were auxilary in the CIA. And that was supposed to assume that was how you beat the Russians. They're supposed to, they've got all these spies wasn't electronic back then. You've had to have actual people to be watching everything to see, you know, if this was going on, that's how they got the best and brightest. If you were the top of your class, the CIA came and tried to recruit you. And my dad had family and stuff that had been in and they were all like, oh, we kill people. We bring drugs in. You don't wanna be part of this nation. God told me that when I grew up, nothing was done. That was a sheep that"
    },
    {
      "end_timestamp": 2353.0,
      "id": "7b1f6774-df32-33c4-a9e6-a4565adc42a1",
      "speaker": "Dan",
      "start_timestamp": 2347.0,
      "text": "snitch the family a snitch?"
    },
    {
      "end_timestamp": 2367.0,
      "id": "7537b901-435c-3480-9487-b7341b83a7d7",
      "speaker": "Jordan",
      "start_timestamp": 2353.0,
      "text": "What kind of Thanksgiving is that? Where it's like, oh, we can't tell you this classified information. Mullah. Vaca we kill a lot of folks do don't want none of this. You don't want to deal with that. You're also Alex. You are not being recruited by the CIA."
    },
    {
      "end_timestamp": 2385.0,
      "id": "00e2b33b-9ed5-34d3-9266-8edf987fefcb",
      "speaker": "Dan",
      "start_timestamp": 2367.0,
      "text": "But Judy, have you seen pictures of him when he was younger? Looking Swole is shit. Oh, really? Alex Jones used to be yoked oh boy used to be like, just a like a physique. Like you wouldn't imagine based on seeing him now. He used to be fucking cut. Okay, I hate that. I'm saying these very positive thing. Yeah."
    },
    {
      "end_timestamp": 2394.0,
      "id": "0bb11587-7730-32b9-94f1-5da07956d86d",
      "speaker": "Jordan",
      "start_timestamp": 2385.0,
      "text": "You said like you want to. You want to go back in time and fuck the anger at Alex Jones."
    },
    {
      "end_timestamp": 2395.0,
      "id": "d30404d7-a53a-3bf7-be86-3c53af9d327b",
      "speaker": "Dan",
      "start_timestamp": 2394.0,
      "text": "All right. All right. All right."
    },
    {
      "end_timestamp": 2442.0,
      "id": "438d20e1-d7c9-300e-a80f-30440d7ff34c",
      "speaker": "Alex Jones",
      "start_timestamp": 2395.0,
      "text": "That was more pro America than you can say. Now. I mean, they're into words. sinskey has written books, where he admits the shadow state is behind child trafficking everything. His argument is they they're in control of it, to manage it and not let it get out of hand. We manage criminals by running all the criminal operations. And now, the CIA is just one of the bigger agencies 1947 National Security Act. They're just running rampant, domestically filled with all the liberals and social justice warriors that have been packed in there under Obama, and under Bill Clinton and under even George W. And they literally are waging war against us with this info. So tell folks where you learned about this 20th Century Fox, putting up fake newspapers to run lies against Trump doing what Russia did, and"
    },
    {
      "end_timestamp": 2453.0,
      "id": "35755bfa-b4ac-34f0-bb3b-9e3ca2f5ac69",
      "speaker": "Jordan",
      "start_timestamp": 2442.0,
      "text": "I'm really not entirely against Trump, as even in their own examples. Most of them were not against Trump. One was about Trump and Putin meeting. Yeah, there was one. Yeah, that was out of like five examples. The rest of"
    },
    {
      "end_timestamp": 2458.0,
      "id": "16198c5f-962c-386b-a3cf-2dc78a1feb77",
      "speaker": "Dan",
      "start_timestamp": 2453.0,
      "text": "them are just trollee issues, but also"
    },
    {
      "end_timestamp": 2464.0,
      "id": "67063614-dc65-35cd-bddf-9915d3ab567a",
      "speaker": "Jordan",
      "start_timestamp": 2458.0,
      "text": "one of them is California gives tax cuts to abortions, or whatever it is. That's definitely not against Trump."
    },
    {
      "end_timestamp": 2478.0,
      "id": "532ee624-0eb0-33db-a4c0-2be28ccd5ccc",
      "speaker": "Dan",
      "start_timestamp": 2464.0,
      "text": "Well, that's liberal baiting. Yeah, that's like, look at these dumb liberal. Yeah, exactly. But keep in mind that the question as posed was, where did you find out about I was, I want to know where he found out about it. Also, keep in mind that they're trying to present this as if this is a big story,"
    },
    {
      "end_timestamp": 2483.0,
      "id": "35811594-9b7c-348e-98a0-c50646760682",
      "speaker": "Jordan",
      "start_timestamp": 2478.0,
      "text": "breaking news, and nobody else is covering this. Yeah, for obvious reasons. They're"
    },
    {
      "end_timestamp": 2492.0,
      "id": "42d3283b-6cd1-3a2c-bf38-187632bfc6a2",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2483.0,
      "text": "promoting a new movie that's coming out called cure for wellness. But like I said, this is I think it's more than that, because slandering,"
    },
    {
      "end_timestamp": 2499.0,
      "id": "8773a733-8940-3829-8d77-8d8678594f45",
      "speaker": "Dan",
      "start_timestamp": 2492.0,
      "text": "it's not slander. Also, it's definitely not slander. Also, it's not more than that. No, it's promoting a movie."
    },
    {
      "end_timestamp": 2501.0,
      "id": "6f1f4882-e65c-3cbd-a33d-c343a4c060c6",
      "speaker": "Jordan",
      "start_timestamp": 2499.0,
      "text": "Also. Are they promoting"
    },
    {
      "end_timestamp": 2504.0,
      "id": "aaf68814-90e3-30c8-891a-f5f74ea8b621",
      "speaker": "Dan",
      "start_timestamp": 2501.0,
      "text": "the movie? No. Oh, my God,"
    },
    {
      "end_timestamp": 2524.0,
      "id": "e443e1a3-f9b0-3b2a-9baa-f4fb5578d556",
      "speaker": "Jordan",
      "start_timestamp": 2504.0,
      "text": "is he making up for some ad roll shifts? By now taking contracts from 20th Century Fox, to fake news combat their fake news? Yes. Okay. We did it. Figured it out. Figured it out."
    },
    {
      "end_timestamp": 2529.0,
      "id": "2be813d2-46b7-3ef8-980f-9d7f5c18bf8c",
      "speaker": "Alex Jones",
      "start_timestamp": 2524.0,
      "text": "Defamation holding out a fake article not telling you what shots are at the bottom is"
    },
    {
      "end_timestamp": 2537.0,
      "id": "c53f59b3-3405-3ff4-a4ce-9fbc01e403a1",
      "speaker": "Dan",
      "start_timestamp": 2529.0,
      "text": "I can't confirm or deny whether it didn't say that it was satire. But in those instances, you really should point that out. And if they do, that is inappropriate."
    },
    {
      "end_timestamp": 2546.0,
      "id": "9a55b434-eab2-363c-90fb-216714a1ba43",
      "speaker": "Jordan",
      "start_timestamp": 2537.0,
      "text": "Well, but you don't have to, like the onion doesn't have to say at the bottom of every article. And by the way, this is not true information. Yeah."
    },
    {
      "end_timestamp": 2554.0,
      "id": "4156fa62-a7af-3858-8929-23087fe04610",
      "speaker": "Dan",
      "start_timestamp": 2546.0,
      "text": "Also Infowars doesn't have to point out we didn't read this article. In every article, they don't have to say like, we don't know. Exactly."
    },
    {
      "end_timestamp": 2558.0,
      "id": "e89d66f2-1093-3b7e-8f80-3249b2cbeeb4",
      "speaker": "Alex Jones",
      "start_timestamp": 2554.0,
      "text": "If it's a lie. Absolutely. Not again, who reported on the mainstream?"
    },
    {
      "end_timestamp": 2561.0,
      "id": "73916f18-20f5-3fc3-ba96-cbadaa491e74",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2558.0,
      "text": "Well, New York Times covered it Washington Post covered No,"
    },
    {
      "end_timestamp": 2625.0,
      "id": "b3bca0ea-73e3-3a40-8b76-40566b455a76",
      "speaker": "Alex Jones",
      "start_timestamp": 2561.0,
      "text": "that's why I mentioned that because Washington Post is right there on screen to promote films when he Century Fox created fake news sites with fake anti Trump stories see show they then admit it, but it's okay when they put out fake news well, the Washington Post a month ago put out the fake list no going back hundreds of names that they said were fake news sham were fake like the onion Infowars was not fake. People threatened lawsuits because it is defamation. They pulled it and said we don't know where we got it. You got it from the CIA? We know where you got it. Okay, now that letter came out that Trump's ordered the CIA and people to stop it there's they're not following his orders. One group is all the soldiers all the operatives all the umat all the men that actually do stuff man muscle are all from but they're in there with all the analyst and chicken necks. And they're total scum. I mean, I tell people that were there in the middle. Oh comes in. And they're so sure here's all the targets Obama won't let us hit these are all the ones where they all kinda now knows her bases are such crap looks at already goes. Hit them all."
    },
    {
      "end_timestamp": 2626.0,
      "id": "252b6ed5-775d-3cd7-91eb-cdb661078836",
      "speaker": "Jordan",
      "start_timestamp": 2625.0,
      "text": "No,"
    },
    {
      "end_timestamp": 2646.0,
      "id": "3f64b806-9477-3667-a25e-98aef3537e8b",
      "speaker": "Dan",
      "start_timestamp": 2626.0,
      "text": "no, no, that didn't happen. But also of course, that didn't happen. Coke hold on and cool your jets. I'm sorry. There's so much bad shit in that story he's about to tell is hilarious. It didn't happen. Okay, but it's great. And Alex even like, alright, it's so great. Just enjoyed his bullshit, okay."
    },
    {
      "end_timestamp": 2709.0,
      "id": "a80539a1-701e-3b66-8720-eb0e3d07719c",
      "speaker": "Alex Jones",
      "start_timestamp": 2646.0,
      "text": "And then literally analysts were like, we're gonna get him on. And he gave them all the presents. Nobody knows this. He gave all presents of wood carved American flags. And literally right if you walked out, they were hopping around like we're gonna get a government money and bribe and a Trump guy stayed behind he goes, he knew you'd say that pulled out the letter with Trump that paid for it and the receipt and handed it right to the rat. That and other folks, you're here I shouldn't even tell the stories that happened inside the day. He went and spoke with the stars behind him. That's where they said they wanted him to speak. Now they had one group and it was a setup within clamavi Santa pro stars other group said it's alright. But the point is it's literally all the foundation people all the little Astra kids and Rockefeller type kids, you know, they're better than everybody they're better they all hate them in they all hate the tough guys. They hate America. And they hate Christians. They just they're scum. And they hate beautiful art. I mean, these are trash. Everybody knows it. And the people the CIA that are good. They just won I get rid of them. But they're the ones in there. Oh, I didn't get that from Trump them the media's gonna check into that crap themselves because nobody knows about that."
    },
    {
      "end_timestamp": 2741.0,
      "id": "bfc7a7d5-7f87-3624-bedf-22b0dee849ae",
      "speaker": "Jordan",
      "start_timestamp": 2709.0,
      "text": "knows about that. Does anybody know about that? What kinda lame like that's like a fantasy novel trick that the king plays to get all of his knights to go away What the shit was that it's utter insanity. Wood carved American flags. Yes. And then and then they were like, Wait, so Obama got them the wood carved American flags. No, Trump did Trump got that? Yeah. What was the reveal at the end, though, that there was a receipt for"
    },
    {
      "end_timestamp": 2765.0,
      "id": "af1e1a41-2399-3fed-a9d9-e0b7b151a0b9",
      "speaker": "Dan",
      "start_timestamp": 2741.0,
      "text": "the reveal was that these foundation chicken necks in the CIA, the types of people who aren't men who are definitely not men. Trump got them these gifts and then they're like, oh, he used government money. It's a bribe. And one of Trumps people stayed behind and showed them a receipt that proved that Trump had paid for it with his own money. So they couldn't get him with misusing government money."
    },
    {
      "end_timestamp": 2771.0,
      "id": "43a755f1-f543-36f3-8209-9404ac4cb9aa",
      "speaker": "Jordan",
      "start_timestamp": 2765.0,
      "text": "What kind? What's, what made up bullshit is that"
    },
    {
      "end_timestamp": 2774.0,
      "id": "b185c8a5-24e3-3d68-84ac-ca6f9bb83f92",
      "speaker": "Alex Jones",
      "start_timestamp": 2771.0,
      "text": "I should be talking to what?"
    },
    {
      "end_timestamp": 2780.0,
      "id": "3cd64ec8-71b8-33e1-ada3-3e85039222c5",
      "speaker": "Jordan",
      "start_timestamp": 2774.0,
      "text": "Okay, okay, so, if he didn't hear what could possibly what kind of who told him that story?"
    },
    {
      "end_timestamp": 2783.0,
      "id": "36d5e36f-f36b-3a3e-9a5c-0bb049c27bb0",
      "speaker": "Dan",
      "start_timestamp": 2780.0,
      "text": "If he didn't hear it from Trump? I don't know where that"
    },
    {
      "end_timestamp": 2789.0,
      "id": "0f73bed8-b23f-3f84-8cce-710a08ff0c83",
      "speaker": "Jordan",
      "start_timestamp": 2783.0,
      "text": "that came from. What was next? That was Flynn fucking with him. I bet that was definitely Flynn fucking with"
    },
    {
      "end_timestamp": 2793.0,
      "id": "03f183f8-3b60-329a-8ba6-a759cfe13108",
      "speaker": "Dan",
      "start_timestamp": 2789.0,
      "text": "we've already know that he clearly talks to sessions."
    },
    {
      "end_timestamp": 2843.0,
      "id": "ca36323d-58e0-3f5d-9134-67292e9c51c0",
      "speaker": "Jordan",
      "start_timestamp": 2793.0,
      "text": "Yeah, what kind of domestic also that the analysts are there? And they're excited, thrilled because they can get Trump because he bought them a total of like $100 worth. Wouldn't American flags Americana, that's what they were going to. That's what they were licking their lips. We finally got them. We broke this huge scandal. Trump is using government funds to buy knickknacks. And we got him Chachki gate Washington Post is gonna be all over this shit. Yeah. So Steve, oh, we got some brick a BRAC over there. But the men the men know that while also if I know men, do you they were prop know, if they were probably very disappointed not to have received their own brick a BRAC."
    },
    {
      "end_timestamp": 2853.0,
      "id": "39066648-be90-3020-9708-e247583661eb",
      "speaker": "Dan",
      "start_timestamp": 2843.0,
      "text": "It might be implied that they got BRIC a BRAC as well. I'm not sure it's unclear from the clip and nobody knows. So"
    },
    {
      "end_timestamp": 2861.0,
      "id": "6731de20-dfcb-3022-958e-e64a3af06dc1",
      "speaker": "Jordan",
      "start_timestamp": 2853.0,
      "text": "I like the idea that somebody would be mad that he told that story. Right? stakes could not possibly be lower."
    },
    {
      "end_timestamp": 2865.0,
      "id": "4731deb7-596b-3ef3-a4d0-5e56420c829c",
      "speaker": "Dan",
      "start_timestamp": 2861.0,
      "text": "Let's be honest, too. If someone were to come out with that story, it only kind of makes Trump look good."
    },
    {
      "end_timestamp": 2870.0,
      "id": "99152573-424d-39c4-9961-f19a8e7a892b",
      "speaker": "Jordan",
      "start_timestamp": 2865.0,
      "text": "Yeah. It's it's actually kind of funny. It's it's a funny story. Yeah,"
    },
    {
      "end_timestamp": 2895.0,
      "id": "1d572814-f3ad-343d-9e53-de0aa95e4cee",
      "speaker": "Dan",
      "start_timestamp": 2870.0,
      "text": "it will make him seem like a good dude who gives people gifts, which is a plus. And then also if if there was documentation of these chicken neck analysts freaking out Yeah, it would kind of indicate that there is some truth that there's a schism in the intelligence community. Yeah, some people want to take him down and some don't. But but also that all that's not real. What it's what anyway, we got to get to these clips where you're fucking drifting so far off"
    },
    {
      "end_timestamp": 2899.0,
      "id": "5616cafb-6e64-3628-98a3-ae364f5c73ca",
      "speaker": "Jordan",
      "start_timestamp": 2895.0,
      "text": "course. silliest thing I've ever heard. It's"
    },
    {
      "end_timestamp": 2917.0,
      "id": "57f7c50c-f5a4-3b20-a915-45938f09513f",
      "speaker": "Dan",
      "start_timestamp": 2899.0,
      "text": "time to pay the bills. We got to go to an ad here. Okay. And this ad, I think, Alex, is it for the cure for wellness? It's not, it's for his gun parts. And I think there's some indications that Alex is not clear whether what he's doing is legal or not."
    },
    {
      "end_timestamp": 2956.0,
      "id": "bb9ae159-810a-34c2-8acd-639ef1d02112",
      "speaker": "Alex Jones",
      "start_timestamp": 2917.0,
      "text": "We did sell out of all the Ronald Reagan and Donald Trump lithographs. Those are gone. We're about to sell out the Tennessee firearms lowers for em fours. The very best out there laser etched with Republic reborn. 45th. President United States, Donald J. Trump. There are only a couple 100 left of those of the one out of 1000 it is a collector's item. Again, you drill this out, this is your heirloom This is for you. That's how you legally have it. We have the ATF letter. They're still check your local laws. It's all there. Infowars store.com. Yeah."
    },
    {
      "end_timestamp": 2965.0,
      "id": "3d2f509d-ec22-31f4-93d7-500fa38564f8",
      "speaker": "Jordan",
      "start_timestamp": 2956.0,
      "text": "He's back that we got the ATF letter so everybody knows it's fine. Check your local laws, though, because it's probably not fine. I don't even know if that letter is real."
    },
    {
      "end_timestamp": 2969.0,
      "id": "2b8c75be-e5a5-39c9-aaf2-2e01218d2770",
      "speaker": "Dan",
      "start_timestamp": 2965.0,
      "text": "A policy wonk would probably know the local laws."
    },
    {
      "end_timestamp": 2978.0,
      "id": "d506a171-7e9a-39f2-8fbc-f5f1de8f4ea4",
      "speaker": "Jordan",
      "start_timestamp": 2969.0,
      "text": "Well, actually, a all of the analysts inside Infowars were really excited because they were like, Haha, we finally got you on this one. Alex Jones."
    },
    {
      "end_timestamp": 2981.0,
      "id": "4b31bfa9-55eb-3091-b8b7-34326d21f704",
      "speaker": "Dan",
      "start_timestamp": 2978.0,
      "text": "Yeah, there's a that'd be so awesome. If the group within"
    },
    {
      "end_timestamp": 2984.0,
      "id": "486ac4c7-634a-3d65-9ecc-ffd1da1dbca8",
      "speaker": "Jordan",
      "start_timestamp": 2981.0,
      "text": "Alex Jones has a receipt."
    },
    {
      "end_timestamp": 2992.0,
      "id": "9022c22f-5c3d-31c1-8e5d-046f17698cc5",
      "speaker": "Dan",
      "start_timestamp": 2984.0,
      "text": "So yeah, I don't I don't know if it's legal or not. I don't really care. I know that it's only a matter of time before they sell guns. If it is Lee,"
    },
    {
      "end_timestamp": 3004.0,
      "id": "21ab65da-fc2c-3975-95c4-a5d04380ed7d",
      "speaker": "Jordan",
      "start_timestamp": 2992.0,
      "text": "the idea of a human being with a republic reborn. Donald Trump stamped gun It's laser etched single scariest thing I can possibly think of."
    },
    {
      "end_timestamp": 3014.0,
      "id": "fc29c75a-2ded-3cf0-9edf-c67085d2560f",
      "speaker": "Dan",
      "start_timestamp": 3004.0,
      "text": "And there's only a couple 100 left that means you probably sold like 700 He had to have sold plenty of those guns will be used to murder you and I Oh, no, no, that's how we go. That is"
    },
    {
      "end_timestamp": 3025.0,
      "id": "a11d80fa-bfd6-39cb-8d52-bbb48038dd9e",
      "speaker": "Jordan",
      "start_timestamp": 3014.0,
      "text": "an ironic ending for us. Yeah, that is that's pretty much how we should go speaking about if the team makes it through this, this whole thing? Oh, we're it's going to be public too. Yeah,"
    },
    {
      "end_timestamp": 3042.0,
      "id": "d164ec60-32ab-3262-9dea-200e9b1c6820",
      "speaker": "Dan",
      "start_timestamp": 3025.0,
      "text": "DT Donald Trump is my second favorite DT after Delerium tremens. Either the condition or the Belgian beer. Anyway, this next clip, we're talking about irony a little bit there. This is ironic, because Alex Jones, I think is talking about himself a little bit in this clip."
    },
    {
      "end_timestamp": 3048.0,
      "id": "bd969cd1-ecd3-3c6f-9f4c-b5373306dfc3",
      "speaker": "Jordan",
      "start_timestamp": 3042.0,
      "text": "Also, that wasn't an ironic end. That was a fitting end. Ironic does not mean that Yeah,"
    },
    {
      "end_timestamp": 3054.0,
      "id": "7134add4-db46-3061-92a7-7fa7baaecb2e",
      "speaker": "Dan",
      "start_timestamp": 3048.0,
      "text": "I think Alex is talking about himself here though, when he talks about how to engage with the globalists, okay."
    },
    {
      "end_timestamp": 3080.0,
      "id": "9b70be69-dce5-37c1-b702-bd5145ffb74b",
      "speaker": "Alex Jones",
      "start_timestamp": 3054.0,
      "text": "The only winning move is to not play to not engage the globalist in a discussion of their false paradigm. They set the rules, they set up a cultural construct that breaks the social contract, and he is anti human eugenics based, slavery based technocracy based throughout its entire system."
    },
    {
      "end_timestamp": 3090.0,
      "id": "9f86c275-30e6-3e83-a1ba-edc7f02b10e2",
      "speaker": "Dan",
      "start_timestamp": 3080.0,
      "text": "I don't think the specifics he laid out at the end there necessarily are him talking about himself, but that don't engage. They have a fake worldview. And it's about him. Advice for us don't engage with him."
    },
    {
      "end_timestamp": 3098.0,
      "id": "abd37eac-896c-3a37-8d76-7cb43d46b4bd",
      "speaker": "Jordan",
      "start_timestamp": 3090.0,
      "text": "But But quite, quite literally. All he's ever done is engaged with the globalist right."
    },
    {
      "end_timestamp": 3109.0,
      "id": "a6744539-0c44-354e-8152-30ed3de8ffe8",
      "speaker": "Dan",
      "start_timestamp": 3098.0,
      "text": "Well, maybe not one on one. Maybe not actually debating them, but he's engaged in terms of like, putting himself as the, the opponent. Yeah. Yeah."
    },
    {
      "end_timestamp": 3111.0,
      "id": "aec1baae-f2de-3bf7-8ab4-a13982fb5b55",
      "speaker": "Jordan",
      "start_timestamp": 3109.0,
      "text": "Okay, so"
    },
    {
      "end_timestamp": 3120.0,
      "id": "8d25da76-11c9-3272-92f9-0f0e3ba8a9d0",
      "speaker": "Dan",
      "start_timestamp": 3111.0,
      "text": "his whole career is based on trying to Yeah. Yeah, he's just so basically"
    },
    {
      "end_timestamp": 3122.0,
      "id": "5fc578e5-5f52-3310-acec-dd07302455e2",
      "speaker": "Jordan",
      "start_timestamp": 3120.0,
      "text": "the entirety of his career"
    },
    {
      "end_timestamp": 3126.0,
      "id": "a1440f18-87d3-3e6c-8de3-9f7c03aad9b8",
      "speaker": "Dan",
      "start_timestamp": 3122.0,
      "text": "these last 20 years have been shit. Tell you what, it gets you nowhere."
    },
    {
      "end_timestamp": 3130.0,
      "id": "e6524ae1-0e57-3367-814e-be3bc381d98d",
      "speaker": "Jordan",
      "start_timestamp": 3126.0,
      "text": "My basic policy is, oh, God, I've wasted my life."
    },
    {
      "end_timestamp": 3149.0,
      "id": "e78a0779-d99e-3661-822c-2d472c79e4e9",
      "speaker": "Dan",
      "start_timestamp": 3130.0,
      "text": "Do you think there are those quiet moments out there have to be those moments where he's just like, just laying in bed with a soft dick, waiting for that fucking Super Male to kick in? And he's like, I don't know, man. I don't know. Was it worth it? Did I am I did I make all this up? Because I think I might"
    },
    {
      "end_timestamp": 3156.0,
      "id": "62a7e2db-a7f9-3467-8961-fa6b848e89d9",
      "speaker": "Jordan",
      "start_timestamp": 3149.0,
      "text": "see that I would be fine with the idea that he never has that moment of doubt. terrifies me more than anything else."
    },
    {
      "end_timestamp": 3160.0,
      "id": "5716a803-5f5b-32e8-903e-301408019b8b",
      "speaker": "Dan",
      "start_timestamp": 3156.0,
      "text": "Yeah, it would be It'd be strange to be in his position. Yeah. Anyway, here COVID."
    },
    {
      "end_timestamp": 3168.0,
      "id": "348451c9-327d-3782-8658-95afd229cdde",
      "speaker": "Jordan",
      "start_timestamp": 3160.0,
      "text": "Even while we're doing this, now, I have a moment of doubt where I'm like, dude, is this even? Are we going to do anything? Is this valuable? In"
    },
    {
      "end_timestamp": 3177.0,
      "id": "e86a3cb2-d97e-3684-bce5-29ed3987ea84",
      "speaker": "Dan",
      "start_timestamp": 3168.0,
      "text": "terrible moments of insecurity? I sometimes think like, see onto something."
    },
    {
      "end_timestamp": 3179.0,
      "id": "c6cdf253-70a3-3083-8f84-13edb9a6777f",
      "speaker": "Alex Jones",
      "start_timestamp": 3177.0,
      "text": "They go away."
    },
    {
      "end_timestamp": 3194.0,
      "id": "e0879436-0f80-3c8c-96a3-04ceb2252efd",
      "speaker": "Dan",
      "start_timestamp": 3179.0,
      "text": "But the amount that I just trust myself, yeah, is just there's the natural byproduct of it is like, Wait, like on our last episodes, like, he's cool with weed legalization. He's against civil asset forfeiture. And I think if I got him wrong,"
    },
    {
      "end_timestamp": 3203.0,
      "id": "0c3cfa75-5c79-3758-af64-0ef16ea257da",
      "speaker": "Jordan",
      "start_timestamp": 3194.0,
      "text": "I think billionaires are a group of global people traveling around the world. Maybe we're wrong. We're not no, we're not hurdles"
    },
    {
      "end_timestamp": 3208.0,
      "id": "beee50d7-0a4c-3fdf-bbe5-eac9716b3f3f",
      "speaker": "Dan",
      "start_timestamp": 3203.0,
      "text": "of his stuff. That's, that's real. And then the big when it pops."
    },
    {
      "end_timestamp": 3221.0,
      "id": "bfbbcc07-3df7-3d3c-a803-67a37b6ba8ac",
      "speaker": "Jordan",
      "start_timestamp": 3208.0,
      "text": "The point being that we are aggressively self aware to the point that even when we are absolutely 100%, right, we will angrily yell at ourselves like maybe you're wrong, maybe you're wrong and whatever"
    },
    {
      "end_timestamp": 3246.0,
      "id": "6812a596-0371-3edc-8b8c-5770363f14fa",
      "speaker": "Dan",
      "start_timestamp": 3221.0,
      "text": "critical skills and like digging we're doing into him, we do 10 times more to ourselves. So anyway, this next clip is the next freakout that he has this one's good also, this has to do with sessions and the the Russian situation and then ends up getting Oh, no, this also my note that I have here is this David Knight is in studio for this clip."
    },
    {
      "end_timestamp": 3250.0,
      "id": "54ad6788-56e1-3450-a0e3-372a2087809a",
      "speaker": "Jordan",
      "start_timestamp": 3246.0,
      "text": "And so we get to watch David Knight watch Alex Jones freak the fuck out"
    },
    {
      "end_timestamp": 3255.0,
      "id": "bc995220-7509-3318-a19a-13dc39fb61ab",
      "speaker": "Dan",
      "start_timestamp": 3250.0,
      "text": "start to feel a little bit bad for him because he just can't get a word in. Okay, yeah."
    },
    {
      "end_timestamp": 3317.0,
      "id": "9ad8a483-436b-34d4-bcb7-823c72bcb8b3",
      "speaker": "Alex Jones",
      "start_timestamp": 3255.0,
      "text": "This is on believable and what's unbelievable is we just keep learning more and more and more and more. Meanwhile, the big scandal will go into this now on a Thursday club, or part of it. They're gonna get to this is sessions as a senator, as the ranking member of the Armed Services Committee, publicly met it was on his record on the Senate side, that he had a meeting twice with the Russian ambassador. I went looked it up. Schumer had many more last year than that it's on there. It turns out this guy likes the Democrat sat with me the inauguration. It turns out he's buddies with Pelosi, it turns out he's buddies with everybody. It turns out, Obama had 20 Plus meetings with him last year as well. But Sessions has two and he's a Russian Agent and lied when he was asked specifically Franken RedHat. Frank is not that smart knowing such as a lawyer. We're told that in the press that surrogates on the campaign met with Russians about the campaign, he said, No, I'm a surrogate one of the top surrogates, nobody met about the campaign with Russians."
    },
    {
      "end_timestamp": 3321.0,
      "id": "f0cfcd31-e890-33eb-a1f2-02b52cf43d64",
      "speaker": "Dan",
      "start_timestamp": 3317.0,
      "text": "That is also not accurately saying what sessions No."
    },
    {
      "end_timestamp": 3343.0,
      "id": "0db20458-4060-3c7f-bca3-0d9270d051c6",
      "speaker": "Jordan",
      "start_timestamp": 3321.0,
      "text": "And he also just revealed why it is that one is okay. And one is not what he just said, Pelosi had all of these meetings, Schumer had all of these meetings, Obama had all of these meetings, sessions only has two and then he lied about it. Well, sure. No, you get that part. That's the last part. That's why it's bad. Well, but then he's not the meat. He's the Russian of your writer, you should have meetings."
    },
    {
      "end_timestamp": 3359.0,
      "id": "02bf92f6-3867-3e0f-8f49-d1aac81d31b2",
      "speaker": "Dan",
      "start_timestamp": 3343.0,
      "text": "You're right. But then he goes into why he wasn't lying about it, because he answered it based on what a legal definition of these things are. And it's not true. No, what Frank and I asked him was how he would respond as the Attorney General, About if these things came out, right,"
    },
    {
      "end_timestamp": 3367.0,
      "id": "4efdc70f-ad89-3c4b-a998-9fae92f05dfa",
      "speaker": "Jordan",
      "start_timestamp": 3359.0,
      "text": "which is even crazier, because then he does not answer that question. Instead denies having met. Yeah, which is very suspicious. He doesn't"
    },
    {
      "end_timestamp": 3371.0,
      "id": "94852729-bae1-331f-9069-023812679910",
      "speaker": "Dan",
      "start_timestamp": 3367.0,
      "text": "answer the question as he answers a different question to try and be like, Hey,"
    },
    {
      "end_timestamp": 3377.0,
      "id": "ab00d6bc-47d3-3b9c-94cb-6b73f170ea80",
      "speaker": "Jordan",
      "start_timestamp": 3371.0,
      "text": "look at me, look, bro, somebody's called me. It's a surrogate before, but I'm not I'm not a surrogate. I've never even had a baby,"
    },
    {
      "end_timestamp": 3382.0,
      "id": "bfbc957d-9283-31bf-b79c-a9c0a9d2c5b3",
      "speaker": "Dan",
      "start_timestamp": 3377.0,
      "text": "despite the fact that he has used campaign funds for travel and for nobody"
    },
    {
      "end_timestamp": 3387.0,
      "id": "ad7bdb79-3ec7-39cc-863a-d4929a0b70b5",
      "speaker": "Jordan",
      "start_timestamp": 3382.0,
      "text": "else on the committee. And it wasn't on his record."
    },
    {
      "end_timestamp": 3395.0,
      "id": "7c1f6ead-b69a-3791-bd17-0a11a03aa290",
      "speaker": "Dan",
      "start_timestamp": 3387.0,
      "text": "No. There were private meetings. Yeah, all these things are about the context of things. The context matters"
    },
    {
      "end_timestamp": 3399.0,
      "id": "b6ab167f-afab-3649-8209-bbc769fbfe0f",
      "speaker": "Jordan",
      "start_timestamp": 3395.0,
      "text": "right now. And the lying part is a big part of it. Pelosi"
    },
    {
      "end_timestamp": 3422.0,
      "id": "4ff5c763-6644-351e-abbb-a361916ad589",
      "speaker": "Dan",
      "start_timestamp": 3399.0,
      "text": "and Chuckie Schumer have both come out and addressed these sorts of arguments, because what he's yelling about what Alex is yelling about, is about a post on drudge that Trump also saw and tweeted about. Yep. And he talked about how we need to investigate. Yeah, it's like, okay, you don't understand how logic works. You think you're doing a syllogism here?"
    },
    {
      "end_timestamp": 3430.0,
      "id": "935b7774-a3ad-357f-855c-69ef3fe7a61d",
      "speaker": "Jordan",
      "start_timestamp": 3422.0,
      "text": "That's actually the subtitle of our of our podcast, you think knowledge fight colon, you don't understand how long a lot of logic work now."
    },
    {
      "end_timestamp": 3433.0,
      "id": "de20c962-cf6c-3e59-aba0-de74dc28e77f",
      "speaker": "Dan",
      "start_timestamp": 3430.0,
      "text": "And I'm not saying that I'm the most logical person in the world. But I spent"
    },
    {
      "end_timestamp": 3437.0,
      "id": "3d8e1d95-3b7e-3519-9902-85bca3b80cf1",
      "speaker": "Jordan",
      "start_timestamp": 3433.0,
      "text": "you are you have a you have years of college?"
    },
    {
      "end_timestamp": 3440.0,
      "id": "1d00afb6-5731-312d-b8a4-0b5e9518d162",
      "speaker": "Dan",
      "start_timestamp": 3437.0,
      "text": "We have a degree. Yeah, exactly. I"
    },
    {
      "end_timestamp": 3444.0,
      "id": "a801cf1a-d166-3783-a4ca-a80a1f18da2e",
      "speaker": "Jordan",
      "start_timestamp": 3440.0,
      "text": "know, you're not the most logical person in the world. And you're up there"
    },
    {
      "end_timestamp": 3453.0,
      "id": "59d9df5a-d562-3799-a325-2811f8bb5182",
      "speaker": "Dan",
      "start_timestamp": 3444.0,
      "text": "I behave logically. But the extent that I understand how logic works, is I don't want to sit here and brag, but I'm a little bit."
    },
    {
      "end_timestamp": 3465.0,
      "id": "470aa6c5-cb77-388c-b03c-e9d2893655d7",
      "speaker": "Jordan",
      "start_timestamp": 3453.0,
      "text": "Nobody. Nobody is impressed by you knowing about logic. I just you can't brag about learning about logic. Nobody's like, oh, whoa, you're a logic guy, a logician. I just need I don't even like you saying that word."
    },
    {
      "end_timestamp": 3478.0,
      "id": "c4c09c87-3e2c-309e-81a2-d027b1d48acf",
      "speaker": "Dan",
      "start_timestamp": 3465.0,
      "text": "I just need it to be clear that I have studied the system of logic. Yeah, how it works, right. And when people misuse it, it drives me crazy, which is a big reason why we're doing the show. Yeah. That's one of the things I hate the most. That's"
    },
    {
      "end_timestamp": 3494.0,
      "id": "3646f621-da20-3300-ab25-f06586bb38fe",
      "speaker": "Jordan",
      "start_timestamp": 3478.0,
      "text": "what Alex Jones does. Yeah. Anyway. I so I've been reading up on the Russian ambassador, who looks at like, I think one of the big problems with him is that he looks like a Cold War era spy boy. Like, he looks like he's straight out of central casting."
    },
    {
      "end_timestamp": 3500.0,
      "id": "ea50a270-fbf9-3d2a-90ba-471ede0919aa",
      "speaker": "Dan",
      "start_timestamp": 3494.0,
      "text": "He looks like the word frumpy. Yeah. I'm not here to body."
    },
    {
      "end_timestamp": 3516.0,
      "id": "7bb26565-7a5c-34fd-820a-131d3776eb32",
      "speaker": "Jordan",
      "start_timestamp": 3500.0,
      "text": "So word frumpy, came to life. Yeah, it would be the ambassador to Russia. No, it, it's fine. It's fine. You should meet with the Russian ambassador. And I'm sure he's a cool, dude. That's the whole point. Yeah, you're the guy who comes over here and you schmooze."
    },
    {
      "end_timestamp": 3521.0,
      "id": "92006190-d77f-36a9-a418-0cd30d82cf04",
      "speaker": "Dan",
      "start_timestamp": 3516.0,
      "text": "And he's got great vodka. But yeah, I imagine"
    },
    {
      "end_timestamp": 3523.0,
      "id": "1411bafe-2e04-3b80-923c-ce355159a594",
      "speaker": "Jordan",
      "start_timestamp": 3521.0,
      "text": "I bet he would be super cool to hang out"
    },
    {
      "end_timestamp": 3580.0,
      "id": "b6b3e2ca-846f-3734-abed-2bb750985d99",
      "speaker": "Dan",
      "start_timestamp": 3523.0,
      "text": "with. That's what we're talking about. It comes down to context is what's so important. What was discussed? Why do they have these meetings? And why did you lie about? That's also super big. So I mean, like Alex can obfuscate all he wants about other people meeting with someone who they should have met with. And like I said, what I was getting to with the Schumer and Pelosi have both come out and tried to do their best to explain, right? There's a difference between public meetings and private meetings. And there's a difference about it should not be hard to explain. There's a diff there's a reason there are two different words that there's a difference between being a sitting senator in your official capacity that the media is informed about meeting with diplomats, right and being legally speaking, due to your use of campaign funds. A Trump surrogate Yep. For the campaign. Yep. At the time, if I if I recall correctly, he was in charge of the Foreign Affairs team. Right. So like that it"
    },
    {
      "end_timestamp": 3601.0,
      "id": "532e8ee7-195d-38dd-bb70-eb7c1163e226",
      "speaker": "Jordan",
      "start_timestamp": 3580.0,
      "text": "would be it would be reasonable if he had no, no, it wouldn't No, not if not the whole campaign funds and all of that stuff. But as a senator Yes. Arm for Foreign Services Committee or whatever armed services armed services. Yeah, if he was like, hey, or even in the even in the Franken question. If he just said, oh, yeah, I met with him a couple of times. We talked about some stuff. But that's"
    },
    {
      "end_timestamp": 3602.0,
      "id": "90f12651-0b92-3c28-910a-d1bc81f35232",
      "speaker": "Dan",
      "start_timestamp": 3601.0,
      "text": "not what Franken asked. Nope."
    },
    {
      "end_timestamp": 3606.0,
      "id": "b378675b-fe17-3acc-803f-f2c3d555fe29",
      "speaker": "Jordan",
      "start_timestamp": 3602.0,
      "text": "If he just answered the right question, if you"
    },
    {
      "end_timestamp": 3615.0,
      "id": "f4190474-65e7-34ff-a5df-bcbdec8cc964",
      "speaker": "Dan",
      "start_timestamp": 3606.0,
      "text": "just said, I would take that very seriously and whatever information comes out I will deal with impartially and fairly. They've done if you've just said that that's problem. No,"
    },
    {
      "end_timestamp": 3617.0,
      "id": "ba8f037d-39af-3c5e-8015-f341aadf7d8e",
      "speaker": "Jordan",
      "start_timestamp": 3615.0,
      "text": "there's no conversation at all."
    },
    {
      "end_timestamp": 3623.0,
      "id": "92563365-db0e-3053-bafe-fa563272157f",
      "speaker": "Dan",
      "start_timestamp": 3617.0,
      "text": "And and even if the news comes out that he did meet with Russians, he has not perjured himself."
    },
    {
      "end_timestamp": 3630.0,
      "id": "f6e9a19c-2807-3ed7-8e42-9f826baae9ae",
      "speaker": "Jordan",
      "start_timestamp": 3623.0,
      "text": "No, so he is committed zero felonies if he answered, I love them. Everybody is so stupid"
    },
    {
      "end_timestamp": 3644.0,
      "id": "bc59342b-c621-3566-b24e-2f46e9844190",
      "speaker": "Dan",
      "start_timestamp": 3630.0,
      "text": "though. He put himself behind an eight ball. Everybody's dumb. And everybody like Alex Jones goes out and he's like a, you know, the globalists want to try and take down sessions. He did this to himself. He spoke poorly."
    },
    {
      "end_timestamp": 3651.0,
      "id": "fe9feb7b-c3f4-37a6-adc4-66aa5c2db4a7",
      "speaker": "Jordan",
      "start_timestamp": 3644.0,
      "text": "Again, he's a half elf half of halfling. Magician. And yeah, he didn't have a chance the"
    },
    {
      "end_timestamp": 3687.0,
      "id": "fc8606c3-bfeb-32eb-b2d5-cef30a0cff1f",
      "speaker": "Dan",
      "start_timestamp": 3651.0,
      "text": "evidence is stacking that he is not our tank. He does not have the hit points to withstand. So I mean, I don't know who's next in line. But you know, I can tell there's like once he falls, I don't know who's now Oh, man. It's all gonna come this metaphor. It's already out of the administration. Carter Page is only loosely connected to sessions. Right? The administration as a whole. I mean, Kushner could be next. I hope so. Yeah. He seems like a deck. Let's get rid of him. Man. Does he seem like seems like such a dick. Yeah. Anyway, let's keep going with this clip. We have yet to get to the point where Alex really freaks out. Just my favorite thing in the world."
    },
    {
      "end_timestamp": 3709.0,
      "id": "561e6625-3bc2-30d8-b02f-98593093ccab",
      "speaker": "Alex Jones",
      "start_timestamp": 3687.0,
      "text": "Okay. I go, Oh, you lied. You met with a Russian? Not in the campaign capacity. You ask a lawyer, you asked the head of the DOJ, which is him at that time being confirmed. And he gives you the perfect lawyer answer that a judge or a detective once he gave you the absolute boom spot proves?"
    },
    {
      "end_timestamp": 3714.0,
      "id": "28bcee8a-4158-3a72-a9e7-1b80195e3b39",
      "speaker": "Dan",
      "start_timestamp": 3709.0,
      "text": "Again. He didn't answer the question that was asked. So this argument is stupid. This doesn't make any"
    },
    {
      "end_timestamp": 3719.0,
      "id": "fdf2ce2a-0111-3cb9-9bff-66ce6df96a3a",
      "speaker": "Jordan",
      "start_timestamp": 3714.0,
      "text": "sense. And a lawyer there are so many lawyers who've come out and said no, wrong."
    },
    {
      "end_timestamp": 3723.0,
      "id": "4ddc8f75-8ff8-3755-b085-56ad839f8120",
      "speaker": "Dan",
      "start_timestamp": 3719.0,
      "text": "Yeah, that's bad. So Alex is just way off base with his assessment. Yep."
    },
    {
      "end_timestamp": 3727.0,
      "id": "1ce66421-f8ed-3227-82e4-c20f61e3d3bd",
      "speaker": "Alex Jones",
      "start_timestamp": 3723.0,
      "text": "In the campaign in that function, no meeting with the Russians."
    },
    {
      "end_timestamp": 3736.0,
      "id": "2321f469-1bcf-315a-b5d3-cdcff56e66ac",
      "speaker": "Dan",
      "start_timestamp": 3727.0,
      "text": "Again, he used campaign funds to the RNC, which takes him outside of his role as a senator and puts him into the context of being a part of the campaign."
    },
    {
      "end_timestamp": 3740.0,
      "id": "73ed79b2-7eee-3baa-ba97-8cc3450d0415",
      "speaker": "Jordan",
      "start_timestamp": 3736.0,
      "text": "I think we've I think we've hammered this point home Alex's line."
    },
    {
      "end_timestamp": 3767.0,
      "id": "f84e5e40-ca52-3dfe-9906-9230ebffe8b5",
      "speaker": "Alex Jones",
      "start_timestamp": 3740.0,
      "text": "They turned that total truth into a lie, while Hillary and her people are on the Russian and Communist Chinese payroll. And I had former congressman, ranking member on the House or vice head of the armed services and Homeland Security Committee telling you he saw the secret documents. And Hillary's basically a Russian agent and a Chinese agent, and he's getting ready to bring it out. Now he hadn't come back on yet. He blew up on air. he stomped out during the break."
    },
    {
      "end_timestamp": 3770.0,
      "id": "f626e94f-4d0e-37bb-b297-342a4a0aaa43",
      "speaker": "Dan",
      "start_timestamp": 3767.0,
      "text": "He didn't. He was talking about that."
    },
    {
      "end_timestamp": 3776.0,
      "id": "cbf7bc7a-ca4e-339e-a0aa-5b88d470d0aa",
      "speaker": "Jordan",
      "start_timestamp": 3770.0,
      "text": "My favorite moments are are always whenever he says something and you just come back quickly. No, no."
    },
    {
      "end_timestamp": 3805.0,
      "id": "2e81f17e-8468-38ad-91be-d5ee98b0eadf",
      "speaker": "Dan",
      "start_timestamp": 3776.0,
      "text": "I watched that episode. It was the one where it was this is a clip from the What a difference a day makes. Right. This was the Curt Weldon interview that he did when it was Jerome Corsi was over Skype. And Curt Weldon did say some of this stuff that like he believes that Hillary is Chinese surrogate, or whatever. She's working for the Chinese government. And he did imply that he had information that he was going to come out with?"
    },
    {
      "end_timestamp": 3809.0,
      "id": "ec97c455-0f1c-3367-b7e3-08fc8039c957",
      "speaker": "Jordan",
      "start_timestamp": 3805.0,
      "text": "Did he come out with it? No. Oh, it seems really important for that second part"
    },
    {
      "end_timestamp": 3821.0,
      "id": "71057e98-d70c-3412-a771-f15612492c42",
      "speaker": "Dan",
      "start_timestamp": 3809.0,
      "text": "also didn't storm out. He had a meeting to get to, oh, they discussed at the beginning of the interviewer was like, thanks for taking some time with me. I know you have a meeting to get to. So he"
    },
    {
      "end_timestamp": 3827.0,
      "id": "96a70b9c-384f-3584-adff-25ab632ffd6c",
      "speaker": "Jordan",
      "start_timestamp": 3821.0,
      "text": "doesn't stop. That's when he stormed out. He's not mad after after he got the exit line. He was like and now it's time to go."
    },
    {
      "end_timestamp": 3838.0,
      "id": "132666dc-b6ea-361d-966e-2f631f1ccf10",
      "speaker": "Dan",
      "start_timestamp": 3827.0,
      "text": "He says that Hillary works with the Chinese and that his family had been threatened in the past. Okay, he provides no evidence of either of those things. He has a meeting. So he just leaves. I mean,"
    },
    {
      "end_timestamp": 3843.0,
      "id": "28f06648-51a2-3ed8-b8a8-c3757b325933",
      "speaker": "Jordan",
      "start_timestamp": 3838.0,
      "text": "he did have polonium poisoning for a while right now there's another guy."
    },
    {
      "end_timestamp": 3866.0,
      "id": "82899da1-47a0-3245-84f1-5ebd5d594b7b",
      "speaker": "Dan",
      "start_timestamp": 3843.0,
      "text": "So, anyway, that's not Alex's characterization of that interview with Curt Weldon is just not true. Not true. It's absolutely not true. He wasn't freaking out on air. He wasn't yelling about this stuff, saying that his family had been threatened was the Vegas fucking thing I've ever heard in my life. And Curt Weldon didn't seem all that worked up about even his family being threatened in the past."
    },
    {
      "end_timestamp": 3870.0,
      "id": "a16d86b3-94fc-32dd-8cf5-c015e319296e",
      "speaker": "Jordan",
      "start_timestamp": 3866.0,
      "text": "Like blase like, yeah, they threaten my family. But you know what, fuck it. Oh, no. Has"
    },
    {
      "end_timestamp": 3872.0,
      "id": "26e9a8e7-31ff-34e3-83a5-a3e56c290928",
      "speaker": "Dan",
      "start_timestamp": 3870.0,
      "text": "it on a day's work? Well,"
    },
    {
      "end_timestamp": 3875.0,
      "id": "72d6af0f-50f7-3202-a76f-6a46ce000950",
      "speaker": "Jordan",
      "start_timestamp": 3872.0,
      "text": "I've threatened my family. No big deal. Yeah,"
    },
    {
      "end_timestamp": 3888.0,
      "id": "71056749-b34a-3794-b4c7-a4017aebac83",
      "speaker": "Dan",
      "start_timestamp": 3875.0,
      "text": "it feels like that. But Alex is making a fucking mountain out of a molehill here, right? And he's like, Oh, anyway, he says some more stuff. But I wanted to pause it just to explicitly say what he's talking about. Right and how he's full of shit."
    },
    {
      "end_timestamp": 3907.0,
      "id": "11185317-e20d-3115-9e3a-967fcdfd1fae",
      "speaker": "Alex Jones",
      "start_timestamp": 3888.0,
      "text": "Gotcha. Like, just angry and said, I'm going public Alex well, okay, Curt Weldon, we need you. There it is. They're threatening him going to release that classified hearings. They had classified hearings, and they decided it was Too bad for the country to come out that Hillary was a Chinese communist agent. She was paid off by the Russians, but they weren't running her way. What?"
    },
    {
      "end_timestamp": 3921.0,
      "id": "1ca64f6a-3f75-3c8f-b3b0-fb185911c574",
      "speaker": "Jordan",
      "start_timestamp": 3907.0,
      "text": "So what? Oh, okay, now now we're in some whole other. Okay, so I assume Hillary is a Chinese communist agent is an agent, but she was also paid off by the Russians."
    },
    {
      "end_timestamp": 3941.0,
      "id": "5d158425-94d8-34f7-a0f4-27f243419511",
      "speaker": "Dan",
      "start_timestamp": 3921.0,
      "text": "Yes. So well, the Russians thing is he's talking about that Pluto or the uranium deal, right? He's talking about that, but he's completely miss representative. Of course, there was a Canadian company that ended up they have access to like, 20% of our uranium. Yeah, yeah. How to deal with Russians wasn't"
    },
    {
      "end_timestamp": 3953.0,
      "id": "28827549-6567-3751-8460-022f1d4b4f5f",
      "speaker": "Jordan",
      "start_timestamp": 3941.0,
      "text": "that whenever Trump gave that press conference? He was like, Hey, you guys know what uranium does? Yeah, it's some bad stuff. Yeah, you can make nuclear weapons out of it. War is a"
    },
    {
      "end_timestamp": 3954.0,
      "id": "46589ce0-873e-3176-99ed-a5d2809b0982",
      "speaker": "Dan",
      "start_timestamp": 3953.0,
      "text": "bad thing. Like no other like"
    },
    {
      "end_timestamp": 3962.0,
      "id": "d5bf50bf-744a-3310-aaff-fd32a8a620bb",
      "speaker": "Jordan",
      "start_timestamp": 3954.0,
      "text": "no other. Yeah. I mean, at the very least, it's up there. Yeah. But it was a deal. It's almost as bad as climate change."
    },
    {
      "end_timestamp": 4001.0,
      "id": "5bb66d8d-a616-364a-9e42-4b0b63947f89",
      "speaker": "Dan",
      "start_timestamp": 3962.0,
      "text": "It was a deal between a Canadian company that owned these resources that happened to be in our country, right. And Russia, right, or a Russian company. And it had to be approved right by our government. Right. It's basically a formality. And Hillary Clinton, even as the Secretary of State had no authority to stop it. As I understand it, from everything I've read up on the deal, she's only four steps removed from it, the only person who could have actually been like, no, absolutely not, would have been Obama, right. She really doesn't have any authority whatsoever. I assume that's what he's saying about the she's bought off by Russia. But she's actually a Chinese agent."
    },
    {
      "end_timestamp": 4021.0,
      "id": "3c08aecc-76e7-3e40-b923-53e5d8fd1517",
      "speaker": "Jordan",
      "start_timestamp": 4001.0,
      "text": "How hilarious would it be? If, if what had happened instead, is if Hillary got elected, instead of this chaos with Russia, the exact same shit plays out just with China running government instead. That'd be why we were screwed. No matter what happened."
    },
    {
      "end_timestamp": 4032.0,
      "id": "97f25bca-1b10-3fde-9735-a23683a07a49",
      "speaker": "Dan",
      "start_timestamp": 4021.0,
      "text": "I would love it. If Hillary became president. She's like, first thing on my agenda during the rest of this frogs gay. So anyway,"
    },
    {
      "end_timestamp": 4038.0,
      "id": "cede42fd-6043-34df-86ba-bfd6cd48010e",
      "speaker": "Jordan",
      "start_timestamp": 4032.0,
      "text": "yeah, why? Why aren't more presidents deadpan in their first address?"
    },
    {
      "end_timestamp": 4092.0,
      "id": "a40d92b9-1db2-32a7-ab15-17e336e9c3d9",
      "speaker": "Alex Jones",
      "start_timestamp": 4038.0,
      "text": "had former high level and current CIA people say Yes, Alex, you're right. Hillary is a Chinese agent. And it's come out though, it was in the news there. Chinese communist agents forget the Russians. Okay. The Russians have a lot of great science. They're great people a lot of corruption, though. They they have the GDP of Italy folks. The Russians aren't the threat. The Chinese Communists are out of control, and they bought off our government. And this whole thing about Trump is to restore America. Do you understand that the intelligence agencies or branches of them that are patriots are the ones that rebelled against this alliance with China and the communists and the lobbyists Islamist and said, That's too far. We're getting behind the people. And Trump was put in by the voters and the Patriots in our government, not the Russians. Trump was put in by Alex Jones and the listeners of the broadcast and Matt Drudge by the rock edge. I'm sorry,"
    },
    {
      "end_timestamp": 4116.0,
      "id": "3944e542-369c-3806-a64d-b03f9bea0f14",
      "speaker": "David Knight",
      "start_timestamp": 4092.0,
      "text": "Alex, when they did this to Flynn have just done as a self inflicted wound while they're swimming and water was sharks, and they're gonna come after them again. And that's precisely what they're doing trying to twist this into something that it wasn't as you point out, he said, Yeah, I'm in Washington. There's a Russian ambassador in Washington. I meet with him a couple of times. We didn't talk about the campaign. And I think the same thing is true of Flynn when this was he's talking. It's all"
    },
    {
      "end_timestamp": 4120.0,
      "id": "05f6a476-8ee5-37d3-a340-b23402fda14b",
      "speaker": "Alex Jones",
      "start_timestamp": 4116.0,
      "text": "admitted. Once he stood down the golf course was no big deal. Yeah."
    },
    {
      "end_timestamp": 4131.0,
      "id": "e4083370-cb86-31e1-873a-3098747ab4d5",
      "speaker": "Jordan",
      "start_timestamp": 4120.0,
      "text": "That's the best David that's ever been because he's clearly feeding off of Alex Jones's energy. And he's like being he's trying so hard. He's like, I gotta get as many words as possible because I'm about to get run over."
    },
    {
      "end_timestamp": 4147.0,
      "id": "6d1d9629-c2a9-3a2a-968f-70e7abbe934b",
      "speaker": "Dan",
      "start_timestamp": 4131.0,
      "text": "You can see in all of their faces, Owen Troyer was on in another studio. It was like picture in a picture so he wasn't quite as browbeat. But Darren mcbreen and David Knight were both looking at him terrified. They both were like,"
    },
    {
      "end_timestamp": 4166.0,
      "id": "c97d95cb-fc08-3901-9675-558fd45145ae",
      "speaker": "Jordan",
      "start_timestamp": 4147.0,
      "text": "has, do you think he is gone out back and gotten a switch from a tree and beaten? David night before? Oh, I think he's mad. You're right. That's Texas. that's out there. I forgot about that. Go get us we'll get a switch boy, and don't make it too small."
    },
    {
      "end_timestamp": 4194.0,
      "id": "5f9f2784-8253-3a77-83ba-bf47744a4e31",
      "speaker": "Dan",
      "start_timestamp": 4166.0,
      "text": "So the I mean, there's one ended with a nice lie at the end, right? How like once Flynn stood down, everyone's like, hey, no big deal. No, it's not no big deal. It's just now he's not in an official capacity. We can take a little bit of a step back in terms of investigating him, right. And as the investigation proceeds, all of his ties are part of that right? No one is like being like, Oh, no big deal. It is a very big deal."
    },
    {
      "end_timestamp": 4200.0,
      "id": "4c18b581-c47d-3fa3-87c6-73789637ede7",
      "speaker": "Jordan",
      "start_timestamp": 4194.0,
      "text": "They're still investigating him. Yes. It's just not in the news about"
    },
    {
      "end_timestamp": 4224.0,
      "id": "ff3ad5d1-5c4b-3fb9-9850-b99019bd1ba3",
      "speaker": "Dan",
      "start_timestamp": 4200.0,
      "text": "He's not in the government anymore. He's not the national security head. So like, that's why people are like, okay, we can breathe a little sigh of relief. This guy who's clearly in some fucked up shit. He's not in the government, we can deal with him at our own pace. Right. So that's why it feels like people don't care. Because we have other people we need to get out of that government."
    },
    {
      "end_timestamp": 4226.0,
      "id": "4682e0b9-20df-30e9-820b-746036867ae4",
      "speaker": "Jordan",
      "start_timestamp": 4224.0,
      "text": "Yeah. Oh, so many so many."
    },
    {
      "end_timestamp": 4227.0,
      "id": "e4dedc8f-f582-34b9-b04e-a27122bd51bb",
      "speaker": "Dan",
      "start_timestamp": 4226.0,
      "text": "So many real hard,"
    },
    {
      "end_timestamp": 4235.0,
      "id": "26f72b53-c0da-36c9-a472-7e17ae0f7218",
      "speaker": "Jordan",
      "start_timestamp": 4227.0,
      "text": "almost all of the government out. Yeah. Is there any? So I've been reading the Constitution. Can we add humblebrag?"
    },
    {
      "end_timestamp": 4237.0,
      "id": "6b01b5ab-143d-3394-a55c-9c318a3d840b",
      "speaker": "Dan",
      "start_timestamp": 4235.0,
      "text": "It took a while. There's the"
    },
    {
      "end_timestamp": 4254.0,
      "id": "5f16fa64-3db1-34bb-b50f-df2ff6ead1a2",
      "speaker": "Jordan",
      "start_timestamp": 4237.0,
      "text": "humblebrag. There's almost like 1000 words in it. Yeah. Can we all agree to add an amendment that just says like, hey, sometimes, if we get enough votes, we're going to do a do over election? Like, can we get a do over clause in the Constitution?"
    },
    {
      "end_timestamp": 4261.0,
      "id": "db92972b-7c1e-3065-87c2-5f50b0cfc970",
      "speaker": "Dan",
      "start_timestamp": 4254.0,
      "text": "I mean, we've talked about this the idea of being able to vote no confidence, like public being able to vote confidence, I think it'd be a really good,"
    },
    {
      "end_timestamp": 4268.0,
      "id": "aa60a761-9bb1-3e73-90e5-8e31ba05f586",
      "speaker": "Jordan",
      "start_timestamp": 4261.0,
      "text": "I think it's, well, the only problem is we're still relying on the public to know what's going on. And they're the ones who fucking put Trump in there in the first place."
    },
    {
      "end_timestamp": 4278.0,
      "id": "555bb881-7e90-34e4-9f0f-bcc0c3f44fa7",
      "speaker": "Dan",
      "start_timestamp": 4268.0,
      "text": "Well, not based on strict numbers. That's true. Who cares? Here's more shit about sessions. And he lies about what happened to him."
    },
    {
      "end_timestamp": 4361.0,
      "id": "a89b113f-703d-3a58-88c0-49ae051e3052",
      "speaker": "Alex Jones",
      "start_timestamp": 4278.0,
      "text": "If he just said as a US ranking Senator on the Armed Services Committee, as the ranking Republican, have you met with the Russians? Well, absolutely. I've met with one of their top generals, I met with their ambassador several times, just this year, I've met with some of our generals, some of their military people that at a at a base inspection I attended a few months ago. Yes, there's a whole list of that in my file. You can see my itinerary for the last few years have posted that us.gov. You know, Senate sessions. Oh, it's all out there. These are public meetings. These are completely aboveboard, are they? I looked it up. Chuck Schumer's met with the very same person, probably. And we're trying to find photos of them together right now. All of a man but there's a well that I know, we've met with him. He lied about meeting with them. Yes. And the Republican Party told Trump Jinx and pence told Trump, they said just let us have Flynn. And then this will get them off your back. And before Trump, ally, and now they're going after sessions that matter if Sergej kislak chat with the Democrats during the speech. And as I've known handler of Democrats for decades, that matter. They'll try to blame a guy from Alabama, who's his patriotic and Americana as basically John Wayne."
    },
    {
      "end_timestamp": 4367.0,
      "id": "3034ff28-f6b5-3fe4-95cd-22e083de67b0",
      "speaker": "Jordan",
      "start_timestamp": 4361.0,
      "text": "I believe that's code for white nationalists. Right. Yeah, we're pretty sure that's code for white supremacists."
    },
    {
      "end_timestamp": 4386.0,
      "id": "af474224-0c2b-35d0-944a-77104a0c1e1c",
      "speaker": "Dan",
      "start_timestamp": 4367.0,
      "text": "When he talks about the Russians being the handlers of the Democrats for gender like decades. He's talking about like, the 40s. Yeah, he's talking about stuff that happened. Like when my parents weren't even alive. Yet, so it's like, okay, right. Great."
    },
    {
      "end_timestamp": 4390.0,
      "id": "37c288c0-e8eb-3857-b95a-e6e49dc6f60c",
      "speaker": "Jordan",
      "start_timestamp": 4386.0,
      "text": "I mean, sure, sure. Great point. Not really,"
    },
    {
      "end_timestamp": 4396.0,
      "id": "02ec3b7e-02eb-3737-ac78-6b58cca55d76",
      "speaker": "Dan",
      "start_timestamp": 4390.0,
      "text": "but also the Democrats were against civil rights at one point. Yeah. So"
    },
    {
      "end_timestamp": 4445.0,
      "id": "397e17a2-2921-31df-8175-536ab320fe5d",
      "speaker": "Jordan",
      "start_timestamp": 4396.0,
      "text": "you know, I don't name the the, the whole parties, the history of the parties, they've, you know, as a party, both of them have gone so far back and forth. As as times have changed. Absolutely. And people have switched from one to the other that it's it's kind of like that old adage about the boat. You know, if you replace boats parts, you know, your place the sail your place of that, at the end of all of that, is it still the same boat? Well, it's that kind of thing. Even your body? Yeah, exactly. Every seven years, you're a completely different human being right. Yeah. So to say like, oh, the Democrats from the 40s are the same as the Democrats have today is stupid. That's precisely the Republicans are Lincoln's party and you're like, No, they're all racist now. Yeah, that's it. The end. Yeah, problem solved"
    },
    {
      "end_timestamp": 4455.0,
      "id": "bf619df8-642b-3127-b99e-44804e214de0",
      "speaker": "Dan",
      "start_timestamp": 4445.0,
      "text": "to make an argument and appeal to 70 years ago, 60 years ago, you're just, I mean, you're You're not even trying. Yeah, you're not engaging with reality."
    },
    {
      "end_timestamp": 4473.0,
      "id": "2e2d8fba-3f1c-36fa-a57f-54e64b48873e",
      "speaker": "Jordan",
      "start_timestamp": 4455.0,
      "text": "You know what, that's all. That's a lot. Like if you were to make an argument about how, you know, let's say, slavery still has effects and you're like, Well, you know, I wasn't a slave owner at the time was like, Well, yeah, I wasn't a Democrat in the 40. So fuck off."
    },
    {
      "end_timestamp": 4502.0,
      "id": "d932c7d7-c942-3f40-8393-3ea708c28f5e",
      "speaker": "Dan",
      "start_timestamp": 4473.0,
      "text": "Yeah. It's like, even if you make your point successfully, Alex, it doesn't matter. No, it who cares. Also, he pitches one of his nice fantasy role playing scenarios in there aren't he is like pants and the Republicans came up to Trump and they were like, just give us playing as if it's as if it's the fucking people in Judea being like, Give us Barabbas you You know, it's uh, what do you what are you talking about?"
    },
    {
      "end_timestamp": 4512.0,
      "id": "87898032-2a28-30c9-917f-8bdfb1a940b7",
      "speaker": "Jordan",
      "start_timestamp": 4502.0,
      "text": "I like to imagine them actually being shadows on the floor and then rising up out of the shadows. Sure, right behind Trump just going and we will take Flynn as your first sacrifice."
    },
    {
      "end_timestamp": 4517.0,
      "id": "ed8d692d-4182-39b8-aef6-8c62e6fe0618",
      "speaker": "Dan",
      "start_timestamp": 4512.0,
      "text": "Everything will be fine if you give him Flynn, like that. No, no, maybe maybe sacrifice"
    },
    {
      "end_timestamp": 4521.0,
      "id": "a3b616a3-9ec9-3b3f-8bf4-fcc5b8d4d451",
      "speaker": "Jordan",
      "start_timestamp": 4517.0,
      "text": "to the, to the gods to get fair wins, right? AB if"
    },
    {
      "end_timestamp": 4525.0,
      "id": "f03b26cd-ffe1-393c-9bde-4620d1bd7934",
      "speaker": "Dan",
      "start_timestamp": 4521.0,
      "text": "Trump's advisors are fucking stupid,"
    },
    {
      "end_timestamp": 4529.0,
      "id": "71c6b97e-eccc-3ba1-be60-ab16049636e0",
      "speaker": "Jordan",
      "start_timestamp": 4525.0,
      "text": "one of the pitch maybe which Why are you saying maybe?"
    },
    {
      "end_timestamp": 4541.0,
      "id": "f6b96f12-1e5d-37f1-84e3-222686d5555a",
      "speaker": "Dan",
      "start_timestamp": 4529.0,
      "text": "Well, I'm saying it's a possibility. But if you haven't, I'm saying it's a certainty. If you had a bad advisor who didn't know what he was doing, it's possible that he was like, All right, look, just fucking let Flynn go and this will all boil over. It'll all blow over."
    },
    {
      "end_timestamp": 4549.0,
      "id": "ce39c03c-b17e-3ae3-85ba-558f38389698",
      "speaker": "Jordan",
      "start_timestamp": 4541.0,
      "text": "But as we talked about the moment it happened right before that happened, that was a terrible strategic move. Right. But"
    },
    {
      "end_timestamp": 4567.0,
      "id": "ed167872-2d5c-3751-bbd2-0b8ffcbd4246",
      "speaker": "Dan",
      "start_timestamp": 4549.0,
      "text": "that's not like an indictment of anything other than bad advice. That's not like some sort of a setup like that. That's just someone who had his ear possibly, I don't even buy that. No fucking by any nose. Anyway, let's get to our next clip. It's a lie. This is a bite."
    },
    {
      "end_timestamp": 4573.0,
      "id": "81c3ee24-64d8-31d5-91dd-177ec152185f",
      "speaker": "Jordan",
      "start_timestamp": 4567.0,
      "text": "I'm starting to see a running theme on the Alex Jones freakout show, he can't maybe he lies a lot"
    },
    {
      "end_timestamp": 4593.0,
      "id": "033140ee-0bc6-36d9-8121-e0c4edd46454",
      "speaker": "Dan",
      "start_timestamp": 4573.0,
      "text": "can't engage with anything real because if he does, he has to talk. Like if he's actually doing news, he has to talk about all that stuff we talked about at the top right, the Kushner situation, right page situation, the world shrinking in on himself. So he asked to get distracted by anything that comes up to fit the bullshit narratives."
    },
    {
      "end_timestamp": 4601.0,
      "id": "fa058643-e360-31c6-885a-131be4ee7b65",
      "speaker": "Jordan",
      "start_timestamp": 4593.0,
      "text": "And yet he's coming to this with all the anger of the world drinking it on him. It's really it's really kind of fun. Much like"
    },
    {
      "end_timestamp": 4610.0,
      "id": "cc2a0b89-09df-3492-8b69-b2bc7c8bf762",
      "speaker": "Dan",
      "start_timestamp": 4601.0,
      "text": "Trump's tweets on Saturday morning. You just see paranoia and anger. Oh, man, you can feel it in him. Why is our if you'd feel it in Alex's entire episode,"
    },
    {
      "end_timestamp": 4620.0,
      "id": "690b8e56-f96e-3790-bae2-7700829d287d",
      "speaker": "Jordan",
      "start_timestamp": 4610.0,
      "text": "how if Trump had any good advice, any good advisors? He wouldn't have a fucking phone anywhere near him ever."
    },
    {
      "end_timestamp": 4622.0,
      "id": "b7c094aa-c6a7-3ee8-96e1-2694757fc735",
      "speaker": "Dan",
      "start_timestamp": 4620.0,
      "text": "Instead, he has front of him till two in the"
    },
    {
      "end_timestamp": 4625.0,
      "id": "a1d276d2-6aa2-3e47-b458-fde060afef47",
      "speaker": "Jordan",
      "start_timestamp": 4622.0,
      "text": "morning all the time. He answers calls"
    },
    {
      "end_timestamp": 4627.0,
      "id": "0eb560b6-53a3-3e58-bd03-48d054229597",
      "speaker": "Dan",
      "start_timestamp": 4625.0,
      "text": "from weirdos Yeah. According to"
    },
    {
      "end_timestamp": 4631.0,
      "id": "092fe493-93ba-3915-85c8-5de93f24d881",
      "speaker": "Jordan",
      "start_timestamp": 4627.0,
      "text": "along with the 60s switchboard with the Yeah."
    },
    {
      "end_timestamp": 4655.0,
      "id": "426cdca4-303e-3255-ac45-da8d85f8187b",
      "speaker": "Dan",
      "start_timestamp": 4631.0,
      "text": "So this clip is Alex responding to a video that someone had posted online of a guy in Muslim garb in the UK, getting into a little bit of an altercation with with a guy. I've watched this video about 20 times now. Of course, it is not at all what Alex describes it to be. But I'll let him say his piece before I describe what is actually going on in the video."
    },
    {
      "end_timestamp": 4659.0,
      "id": "b77d7dd2-5fa5-3965-ba0c-71f648c3ad46",
      "speaker": "Alex Jones",
      "start_timestamp": 4655.0,
      "text": "Does kind of shift gears once he's called the racist."
    },
    {
      "end_timestamp": 4691.0,
      "id": "8999a45c-1224-3a09-9a91-9cf7e46c9937",
      "speaker": "Dan",
      "start_timestamp": 4659.0,
      "text": "He's talking about the guy. They have a little bit of an argument and this very huge, white British guy calls the Muslim guy racist, because he's like, the Muslim guy says, and I have no evidence he's Muslim except for his outfit. So I feel bad. Even making assumptions. Couldn't be wearing a costume. Well, you know what I'm saying? Yeah, we don't have all the information. But this guy is like, he does say you look like pork to the guy. So he's like, he's like, that's, that's racist. And that's what Alex is."
    },
    {
      "end_timestamp": 4695.0,
      "id": "1032a5b7-e756-367d-aca3-11c10cb66bc2",
      "speaker": "Jordan",
      "start_timestamp": 4691.0,
      "text": "I mean, does he look like pork?"
    },
    {
      "end_timestamp": 4709.0,
      "id": "0f3fcda2-0627-3eca-b065-9df647e2cf7d",
      "speaker": "Dan",
      "start_timestamp": 4695.0,
      "text": "Sure. He's the other white meat. Anyway, we'll get we'll get again into why I think that is okay. Okay, that's contact. All right. But I needed to get a little bit of setup because I got to go in media res. Alright."
    },
    {
      "end_timestamp": 4769.0,
      "id": "3a93fc52-19fd-3785-abf2-35876da487ac",
      "speaker": "Alex Jones",
      "start_timestamp": 4709.0,
      "text": "Because you understand this is the power of this made the lion lay down to the mouse. He understands that. That's like the Mayor of London. Oh, no. So he then runs over to attack the woman Oh, to try to spit on her and to try to hit her and does hit her. That's a short clip. But it just illustrates everything of this guy anywhere in the United States. Unless he was in Berkeley, or other areas where they only have chicken necks for some reason, this guy would have been laid out his jaw broken. Just like that. His his his nose would have been smashed in really fast when he hit a woman. But see, men have been trained whether it's in Germany, you name it to allow women to be attacked to be you name it because the new culture of being a western male I don't care if you're white, Hispanic, what you are, is to be a cuck is to be a coward that lays down."
    },
    {
      "end_timestamp": 4773.0,
      "id": "99a8adfd-1f75-3c12-ad59-c1533d6f4259",
      "speaker": "Dan",
      "start_timestamp": 4769.0,
      "text": "Everybody take a drink. Exactly. That's another drinking game. Whatever. Alex says kuch you take a drink."
    },
    {
      "end_timestamp": 4793.0,
      "id": "d31a54b6-1de6-3d36-957a-d75fc81e87a6",
      "speaker": "Alex Jones",
      "start_timestamp": 4773.0,
      "text": "Unless you're in a massive other liberals, then you attack women. So you will know them because they attack women whether they're Islamist, whether they are trendies whether they're black bloc, whether Black Lives Matter anarchist doesn't matter. They revel in attacking the Blue Cat Cafe Cat Sanctuary."
    },
    {
      "end_timestamp": 4796.0,
      "id": "9aa4dee2-1a15-3e6a-9be7-7f58462f7f3e",
      "speaker": "Jordan",
      "start_timestamp": 4793.0,
      "text": "Interesting what's the Blue Cat Cafe Cat Sanctuary?"
    },
    {
      "end_timestamp": 4817.0,
      "id": "3c144088-2249-3e6a-a68d-1238231dd2f7",
      "speaker": "Dan",
      "start_timestamp": 4796.0,
      "text": "I was so thrown off by that that I had to look it up. Yeah, that sounds good. Crazy. So blue cat cats Cafe is a business and Austin, Texas. Oh, okay, people can go and drink coffee and hang out with cats. And I believe it sounds like a fun business as I understand you're able to adopt some of the cats too. It's sort of like a humane society."
    },
    {
      "end_timestamp": 4824.0,
      "id": "5e808632-2c59-36b6-8a21-484a0e8de7e9",
      "speaker": "Jordan",
      "start_timestamp": 4817.0,
      "text": "But it's also like a Hangout kind of, oh, that's kind of cool. It's like a it's like a dating spot for cats."
    },
    {
      "end_timestamp": 4833.0,
      "id": "65256525-ff44-31a3-8b52-b24f92aa47bc",
      "speaker": "Dan",
      "start_timestamp": 4824.0,
      "text": "I found this article from October 2015, which is obviously what he's talking about, but very delayed. Because there's no other it's breaking news. There's"
    },
    {
      "end_timestamp": 4835.0,
      "id": "3160cbd7-816b-3d1e-a862-d665b91e357e",
      "speaker": "Jordan",
      "start_timestamp": 4833.0,
      "text": "no other news. He's breaking the news."
    },
    {
      "end_timestamp": 4853.0,
      "id": "45111d68-11bf-3cda-9844-36b803df041d",
      "speaker": "Dan",
      "start_timestamp": 4835.0,
      "text": "The Blue Cat Cafe is opening on Sunday or a Saturday excuse me, it was greeted by a group of protesters who are rallying against landlords. fnf real estate ventures. The cafe is building as adjacent to the site of the controversial demolition of Kenyatta store jumping in, which was also it's fucking East Austin, this"
    },
    {
      "end_timestamp": 4855.0,
      "id": "4ab6171f-63a4-3a1f-9519-f9e958154c62",
      "speaker": "Jordan",
      "start_timestamp": 4853.0,
      "text": "is the most often thing you"
    },
    {
      "end_timestamp": 4862.0,
      "id": "fab8946b-2e9f-3141-abd0-025f7242f0a8",
      "speaker": "Dan",
      "start_timestamp": 4855.0,
      "text": "could really have a penny out of. And it's controversial that it's been demolished."
    },
    {
      "end_timestamp": 4867.0,
      "id": "5de6079b-4e59-3b6f-b8c9-2ff248a18593",
      "speaker": "Jordan",
      "start_timestamp": 4862.0,
      "text": "Unless you asked, and I love you so much. Keep it weird. I love you so much, Austin."
    },
    {
      "end_timestamp": 4928.0,
      "id": "1c5912ad-39b4-345c-ac58-0473e6aa63d2",
      "speaker": "Dan",
      "start_timestamp": 4867.0,
      "text": "So the spinning out of store jumper Lin was also owned by fnf real estate ventures. That law is now being used for the cafe's parking fnf run by Jordan French and Darius Fisher attempted to host a South by Southwest party in March and create a food trailer in February at the address, but failed on both accounts as I understand they couldn't get permits or something like that. Okay, so anyway, these are just like basic government. Austin is an incredibly weird city. And I have a little bit of insight into it because my parents live there. Right. And my dad is kind of he's pretty involved in a lot of like, he always used to be very into anti Iraq War protests and stuff like that. He's he's engaged with the community, right? And there is a massive problem of gentrification around Austin. Of course, there's a lot of buildings that are being put in in areas they shouldn't be. There's a lot of destruction of classically diverse businesses. The premise of a Kenyatta store, first of all is crazy. And can't imagine I can't imagine the need for"
    },
    {
      "end_timestamp": 4946.0,
      "id": "06535d54-df2d-378a-873d-8888481e8061",
      "speaker": "Jordan",
      "start_timestamp": 4928.0,
      "text": "how could you what what market research could you possibly have done for a pinata? So I don't know. But it's great. It is great that want to live in a world where Pinjarra stores are on every block, I would love it if I walked down the street. Starbucks, give me a pin yada and a latte and I'm good to go."
    },
    {
      "end_timestamp": 4973.0,
      "id": "7b373960-dfc7-3df2-814a-c3635c1f5f6e",
      "speaker": "Dan",
      "start_timestamp": 4946.0,
      "text": "If I saw a penny on a store, I would buy a pinata. I have no use for it. So this thing about them attacking the Cat Sanctuary is really about the problems of gentrification in Austin, right. And a bunch of Independent Businesses and low income housing are being destroyed in order to put up condos and looking lots for South by Southwest like,"
    },
    {
      "end_timestamp": 4977.0,
      "id": "31446a52-238e-3061-a615-5ac3ee09a1d1",
      "speaker": "Jordan",
      "start_timestamp": 4973.0,
      "text": "like how the fucking world is happening right now? Absolutely."
    },
    {
      "end_timestamp": 5003.0,
      "id": "291c2034-2ae8-3219-9088-ac939a114d96",
      "speaker": "Dan",
      "start_timestamp": 4977.0,
      "text": "There's a lot of people who were very mad about that my dad has justifiably so my dad is involved in some community. Boards. I don't know. I can't I can't speak specifically about what he does. Because I don't know. Of course, it's not a secret. I just don't know. The white papers read up on it. But I know that he's gone to a lot of protests in terms of maintaining businesses and neighborhood rolls of stuff. And so that's what this is about."
    },
    {
      "end_timestamp": 5006.0,
      "id": "06d27d4d-0c44-31bf-802b-16746f2920cd",
      "speaker": "Jordan",
      "start_timestamp": 5003.0,
      "text": "Did they hit a woman? No, no,"
    },
    {
      "end_timestamp": 5008.0,
      "id": "012054d4-42be-3ff0-9ca8-b5046c53ab9c",
      "speaker": "Dan",
      "start_timestamp": 5006.0,
      "text": "we'll get back to that. The moslem clip, we'll get back to No,"
    },
    {
      "end_timestamp": 5019.0,
      "id": "813659d9-b6e7-3760-b41f-826f2337ce8f",
      "speaker": "Jordan",
      "start_timestamp": 5008.0,
      "text": "no, I mean, because isn't that what he's he's referencing there that trendy liberals in terms of women, they hate women? Yes. So why did he bring up the fucking cat cafe? Then"
    },
    {
      "end_timestamp": 5047.0,
      "id": "2f0baa27-d84f-3f50-9ac2-987ff25ded48",
      "speaker": "Dan",
      "start_timestamp": 5019.0,
      "text": "we'll get back to it. I just wanted to give him what he was talking about. Right? There was people who were protesting the demolition of the business next door, right and unfortunately, yeah, to store and unfortunately made it very, like slightly unpleasant for people who wanted to go to the cat cafe. But it's also they were chanting outside pet your cat sip your tea on the ruins of jumper Lin. And then Alright, fuck you, Austin. Save East Austin also were a lot of the signs and stuff like that."
    },
    {
      "end_timestamp": 5049.0,
      "id": "c4443706-7fc2-3315-986f-d667bf96bfc3",
      "speaker": "Jordan",
      "start_timestamp": 5047.0,
      "text": "So worst chat I've ever heard."
    },
    {
      "end_timestamp": 5076.0,
      "id": "09050e06-0590-3888-881f-c001a778b2b0",
      "speaker": "Dan",
      "start_timestamp": 5049.0,
      "text": "Yeah. And the argument of the protesters were kept the cafes, animal welfare work doesn't mean it's excused from accountability to a community that obviously is going through struggles, which is a great, that is a fair point. Now the the Cat Sanctuary. Their argument was, we wished for the best for the business owners next door. That is like it's not our it's not our job to save every bit."
    },
    {
      "end_timestamp": 5083.0,
      "id": "d2d05022-172c-3b47-8767-bfde0573d3fb",
      "speaker": "Jordan",
      "start_timestamp": 5076.0,
      "text": "It's a capitalist system. But for better or worse, that's the world we live in."
    },
    {
      "end_timestamp": 5102.0,
      "id": "0b1f2f92-349f-3913-b25d-1f3afedbb035",
      "speaker": "Dan",
      "start_timestamp": 5083.0,
      "text": "Both sides are right, right, basically. Yeah. And Alex takes it as like these Antifa Black Bloc protesters are attacking this Cat Sanctuary because they hate nice things. They hate these cats. So anyway, he says more about it here, but I just wanted you to have a gotcha because otherwise you'd be like,"
    },
    {
      "end_timestamp": 5104.0,
      "id": "626047e3-ded6-3c99-9ced-5638bb037e0e",
      "speaker": "Jordan",
      "start_timestamp": 5102.0,
      "text": "What the fuck is what the fuck is he talking about?"
    },
    {
      "end_timestamp": 5115.0,
      "id": "24719f72-277c-3d3e-87dd-df3d18ff65bc",
      "speaker": "Alex Jones",
      "start_timestamp": 5104.0,
      "text": "And protesting in every way, and knocking the windows out but superglue and the keyholes and stuff so that people can't get out of the cat starve to death. He reveled"
    },
    {
      "end_timestamp": 5121.0,
      "id": "8e1eb66f-bf48-3ec8-83c8-8fd191b871b9",
      "speaker": "Jordan",
      "start_timestamp": 5115.0,
      "text": "totally put superglue in keyholes before he's also he's just revealing that he is in the past put superglue and keyhole"
    },
    {
      "end_timestamp": 5123.0,
      "id": "fa31a702-ba10-30df-9296-0aa6c4ae2b01",
      "speaker": "Dan",
      "start_timestamp": 5121.0,
      "text": "we were all young ones"
    },
    {
      "end_timestamp": 5143.0,
      "id": "95f91a1b-5fbf-30aa-9e60-1c38e0e640cd",
      "speaker": "Alex Jones",
      "start_timestamp": 5123.0,
      "text": "in bullying whatever is weakest because they that's their spirit. And so this is what the government of England thinks it needs more of here it is. Yeah. Country a prick. Yeah"
    },
    {
      "end_timestamp": 5164.0,
      "id": "5127e5b9-3216-305a-804d-77749e21dac0",
      "speaker": "Alex Jones",
      "start_timestamp": 5143.0,
      "text": "yeah. You're not allowed. Yeah, you can move your fucking Hey, wait a minute, guys. You said you had that bleep. Oh, the problem is we have to delay that all of its caching so we can play it. Can we get the part where he talks about even look like pork?"
    },
    {
      "end_timestamp": 5172.0,
      "id": "972d857b-4d01-3e95-93d4-0c81454b2721",
      "speaker": "Dan",
      "start_timestamp": 5164.0,
      "text": "That's what Alex is most interested in is a nice catchphrase. But I like I said I watched his video many times trying to suss out what exactly what was"
    },
    {
      "end_timestamp": 5176.0,
      "id": "2bb73ec7-e004-3444-a37f-786c3e0535bb",
      "speaker": "Jordan",
      "start_timestamp": 5172.0,
      "text": "going yeah, I because I did not understand exactly what was going on at all. Okay,"
    },
    {
      "end_timestamp": 5198.0,
      "id": "5b217994-25f3-32dc-b02d-52addf6a88de",
      "speaker": "Dan",
      "start_timestamp": 5176.0,
      "text": "so basically it there's two cars and the Moslem guy's car is the in the front and it's clear that the guy has just hit his car. Right? So there is probably a minor fender bender going on. Right? And the guy the video starts with the Muslim gentleman taking a picture of the guy's license plate and getting harassed by the white guy."
    },
    {
      "end_timestamp": 5203.0,
      "id": "9282e981-32af-3b02-8fc3-5fc7175210bd",
      "speaker": "Jordan",
      "start_timestamp": 5198.0,
      "text": "Okay, tell we're off to a good start in supporting Alex Jones his ideology, right?"
    },
    {
      "end_timestamp": 5212.0,
      "id": "9189c4a9-abcc-3c2b-8f4c-d8aae79698ba",
      "speaker": "Dan",
      "start_timestamp": 5203.0,
      "text": "The video doesn't include exactly what the white guy says. But I can assume it's great, I assure I'm sure it's offensive. I'm"
    },
    {
      "end_timestamp": 5217.0,
      "id": "11e06868-6565-30c7-9382-49ddc5a7af47",
      "speaker": "Jordan",
      "start_timestamp": 5212.0,
      "text": "sure it's just hey, excuse me, sir. I would love to pay for the damage to your car, also the white"
    },
    {
      "end_timestamp": 5230.0,
      "id": "c66ce9f5-ae5a-3e11-9ef7-36ec58812fc5",
      "speaker": "Dan",
      "start_timestamp": 5217.0,
      "text": "guy. I mean, he seems unrepentant about or unapologetic at all about the fact that they have gotten in a little accident. Sounds like it but it starts with the Muslim guy saying I'm allowed in this country"
    },
    {
      "end_timestamp": 5237.0,
      "id": "946d19ff-cefd-3c44-b30f-0f6c4c784d2a",
      "speaker": "Jordan",
      "start_timestamp": 5230.0,
      "text": "so we can assume that the first thing the white dude says is something along the lines of Get the fuck out. Get the fuck out of my country or something like"
    },
    {
      "end_timestamp": 5261.0,
      "id": "5d7957ad-5b81-3677-9a2a-27c33b251a6c",
      "speaker": "Dan",
      "start_timestamp": 5237.0,
      "text": "probably selective editing. I bet the original clip that was never like I bet there's a longer version on someone's phone that isn't online saying something fucking atrocious loves course. So the Muslim guy is mad. But he's not mad because he's an evil Muslim who wants to invade your culture, he's mad because he just got his car hit. And this guy is being a total asshole to him. And"
    },
    {
      "end_timestamp": 5294.0,
      "id": "dc5c18e0-33d7-3adc-80ab-81250cf9f90d",
      "speaker": "Jordan",
      "start_timestamp": 5261.0,
      "text": "the level of existential fear that that guy has to have now, every single day is like I would if I ever lived with that kind of level of people are all day every day on TV shouting about how I'm evil in a very personal way. I would not be shocked to see me lose my shit. Even if his face even if that do to even if that guy was fine. Yeah, I would still be terrified. Like you're reacting like a like Yeah, so I understand why we're angry is"
    },
    {
      "end_timestamp": 5318.0,
      "id": "327580c9-c744-3c60-8ac8-eb63d8fc26cb",
      "speaker": "Dan",
      "start_timestamp": 5294.0,
      "text": "faces in this video and the video I legitimately could only find it posted on accounts that were like, see how evil Muslims are. Nobody had it posted in like a positive light. But if you actually watch the clip, the only acts of violence he does. He does say you look like pork butt that's really been insulted. And that's kind of fun. It is kind of fun. It's whatever."
    },
    {
      "end_timestamp": 5325.0,
      "id": "125605ff-134a-31c6-8536-f1c9844a18b8",
      "speaker": "Jordan",
      "start_timestamp": 5318.0,
      "text": "That's not it's how was that racist? I think I feel like that's more about fat, right? Yeah,"
    },
    {
      "end_timestamp": 5326.0,
      "id": "c883eda0-f194-3102-a7c3-36f2cb99773a",
      "speaker": "Dan",
      "start_timestamp": 5325.0,
      "text": "he was a kind of fat tall dude."
    },
    {
      "end_timestamp": 5329.0,
      "id": "8f35b57b-1844-30f2-9681-1aad6333dde6",
      "speaker": "Jordan",
      "start_timestamp": 5326.0,
      "text": "It seems like it's more like hey, you're you're a fat dude."
    },
    {
      "end_timestamp": 5332.0,
      "id": "9d6571a6-a6f0-3413-b33c-dc98877e8c82",
      "speaker": "Dan",
      "start_timestamp": 5329.0,
      "text": "Even if you want to make the argument that it's racist, fine, but it's but"
    },
    {
      "end_timestamp": 5339.0,
      "id": "d2e945d4-e6ed-3ae3-91a3-5dbe561e5d66",
      "speaker": "Jordan",
      "start_timestamp": 5332.0,
      "text": "also, that's like signaling you know, like, Hey, I hate you. But I would never eat"
    },
    {
      "end_timestamp": 5373.0,
      "id": "9eb15fb3-2f22-3cb6-a01f-da0196428807",
      "speaker": "Dan",
      "start_timestamp": 5339.0,
      "text": "you. I'm not offended by it either. Because I know that if I were in the situation, I would approach this guy like, I'm so sorry. I hate your car. Right? So sorry. That's the first thing you would say would you like to trade information? And then he would never say you smell like pork? Like that? No, that insult wouldn't come out unless I'm being he was being attacked. Which he clearly is in the video. Yeah, it's insane. So he ends up knocking the girl's phone camera, which is what Alex is saying he hit her he doesn't he knocks her camera and because of how videotaping works on the far right whenever you hit a phone It looks like someone has fallen"
    },
    {
      "end_timestamp": 5382.0,
      "id": "1d24eb74-7077-341c-9181-ece7b2dc9042",
      "speaker": "Jordan",
      "start_timestamp": 5373.0,
      "text": "destroyed yeah you killed her yeah it just like yeah it just and she was doing it portrait style to not landscape well then she's I'm immediately not on her side."
    },
    {
      "end_timestamp": 5431.0,
      "id": "f2d6982d-d241-3889-ab5b-16af5826d8f6",
      "speaker": "Dan",
      "start_timestamp": 5382.0,
      "text": "And so so this guy and the Muslim guy getting a little bit of a stare down there he is like, what are you going to do that sort of thing okay, they're they're just standing face doing the bro fight brushes right and that deteriorates and the lady start saying you're not allowed Out Loud, which obviously, which obviously is in response to him being like, I'm allowed in this country, of course, and she's saying you're not allowed, right? And he's you're not white. He is offended by that goes up to her. I can't tell exactly if he was going to spit on her or if he's just so worked up, he ends up like looky and a little on himself, right? He doesn't spit on her nose has some saliva come out of his mouth. And then he is like, get that phone out of my face. Okay, I don't think he does anything wrong."
    },
    {
      "end_timestamp": 5466.0,
      "id": "478083f7-b636-38c0-8232-993c38d74b55",
      "speaker": "Jordan",
      "start_timestamp": 5431.0,
      "text": "Yeah, I mean, he's he like the worst thing I can. Like, in my estimation, the worst part of that is the whole, bro stare down bullshit. Like, at any point in time, he did have the option of being like, Fuck you guys. I've got your license plate. I'm just gonna get the fuck out. Sure. But then that's the only that's the only thing I can think of. And that's but that's just dude shit. That's not Muslim. Anything. That's masculinity, dudes. Yeah, it's just dude, every Muslim thing that they say is bullshit. It should just be like, hey, no more dudes."
    },
    {
      "end_timestamp": 5485.0,
      "id": "6a060a55-e754-3acc-9f0e-8d2a5722195f",
      "speaker": "Dan",
      "start_timestamp": 5466.0,
      "text": "Well, that's why it always comes back for Alex about cooking and stuff like that. It's because it is an attack on his masculinity. It is sexual for him in some ways. Oh, really fucked up. I don't understand. Like, I agree with you that there is a better way to have dealt with that. Yeah, but I don't think he's wrong to be mad at all."
    },
    {
      "end_timestamp": 5512.0,
      "id": "5b788a10-41de-3907-93cc-75b1feebd0dc",
      "speaker": "Jordan",
      "start_timestamp": 5485.0,
      "text": "And in no way am I saying I would have dealt with it that way. And even I'm just saying like, now in the perfect quiet of this situation. Yeah, I can say here is the best probable way to do this. Yeah, I'm not saying that if I had just had my car hit, and somebody had just come up to me and exploited the very fear that they have been told every single day on TV is coming for them that I would react to in a reasonable and logical manner. Right? I would almost certainly"
    },
    {
      "end_timestamp": 5515.0,
      "id": "3bfcabeb-c3a2-3b67-bc41-c33f5b0aaa7e",
      "speaker": "Dan",
      "start_timestamp": 5512.0,
      "text": "lose my shit that drives me fucking crazy. I and they're"
    },
    {
      "end_timestamp": 5520.0,
      "id": "74beffc1-2013-3197-9e79-ebe7853d046e",
      "speaker": "Jordan",
      "start_timestamp": 5515.0,
      "text": "blaming, they're blaming a religion for that. Yeah. Oh, fuck you."
    },
    {
      "end_timestamp": 5525.0,
      "id": "08ea59d5-9c58-3a61-bb0b-37e9bb69542c",
      "speaker": "Dan",
      "start_timestamp": 5520.0,
      "text": "Let's go to a couple of quick lies here. Get them out of the way. This one is about the radio station."
    },
    {
      "end_timestamp": 5526.0,
      "id": "f0426f7c-916a-3227-b438-f19dacf4c6f8",
      "speaker": "Jordan",
      "start_timestamp": 5525.0,
      "text": "Section."
    },
    {
      "end_timestamp": 5536.0,
      "id": "b38d7290-1e8c-30fa-83e2-2128601c4011",
      "speaker": "Alex Jones",
      "start_timestamp": 5526.0,
      "text": "Trump said the fake media that is the MSM is the enemy of the American people. They are the enemy of humanity, folks. And it's just a prima facia truth."
    },
    {
      "end_timestamp": 5555.0,
      "id": "de77b6a9-f52c-3c71-a613-869dc97d27dc",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5536.0,
      "text": "Well, they're losing control of the media because of independent media because of the internet. So I mean, these do six big corporations that control 90% of everything you read, and why is your Death Road and they need they need to capture the internet, they need to gain control of the internet. So that's what they're trying to do with this as well."
    },
    {
      "end_timestamp": 5570.0,
      "id": "2d0910cf-517b-305b-9853-5a78f344f7b7",
      "speaker": "Alex Jones",
      "start_timestamp": 5555.0,
      "text": "That's right, let me tell you what they've done to us. Again, we don't even list all of our affiliates anymore. I've asked GCN not to because the old tried and trued tough ones because we have long put them up because they don't mind they just might threaten them or whatever is just a bunch of bolts are 100 times out of whatever."
    },
    {
      "end_timestamp": 5574.0,
      "id": "b3924175-5f00-3461-8c02-b59b2e6079d6",
      "speaker": "Jordan",
      "start_timestamp": 5570.0,
      "text": "Also you don't list those because there are not as many of them anymore."
    },
    {
      "end_timestamp": 5610.0,
      "id": "49ca18e9-c88f-38c1-8b8f-2ac46e48d520",
      "speaker": "Dan",
      "start_timestamp": 5574.0,
      "text": "Also, in episodes as recent as a week or two ago, Alex has claimed he doesn't still work with GCN Genesis communications network, of course, so he's just clearly lying. Yes, absolutely lying because he wants to take some heat off that the Genesis communications network is a gold sale scam. Yeah, that has morphed into a hill sales scam. Exactly. He wants to take a little bit of distance between the two but if you're paying attention, he just said that we are put through the GCN network Yeah, in his bumpers that come back from commercial he said there's like on the GCN network."
    },
    {
      "end_timestamp": 5617.0,
      "id": "69acdf21-6ff9-3efe-936d-e11592c08b2f",
      "speaker": "Jordan",
      "start_timestamp": 5610.0,
      "text": "So you can so he's trying to go both ways there. All right. I like his style. I like his bald faced bullshitters"
    },
    {
      "end_timestamp": 5624.0,
      "id": "81539b84-69b1-3694-9fb9-50497593a011",
      "speaker": "Dan",
      "start_timestamp": 5617.0,
      "text": "but anyway, here's more bullshit about the the studio these radio stations being threatened which is fucking hilarious. Gotcha."
    },
    {
      "end_timestamp": 5661.0,
      "id": "a7e8d813-2aca-3353-b55e-6834bc1798d4",
      "speaker": "Alex Jones",
      "start_timestamp": 5624.0,
      "text": "They don't very rarely serious but new ones. We learned so they don't get boycotted or threatened we just don't list our affiliates. They're in their local area. Everybody's hearing them the words being spread by our listeners. And then the globalist can't even find out who who to go after because they don't have the Intel and that's how we've gone over 250 affiliates now from like 170 180 being our top was not listening to affiliates. I had that feeling a few years ago we started doing that it's really worked great we talk to the affiliate managers at the stations that get it they understand it they understand what's going to be nationally saying who you are does nothing for you I just say local support the stations for the word they're the enemy never knows and I can't go after them again this is a war folks this is hardcore."
    },
    {
      "end_timestamp": 5671.0,
      "id": "f793513e-8271-3a81-ac1c-d4c20429012c",
      "speaker": "Dan",
      "start_timestamp": 5661.0,
      "text": "So that's a lie. Here's another lie knowledge fight is now syndicated on 4000 radio stations. Oh shit are we don't list them why would"
    },
    {
      "end_timestamp": 5675.0,
      "id": "30f36b04-455d-3d02-a70e-6a0e15ded504",
      "speaker": "Jordan",
      "start_timestamp": 5671.0,
      "text": "we Yeah, we're it's well look because then Alex Jones will be able to"
    },
    {
      "end_timestamp": 5676.0,
      "id": "dfc9d46f-ad9b-3a43-9afa-953e377c1b2c",
      "speaker": "Alex Jones",
      "start_timestamp": 5675.0,
      "text": "find Yeah, absolutely."
    },
    {
      "end_timestamp": 5680.0,
      "id": "3ffc9e1e-def3-33dd-b084-14506f0d80f7",
      "speaker": "Dan",
      "start_timestamp": 5676.0,
      "text": "We're on so many we're on literally every fucking radio studio."
    },
    {
      "end_timestamp": 5683.0,
      "id": "c3399d2f-5746-392d-8547-ee3a0c50449c",
      "speaker": "Jordan",
      "start_timestamp": 5680.0,
      "text": "We are on the internet and that's like the biggest radio station"
    },
    {
      "end_timestamp": 5684.0,
      "id": "211d7863-82a9-3c0e-8e8e-6f5480eee197",
      "speaker": "Dan",
      "start_timestamp": 5683.0,
      "text": "right? Anyway,"
    },
    {
      "end_timestamp": 5703.0,
      "id": "e6417277-a7a0-38dc-ab19-21cae8f140d8",
      "speaker": "Jordan",
      "start_timestamp": 5684.0,
      "text": "the idea that although David Knight does make a good point about the factory six Susteren oh that's green. Yeah. All right. Fuck them. They're the same. They're the same shitty tone of voice side our side piece Alex? No, there are six corporations that own Everything that's bad. No, I don't like it. It is that I agree with him there."
    },
    {
      "end_timestamp": 5706.0,
      "id": "dd48e3ae-82b1-37eb-8587-4d1ef1df95ef",
      "speaker": "Dan",
      "start_timestamp": 5703.0,
      "text": "That's an issue that needs to be addressed. Exactly what Olson you"
    },
    {
      "end_timestamp": 5714.0,
      "id": "34bf7a18-7988-3ff9-9e3d-1b9f92041601",
      "speaker": "Jordan",
      "start_timestamp": 5706.0,
      "text": "know what they are trying to own the internet. They are getting rid of net neutrality they are letting Trump is for it."
    },
    {
      "end_timestamp": 5717.0,
      "id": "a174f480-c26a-3f50-9dbf-3a4141451e41",
      "speaker": "Dan",
      "start_timestamp": 5714.0,
      "text": "Yeah. But but the the idea that like the global would be"
    },
    {
      "end_timestamp": 5731.0,
      "id": "878bdf6c-d3ba-3b0b-80b0-0bc72b17ff08",
      "speaker": "Jordan",
      "start_timestamp": 5717.0,
      "text": "it would be really ironic if all of the things Trump that, like, all of this blows over, Trump gets his whole agenda. And because of that, Alex Jones gets kicked off the internet. That would be that would be the most ironic thing I can think"
    },
    {
      "end_timestamp": 5737.0,
      "id": "8bf7fb59-f20d-3da8-82c8-2db9f004824a",
      "speaker": "Dan",
      "start_timestamp": 5731.0,
      "text": "of I would write like, ancient Greek style tragedy about"
    },
    {
      "end_timestamp": 5741.0,
      "id": "d664853c-c76b-396a-8587-32fb8b3cd97b",
      "speaker": "Jordan",
      "start_timestamp": 5737.0,
      "text": "that. You laughter is Icarus flew too close to the Trump you laughing"
    },
    {
      "end_timestamp": 5754.0,
      "id": "57b7bb6a-1f17-30e5-a655-e04074389119",
      "speaker": "Dan",
      "start_timestamp": 5741.0,
      "text": "would be the chorus the entire flight. But I like this idea that like, if we don't list the affiliates, then no, we don't know. They will kick us out. But here's the deal. When I was younger,"
    },
    {
      "end_timestamp": 5757.0,
      "id": "9a3caba7-b215-32c3-864a-673445e12eff",
      "speaker": "Jordan",
      "start_timestamp": 5754.0,
      "text": "how easy is it to find those affiliates though,"
    },
    {
      "end_timestamp": 5759.0,
      "id": "73ebd690-67b6-37e2-a3bb-7321155edbdf",
      "speaker": "Dan",
      "start_timestamp": 5757.0,
      "text": "with your local you? Fuck? Uh, no, they're there. Yeah, I"
    },
    {
      "end_timestamp": 5763.0,
      "id": "6eddc5da-fbc1-3225-8a5d-111b852633ff",
      "speaker": "Jordan",
      "start_timestamp": 5759.0,
      "text": "would I would just ask, you could just ask around when I was about 20"
    },
    {
      "end_timestamp": 5799.0,
      "id": "1eb704e7-7280-32ff-8feb-2e81cd01d647",
      "speaker": "Dan",
      "start_timestamp": 5763.0,
      "text": "or so. Maybe a little bit older than that. It's timelines a little vague in my life. But I was in college, I believe. Anyway, Michael Savage had started saying a bunch of really violently Muslim, anti Muslim strike, right. And my dad is a religious studies professor and is very plugged in with all the communities and along with the Muslim community in town. He was involved in a campaign to get Michael Savage taken off of the local radio station. Okay. It was a grassroots local thing that happened, right? It was not the globalists"
    },
    {
      "end_timestamp": 5803.0,
      "id": "ceb34f96-5d49-3fdc-b824-187348354b09",
      "speaker": "Jordan",
      "start_timestamp": 5799.0,
      "text": "wasn't that wasn't censorship. No, it was just hey, we don't want this here."
    },
    {
      "end_timestamp": 5825.0,
      "id": "53da2039-3e49-3455-b96e-9237f4a38923",
      "speaker": "Dan",
      "start_timestamp": 5803.0,
      "text": "Yeah, you you make money off of him. We will not we don't want to be a part of this. Yeah, he is awful. And it was successful. They got the they got the show taken off the air, right. And capitalism. Right. But so his argument that it's the globalists coming in, and like targeting little local radio stations and stuff like that is bullshit. Well, the more"
    },
    {
      "end_timestamp": 5839.0,
      "id": "b1edab92-5eb9-3168-b288-c0e897ce6e49",
      "speaker": "Jordan",
      "start_timestamp": 5825.0,
      "text": "bullshit is the idea that the globalist because he doesn't list them, the globalist with their nine on infinite resources. Still can't find them. Right. That's how could you that's the only way you could find them is if Alex Jones listed them."
    },
    {
      "end_timestamp": 5843.0,
      "id": "d8f737b1-59bf-3b45-ad3f-5933696f1003",
      "speaker": "Dan",
      "start_timestamp": 5839.0,
      "text": "And I don't believe for a second, like radio stations had been threatened and stuff like Oh, of"
    },
    {
      "end_timestamp": 5853.0,
      "id": "2e2052a9-4211-3811-b26c-819f975fe10e",
      "speaker": "Jordan",
      "start_timestamp": 5843.0,
      "text": "course. I but if you're like he was saying that very protest that you just you just described is threatening the radio station? Yeah. Or that's what he's saying."
    },
    {
      "end_timestamp": 5858.0,
      "id": "143afc6c-ac05-3ac9-836d-118b031b9cfb",
      "speaker": "Dan",
      "start_timestamp": 5853.0,
      "text": "Or it's yeah, he would probably paint it as globalist forces writing free speech."
    },
    {
      "end_timestamp": 5862.0,
      "id": "c0de5cb9-6bb9-3c41-acf6-399501cee909",
      "speaker": "Jordan",
      "start_timestamp": 5858.0,
      "text": "And what it wasn't I was listening, he stopped listening them because there are a lot fewer of them."
    },
    {
      "end_timestamp": 5879.0,
      "id": "17837f13-a17c-3104-acbd-5b339a21f47c",
      "speaker": "Dan",
      "start_timestamp": 5862.0,
      "text": "Yes, absolutely. And but it's not censorship. It's a community that feels threatened and offended. For no reason. Yeah. And they just will not put up with it. And they have every right to know. Yeah, which is great. Yeah, it's a fight for dignity, you dumb fuck."
    },
    {
      "end_timestamp": 5882.0,
      "id": "b14a5484-6fd0-3e97-b474-30756523b414",
      "speaker": "Jordan",
      "start_timestamp": 5879.0,
      "text": "It's a knowledge war for fights dignity, here's"
    },
    {
      "end_timestamp": 5884.0,
      "id": "273854a9-1827-3d4e-9a5e-9b03597e8777",
      "speaker": "Dan",
      "start_timestamp": 5882.0,
      "text": "a lie about Ted Turner."
    },
    {
      "end_timestamp": 5917.0,
      "id": "2e282b6e-deb1-330e-805d-4f27ddae045b",
      "speaker": "Alex Jones",
      "start_timestamp": 5884.0,
      "text": "Megadeth, you've got Giga death. So that killed 7 million hours to kill 80%. So that means there'd be hundreds of millions left, which I think is quite gracious of him. And of course, as the culling takes place the next few decades, you'll be able to grovel to them properly and show them that you've been subservient. Perhaps you'll be allowed to, you know, live or be given some of the some of the cures for the diseases as they've been dumping out and pouring out upon us."
    },
    {
      "end_timestamp": 5941.0,
      "id": "351c028a-451f-3b56-be3d-a915ca59274d",
      "speaker": "Jordan",
      "start_timestamp": 5917.0,
      "text": "He sounds like it's catching him. What he sounds like right now he sounds depressed, like this whole nightmare scenario is him being like, they're about to get me. Yeah, there's only going to be hundreds of millions left. Because they're about to get me they're gonna take out 85% of my money. Once they get me. Then everybody goes down. He's he's seen the writing on the wall in this in this in the tone of voice that he's got right here."
    },
    {
      "end_timestamp": 5947.0,
      "id": "a0817be8-1828-3f53-b095-8604d5e0ee1e",
      "speaker": "Dan",
      "start_timestamp": 5941.0,
      "text": "Well, possibly. I mean, he talks a little bit more we can cut the rest of the script, but doesn't matter. What's really important is this idea that Ted Turner wants to kill"
    },
    {
      "end_timestamp": 5955.0,
      "id": "28193d7e-1683-393c-8aea-3cdd6f8389d7",
      "speaker": "Jordan",
      "start_timestamp": 5947.0,
      "text": "80% I want to wait. So that was the first thing he said was Ted Turner. I didn't hear that part. I just heard you wanted to kill. That's true. That's a good point."
    },
    {
      "end_timestamp": 5958.0,
      "id": "d4195022-61cb-3810-808f-159373d90871",
      "speaker": "Dan",
      "start_timestamp": 5955.0,
      "text": "So he says a Ted Turner wants to kill 80% of the population."
    },
    {
      "end_timestamp": 5962.0,
      "id": "d953b47c-03bc-313f-9dd2-761503502f8e",
      "speaker": "Jordan",
      "start_timestamp": 5958.0,
      "text": "What does he explain a give a reason in"
    },
    {
      "end_timestamp": 5968.0,
      "id": "1be8231c-9f56-3217-8dc4-5cf126c98f05",
      "speaker": "Dan",
      "start_timestamp": 5962.0,
      "text": "1996? Yes, Ted Turner did an at"
    },
    {
      "end_timestamp": 5974.0,
      "id": "943ee7c2-2657-38b3-b1cc-046ac271b284",
      "speaker": "Jordan",
      "start_timestamp": 5968.0,
      "text": "the height of the Atlanta Braves. Did. Ted Turner wrote to the earth like a god."
    },
    {
      "end_timestamp": 6015.0,
      "id": "a99bccd4-b492-3313-98bb-da7b63fa1de1",
      "speaker": "Dan",
      "start_timestamp": 5974.0,
      "text": "He did an interview on the WCW. But he did. He he did an interview with Audubon magazine, where he where he said that so the white paper he said that an ideal population for the world would be about a 95% reduction in population, which is even more extreme. But if you just take that snippet, it sounds bad. Yeah. What he proposes is actually, that how we should achieve that is over the next 100 years, encourage everyone to have one or two children in order to massively decrease the rise in population that we're having."
    },
    {
      "end_timestamp": 6021.0,
      "id": "428cb815-f508-3694-a14e-c5ea00c91119",
      "speaker": "Jordan",
      "start_timestamp": 6015.0,
      "text": "Which is a terrible idea, as we already saw in China, a greed is the worst idea. Oh, great. Yeah."
    },
    {
      "end_timestamp": 6028.0,
      "id": "29f59fbf-c0c2-3865-91e3-b459442b7192",
      "speaker": "Dan",
      "start_timestamp": 6021.0,
      "text": "But it's not about killing tons of people. It's just about being more judicious in terms of our future."
    },
    {
      "end_timestamp": 6035.0,
      "id": "24b46e93-a99c-3249-a456-cabd3ab0900d",
      "speaker": "Jordan",
      "start_timestamp": 6028.0,
      "text": "Yeah, if you wanted to pull a who wants to kill 85% of the population, he could have gone with literally any of Bill Burr specials."
    },
    {
      "end_timestamp": 6057.0,
      "id": "be8f0524-3e40-3721-b791-1deffaea602e",
      "speaker": "Dan",
      "start_timestamp": 6035.0,
      "text": "Now, another thing that Ted Turner says very clearly is all of it has to be voluntary. He says that repeatedly. He says, all of these ideas would have to be implemented voluntarily. I don't want to force people to do these things. So that takes away a whole lot of his Alex's head of steam. Now, beyond"
    },
    {
      "end_timestamp": 6062.0,
      "id": "69f60a4b-8fc0-3e10-8354-7722be39ca7d",
      "speaker": "Jordan",
      "start_timestamp": 6057.0,
      "text": "that, that's still a weird interview to give, though, right? Weird conversation to"
    },
    {
      "end_timestamp": 6068.0,
      "id": "5422e8b3-9904-3977-bb83-e39abf155c4f",
      "speaker": "Dan",
      "start_timestamp": 6062.0,
      "text": "have. And that's what I want to get to you on that Ted Turner is crazy."
    },
    {
      "end_timestamp": 6071.0,
      "id": "7418a809-fff0-3aaf-9749-e4fcd0e0942f",
      "speaker": "Jordan",
      "start_timestamp": 6068.0,
      "text": "That's right. I forgot about that. Centers. batshit. Insane."
    },
    {
      "end_timestamp": 6113.0,
      "id": "24decc81-d05b-3f13-acd7-fcacf0d9a308",
      "speaker": "Dan",
      "start_timestamp": 6071.0,
      "text": "So like, it's not a nefarious I want to kill the world argument. As much as it is a crazy person with a fairly reasonable idea that could never be implemented. Not a great idea. But on terrible. One of my favorite Ted Turner quotes was he was talking about his life. And he was saying like, it I believe the question was about his, like, frequent marriages. And he was like, you know, at the end of the day, you live and, look, I never did anything with any kids. I'm slightly paraphrase. That's a great quote."
    },
    {
      "end_timestamp": 6118.0,
      "id": "1896e2e7-b17d-3a33-a0ee-bb0412dfed2f",
      "speaker": "Jordan",
      "start_timestamp": 6113.0,
      "text": "I mean, you know what, not all of us could say, we're so lucky. He's right."
    },
    {
      "end_timestamp": 6125.0,
      "id": "539b2281-ddb0-3316-ba28-9710a1d65374",
      "speaker": "Dan",
      "start_timestamp": 6118.0,
      "text": "Like the spirit of what he's saying is right, it's like you want to insult him by getting married multiple times. You know, we know we fucked up our marriages. And so"
    },
    {
      "end_timestamp": 6127.0,
      "id": "91c4f7a6-dc14-31fb-a47f-269625d9ddf8",
      "speaker": "Jordan",
      "start_timestamp": 6125.0,
      "text": "yeah, you know,"
    },
    {
      "end_timestamp": 6128.0,
      "id": "9723b451-80a6-36f0-b8fb-ee2007ff34ce",
      "speaker": "Dan",
      "start_timestamp": 6127.0,
      "text": "there's nothing morally wrong. You know, how"
    },
    {
      "end_timestamp": 6134.0,
      "id": "ec1b5f51-9d04-374e-88ac-e7160e2961ef",
      "speaker": "Jordan",
      "start_timestamp": 6128.0,
      "text": "many genocides I've committed very few goose egg? Well, I mean, he's Ted Turner, who knows"
    },
    {
      "end_timestamp": 6160.0,
      "id": "609dc737-a81c-3abb-8c8f-0681477880d4",
      "speaker": "Dan",
      "start_timestamp": 6134.0,
      "text": "we are coming up against it, because I know that you have to get out before too long. I got a little I got plenty of time. Okay, I'm going to cut a couple of clips that aren't important. But let's get to this next one, where I think Alex is again talking about himself. This is another massive distraction tactic from the real issues. This is stupid. Very, very, very stupid. So stupid."
    },
    {
      "end_timestamp": 6264.0,
      "id": "004b0780-2bbd-35cb-a402-d261ec6a23a8",
      "speaker": "Alex Jones",
      "start_timestamp": 6160.0,
      "text": "Man, this is such a deceptive manipulative thing. We've got up we've got to stop this, we've got to do something about this. These people have got to be stood up against I mean, they've been caught lying over the years. So they're just quadrupling down. Now speaking of dehumanization, I've got several articles I want to get to here coming up the start of the next segment that really ties into what I was about to hit on. And we've got the article that we're gonna be showing on screens, we can scroll through that for TV viewers. But they're not just the generating the family, they're not just saying there's 100 New genders and if you're male or female, that's bad because that hurts people that are the other genders, so the original genders hurtful, so that can exist now. Let's say you're now having body augmentation or changes that's going past people getting all these face surgeries and things look like the cat lady. It's now saying, Oh, I'm an alien. I'm not even human. I'm, I'm, I'm a celebrity. It's turning yourself into a carnival, show Barker, a carnival show, freak show. Show that that's how you quote make a living is not being part of the human system. So humans look at you and think there's something wrong with you. And what the system is doing is taking mental illness in many cases, and also making it fashionable and cool. This is another psychic psychological virus, they admit that they've injected into society to confuse everyone, then they have the corporate media hold it up, as if it's something beautiful and powerful to further accelerate the downfall of civilization. But humans can organize together recognize the disease in the filth, the poison grapes, the poison berries, and teach others not to eat of them and go away from the poisoned fruit. We're right back in the Garden of Eden. We have the knowledge of good we weren't dumb. It's the knowledge of evil is the virus of mental illness."
    },
    {
      "end_timestamp": 6266.0,
      "id": "3c3f1b39-15bc-3e43-8117-2d4d6edab45c",
      "speaker": "Dan",
      "start_timestamp": 6264.0,
      "text": "So that's stupid."
    },
    {
      "end_timestamp": 6285.0,
      "id": "5093a6d3-a068-3230-982f-e273a5a94fb4",
      "speaker": "Jordan",
      "start_timestamp": 6266.0,
      "text": "That's okay. So let me try and let me try and get through the time parse this I'm trying I'm trying to bounce from point to point the way that he did. All right. So 100 100 genders are bad, right? People are getting body modifications to look like aliens. There was a"
    },
    {
      "end_timestamp": 6291.0,
      "id": "9876e496-04c2-3bdb-b46d-0a7b2946975c",
      "speaker": "Dan",
      "start_timestamp": 6285.0,
      "text": "story that came out about a guy who went under got surgery to become a genderless alien."
    },
    {
      "end_timestamp": 6293.0,
      "id": "536ad46b-f177-39ff-80d8-01e424b6f673",
      "speaker": "Jordan",
      "start_timestamp": 6291.0,
      "text": "Yeah, I'm cool with that."
    },
    {
      "end_timestamp": 6296.0,
      "id": "e925f426-af3d-3141-86b4-7b131631d1df",
      "speaker": "Dan",
      "start_timestamp": 6293.0,
      "text": "I'm fine with it. But it's also media does not"
    },
    {
      "end_timestamp": 6300.0,
      "id": "06364be1-12a4-3f43-8bb0-20b477bb1047",
      "speaker": "Jordan",
      "start_timestamp": 6296.0,
      "text": "he just read trans metropolitan, but that's exactly what he's describing."
    },
    {
      "end_timestamp": 6317.0,
      "id": "2643bf37-5924-36ea-9236-936eec4e733c",
      "speaker": "Dan",
      "start_timestamp": 6300.0,
      "text": "but also the media doesn't hold up that case and be like, Look how awesome this is. No, the media is I mean, I would I think that's kind of awesome. I think most of the reports about this are much like that girl who got plastic surgery to turn into a Barbie doll, right? Or Octo mom. That was surgery."
    },
    {
      "end_timestamp": 6324.0,
      "id": "f693a170-a66c-3a71-8296-257f5323667b",
      "speaker": "Jordan",
      "start_timestamp": 6317.0,
      "text": "Like, there have been guys who have willingly castrate themselves because they want to do they just don't want to deal with that"
    },
    {
      "end_timestamp": 6328.0,
      "id": "a40f928f-876a-31a4-8aeb-f93bd1960618",
      "speaker": "Dan",
      "start_timestamp": 6324.0,
      "text": "doesn't sell as well, no, but like, there are these instances. And I'm definitely"
    },
    {
      "end_timestamp": 6360.0,
      "id": "51260df6-c9ad-352f-a79c-c0bb9e816e50",
      "speaker": "Jordan",
      "start_timestamp": 6328.0,
      "text": "sure that Alex Jones would never even acknowledge the existence of men who would willingly do that. So anti male, then he's going with the donate the poison fruit, right? Which again, he does not understand the whole point of that whole story whatsoever. It's not that it's the whole point is you can't have the knowledge of good without the knowledge of evil and the knowledge of evil without the knowledge of good. Yeah, you don't you don't get one or the other. You have to have both. So once again, he does not understand his own Theology at all. No, he"
    },
    {
      "end_timestamp": 6382.0,
      "id": "d5d8b47b-32a7-392c-95fd-fb2541205b39",
      "speaker": "Dan",
      "start_timestamp": 6360.0,
      "text": "doesn't. But he also in a little bit here, he's going to really make it clear he doesn't understand any theology. Yeah, it's just it's stupid distractions. There was someone who got surgery to publicize themselves, right? And he just was like, oh, man, I gotta turn this into something about the globalist, right. Let's just someone who had a fucking weird idea did it? Right, here's let them live their"
    },
    {
      "end_timestamp": 6389.0,
      "id": "13a70660-2522-3401-9b11-8e5b2296adca",
      "speaker": "Jordan",
      "start_timestamp": 6382.0,
      "text": "life. out of out of 7 billion people. We got one guy who's like, I want to be an alien. That's a really good ratio."
    },
    {
      "end_timestamp": 6396.0,
      "id": "6ce9fbc1-c107-3821-9bbe-d2548393b875",
      "speaker": "Dan",
      "start_timestamp": 6389.0,
      "text": "And it's not like the government has to pay for it. It's, you know, the guy paying for surgery to make himself look weird. Who cares?"
    },
    {
      "end_timestamp": 6427.0,
      "id": "f4d72c89-5a43-338b-b3b7-68b46c35c218",
      "speaker": "Jordan",
      "start_timestamp": 6396.0,
      "text": "Also, I've been I had to start looking up Ted Turner quotes. I couldn't stop myself. But I've found I've looked. I'm a very good thinker, but I sometimes grab the wrong word. I say something I didn't think through adequately. I mean, I don't take my speeches and sit up there and read them off the teleprompter. You know, I wing it sounds like a guy that Alex Jones would absolutely love. Sure. It sounds like they're philosophical brothers. It sounds like they're really, really good. We're good friends. And I'm not against"
    },
    {
      "end_timestamp": 6432.0,
      "id": "451ce296-66f4-3fe6-b598-fa73a3a4679d",
      "speaker": "Dan",
      "start_timestamp": 6427.0,
      "text": "that. I'm not against him. Like, yeah, sometimes I say the wrong thing."
    },
    {
      "end_timestamp": 6466.0,
      "id": "c31b550f-4b1f-368f-8a18-e7584db8f316",
      "speaker": "Jordan",
      "start_timestamp": 6432.0,
      "text": "But here's, here's my favorite. If people get all the sex they can handle they're so happy and content. They just sit around and smile. I mean, you never feel aggressive after you've just gotten laid, right? Lots of sex for everybody. That's the solution to all the world's problems. I'm into Thai like Ted Turner. Now. I like a good tenor. And then somehow inexplicably, and this is, this isn't 78 Okay, this is prior to all of these other quotes. Ted Turner, where's the upside and opening your mouth?"
    },
    {
      "end_timestamp": 6469.0,
      "id": "a2c20cc7-98db-383e-b5e1-7bae25078554",
      "speaker": "Dan",
      "start_timestamp": 6466.0,
      "text": "He he is actually a cautionary tale"
    },
    {
      "end_timestamp": 6477.0,
      "id": "229c1f15-50da-3cf8-bbe3-3011b6ada821",
      "speaker": "Jordan",
      "start_timestamp": 6469.0,
      "text": "about Warren 40 years later, Ted Turner in The Guardian, I've got a virtually limitless supply of bullshit."
    },
    {
      "end_timestamp": 6492.0,
      "id": "499bd229-6168-37ff-a377-e68b3e7046fa",
      "speaker": "Dan",
      "start_timestamp": 6477.0,
      "text": "That might be because he owns a bunch of fights. It could make his buffalo anyway, this next clip is fun and wrong. This in this clip Alex speculates that basically most crime isn't real."
    },
    {
      "end_timestamp": 6495.0,
      "id": "77b39fe5-53d5-3ae7-9e72-dd6b58ad2c9a",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6492.0,
      "text": "In defense of human liberty, Alex"
    },
    {
      "end_timestamp": 6502.0,
      "id": "a948d04c-11c9-32c7-bc11-689d97df5c26",
      "speaker": "Dan",
      "start_timestamp": 6495.0,
      "text": "also I got to stop it because we have another fucking song. That's awesome that he used Okay, which is George straights. Amarillo by morning."
    },
    {
      "end_timestamp": 6504.0,
      "id": "06780770-8821-3747-b399-00e969272a38",
      "speaker": "Jordan",
      "start_timestamp": 6502.0,
      "text": "All right. All right. I'm fully on board there. I"
    },
    {
      "end_timestamp": 6513.0,
      "id": "62ba6d8b-78aa-3aac-9a3a-f72425de6345",
      "speaker": "Dan",
      "start_timestamp": 6504.0,
      "text": "had to tweet about St. George Strait. I say I'm in Amarillo by morning long, so good. Why does he use the awesome songs?"
    },
    {
      "end_timestamp": 6519.0,
      "id": "13fd7daf-f389-3a87-96e2-f388a2790674",
      "speaker": "Jordan",
      "start_timestamp": 6513.0,
      "text": "He's from Austin. Why does he love ash cafes? He's a man of many contradictions."
    },
    {
      "end_timestamp": 6522.0,
      "id": "1018e252-cdec-378d-a2ce-b59f68bda091",
      "speaker": "Dan",
      "start_timestamp": 6519.0,
      "text": "Doesn't like the cat cafe. He just uses it as a bullshit example. I"
    },
    {
      "end_timestamp": 6524.0,
      "id": "d36b887a-66aa-3de7-b827-d72ecfbb9bcf",
      "speaker": "Jordan",
      "start_timestamp": 6522.0,
      "text": "bet he loves the cat cafe"
    },
    {
      "end_timestamp": 6525.0,
      "id": "77617a83-bd9b-387c-beb7-2f462e1ab0b2",
      "speaker": "Dan",
      "start_timestamp": 6524.0,
      "text": "i How could you not i"
    },
    {
      "end_timestamp": 6530.0,
      "id": "67422aa1-0c7e-3a00-a1a2-13ba80c75ae3",
      "speaker": "Jordan",
      "start_timestamp": 6525.0,
      "text": "How could you not believe"
    },
    {
      "end_timestamp": 6553.0,
      "id": "8591f37b-3edf-34c8-9f26-51c0fb38328f",
      "speaker": "Alex Jones",
      "start_timestamp": 6530.0,
      "text": "and told the Attorney General the state guys pulling this article thanks. Species decry these Jewish centers being attacked, and these tombstones get knocked over. But we need to investigate this being a false flag because the media was blaming it on Trump. infowars.com has the story. I haven't seen anybody else report on it. Paul Watson they didn't"
    },
    {
      "end_timestamp": 6580.0,
      "id": "917eafe1-8f91-35e9-8716-08994cc93cdd",
      "speaker": "Jordan",
      "start_timestamp": 6553.0,
      "text": "say that Trump himself went to Jewish Community Center or even Trump's and defiled graves. They weren't saying he said no. They were just saying people we've seen an uptick. Yeah, maybe that has something to do. It could be coincidence. Correlation is not causation. We all know this. Well, however, it does seem highly likely that an uptick in anti semitic rhetoric and an anti Semite in the White House does kind of say that emboldened anti Semites all over the place"
    },
    {
      "end_timestamp": 6596.0,
      "id": "067bd9f1-ec6c-3848-a2b4-0507593da360",
      "speaker": "Dan",
      "start_timestamp": 6580.0,
      "text": "literally the first president since World War Two to not mention the Jews when talking about the Holocaust. Yeah, yeah, like that's not an accident. No. And when and when you have people who are already anti semitic, they feel like fuck it's game on"
    },
    {
      "end_timestamp": 6599.0,
      "id": "f0f482b1-981b-39cb-bb6e-0e1c8a3b61db",
      "speaker": "Jordan",
      "start_timestamp": 6596.0,
      "text": "now. We got one of our own in there. Oh, we can play the game"
    },
    {
      "end_timestamp": 6609.0,
      "id": "368bd059-e265-389a-81a0-901a3c9f1312",
      "speaker": "Dan",
      "start_timestamp": 6599.0,
      "text": "also in The same way that Alex Jones feels like now is the time to strike against the globalist exactly these anti Semites see like there's never going to be another opportunity we have to go now"
    },
    {
      "end_timestamp": 6619.0,
      "id": "ef01b04a-7e1e-3300-a752-944042e8aeaa",
      "speaker": "Jordan",
      "start_timestamp": 6609.0,
      "text": "and I their idea of a false flag Jewish person defiling cemeteries is so silly"
    },
    {
      "end_timestamp": 6630.0,
      "id": "a3159259-98cf-3869-a4bc-ad2e45b5df54",
      "speaker": "Dan",
      "start_timestamp": 6619.0,
      "text": "Well unfortunately there was was there they're not the cemetery that's the cemetery but a couple of the bomb threats were a guy trying to fuck with his ex girlfriend"
    },
    {
      "end_timestamp": 6631.0,
      "id": "fc969047-43cc-33d7-8761-34f6e9b46c46",
      "speaker": "Jordan",
      "start_timestamp": 6630.0,
      "text": "yeah he wasn't Jewish though"
    },
    {
      "end_timestamp": 6638.0,
      "id": "c1fe6014-2efc-38c4-ba4e-5d9e78fd5751",
      "speaker": "Dan",
      "start_timestamp": 6631.0,
      "text": "no no that came out and that is unfortunate because it gives some credence to the idea that all the other ones are also fake"
    },
    {
      "end_timestamp": 6651.0,
      "id": "b3331a94-6413-3426-9616-3067256b941e",
      "speaker": "Jordan",
      "start_timestamp": 6638.0,
      "text": "that guy was a former intercept reporter and he was right when Greenwald he was fired he was fired because he made up quotes Yeah, so we already know this dude is fucking making shit up whenever he wants right and we could have seen that one come and just a little bit"
    },
    {
      "end_timestamp": 6658.0,
      "id": "4883e75b-982a-3c96-b67e-31ed396641c5",
      "speaker": "Dan",
      "start_timestamp": 6651.0,
      "text": "the reality that we have to deal with and I think is fair for us to do with his dick holes on the left and the right are both assholes dig"
    },
    {
      "end_timestamp": 6665.0,
      "id": "b5d692f1-de7b-3be2-bfc6-361ee8ed731e",
      "speaker": "Jordan",
      "start_timestamp": 6658.0,
      "text": "holes is dig holes. Yeah, so this guy once again, not left or right dudes. Dudes this guy"
    },
    {
      "end_timestamp": 6672.0,
      "id": "44ec3998-3e4b-35c4-b224-f2a608239077",
      "speaker": "Dan",
      "start_timestamp": 6665.0,
      "text": "is dudes are the issue. This guy is jilted by his ex and calls in bomb threats to Jewish centers to fuck with her, which is"
    },
    {
      "end_timestamp": 6675.0,
      "id": "f5c55afe-4393-3e2c-bc61-ce4e0a0fee0b",
      "speaker": "Jordan",
      "start_timestamp": 6672.0,
      "text": "not a left or right issue. That is dude, it's"
    },
    {
      "end_timestamp": 6678.0,
      "id": "f00622bd-e58a-3cf1-9537-9ab9fe656096",
      "speaker": "Dan",
      "start_timestamp": 6675.0,
      "text": "very similar to the beginning of GamerGate. Yeah, no"
    },
    {
      "end_timestamp": 6681.0,
      "id": "f9e8684b-0476-32e1-89cd-64cc801a4631",
      "speaker": "Jordan",
      "start_timestamp": 6678.0,
      "text": "shit. So this is the fucking this dude's"
    },
    {
      "end_timestamp": 6713.0,
      "id": "4b4b9641-093e-36d0-a192-91642c1f1506",
      "speaker": "Dan",
      "start_timestamp": 6681.0,
      "text": "fucking awful cycle that we're trapped in now, basically, is these really angry dudes, toxic men, right? And then you have Alex Jones, who was fucking way on that tip on it trying to cake cupcake trying to misrepresent the news that's happening in order to fit that narrative, right? And it's once he starts doing all this, like, all these racial crimes are fake. I've never seen white racism, also."
    },
    {
      "end_timestamp": 6717.0,
      "id": "5d7f32e7-e980-3050-b90f-068766314074",
      "speaker": "Jordan",
      "start_timestamp": 6713.0,
      "text": "But Nazis are totally not racist, except they're happy with me."
    },
    {
      "end_timestamp": 6732.0,
      "id": "77952a08-314a-36cd-bb9b-e9e3ec42f683",
      "speaker": "Dan",
      "start_timestamp": 6717.0,
      "text": "And then pitching white genocide type narratives. I believe when Tyler Snodgrass was filling in for you, he asked me if Alex was a supremacist. And at the time my answer was, I don't have enough information. I'm not sure"
    },
    {
      "end_timestamp": 6738.0,
      "id": "05cd35af-0b27-341f-bcff-65c1adc88fd7",
      "speaker": "Jordan",
      "start_timestamp": 6732.0,
      "text": "and at this time as tight as a press time on this episode, uh, you betcha."
    },
    {
      "end_timestamp": 6742.0,
      "id": "2daeb0c7-bcf5-3c1e-b5af-d7e4623b4e8d",
      "speaker": "Dan",
      "start_timestamp": 6738.0,
      "text": "I don't think it's a definite yes. But man, I'm much closer."
    },
    {
      "end_timestamp": 6789.0,
      "id": "81abebdd-3d7d-35e0-a529-7cd6f7e3dd50",
      "speaker": "Jordan",
      "start_timestamp": 6742.0,
      "text": "I mean, his way of yours or would he? Yeah. Is he gonna say he's a white supremacist? He's gonna say things that suggests he's not a white supremacist and yet every action we see Yeah, every argument he makes as opposed to every you know, like, and I'm not I'm just saying you know, we should treat people the same. But I've been black people are way more racist than me like all of all of his arguments are always white supremacist. All of the things he does Yeah, are always white supremacist. So whether or not you sit, you know, it doesn't matter. You doesn't matter if you say like, Hey, I don't care what kind of scholar color skin you are. Or even if you're cool with your black friend, that you don't fucking have the proof of"
    },
    {
      "end_timestamp": 6810.0,
      "id": "76e3ba37-9edf-3a8d-a311-671ecf49bc94",
      "speaker": "Dan",
      "start_timestamp": 6789.0,
      "text": "the pudding is in the eating it goes. Anyway, let's finish this clip. And then I think we have time for two more after. Oh, we got time for a few. Okay, good, good. Good. I'm just you know, listen, let's pull back the curtain. You have a show tonight. Yeah, I don't want to ruin that for you. But wasn't Alex Jones be at the door? Okay."
    },
    {
      "end_timestamp": 6816.0,
      "id": "87da8620-1255-39ec-ac29-6f8728b1e2f0",
      "speaker": "Alex Jones",
      "start_timestamp": 6810.0,
      "text": "He's a knockin. Yeah, I saw it this morning. I didn't see it my stack so I print me that thank you."
    },
    {
      "end_timestamp": 6833.0,
      "id": "5ee8a2ac-f1bf-3cfc-8423-99ea4c84f21c",
      "speaker": "Dan",
      "start_timestamp": 6816.0,
      "text": "Oh, also he's trying to make the argument that this this news about the the guy who called in the bomb threats as a way to fuck with his girlfriend Ray saying that no one's reporting it and everyone is reporting everybody is reporting it? Yeah, so anyway, here we go."
    },
    {
      "end_timestamp": 6904.0,
      "id": "1c788b82-38fe-3982-a2a9-88be03d6e7fa",
      "speaker": "Alex Jones",
      "start_timestamp": 6833.0,
      "text": "Turns out it is a pro Obama anti Trump operative man arrested for Jewish Shinar bomb threat is an anti Trump Muslim convert oh my god yeah, it's not hard for Trump be proven right again, I'm not going to share a 95% real f I'm gonna say 90 Now that there's been a few of the race attacks that we see out there are false flags. And a lot of times it'll be a white woman saying for black guys raped her and you know she'll cut her face I saw that you know that it's not true she did herself and no black woman says five white guys did it and it's fake again. You know? I mean it's just it's people do it for attention man. It's bad it's an epidemic. They teach this in the feminist classes that all sex is rape. So you know if you're up with you you can decide to retroactively say you're right it was a court case where they just no build up the the DA here in Austin where that went on and the girl got mad and you know, said I'm gonna say you write me reportedly. So they dropped the case and minister scary Folks this is this is social justice warriors were Owen Shroyer"
    },
    {
      "end_timestamp": 6921.0,
      "id": "51b3f0a2-0e71-3947-9741-62ba6cc16461",
      "speaker": "Dan",
      "start_timestamp": 6904.0,
      "text": "this makes me so sad. That clip made me so fucking sad What in God's name? Is he talking 95% of race attacks are false flags 95% Everyone just wants attention 95% Rape is fake. It's just"
    },
    {
      "end_timestamp": 6933.0,
      "id": "cb4495e5-1158-3084-b48b-88a86fd25c51",
      "speaker": "Jordan",
      "start_timestamp": 6921.0,
      "text": "all sex is rape. All sex isn't rape. No, there's no way there's a lot of rape there is but that's not all sex. A lot of it's a false flag is a lot of it. 95% of it is a false I mean,"
    },
    {
      "end_timestamp": 6946.0,
      "id": "97f734ed-bb92-3ce4-8caa-7de4b48ce2e4",
      "speaker": "Dan",
      "start_timestamp": 6933.0,
      "text": "Alex doesn't believe in like rape culture. He doesn't believe in like the idea that they're unknown. He just participates in it. He doesn't believe that there's unreported sexual assault on campuses and there's so many unreported sex it's absolute insanity"
    },
    {
      "end_timestamp": 6960.0,
      "id": "f4de8b3d-76f2-3fd7-a5d8-76662520dc64",
      "speaker": "Jordan",
      "start_timestamp": 6946.0,
      "text": "it's a God yet with the Baylor shit is a it's a man. This the entire the entire theme of this episode is Alex Jones is blaming everyone but who's really at fault, which is Dude,"
    },
    {
      "end_timestamp": 6968.0,
      "id": "6403641c-6a93-359e-95d4-689c1a93379d",
      "speaker": "Dan",
      "start_timestamp": 6960.0,
      "text": "that's not this episode. That might be that might be his entire show. You're right. But yeah, I mean, keep gloms onto a couple examples. Like he was talking about,"
    },
    {
      "end_timestamp": 6993.0,
      "id": "f1e91989-a72a-3a6a-8797-50b604a3affa",
      "speaker": "Jordan",
      "start_timestamp": 6968.0,
      "text": "you know what, maybe this entire show is like, all of this is a distraction from toxic masculinity. I'm becoming more and more convinced that every single Islam is against women. No, dudes, dudes. Yeah. You know, copy the whole thing. The whole thing is any possible distraction from the fact that a lot of dudes are pieces of shit."
    },
    {
      "end_timestamp": 7002.0,
      "id": "13b83963-6de8-3e1d-a3cc-eabd12249305",
      "speaker": "Dan",
      "start_timestamp": 6993.0,
      "text": "Yep. And bad shit. Anyway, I mean, he brings up like the Duke lacrosse thing in there. That's what he was referencing. Yeah,"
    },
    {
      "end_timestamp": 7005.0,
      "id": "16de4a58-1579-3371-82c8-6609ada5be46",
      "speaker": "Jordan",
      "start_timestamp": 7002.0,
      "text": "the Rolling Stone cover story. Yeah,"
    },
    {
      "end_timestamp": 7012.0,
      "id": "d174a1b3-dff6-3d34-b99e-623051dd92b9",
      "speaker": "Dan",
      "start_timestamp": 7005.0,
      "text": "that's what he was referencing. And yeah, sure. That was That was bad. That was bad. That was bad. Yep. Cool. So are"
    },
    {
      "end_timestamp": 7013.0,
      "id": "99e15b09-9ffe-3866-964b-17f1cef55b47",
      "speaker": "Jordan",
      "start_timestamp": 7012.0,
      "text": "all the rapes. Yeah,"
    },
    {
      "end_timestamp": 7015.0,
      "id": "1f963979-9e3c-3785-9f43-644b5c2b2de3",
      "speaker": "Dan",
      "start_timestamp": 7013.0,
      "text": "just because,"
    },
    {
      "end_timestamp": 7029.0,
      "id": "c18355d1-5d3f-3cc2-9cb7-8dca08868d34",
      "speaker": "Jordan",
      "start_timestamp": 7015.0,
      "text": "so there are okay, so we got four on the board of falsely accused of rape. And then we've got, I don't know 10 20 million on the board of accused of rape and not facing any consequences for it at all."
    },
    {
      "end_timestamp": 7033.0,
      "id": "b139e4f0-c990-3d2a-80f7-d6bfdea71600",
      "speaker": "Dan",
      "start_timestamp": 7029.0,
      "text": "The Best Actor and our president. Yeah."
    },
    {
      "end_timestamp": 7037.0,
      "id": "ed0081ab-629f-340a-938b-366272fbd20d",
      "speaker": "Jordan",
      "start_timestamp": 7033.0,
      "text": "So like, it's just it's funny because we're all fucking monsters. Yeah."
    },
    {
      "end_timestamp": 7048.0,
      "id": "b0b597b7-b72b-3448-9dc5-c27cc0329ef1",
      "speaker": "Dan",
      "start_timestamp": 7037.0,
      "text": "It's it's almost impossible for us to unpack but it I just, I can't I can't say enough how much I really hate his interpretation of the"
    },
    {
      "end_timestamp": 7052.0,
      "id": "bd727f46-5d5f-320b-9bf3-d1b6cbb795ea",
      "speaker": "Jordan",
      "start_timestamp": 7048.0,
      "text": "world. It's it's awful. It's tragically bad. Anyway,"
    },
    {
      "end_timestamp": 7073.0,
      "id": "7a916a04-93a4-391a-8465-2d75d5d23afc",
      "speaker": "Dan",
      "start_timestamp": 7052.0,
      "text": "I have to I have to choose my spots here. Yeah. Because we you know, we got it. We got to get in what needs to be got in, right. And this next clip that I'm going to play is so fun. This one's fun. He it's it's another lie. This one is a lie about him meeting a military psychologist."
    },
    {
      "end_timestamp": 7075.0,
      "id": "307f7948-b233-3a81-b1e8-7639ef6be0d4",
      "speaker": "Jordan",
      "start_timestamp": 7073.0,
      "text": "Why would you lie about that? You're"
    },
    {
      "end_timestamp": 7085.0,
      "id": "1554f4a7-04ad-3405-a706-ede9bae20941",
      "speaker": "Dan",
      "start_timestamp": 7075.0,
      "text": "gonna you're gonna find out. All right. And then in the middle, it gets super weird about, again, kind of masculine issue, dudes. Yeah."
    },
    {
      "end_timestamp": 7099.0,
      "id": "9a6ee6bf-ccc5-3c37-af00-da28e94c5a01",
      "speaker": "Alex Jones",
      "start_timestamp": 7085.0,
      "text": "We're on over 200 radio stations, so we don't let cuss words go out. We're still under FCC regulations. Obama wants the FCC to run the internet. But guess what? He's not president anymore. And so we enter into the next problem. Yeah,"
    },
    {
      "end_timestamp": 7100.0,
      "id": "cbfe2d2b-c03d-3912-bcbc-5217e23c641f",
      "speaker": "Jordan",
      "start_timestamp": 7099.0,
      "text": "we know."
    },
    {
      "end_timestamp": 7103.0,
      "id": "e34e0cf6-2293-387c-9ce7-5656d0421947",
      "speaker": "Dan",
      "start_timestamp": 7100.0,
      "text": "I apologize. I pulled up the wrong clip."
    },
    {
      "end_timestamp": 7114.0,
      "id": "b2d4782d-1e9f-3a24-ac5f-35d66a4e6df6",
      "speaker": "Jordan",
      "start_timestamp": 7103.0,
      "text": "They're blaming so many things on Obama and Hillary and it's like, they've got nothing to do with nothing anymore. Why are you still blaming them find a new boogeyman or so it's still going"
    },
    {
      "end_timestamp": 7116.0,
      "id": "88e2fc44-c356-36c0-a898-23bdbd79d876",
      "speaker": "Dan",
      "start_timestamp": 7114.0,
      "text": "yeah. Anyway, here's the right clip."
    },
    {
      "end_timestamp": 7139.0,
      "id": "2ce32903-c981-3ad3-886a-77c942f0ffaf",
      "speaker": "Alex Jones",
      "start_timestamp": 7116.0,
      "text": "That was talking to a former Army psychologist just yesterday here at the office. He was telling me he goes the same thing that that's one of the big four banks was the head of the fourth largest bank. Famous conversation I have for three hours on a plane from Austin to New York. American Airlines gonna be on the view. There's a"
    },
    {
      "end_timestamp": 7145.0,
      "id": "e6539438-4644-3178-b5ce-4a9b4205f19b",
      "speaker": "Dan",
      "start_timestamp": 7139.0,
      "text": "famous conversation he had famous conversation talk you out. Well reported. He's trying to steal my catchphrase. Hey,"
    },
    {
      "end_timestamp": 7150.0,
      "id": "6166ec99-858d-3e2f-9966-2122e94fa155",
      "speaker": "Jordan",
      "start_timestamp": 7145.0,
      "text": "you know what, Alex? Dream on"
    },
    {
      "end_timestamp": 7156.0,
      "id": "6345397a-1827-396a-a451-f66f11c6f701",
      "speaker": "Dan",
      "start_timestamp": 7150.0,
      "text": "my catchphrase, because I often say that I famously did things jacking my shit you"
    },
    {
      "end_timestamp": 7159.0,
      "id": "f9e5fb06-6771-318f-96b7-37808e6b6906",
      "speaker": "Jordan",
      "start_timestamp": 7156.0,
      "text": "didn't you didn't come up with that. I'm not saying I famously came"
    },
    {
      "end_timestamp": 7254.0,
      "id": "9d1706f4-dee9-3328-8058-ae8f45293cba",
      "speaker": "Alex Jones",
      "start_timestamp": 7159.0,
      "text": "up with he said Alex, you think people will adapt overcome to fight the New World Order in our system, they're gonna adapt and overcome to submit they're going to get into whatever we do as long as it's incremental. And in the end, the government did listen the show when he was here visiting his dad, it was a retired general and he said this is off the record talk. So we talked about an hour and a half and he couldn't convince me and then he did want to talk to you more. I was arrogant at the end but that's the whole way of these guys. And I had to get a guy in the suit was perfectly still Chris got his black trench coat look totally perfect. I don't know how he did it. You know, it's how these guys do this stuff. You know, just he had it all down arrogance by that but You know what, he's get his ass kicked now. But some of this army guy, and he wasn't arrogant about it. He said, You know, our military loves the fight, and loves to kill. But he said, they don't do that, because they're bad. They didn't do that, because they started out that way. They have to, you have to adapt to it and get to where you like it, or it destroys you. And the men that weren't destroyed were the ones that got to where they liked it. And the ones that are destroyed are the ones that never adapted to it. And he said, and that's what they do with the public, is they basically do bad things to us, and then get us to adapt and accept it. So it's like with really smart people, that's the highest knowledge. Is it those of us that see all this stuff we are not submitting? We're trying to adapt to actually overcome it for people and build a better system. But a lot of people think they're cool, they just roll over or go along, like, I don't care. They shut down half the coal power plants. I don't own coal stock. Well, neither do I."
    },
    {
      "end_timestamp": 7256.0,
      "id": "813d3940-9333-35c6-97e8-6c8f09d26594",
      "speaker": "Jordan",
      "start_timestamp": 7254.0,
      "text": "Well, neither do I."
    },
    {
      "end_timestamp": 7258.0,
      "id": "e3969030-ab98-3a6a-a37a-df2651cab35c",
      "speaker": "Dan",
      "start_timestamp": 7256.0,
      "text": "You understood. understand any of that."
    },
    {
      "end_timestamp": 7272.0,
      "id": "fbbe41ba-e26f-3fe3-ab87-2ef91ae31b22",
      "speaker": "Jordan",
      "start_timestamp": 7258.0,
      "text": "I'm trying to I do I kind of think he has a good point. But it's only applicable to how the GOP has managed to convince people to vote against their own interests by hating trans people. Well, if"
    },
    {
      "end_timestamp": 7280.0,
      "id": "e76a82d6-74fb-336c-9bec-9ca8d0246dc5",
      "speaker": "Dan",
      "start_timestamp": 7272.0,
      "text": "you extrapolate, yeah, yeah. But the what I glommed on to in that clip, way more is, first of all, these conversations didn't happen. No. But then,"
    },
    {
      "end_timestamp": 7289.0,
      "id": "87d1785e-aa8c-32f5-99d1-92cafddf6cca",
      "speaker": "Jordan",
      "start_timestamp": 7280.0,
      "text": "of course, not the Why would you be impressed by a guy who gets up and is wearing his clothes fast? Looks great. Is it like, is it like, change artists know that what he's"
    },
    {
      "end_timestamp": 7299.0,
      "id": "28a2a207-577b-33ef-b307-67c1397c8419",
      "speaker": "Dan",
      "start_timestamp": 7289.0,
      "text": "saying is he got up and everything looked crisp? Yeah, no, he'd been sitting down for an hour on a plane talking to him talking to Alex, he just gets up, everything looks crisp, he's got a great suit,"
    },
    {
      "end_timestamp": 7303.0,
      "id": "e6034652-894c-3100-af61-abffd3959c13",
      "speaker": "Jordan",
      "start_timestamp": 7299.0,
      "text": "he's got a great suit. What I am more interested in Alex Jones is a star fucker."
    },
    {
      "end_timestamp": 7336.0,
      "id": "127d868a-681b-3251-b58e-27ad904e94c8",
      "speaker": "Dan",
      "start_timestamp": 7303.0,
      "text": "There's two things that I'm fucking interested in this clip. One is the idea that he's glorifying the idea of being cool with killing, like the idea that the military likes to kill people. And in order to be successful, you have to start to like to kill people. Even for a military, that is not something I'm comfortable with. I like the idea of killing having to be done sometimes judiciously by the military. I do not like the idea that they're like, We love killing people. That's fucked up."
    },
    {
      "end_timestamp": 7340.0,
      "id": "3a99f2f4-cb8b-3147-be02-88742c1c4233",
      "speaker": "Jordan",
      "start_timestamp": 7336.0,
      "text": "I don't like anybody who says that period."
    },
    {
      "end_timestamp": 7349.0,
      "id": "87148ff2-af32-302a-8628-e0a44a33fa19",
      "speaker": "Dan",
      "start_timestamp": 7340.0,
      "text": "Because it's wild. The second thing is he talks about this military psychologist, talk off the record, which I think means he's breaking means"
    },
    {
      "end_timestamp": 7360.0,
      "id": "52e04fae-c225-3e83-8959-5048de806f18",
      "speaker": "Jordan",
      "start_timestamp": 7349.0,
      "text": "he bothered that guy. And then he's like, and now I'm going to tell you about this conversation I had that I told he, I told him he wouldn't be No, it just means that he's not putting his name out."
    },
    {
      "end_timestamp": 7373.0,
      "id": "048427e7-eb73-30e2-8750-58a4c41275a7",
      "speaker": "Dan",
      "start_timestamp": 7360.0,
      "text": "He doesn't understand what being a journalist is, though. Like you shouldn't be saying the specifics of the conversation if it was off the record. That's not the important part. That's a good point. The important part is like he's talking to this guy. He's fucking air again."
    },
    {
      "end_timestamp": 7380.0,
      "id": "1a2ce7e6-7137-3fff-9ef0-7bfe11e76fbd",
      "speaker": "Jordan",
      "start_timestamp": 7373.0,
      "text": "He's tso's chicken neck. He's so arrogant. Only chicken necks are arrogant. He talks this military guy. He's a man. He's not. He's a dude."
    },
    {
      "end_timestamp": 7395.0,
      "id": "797262d9-220d-3b4e-b509-f4a2eb096ccc",
      "speaker": "Dan",
      "start_timestamp": 7380.0,
      "text": "He Alex has such a fucking problem with people being arrogant, and quote, thinking they're better than me. He's so caught up in that idea of he's projecting so much. Yeah. But like, all these people think they're smart. They're better than me. Like that's in your head."
    },
    {
      "end_timestamp": 7423.0,
      "id": "321dba6c-9e1f-39dd-830d-bd5ae1d92e29",
      "speaker": "Jordan",
      "start_timestamp": 7395.0,
      "text": "I swear to God, I still believe I'm starting to be more and more convinced by this. If the people like if the New York Times would just be like, Alex Jones, we think you're so smart. So long as you're talking about that, like if we just push him in the right direction. Like what like with Trump, there is a part of me that believes if we give Trump positive feedback and candy in certain like what like with the speech when he sounded presidential or whatever?"
    },
    {
      "end_timestamp": 7427.0,
      "id": "9f2c97e0-594f-301c-88bb-f74caf0fccbd",
      "speaker": "Dan",
      "start_timestamp": 7423.0,
      "text": "Yeah, they decided not to put up that executive order them. Right. Right. Exactly. It's"
    },
    {
      "end_timestamp": 7436.0,
      "id": "789fa758-6f54-3061-951b-6821649e1c72",
      "speaker": "Jordan",
      "start_timestamp": 7427.0,
      "text": "like if you give him positive feedback, maybe he'll start to do like we can push him in the like, because he just wants to he just wants people to like,"
    },
    {
      "end_timestamp": 7442.0,
      "id": "01772e7e-675a-3e8e-a9f7-8c89c2f21e89",
      "speaker": "Dan",
      "start_timestamp": 7436.0,
      "text": "I don't want to press Alex Jones. I don't want to just wants people to like it. I don't want to baby president I don't want to baby propaganda."
    },
    {
      "end_timestamp": 7450.0,
      "id": "0e498e65-aafa-3f75-9038-d8cf730c67ac",
      "speaker": "Jordan",
      "start_timestamp": 7442.0,
      "text": "I don't want either of those things. But that's what we've got. It's not we got it. We got to do we got to do something their children their small baby,"
    },
    {
      "end_timestamp": 7464.0,
      "id": "39684f50-ec16-3737-92f0-9721fe8ba026",
      "speaker": "Dan",
      "start_timestamp": 7450.0,
      "text": "I legitimately think that it's possible that by the time this episode is aired, we will have a new president. No. But the situation on the ground will be different than it is just on Saturday. We haven't comes out on Monday we have that tomorrow could"
    },
    {
      "end_timestamp": 7472.0,
      "id": "56642bdc-a571-33ad-b5c7-d2cf5cf00fc5",
      "speaker": "Jordan",
      "start_timestamp": 7464.0,
      "text": "be a wild day. During the recording of this episode. Neither of us have checked Twitter, it might be an entirely new situation by the end of the recording. It's very"
    },
    {
      "end_timestamp": 7516.0,
      "id": "4774daaf-2b39-356f-839a-6ac71faada5e",
      "speaker": "Dan",
      "start_timestamp": 7472.0,
      "text": "possible. All right, so I've got I've got I have one more clip I'm going to play then this one is about 10 minutes long or so. We can break it up. But the reason that it's important is that Alex loses his shit about money while talking about not caring about money, right, while accidentally being literally sacrilegious. He talks earlier he said it earlier in the show. This is a Christian program we don't costs on it. Right? That right? What he says, in this next clip? Literally, I think everybody who goes to church should be shocked and horrified by what he says, Okay, we'll talk more."
    },
    {
      "end_timestamp": 7519.0,
      "id": "5ccf06f9-514f-3613-82d4-d897619867c0",
      "speaker": "Jordan",
      "start_timestamp": 7516.0,
      "text": "You're really given people who go to church, a lot of credit on this. I've"
    },
    {
      "end_timestamp": 7526.0,
      "id": "61fb7b5b-991f-3d7f-ab9a-ee59dee0a7ca",
      "speaker": "Dan",
      "start_timestamp": 7519.0,
      "text": "gone to church a lot in my life. And I really do. I feel like the people that I knew wouldn't like to hear this sort of thing."
    },
    {
      "end_timestamp": 7535.0,
      "id": "d0ab4798-20f0-3486-a407-ac0a3ca6ac0b",
      "speaker": "Jordan",
      "start_timestamp": 7526.0,
      "text": "I believe in my heart of hearts, there are no depths of depravity that people who go to church won't be fine with so long as they don't."
    },
    {
      "end_timestamp": 7539.0,
      "id": "bfc2c939-e97d-30e5-a1e5-e9aba312091e",
      "speaker": "Dan",
      "start_timestamp": 7535.0,
      "text": "And you just use the term heart of hearts. That's church credibility. Exactly."
    },
    {
      "end_timestamp": 7543.0,
      "id": "19a34f55-1bdf-38e1-8813-122d6e93ab5f",
      "speaker": "Jordan",
      "start_timestamp": 7539.0,
      "text": "Anyway, here we go. I know the language. Here's a nice sales pitch"
    },
    {
      "end_timestamp": 7545.0,
      "id": "ee3fa826-bffd-371c-bfdc-bdad6f42dc96",
      "speaker": "Dan",
      "start_timestamp": 7543.0,
      "text": "that goes bad"
    },
    {
      "end_timestamp": 7554.0,
      "id": "559922c2-fc9c-3b1b-a711-c3ee0d6c5a77",
      "speaker": "Alex Jones",
      "start_timestamp": 7545.0,
      "text": "for pulling out they're like, we'll march in the you you army will go ahead then. And they always have a well march in Black Lives Matter to shoot, shoot, well, they just get it going, then bring"
    },
    {
      "end_timestamp": 7565.0,
      "id": "ccf8e04a-d17a-319b-b837-d56ba94559b2",
      "speaker": "Unknown Speaker",
      "start_timestamp": 7554.0,
      "text": "in the bastards. You got George Soros, and then all the paid protesters, and then you have the media that covers this, like it's a good thing. And so I mean, we do have a fight on our hands, folks."
    },
    {
      "end_timestamp": 7579.0,
      "id": "894a80a9-9e75-3da6-b742-35a2f5bd3029",
      "speaker": "Alex Jones",
      "start_timestamp": 7565.0,
      "text": "I'm saying, I'm not giving up and you see where fall how far we've come. It's a murder case. If you decide you're gonna have this victory, folks who can't leave Vietnam skip this network, right? Because we don't get this together. I'm gonna say something to viewers right now."
    },
    {
      "end_timestamp": 7579.0,
      "id": "7ca4af84-d073-3946-a5d5-9957b81e686b",
      "speaker": "Dan",
      "start_timestamp": 7579.0,
      "text": "So he's skipping"
    },
    {
      "end_timestamp": 7585.0,
      "id": "0e839733-22ee-3036-854b-4c7daee04795",
      "speaker": "Jordan",
      "start_timestamp": 7579.0,
      "text": "a break with a phrase word in edgewise is very, very applicable, where he's"
    },
    {
      "end_timestamp": 7594.0,
      "id": "74cb9cf6-061a-37ea-8552-e064ee67d807",
      "speaker": "Dan",
      "start_timestamp": 7585.0,
      "text": "skipping a break, which would be a commercial break. And now watch how he just gets impassioned. And it's a nine minute commercial."
    },
    {
      "end_timestamp": 7597.0,
      "id": "3c9834c8-7b0d-3fb4-b07c-a631e3008db2",
      "speaker": "Jordan",
      "start_timestamp": 7594.0,
      "text": "No, he can't possibly the"
    },
    {
      "end_timestamp": 7616.0,
      "id": "742f0c75-658d-35e7-9c6a-1acd34d9949d",
      "speaker": "Alex Jones",
      "start_timestamp": 7597.0,
      "text": "fact that we have over 40 million people that listen to the streams, listen to us on radio, and that watch us on YouTube and Facebook on their platforms. 43 44 million people a week. Not true, big waste of time. And then I sit there and I think I'm doing good jobs if I'm selling 1000 T shirts today."
    },
    {
      "end_timestamp": 7619.0,
      "id": "f54b4db4-f371-3526-b635-f3806d081e04",
      "speaker": "Jordan",
      "start_timestamp": 7616.0,
      "text": "But no"
    },
    {
      "end_timestamp": 7687.0,
      "id": "01ba8c9d-ba8c-34f7-a838-f05290489348",
      "speaker": "Alex Jones",
      "start_timestamp": 7619.0,
      "text": "$5 or $4 We're making on a shirt. I care about those shirts in the streets. But I've got to fund myself. So I'm trying to make $5 on him. We have the new Trump pants 2020 shirt, will it save the world? No, but this movement will with God's help you get enough people instead of 100,000 people like the last t shirt 1000 on the street, you get a million people on the street, but Trump is my president. We're about to solder those. Or Trump pants 2020 keeping America great. On the back. It says America first and 7076 info wars.com It will send shockwaves across the country. So listen, I want to sit there and have the crew go well, we're selling 1000 Plus shirts today. You know, you know in 100 days or something. We'll break the last record. Thank you those that did order. They're the people that get it. I'm not bitching at the listeners. I'm saying if you want to win, call that local station and become a sponsor or send them $20 a month. stop tithing to the big fake churches that won't fight where you go worship the stupid demon preacher. We need to be tied to in the info war. God wants freedom God"
    },
    {
      "end_timestamp": 7689.0,
      "id": "534bc8a3-25c3-33c6-82fb-18b2ac7ad1f6",
      "speaker": "Dan",
      "start_timestamp": 7687.0,
      "text": "that's literal sacrilege. $5"
    },
    {
      "end_timestamp": 7724.0,
      "id": "fa641049-b959-3921-bbf5-e7cf2d40eadb",
      "speaker": "Jordan",
      "start_timestamp": 7689.0,
      "text": "shirt in the streets $20 shirt in the sheets. You know what I'm saying for you? Here's what he did. And I will tell you this I'll tell you this right now. There is a full on Christian justification for it. Really? Yeah. The the mega churches the whole thing that everything that he's talking about if you're saying already gospel, the prosperity gospel, the giant churches, that is sacrilege, sure, because it's done in the name of the of the Jesus Christ our Lord and Savior. You give"
    },
    {
      "end_timestamp": 7726.0,
      "id": "3297bd8e-703c-37c2-b7e6-b93e9906340f",
      "speaker": "Dan",
      "start_timestamp": 7724.0,
      "text": "us money and you'll have more money. Exactly. Which is"
    },
    {
      "end_timestamp": 7732.0,
      "id": "b52a6dcf-9859-391e-a2b2-43c316172b18",
      "speaker": "Jordan",
      "start_timestamp": 7726.0,
      "text": "the most brilliant lie I've ever been sure I've ever been part of. Yeah, that's amazing."
    },
    {
      "end_timestamp": 7738.0,
      "id": "43790cad-4d0a-3afb-ad55-257a54cc6485",
      "speaker": "Dan",
      "start_timestamp": 7732.0,
      "text": "Pastor Creflo $1. Now you're getting behind. Anyway,"
    },
    {
      "end_timestamp": 7743.0,
      "id": "9980dbcd-548f-3540-a6d3-2a50fdda13d5",
      "speaker": "Jordan",
      "start_timestamp": 7738.0,
      "text": "now your point, though, is that the word tied to him? Is"
    },
    {
      "end_timestamp": 7747.0,
      "id": "24be5e38-d555-367f-a74b-b07e2e95da8f",
      "speaker": "Dan",
      "start_timestamp": 7743.0,
      "text": "the big one. That's big. That's a big one. That's fucked up. That"
    },
    {
      "end_timestamp": 7748.0,
      "id": "5efc443f-4668-328f-be43-dacf49875d02",
      "speaker": "Jordan",
      "start_timestamp": 7747.0,
      "text": "is fucked up."
    },
    {
      "end_timestamp": 7758.0,
      "id": "f80da3cd-e772-39e6-b550-b271467c0a4f",
      "speaker": "Dan",
      "start_timestamp": 7748.0,
      "text": "Because tithing is giving 10% of your money to the church, the church. Yeah. And it's specifically to create good works to"
    },
    {
      "end_timestamp": 7790.0,
      "id": "b870354a-736e-30a0-8309-fe54f10b2bb3",
      "speaker": "Jordan",
      "start_timestamp": 7758.0,
      "text": "but but again, again, see there you get into the there you get into the biblical the church is not the building the church is the people, the community. If Infowars is doing the good works, well then Infowars is your church. My friend Info Wars is the community and all of these churches are just demon preacher. They're demon preachers who like the dollar guy. Yeah, but he's might as well be dressed in that, like late 90s commercial where the guys getting the attacks, grants and all that. Yeah, the guy looks like the money, money money. Yeah."
    },
    {
      "end_timestamp": 7808.0,
      "id": "a860916e-2f40-3529-bc24-07ff6e280818",
      "speaker": "Dan",
      "start_timestamp": 7790.0,
      "text": "But I think that that is, first of all, we have Alex morphing into basically a propaganda arm for a political candidate and his typing It's morphing into, is he going to try and get tax exempt status? Like he's, he's turning this into a church in front of our eyes."
    },
    {
      "end_timestamp": 7814.0,
      "id": "7e0ce3e6-ee62-3abf-b2f4-6b43af897b0f",
      "speaker": "Jordan",
      "start_timestamp": 7808.0,
      "text": "Oh, that's how he makes it through this whole ad roll thing. Maybe that's how he does it?"
    },
    {
      "end_timestamp": 7815.0,
      "id": "9a6148a0-00df-3b65-bfaa-95a0e0b3305a",
      "speaker": "Dan",
      "start_timestamp": 7814.0,
      "text": "I don't think so. Hey,"
    },
    {
      "end_timestamp": 7822.0,
      "id": "3c4fa455-ac5f-34f1-9fc0-fc78ee60e6fa",
      "speaker": "Jordan",
      "start_timestamp": 7815.0,
      "text": "if L Ron Hubbard can do it. Well, Alex Jones can't do it. No, no, I can't do it. It's too late for that."
    },
    {
      "end_timestamp": 7829.0,
      "id": "4c8e804f-ff9d-3915-b4e9-37630c713434",
      "speaker": "Dan",
      "start_timestamp": 7822.0,
      "text": "He's also not creative enough. But as we've discussed, I do. I'm back on the page of thinking that there is an angel investor. But anyway,"
    },
    {
      "end_timestamp": 7856.0,
      "id": "5e18cfbc-2bc5-3d62-99c5-96e1b88efd34",
      "speaker": "Jordan",
      "start_timestamp": 7829.0,
      "text": "this this sales pitch is so transparent and lame, and he's trying so hard to make it not. And it goes, I don't even care if we sell 1000 T shirts. I want a million T shirts in the streets. Yeah, I don't care. I don't care about all this money that you're giving me. I want you to wear these and make a movement. Now admittedly, that means you're gonna give me a lot more money. Yeah, but that's not the point."
    },
    {
      "end_timestamp": 7871.0,
      "id": "d20808ca-bf4d-3fba-92df-f81d20052585",
      "speaker": "Dan",
      "start_timestamp": 7856.0,
      "text": "He's waffling between those two ideas for this entire clip. Yeah, but there's one point where Darren mcbreen, who's in there tries to talk about a point he wants to make and just get shut down. Just, that's let's play this."
    },
    {
      "end_timestamp": 7872.0,
      "id": "33be95b1-07fd-37a0-8c25-7f0c10ae5f2e",
      "speaker": "Jordan",
      "start_timestamp": 7871.0,
      "text": "Let's let this fly"
    },
    {
      "end_timestamp": 7892.0,
      "id": "bda527a1-976d-3b36-bbdf-75a4c447855d",
      "speaker": "Alex Jones",
      "start_timestamp": 7872.0,
      "text": "wants to promote justice. And so I'm telling you, if you're somebody that's poor, just spread the legs spread the articles reach out to people, but if you're middle class, I wouldn't buy just one shirt. Buy 100 in different sizes, give them to people or sell them. Be an entrepreneur sell them for 15 $20 from shirts are popular."
    },
    {
      "end_timestamp": 7894.0,
      "id": "034e795e-53df-3df4-884f-f98f83ce1c37",
      "speaker": "Dan",
      "start_timestamp": 7892.0,
      "text": "That's basically multilevel marketing is"
    },
    {
      "end_timestamp": 7900.0,
      "id": "715b4d7e-891a-3b0a-ae3d-93a79a4cd9f8",
      "speaker": "Jordan",
      "start_timestamp": 7894.0,
      "text": "doing a pyramid scheme. Yeah, basically. God damn it. I love you. Alex Jones,"
    },
    {
      "end_timestamp": 7909.0,
      "id": "03468fcc-5144-3aad-b4b4-37d5effd745f",
      "speaker": "Dan",
      "start_timestamp": 7900.0,
      "text": "buy a bunch of shirts. People fucking lunatic look these shirts move just like a bridge. That is that is the prosperity gospel. Gospel, buy"
    },
    {
      "end_timestamp": 7911.0,
      "id": "04000b48-4ffe-3075-bbf9-4e9dccb0a224",
      "speaker": "Jordan",
      "start_timestamp": 7909.0,
      "text": "100 shirts,"
    },
    {
      "end_timestamp": 7917.0,
      "id": "85b795c2-2564-385c-8260-c24595ac22ce",
      "speaker": "Alex Jones",
      "start_timestamp": 7911.0,
      "text": "go resell them. I don't care. Just get the shirts out to people."
    },
    {
      "end_timestamp": 7921.0,
      "id": "006c59f3-cc44-3640-88bf-8fe32c2b5ff6",
      "speaker": "Dan",
      "start_timestamp": 7917.0,
      "text": "I honestly think that it might be an indication that he has too many shirts"
    },
    {
      "end_timestamp": 7931.0,
      "id": "292fbe25-82e3-3b4d-8d3f-f24964cd047d",
      "speaker": "Jordan",
      "start_timestamp": 7921.0,
      "text": "I was gonna say might be like a week he Yeah, he might be on the like, everything. 45% off. That's fair. I don't know we're going out of business."
    },
    {
      "end_timestamp": 7937.0,
      "id": "13d2a516-bda1-3c79-b885-165eded27a88",
      "speaker": "Dan",
      "start_timestamp": 7931.0,
      "text": "He's also started a new thing where if you sign up for their newsletter, they send you half off coupons for a new thing every day."
    },
    {
      "end_timestamp": 7948.0,
      "id": "545634f1-5045-3283-afd1-9da5b7e3588d",
      "speaker": "Jordan",
      "start_timestamp": 7937.0,
      "text": "Oh, they're really so But now Now you're doing it to me now. We're going back on the angel investor thing it everything he's doing does kind of make it sound like he's broke."
    },
    {
      "end_timestamp": 7970.0,
      "id": "0ad14972-5000-3be7-b415-ae0dec672c0c",
      "speaker": "Dan",
      "start_timestamp": 7948.0,
      "text": "No. I am still waffling myself in the middle of like trying to parse exactly what is going on. Right. I think there is some brokenness right. I think he took a hit. Right. But I don't think I don't think there's a fucking chance that he's going to, like, be screwed with rice. I got you been here. Yeah. But here we go."
    },
    {
      "end_timestamp": 7983.0,
      "id": "4f62b896-ce2d-3901-ac1c-efc144b0287c",
      "speaker": "Alex Jones",
      "start_timestamp": 7970.0,
      "text": "would cut my right arm right off with a meat flavor that defeat the new world order right now. And I'm not suicidal. I love life so much. But I jump into Inferno into a volcano. If I knew it defeat the new world order right now. No thought no way into the volcano."
    },
    {
      "end_timestamp": 7991.0,
      "id": "76277fd3-d98f-304d-b104-8bdf5d88e6fb",
      "speaker": "Unknown Speaker",
      "start_timestamp": 7983.0,
      "text": "Alex, when we went to the pro pro Trump rallies all across the country, full of Infowars"
    },
    {
      "end_timestamp": 8024.0,
      "id": "4f7187f3-31a8-32f6-a9d5-4f88d75f4fa3",
      "speaker": "Alex Jones",
      "start_timestamp": 7991.0,
      "text": "every fifth person and then we recruit the other Trump people that are awake and the Republicans that are starting to wake up. Here's why it's good. It's a recruitment arm for liberty. It shows the MSM the real power, it shows the Trump people the real power to keep them honest. And it also exercises free speech in the face of the bullies, but also people that are scared see all the signs and they see all the shirts and they see the bumper stickers and they see what you're saying. They see you wearing your callers. They don't feel like they're alone. We're a military, we're in a movement. Oh, this is the uniform Trump pence"
    },
    {
      "end_timestamp": 8031.0,
      "id": "7530b004-5e3f-314e-ad60-3c454d613398",
      "speaker": "Unknown Speaker",
      "start_timestamp": 8024.0,
      "text": "told you I had a conversation with my older brother who's a traditional Republican, establishment Republican kind of get a minute."
    },
    {
      "end_timestamp": 8052.0,
      "id": "2d6cc5c0-342b-3511-acab-38710fa63295",
      "speaker": "Alex Jones",
      "start_timestamp": 8031.0,
      "text": "So I'm gonna say this Feroz Shah setup by crying with hundreds of donors and blander taxpayer money to defeat Trump now with a fight on now it don't end every you know, 345 years, two years new elections. It's on the war is now gotta tell folks about your brother that thinks he's part of the establishment."
    },
    {
      "end_timestamp": 8058.0,
      "id": "4f476bde-b2a8-31dc-936c-75ff54fe8867",
      "speaker": "Dan",
      "start_timestamp": 8052.0,
      "text": "I love that so much in a minute."
    },
    {
      "end_timestamp": 8061.0,
      "id": "1b5d61a9-11b7-3596-9d6e-eb3116cf3f21",
      "speaker": "Jordan",
      "start_timestamp": 8058.0,
      "text": "You can kind of oh my god, he kind of tell"
    },
    {
      "end_timestamp": 8076.0,
      "id": "425fb0dd-b7d6-3f78-81c8-de222021f4a1",
      "speaker": "Dan",
      "start_timestamp": 8061.0,
      "text": "a lot about somebody by how they treat people they work with and how they like they sort of interact in these comfortable moments. Yeah, and what we can take from that is Alex does not give a fuck about something when he wants to go know when he wants to get on the roll. It's gotta go."
    },
    {
      "end_timestamp": 8095.0,
      "id": "6c79de8a-e746-31ad-bc95-faa887aa0be4",
      "speaker": "Jordan",
      "start_timestamp": 8076.0,
      "text": "Now. Admittedly, it's his show. Yeah. But no, that's a dick move. He's treating him like a child like a little boy. Like he's at the kids table at Thanksgiving. Yeah. being like, Hey, I also would like to talk about Shut up boy and then gets right back into it."
    },
    {
      "end_timestamp": 8101.0,
      "id": "14111d81-ef16-3d1b-8700-b0d67b43d741",
      "speaker": "Dan",
      "start_timestamp": 8095.0,
      "text": "But he tells him to stop talking about his brother than dismissively has the like, let's talk about your brother thinks he's a part The establishment. Yeah."
    },
    {
      "end_timestamp": 8102.0,
      "id": "2cfd36a4-c4d0-3407-8c71-c4c8187b7217",
      "speaker": "Jordan",
      "start_timestamp": 8101.0,
      "text": "And where do we go from here. But"
    },
    {
      "end_timestamp": 8116.0,
      "id": "8b9f02fc-be50-3539-a2d9-21a291e4adf0",
      "speaker": "Dan",
      "start_timestamp": 8102.0,
      "text": "meanwhile, what Darren mcbreen was trying to bring up is maybe a better sales pitch for the shirts. But he's he's like everyone was wearing them all the events and stuff like that. Anyway, good. We'll get back to it. Where Darren tries to pick back up. Yeah, the pieces."
    },
    {
      "end_timestamp": 8132.0,
      "id": "f358c093-1c1c-3b79-9c83-bfa10a14eaad",
      "speaker": "Unknown Speaker",
      "start_timestamp": 8116.0,
      "text": "Well, we're very proud when we went to these pro Trump rallies that every fifth person had an Infowars shirt on. And then it seemed like every, you know, tent group, it was it was a group of 10 or 15 people. And we were like, rockstars. Man, they would recognize everybody from Infowars,"
    },
    {
      "end_timestamp": 8147.0,
      "id": "4fa29971-2c52-3d00-bda8-5e78f83d61f5",
      "speaker": "Alex Jones",
      "start_timestamp": 8132.0,
      "text": "half, as the Chicago Tribune said, half the people at the convention or listeners and and more than half at the way, you can just take pictures of the crowd. You see, I'm not bragging about it. The point is, people are awake. You've had an effect. You're awesome."
    },
    {
      "end_timestamp": 8166.0,
      "id": "75a526a6-d855-3444-b96e-02af72726162",
      "speaker": "Unknown Speaker",
      "start_timestamp": 8147.0,
      "text": "Well, I told my brother about that. And this was before the election, by the way, and he says, Well, little brother, I don't really see how that's helping him too much. Oh, he's part of the system, meaning, you know, you guys are crazy, crazy conspiracy theorists. And I don't think Trump helping Trump too much that you guys are representing. Well, we'll see how that worked out."
    },
    {
      "end_timestamp": 8169.0,
      "id": "d65fd4e5-46f1-3782-8987-7fe6b1adef5e",
      "speaker": "Alex Jones",
      "start_timestamp": 8166.0,
      "text": "I don't know what not your brother he thinks the establishment. He's a great guy. He's"
    },
    {
      "end_timestamp": 8171.0,
      "id": "84dfb8db-412e-3602-b2ab-5d5a0f8959e5",
      "speaker": "Unknown Speaker",
      "start_timestamp": 8169.0,
      "text": "a great guy, but part of it."
    },
    {
      "end_timestamp": 8211.0,
      "id": "8f29d5bf-a666-3855-84c3-a903509953dc",
      "speaker": "Alex Jones",
      "start_timestamp": 8171.0,
      "text": "Here's I'm saying I'm not complaining. I'm telling you, for us. I had no idea how the chiller for President shirts would take off and I had a feeling and be popular. And everybody copied him. So millions ended up being out there. And so yeah, copy our shirt. Trump pence 2020 If you're a t shirt maker, I don't care if it's our own design. But if your T shirt makers send us your email, we'll send you our template in HD our design or make your own everybody do you love I don't care about selling nice that's a honey trap. Yeah, all right. People that think they're gonna stop us. I mean, I don't have a competitiveness about other successful people. I have a competitive about dirtbags that think they're going to dominate me and my family, you and your family, and I'm ready to go."
    },
    {
      "end_timestamp": 8218.0,
      "id": "1ab06432-4800-3a59-92ca-7b02ca8e164e",
      "speaker": "Unknown Speaker",
      "start_timestamp": 8211.0,
      "text": "But you're talking about George Soros. He's not going to stop. He's putting all kinds of we're gonna get into this. We're here's why I'm fighting so much harder. Now. I"
    },
    {
      "end_timestamp": 8274.0,
      "id": "69d8cefd-5d57-3db3-b7d6-e6bad5f50550",
      "speaker": "Alex Jones",
      "start_timestamp": 8218.0,
      "text": "know we're gonna win. Now. We just really push through it. The right thing to do, I hope we can win. I know we're gonna win if we just take action to never give up. Who is? I want? I know right now, there's over a million people that we have over a million right now on our platforms tuned in right now. If every one of you went and bought a 995 shirt, we'll hire a third party companies got busy and analysts. We will sell a million of these if you don't procrastinate if you do it Infowars store.com. And if you will just get the t shirt 995 This is a 285 bookshelf under Operation depending on the size of the shirt. That's what we make off of it. We need the money we're under attack. You wouldn't believe it if you knew it's actually exciting. I love it. This is exciting. I love it. I love it. I love it. I'm here to fight jokes out of that. They want to make me excited look weak, because it's what they're actually threatened by he is getting"
    },
    {
      "end_timestamp": 8284.0,
      "id": "25a7b7e5-ded4-3a97-8c10-556a8e74651a",
      "speaker": "Jordan",
      "start_timestamp": 8274.0,
      "text": "he is Jesse from Saved by the Bell. He's losing. He is fucking he's so excited. He's so excited. He's so scared. Yeah. Wow. And"
    },
    {
      "end_timestamp": 8296.0,
      "id": "cc2aca6f-d1c9-3824-af18-18c21bae0b62",
      "speaker": "Alex Jones",
      "start_timestamp": 8284.0,
      "text": "flowing in focus, knowing what's happening. And opening a handle opening a can of political kickass show listen. Everybody go get the Trump pence 2020 shirt. By president."
    },
    {
      "end_timestamp": 8310.0,
      "id": "4729f8c3-525b-33b6-a06f-e7bf99631ef7",
      "speaker": "Dan",
      "start_timestamp": 8296.0,
      "text": "It just goes it just goes over and over again. But because we're running out of time, I want to get to the end of the clip because he just fucking loses. It's so hard. Okay, it's like it's one of the great Alex Jones yet Jones yells. Okay, at"
    },
    {
      "end_timestamp": 8313.0,
      "id": "a7532a39-cfe9-3cda-a398-618581ccf8d0",
      "speaker": "Jordan",
      "start_timestamp": 8310.0,
      "text": "least the last three months. So this is a new bump for us for sure."
    },
    {
      "end_timestamp": 8316.0,
      "id": "63fadaab-eb9c-3266-8eef-e034b546c55a",
      "speaker": "Dan",
      "start_timestamp": 8313.0,
      "text": "This is we're entering new territory. Okay."
    },
    {
      "end_timestamp": 8391.0,
      "id": "f37c9b97-c7bb-3ed7-b42d-9bf2f45b1de7",
      "speaker": "Alex Jones",
      "start_timestamp": 8316.0,
      "text": "Present folks be like the 5% that won the Revolutionary War or the 3% that started it when the Brits kicked it off. Take Action info war store.com or triple A 2533139 and get that shirt and mn flood us and of the shopping cart shuts down to stay on there or I don't want hear excuses. You don't want to buy for 995 They got all sorts of third party sites out there, where you can go design your own t shirt, you know, pay him 14 bucks or whatever and they'll ship it to you just do that whatever you are come up with your own t shirt and I see some shirt I think's better. NARS. I'll support it. That I'm here to take these people on. I'm committed. I'm here to defeat him. Infowars store.com get that shirt. Don't wait. It's unbelievable. I mean, we are only hitting on 1/10 of one cylinder. We got a couple cylinders hitting everybody's gonna see the effect and we're gonna get all the cylinders going and black smoke is gonna come out of those big ol chimneys, and then fires gonna shoot out of those babies. And the big old front of that 18 Wheeler from hell is gonna open up its mouth and we're gonna run these bubbles Gremlins right down and they're already scared right now because Liberty's competent nothing on her it's gonna stop it. Our number four strike"
    },
    {
      "end_timestamp": 8396.0,
      "id": "fab10009-ed71-3e45-90cf-3ea4ccc476d3",
      "speaker": "Jordan",
      "start_timestamp": 8391.0,
      "text": "what's what's gorgeous"
    },
    {
      "end_timestamp": 8403.0,
      "id": "0ac1f9ec-eb90-36cc-9915-51a4f663ff07",
      "speaker": "Dan",
      "start_timestamp": 8396.0,
      "text": "it's so angry. It's so loud for no reason. thrilled about"
    },
    {
      "end_timestamp": 8411.0,
      "id": "81436f97-d4fc-3871-b68e-49a89df7827d",
      "speaker": "Jordan",
      "start_timestamp": 8403.0,
      "text": "Howard number four is is the dude is right next to him still though isn't he Darren brain? Yeah. Oh, what was his face like?"
    },
    {
      "end_timestamp": 8414.0,
      "id": "d8d1a342-b629-35d6-bebc-34984e2047a9",
      "speaker": "Dan",
      "start_timestamp": 8411.0,
      "text": "He was not as excited. No."
    },
    {
      "end_timestamp": 8418.0,
      "id": "a4af5100-5285-3963-b5ec-b22ecabc0bc4",
      "speaker": "Jordan",
      "start_timestamp": 8414.0,
      "text": "I don't know if there's a human being alive who could have been that exact"
    },
    {
      "end_timestamp": 8449.0,
      "id": "19991af2-5347-3641-a736-7d9fbf0d48f7",
      "speaker": "Dan",
      "start_timestamp": 8418.0,
      "text": "Oh, so our number four is when Alex stops hosting the show. So exactly. I'm thinking maybe he just had to pee or something like that. But anyway, our number four Jordan, this brings us to the end of our lie packed nonsense pack freakout episode. Good March 3. I can't wait for Monday. I legitimately think he is going to continue this because more news is just gonna keep coming out. This is not done yet. He can't keep citing stories from 2015 Yeah."
    },
    {
      "end_timestamp": 8464.0,
      "id": "2724237a-c5a4-33e1-865f-2d46743b3e7f",
      "speaker": "Jordan",
      "start_timestamp": 8449.0,
      "text": "We're drinking terrible champagne today. Yeah, hopefully as the news gets worse, the champagne will get better I go Yeah. Oh, top shelf. If we get to watch Trump get hanged for treason. Oh, best champagne in the world."
    },
    {
      "end_timestamp": 8467.0,
      "id": "1ee55592-e69e-3d90-aaaa-4bc81792716f",
      "speaker": "Dan",
      "start_timestamp": 8464.0,
      "text": "I will. I will say this. If"
    },
    {
      "end_timestamp": 8470.0,
      "id": "31c569ba-c721-37a1-9095-2abfe0d1502c",
      "speaker": "Jordan",
      "start_timestamp": 8467.0,
      "text": "you just did half of the Nazi salute, right."
    },
    {
      "end_timestamp": 8481.0,
      "id": "3acf9cee-0191-3016-8ade-0928abe42147",
      "speaker": "Dan",
      "start_timestamp": 8470.0,
      "text": "I hit a finger. If Trump does get impeached, the next episode of Alex Jones Show that we cover I will buy $100 bottle of champagne. I"
    },
    {
      "end_timestamp": 8498.0,
      "id": "28c07800-622f-302c-8dc7-1151d6d83083",
      "speaker": "Jordan",
      "start_timestamp": 8481.0,
      "text": "will do the exact same thing. And listen to our listeners. We are selling $50 bottles of champagne. I don't want to hear any excuses. I don't want to hear you people telling me that the shopping cart shut down. We've only sold one. I swear to God, we're broke. We're broke"
    },
    {
      "end_timestamp": 8501.0,
      "id": "35b7f2a4-ff8b-3566-9f37-21dd118af54b",
      "speaker": "Alex Jones",
      "start_timestamp": 8498.0,
      "text": "our number. Also,"
    },
    {
      "end_timestamp": 8509.0,
      "id": "a8daa3b0-5e68-3259-8823-ece4993d780b",
      "speaker": "Dan",
      "start_timestamp": 8501.0,
      "text": "there's other people who sell champagne go. Go buy some of their champagne. Here's the champagne on the streets. Anyway, people can follow us at knowledge underscore fight on Twitter."
    },
    {
      "end_timestamp": 8513.0,
      "id": "1987402b-4d33-3b8c-94c3-757351740071",
      "speaker": "Jordan",
      "start_timestamp": 8509.0,
      "text": "You can subscribe to us on iTunes. leave a review."
    },
    {
      "end_timestamp": 8514.0,
      "id": "bcb10c82-4f55-391c-a3db-c1dd43cf0a80",
      "speaker": "Dan",
      "start_timestamp": 8513.0,
      "text": "Please leave"
    },
    {
      "end_timestamp": 8515.0,
      "id": "45d224a5-e71f-3aa7-b6f4-e03876695718",
      "speaker": "Jordan",
      "start_timestamp": 8514.0,
      "text": "us a rating."
    },
    {
      "end_timestamp": 8519.0,
      "id": "f8f6a322-b87e-3745-b570-a9944680434a",
      "speaker": "Dan",
      "start_timestamp": 8515.0,
      "text": "We have shirts. We don't seams town."
    },
    {
      "end_timestamp": 8522.0,
      "id": "acd2a7dd-84ef-3193-884d-0dfaa9b86418",
      "speaker": "Jordan",
      "start_timestamp": 8519.0,
      "text": "Now we can't say that we no longer do we have shirts."
    },
    {
      "end_timestamp": 8523.0,
      "id": "0b462e0c-d39c-3980-835d-151d495b27c6",
      "speaker": "Dan",
      "start_timestamp": 8522.0,
      "text": "We have t shirts"
    },
    {
      "end_timestamp": 8529.0,
      "id": "4e4b10a8-0bea-3ad8-8ccc-e786b7cb250a",
      "speaker": "Jordan",
      "start_timestamp": 8523.0,
      "text": "that are exactly well respected Derek Smith, we can no longer sell shirts."
    },
    {
      "end_timestamp": 8542.0,
      "id": "c5dd93e5-9415-31f7-896a-f113edf73a0e",
      "speaker": "Dan",
      "start_timestamp": 8529.0,
      "text": "You can also email us at knowledge fight@gmail.com If you have any reviews or any any feedback if you're mad at us if you think we're globalists hit us up. What else anything else?"
    },
    {
      "end_timestamp": 8545.0,
      "id": "bf6558d2-a0a7-31a2-aa99-8d71fd12c92a",
      "speaker": "Jordan",
      "start_timestamp": 8542.0,
      "text": "I know I think we are just a couple of policy wonks. We will see you soon."
    },
    {
      "end_timestamp": 8550.0,
      "id": "175d2de4-50bb-3cea-8f80-cf67e80894a3",
      "speaker": "Dan",
      "start_timestamp": 8545.0,
      "text": "But until then we are in the weeds on this policy shit."
    },
    {
      "end_timestamp": 8554.0,
      "id": "159b57a3-e027-33b3-9bee-5c0bacfb8245",
      "speaker": "Alex Jones",
      "start_timestamp": 8550.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding."
    },
    {
      "end_timestamp": 8556.0,
      "id": "bad19d7b-8f72-3820-9778-ad1f33cb0d2b",
      "speaker": "Jordan",
      "start_timestamp": 8554.0,
      "text": "Well, Alex, I'm a first time caller. I'm a huge fan. I"
    },
    {
      "end_timestamp": null,
      "id": "684714ab-b073-3c6f-8f82-f69f99de3d41",
      "speaker": "Alex Jones",
      "start_timestamp": 8556.0,
      "text": "love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}