{
  "audio_identifier": "KF_2",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/EpisodeY2K.mp3",
  "blocks": [
    {
      "end_timestamp": 14.0,
      "id": "08b57241-c8cf-32e0-966a-f59d03559e0e",
      "speaker": "Dan",
      "start_timestamp": 0.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. Oh, Alex, I'm a first time caller a huge fan. I love your work. Hey everybody, welcome back to knowledge fight. I'm Dan."
    },
    {
      "end_timestamp": 16.0,
      "id": "c831ea0a-8591-3a18-82dd-b669f2d4bb40",
      "speaker": "Jordan",
      "start_timestamp": 14.0,
      "text": "I'm Jordan. Hey, that's that's me"
    },
    {
      "end_timestamp": 22.0,
      "id": "20f0b72f-0a4a-3283-93fc-4820c82633e5",
      "speaker": "Dan",
      "start_timestamp": 16.0,
      "text": "seems like a slicker way to do it. Have us introduce each other ourselves. Yeah, or whatever. This. This is"
    },
    {
      "end_timestamp": 26.0,
      "id": "fca225ca-5681-3b54-a876-5fec3b85b84e",
      "speaker": "Jordan",
      "start_timestamp": 22.0,
      "text": "the best. This is the best opening so far to our two episodes."
    },
    {
      "end_timestamp": 42.0,
      "id": "fc7d105d-62c0-3120-aeaa-3b2c668408a9",
      "speaker": "Dan",
      "start_timestamp": 26.0,
      "text": "Yeah. So here we are. Here. I am a gentleman who is very interested in Infowars and Alex Jones and particular, these accusations. Jordan knows nothing about it. And we'd like to sit down have a bottle of wine."
    },
    {
      "end_timestamp": 45.0,
      "id": "4efc9eba-13cf-3977-bd14-07518e351aca",
      "speaker": "Jordan",
      "start_timestamp": 42.0,
      "text": "Like the Bougie as holds that we are today we"
    },
    {
      "end_timestamp": 59.0,
      "id": "3c4f20a7-2747-3f87-987e-5df46a01b95c",
      "speaker": "Dan",
      "start_timestamp": 45.0,
      "text": "are brought to you by prophecy wine. That's a Pinot Noir out of California. Okay, has a nice weirdo with a bindle like a jester with a bindle on the on the front of it very attractive bottle."
    },
    {
      "end_timestamp": 67.0,
      "id": "d3d5898d-a9fc-3c49-807d-919ba0d32c8f",
      "speaker": "Jordan",
      "start_timestamp": 59.0,
      "text": "And he is surrounded by woodland dogs just pure or baby deer, whichever it is so weird crescent"
    },
    {
      "end_timestamp": 83.0,
      "id": "320f925c-9200-3282-a26a-360f584e2399",
      "speaker": "Dan",
      "start_timestamp": 67.0,
      "text": "moon inside a hill, that's probably an Illuminati symbol. That's what Alex would tell us. So the premise of the show here is that I have gathered clips that Jordan has not heard. And we will just discuss the ramifications of that."
    },
    {
      "end_timestamp": 84.0,
      "id": "161a437c-9b15-3f3b-8301-d00096014cf6",
      "speaker": "Jordan",
      "start_timestamp": 83.0,
      "text": "We'll figure this shit out. See"
    },
    {
      "end_timestamp": 88.0,
      "id": "f1279aea-6264-3dd5-b3ad-b931c8283637",
      "speaker": "Dan",
      "start_timestamp": 84.0,
      "text": "if there's insanity to be to be discussed. So see if there's"
    },
    {
      "end_timestamp": 95.0,
      "id": "1851467b-348f-3427-9d37-c8318b08c478",
      "speaker": "Jordan",
      "start_timestamp": 88.0,
      "text": "an said It's Alex Jones. I think I think so far there's gonna be at least a little bit of insanity."
    },
    {
      "end_timestamp": 97.0,
      "id": "0546e8ee-8e3f-3f8e-99a4-bf4101077bc6",
      "speaker": "Dan",
      "start_timestamp": 95.0,
      "text": "So at the end of last week, first of all,"
    },
    {
      "end_timestamp": 101.0,
      "id": "d591ec33-7a6e-3ca7-8dde-39cad9603062",
      "speaker": "Jordan",
      "start_timestamp": 97.0,
      "text": "I could not ask time on knowledge, fate."
    },
    {
      "end_timestamp": 110.0,
      "id": "909fae29-badb-3c85-b66a-78916d932fb2",
      "speaker": "Dan",
      "start_timestamp": 101.0,
      "text": "I could not wait to do this again. By the way. I was hounding you to possibly do this on on a daily basis? Yeah, no, it is excessive."
    },
    {
      "end_timestamp": 121.0,
      "id": "fd9546a0-a1dd-3dcb-a46d-4f31a0d6d227",
      "speaker": "Jordan",
      "start_timestamp": 110.0,
      "text": "Yeah, I last episode was some of the most fun I've ever had past podcasting. But I was so emotionally drained just Harding home just like, how does a man live like that?"
    },
    {
      "end_timestamp": 131.0,
      "id": "a2a8d90e-f44b-344c-a1b4-5e7ea3c9612e",
      "speaker": "Dan",
      "start_timestamp": 121.0,
      "text": "It's insane to figure out like, do imagine the amount of mental stress it must take to live inside that world."
    },
    {
      "end_timestamp": 175.0,
      "id": "bb1dd75e-a392-354f-ba8e-c9173db8fa7c",
      "speaker": "Jordan",
      "start_timestamp": 131.0,
      "text": "The I was, you know, the moment I left, I started reading about cognitive dissonance. Because that's the only way that we can look through this. And the term was coined, not the way we think of it, where it's like, you can hold two competing ideas in your head at the same time. But whenever you get two competing ideas, the one that you prefer that fits your natural narrative, yeah, is the one that you wind up holding. So psychologically. Reading about it today, you know, you can't compete with insanity by using facts. No, no, no, no, no, because when you use facts, people just double down on their insanity,"
    },
    {
      "end_timestamp": 187.0,
      "id": "c640731e-6867-3d08-a355-fdb302658b9b",
      "speaker": "Dan",
      "start_timestamp": 175.0,
      "text": "or they use their insanity to co opt your facts right to their line of thinking. It's it's I mean, we're witnessing this play out on the national scale, international scale right now."
    },
    {
      "end_timestamp": 192.0,
      "id": "5a3bd938-5569-3cd1-a1eb-7f355c43213f",
      "speaker": "Jordan",
      "start_timestamp": 187.0,
      "text": "Well, if you listen to the first episode, we know the Pakistani government is now listening to us as well."
    },
    {
      "end_timestamp": 216.0,
      "id": "39209e9e-826d-37ee-aaf8-25d63636332b",
      "speaker": "Dan",
      "start_timestamp": 192.0,
      "text": "Yes, undoubtedly. You also hear something. Okay. Well, let me let me just set this up. Last week, at the end of the week, Alex Jones. Mr. Jones, if you're nasty, as he referenced on the last episode that we did that he was going to take some meetings, but maybe he didn't want to take these meetings, because he can he doesn't need to warn someone in person when talking about Trump."
    },
    {
      "end_timestamp": 219.0,
      "id": "87e3b400-8a39-3763-95eb-260c00533f28",
      "speaker": "Jordan",
      "start_timestamp": 216.0,
      "text": "Yeah, well, if you are in the mainstream media, you can figure it out."
    },
    {
      "end_timestamp": 228.0,
      "id": "ffbe39e8-4dbd-34d2-8a6a-14ec61a58c6d",
      "speaker": "Dan",
      "start_timestamp": 219.0,
      "text": "Read between the lines, mainstream media. Yeah. So he has taken those meetings, and he is out of the studio. Oh, for the last like four days he left"
    },
    {
      "end_timestamp": 233.0,
      "id": "37965a80-f173-3b56-ad6c-9287ecbb468c",
      "speaker": "Jordan",
      "start_timestamp": 228.0,
      "text": "the bunker, despite the warning that he is going to be assassinated his"
    },
    {
      "end_timestamp": 275.0,
      "id": "21f1c9ad-c935-3dc5-bb27-056a913a43df",
      "speaker": "Dan",
      "start_timestamp": 233.0,
      "text": "warning from a caller, which we learned throughout the course of some of the clips we'll play today. Maybe some of his sources are weirdo college. But we'll get to that in a minute. The last few days has been like guest hosts filling in and I don't really care to talk about them. I mentioned this on the last episode, but like no disrespect to Paul Joseph Watson. No disrespect. He's JWPJW hates SJ. No disrespect to him or Oren Shroyer a little disrespect to Owen Troyer. That guy's an asshole. Right. But I don't want to talk about them. Because without them there isn't. Without them. It doesn't matter. Alex Jones can do this on his own. Without Alex Jones. There is no Infowars"
    },
    {
      "end_timestamp": 282.0,
      "id": "a10263fa-2856-3cdb-9586-8ba9b5d30955",
      "speaker": "Jordan",
      "start_timestamp": 275.0,
      "text": "Yeah, that does seem to be the like he's built a cult of personality. Yes. The same way that"
    },
    {
      "end_timestamp": 303.0,
      "id": "5da8b44f-f797-3c9b-bb1f-a4f2a25c38dc",
      "speaker": "Dan",
      "start_timestamp": 282.0,
      "text": "there are cults. Yeah, these other people are little minions. And they are basically they echo a lot of his narrative. So it's not really all that interesting to me to break down. What Paul Joseph Watson has to say when he hosts it's mostly just, there's a white genocide going on, and also people we don't know Need to talk about? We'll get to that. But when Alex?"
    },
    {
      "end_timestamp": 307.0,
      "id": "f9f9bdc3-776c-3523-aaeb-9f98a5b5cf93",
      "speaker": "Jordan",
      "start_timestamp": 303.0,
      "text": "Because he does, I would never have guessed that."
    },
    {
      "end_timestamp": 329.0,
      "id": "d25271a8-7f3e-3340-b2d8-087f3045879c",
      "speaker": "Dan",
      "start_timestamp": 307.0,
      "text": "We will break down how that is a myth in a racist idea in and of itself at a future show. But I wanted to do this, but we didn't have a show with Alex on it. So I decided let's go ahead and do that y2k episode. So that's why we're here. We're going to discuss what happened when Alex Jones took to the airwaves on December 31 1999. Unfortunately,"
    },
    {
      "end_timestamp": 341.0,
      "id": "1a1fed6e-bfe4-3b10-8351-001d4c6633f9",
      "speaker": "Jordan",
      "start_timestamp": 329.0,
      "text": "I had already he had already told me we were doing the y2k episode before this. So you are missing out on him saying we are doing a y2k episode and me absolutely losing my shit. 17"
    },
    {
      "end_timestamp": 345.0,
      "id": "6c86f83b-9cb3-3ff4-8c8f-b3be51146be2",
      "speaker": "Dan",
      "start_timestamp": 341.0,
      "text": "years later, here we are. What has happened?"
    },
    {
      "end_timestamp": 347.0,
      "id": "653d0a75-b4db-305a-a0ad-43992bce465f",
      "speaker": "Jordan",
      "start_timestamp": 345.0,
      "text": "We have not yet been y2k."
    },
    {
      "end_timestamp": 367.0,
      "id": "298f7211-879c-3469-aa3d-c70da0451d5b",
      "speaker": "Dan",
      "start_timestamp": 347.0,
      "text": "No. So the main thrust, if you will allow me to use that term of the episode is this story that Alex picked up that power plant in Pennsylvania had been taken offline. So I'll let him explain the story in this clip. All right,"
    },
    {
      "end_timestamp": 405.0,
      "id": "c1a2139c-07f7-34e0-a335-6cdc9791e166",
      "speaker": "Unknown Speaker",
      "start_timestamp": 367.0,
      "text": "let's go ahead and get to this article Associated Press. Now this came out at 7:22am. Eastern Standard Time. Today, December 31 1999. Pennsylvania nuclear plants shut down one of the two nuclear reactors at pico energy COEs Limbrick generating station has shut down this morning after a piece of equipment failed company spokesman Neil McDermott said the problem was not y2k related. It was declared an unusual event, the least serious emergency classification a nuclear power plant, they got to have a serious emergency to shut down a plant"
    },
    {
      "end_timestamp": 409.0,
      "id": "f13d883a-74c6-3a9f-ad7c-b9d5dd755593",
      "speaker": "Jordan",
      "start_timestamp": 405.0,
      "text": "released serious emergency they gotta have a serious emergency."
    },
    {
      "end_timestamp": 427.0,
      "id": "98d2bc2c-75a2-3b0d-a82a-10e6467976ca",
      "speaker": "Dan",
      "start_timestamp": 409.0,
      "text": "The reason you left and I think it's appropriate to stop this clip for a second and spell it out is that that is wild conjecture and total bullshit. They're like, Okay, well the story is that it's nothing serious. And in the last 17 years, we've pretty much evidence has been worn"
    },
    {
      "end_timestamp": 431.0,
      "id": "b020eebd-4054-3029-b379-0cb28b8ee4d8",
      "speaker": "Jordan",
      "start_timestamp": 427.0,
      "text": "out. But Hindsight is 20. Not y2k, right?"
    },
    {
      "end_timestamp": 435.0,
      "id": "6088fd39-a77c-3449-9974-268611726c8f",
      "speaker": "Dan",
      "start_timestamp": 431.0,
      "text": "But the story is a it's nothing serious, his story is gone."
    },
    {
      "end_timestamp": 446.0,
      "id": "092e6e81-f190-3132-ac14-c3c5ef2a9c7e",
      "speaker": "Jordan",
      "start_timestamp": 435.0,
      "text": "It's clearly serious. I also like the audio quality of this clip now because it does have the feel of like Dan Rather reporting from warzone and"
    },
    {
      "end_timestamp": 451.0,
      "id": "c652e175-8819-3a1a-bda6-d46a0c7b7eab",
      "speaker": "Dan",
      "start_timestamp": 446.0,
      "text": "we found it or like we found it in a dusty box."
    },
    {
      "end_timestamp": 454.0,
      "id": "05dc76a6-b4ea-3595-b50f-436ba9002ad1",
      "speaker": "Jordan",
      "start_timestamp": 451.0,
      "text": "These are the unreleased clips from Alex Jones."
    },
    {
      "end_timestamp": 472.0,
      "id": "f94da5ca-008a-3607-81af-63f6836b988d",
      "speaker": "Dan",
      "start_timestamp": 454.0,
      "text": "I'm not as able to take everything like fully in context. So there's a number of shorter clips in this episode. But that's just because this entire episode is not online anymore. Okay. There was just a large compilation of clips of it on it. Trust me, the context is fine. The context"
    },
    {
      "end_timestamp": 477.0,
      "id": "e38e1afb-8a4d-30df-9d9f-ce008adc61be",
      "speaker": "Jordan",
      "start_timestamp": 472.0,
      "text": "is y2k. Like that's all you need to know about the context of these right? Yeah,"
    },
    {
      "end_timestamp": 492.0,
      "id": "a2716c97-fdf7-3269-b768-963730ca61e8",
      "speaker": "Dan",
      "start_timestamp": 477.0,
      "text": "I'm, I'm apologizing in advance for something that's not necessarily to apologize for it. I just feel like a fair day in court is required to hear it as is our stated objective. So here he has more to say about this reactor"
    },
    {
      "end_timestamp": 512.0,
      "id": "c75f4039-e990-3b1d-9115-ea5db36ef0af",
      "speaker": "Unknown Speaker",
      "start_timestamp": 492.0,
      "text": "powered up for at least days, it was declared unusual event at 2:55am shutdown occurred when an insulator on the main generator transformer from Limerick to failed. We had reports yesterday of this off the record, I would not report it. But I had it from a good source that this plant was having problem along with four other plants, I may just go ahead and report it here"
    },
    {
      "end_timestamp": 513.0,
      "id": "0a939931-2d78-36dc-9dc8-f4bec767c706",
      "speaker": "Jordan",
      "start_timestamp": 512.0,
      "text": "a good source who is off the record?"
    },
    {
      "end_timestamp": 521.0,
      "id": "a8fe62dd-b83b-3dfc-98f1-12b004f42e48",
      "speaker": "Dan",
      "start_timestamp": 513.0,
      "text": "And he's he does that I might just go ahead and report it now. No, I'm not gonna report it. It's that I have more information that I'm really"
    },
    {
      "end_timestamp": 525.0,
      "id": "e6d59387-072d-3ea4-887e-9eaa6e5638ad",
      "speaker": "Jordan",
      "start_timestamp": 521.0,
      "text": "I can't share it with you. So you need to make it up on your own right. And"
    },
    {
      "end_timestamp": 550.0,
      "id": "9590ba7b-55ac-3cd4-9073-51b21f1b6bbe",
      "speaker": "Dan",
      "start_timestamp": 525.0,
      "text": "now this is something that I think is also really important and fun to bring up is that this is all he does. He says like, I've got this information, someone high up told me, I have this credible information never says what first of all the information is never says who the people are in the same breath. Now we have this this intelligence report that came out about the hacking the Russian hacking in current day 17. Yep."
    },
    {
      "end_timestamp": 560.0,
      "id": "e7f0ce25-b07e-35b1-ad42-bbaad6eaabae",
      "speaker": "Jordan",
      "start_timestamp": 550.0,
      "text": "And anonymous officials have said there is some connection. And then you read the article. And it's like just some guy said maybe and there's no new information about it."
    },
    {
      "end_timestamp": 573.0,
      "id": "f3ed176c-6fcd-32c0-b959-e79c58ee6753",
      "speaker": "Dan",
      "start_timestamp": 560.0,
      "text": "Well, I mean, be that as it may, his stance on the unnamed officials who are giving these things, namely officials, you're a coward if you can't name the officials. Like that's all you do."
    },
    {
      "end_timestamp": 587.0,
      "id": "a2d10eaa-e08e-3365-a98d-7b5b0ad2e0dd",
      "speaker": "Jordan",
      "start_timestamp": 573.0,
      "text": "But if I don't name the officials, that's because I'm protecting you from the truth when they don't name them. It's because they're deceiving you. Yeah, keeping the truth away from you. He's not done that makes perfect sense."
    },
    {
      "end_timestamp": 599.0,
      "id": "8aa0b8ae-863d-3a00-a8a0-b13c8195cb8f",
      "speaker": "Unknown Speaker",
      "start_timestamp": 587.0,
      "text": "Why don't we get good information here? This has been going on for days. From our information that is not this this transformer that they're talking about? They wouldn't just shut the plant down over that. Something serious maybe going on there."
    },
    {
      "end_timestamp": 604.0,
      "id": "3550ce7a-dcbc-3405-ada0-9701d38cf6e4",
      "speaker": "Dan",
      "start_timestamp": 599.0,
      "text": "So it turns out it was is just that."
    },
    {
      "end_timestamp": 609.0,
      "id": "2f09105d-c7a8-3f76-8375-66fa0b65a260",
      "speaker": "Jordan",
      "start_timestamp": 604.0,
      "text": "That is the end of every sentence that he says. Turns out it was it was"
    },
    {
      "end_timestamp": 628.0,
      "id": "47c076a8-bf4d-3fe2-939c-c72d796fc8da",
      "speaker": "Dan",
      "start_timestamp": 609.0,
      "text": "like a broken insulator, and it required them to shut the plant down. And this does happen from time to time. It's a little bit extreme in the sense that, you know, turning off a nuclear reactor, nuclear power plant is not simple. It does. You have to cool down the cores and stuff like that. It's a huge process. But it does happen sometimes."
    },
    {
      "end_timestamp": 639.0,
      "id": "4fb22867-a892-3604-a90f-42312a145878",
      "speaker": "Jordan",
      "start_timestamp": 628.0,
      "text": "Yeah. Well, it's an immensely complicated way of powering anything. Whether it like it's cleaner, isn't it? I don't know. I'm gonna assume it's cleaner, because people are"
    },
    {
      "end_timestamp": 644.0,
      "id": "6807ea8f-2fa4-36a3-8e20-070f4e48a580",
      "speaker": "Dan",
      "start_timestamp": 639.0,
      "text": "afraid of it. I'm not responsible for knowing that. I'm not I'm not an energy specialist. That's"
    },
    {
      "end_timestamp": 651.0,
      "id": "91b4739c-5baf-3012-9c30-8fd625fac45d",
      "speaker": "Jordan",
      "start_timestamp": 644.0,
      "text": "true. I am a transformer specialist, though, which you've already established. And I knew that earlier from anonymous sources."
    },
    {
      "end_timestamp": 682.0,
      "id": "81bad944-9392-3c5f-942b-1eddd841b737",
      "speaker": "Dan",
      "start_timestamp": 651.0,
      "text": "Actually, I'm more of a Gobots specialist. That's really where I'm more apt. So he has this narrative that runs throughout the entire episode, where he just constantly brings up this Pennsylvania power plant. And he Limerick Right, yeah. And it just goes on and on. But what we can take away from that clip is that he knew about yesterday, so on and it's been going on for a few days, right? And there's four or five other ones around the country that are about to better. Boy, who knows what's going on? Because it's"
    },
    {
      "end_timestamp": 695.0,
      "id": "b91faee6-5ce0-3f8c-b1f1-7b8c040050d7",
      "speaker": "Jordan",
      "start_timestamp": 682.0,
      "text": "it's a sense, it's a serious emergency, and not just a transformer. Yeah, it could happen to anyone at any time. And well, I mean, the underlying message, this is deadly serious, the underlying message"
    },
    {
      "end_timestamp": 717.0,
      "id": "85affba8-f5f2-3a27-85fd-9cb15eb0c034",
      "speaker": "Dan",
      "start_timestamp": 695.0,
      "text": "that he's actually trying to get out or what the point he's trying to make is that these aren't real serious problems. They're planned problems. It's not that y2k is happening is that the globalists want you to think y2k is happening while they have their surrogate terrorists go out and cause little problems."
    },
    {
      "end_timestamp": 742.0,
      "id": "c00af179-8570-38ae-8932-adb218d22064",
      "speaker": "Jordan",
      "start_timestamp": 717.0,
      "text": "That is the narrative that I was not expecting. That's the thing. I thought he was going to actually be afraid of y2k. This is a full on false flag. Okay. Yeah. All right. That's a cover story for the globalists, they want. This is 17 years ago and the globalists, he's already established globalist being the issue. Oh, yeah. From the jump from the jump globalist, from whenever"
    },
    {
      "end_timestamp": 787.0,
      "id": "7f56b677-a78d-3f0a-9400-9df54ae79ba5",
      "speaker": "Dan",
      "start_timestamp": 742.0,
      "text": "he got radicalized in junior college. to Now globalists, the problem, because I've read, I haven't finished it yet. But I've read I don't need to finish. I've read most of the book that he read in college that he cites as his awakening his red pilling as they call it now. Boy, the book, none dare call it a conspiracy. And basically, all it is is about these globalist forces that are trying to trick people into accepting socialism, because socialism is a lie that leads to communism. And communism isn't really people sharing things. It's utter control of the state over everything. So that's the sort of principle behind it. And that's guided him throughout his entire broadcast career."
    },
    {
      "end_timestamp": 790.0,
      "id": "43b17d7d-2793-303c-8632-bb0875b61103",
      "speaker": "Jordan",
      "start_timestamp": 787.0,
      "text": "Okay, so if I understand this correctly, let me"
    },
    {
      "end_timestamp": 793.0,
      "id": "4dd7d425-39e9-3ecb-8e9a-0c082971d092",
      "speaker": "Dan",
      "start_timestamp": 790.0,
      "text": "let me just say this, go for it. And then I will take your question."
    },
    {
      "end_timestamp": 796.0,
      "id": "b742f989-0ab8-3847-af61-26cd7a9f6274",
      "speaker": "Jordan",
      "start_timestamp": 793.0,
      "text": "We'll be taking questions at the end of the podcast. He's"
    },
    {
      "end_timestamp": 804.0,
      "id": "a77fefac-8ca4-38cf-9b3c-3d18bda4b1a2",
      "speaker": "Dan",
      "start_timestamp": 796.0,
      "text": "consistent in his underlying philosophy, but he's inconsistent in what that means and how it plays out now"
    },
    {
      "end_timestamp": 822.0,
      "id": "59719e06-5435-35a5-bb76-fe701e44008e",
      "speaker": "Jordan",
      "start_timestamp": 804.0,
      "text": "if I if I understand this. So So here's here's the question that I have here. Okay. If the answer started doing the the whole globalist thing 25 years ago, does he think he's winning? Or they're winning? He now"
    },
    {
      "end_timestamp": 847.0,
      "id": "d54928c5-ce2e-3e2c-90ca-80d205e4c570",
      "speaker": "Dan",
      "start_timestamp": 822.0,
      "text": "thinks he's winning with Trump, because he believes that Trump is the champion who's going to take them all down, okay. And as we were discussing with cognitive dissonance, he can wrap his head around like people like Rex Tillerson, you know, Exxon CEOs being put on the cabinet. Yeah, because he's like, now, you know, these Goldman Sachs bankers. You know, they were working at Goldman Sachs. But if you look at their history, they've been fighting the globalists the whole"
    },
    {
      "end_timestamp": 851.0,
      "id": "dccc840d-78a9-39b1-a28a-988cf99deff8",
      "speaker": "Jordan",
      "start_timestamp": 847.0,
      "text": "way. I have no idea how that's possible."
    },
    {
      "end_timestamp": 854.0,
      "id": "22217fd3-3368-39d5-9bb9-ecc0de74e6cc",
      "speaker": "Dan",
      "start_timestamp": 851.0,
      "text": "I don't have it because you wouldn't want to leave a record of that in case the globalist win"
    },
    {
      "end_timestamp": 865.0,
      "id": "13fedd65-bf11-33e6-b881-0355b4a3acce",
      "speaker": "Jordan",
      "start_timestamp": 854.0,
      "text": "Yeah, you're a mole you would want well, you would want to at least play both sides there so you can survive if the globalist go down right. But then you've still got the we're getting"
    },
    {
      "end_timestamp": 876.0,
      "id": "5f0cd316-47c8-3150-b0ba-85511dbcd065",
      "speaker": "Dan",
      "start_timestamp": 865.0,
      "text": "too deep into the story in modern day but but the version is we need to we need to deal with this on its own terms. We know from sources that they've been the behind the scenes doing the good"
    },
    {
      "end_timestamp": 883.0,
      "id": "eeb30163-9bb6-3c57-910c-c8fe77184c00",
      "speaker": "Jordan",
      "start_timestamp": 876.0,
      "text": "so let's all go back to where we were when y2k happened. Well, you know where we were, where were you we were really afraid"
    },
    {
      "end_timestamp": 906.0,
      "id": "63887255-aab5-3324-b82b-686f605e1c88",
      "speaker": "Unknown Speaker",
      "start_timestamp": 883.0,
      "text": "to get into the I'm not even gonna say it's it's six to seven reactors across the country. I'm not even going to if it's bad, and I got this news about the Pennsylvania plant early yesterday got it again off a err, confirm it with someone that is 99% accurate that like if you kept that"
    },
    {
      "end_timestamp": 909.0,
      "id": "55d5902a-f38e-30de-b629-55fdb3ff81f1",
      "speaker": "Jordan",
      "start_timestamp": 906.0,
      "text": "confirmed it off air with somebody who's 99%"
    },
    {
      "end_timestamp": 916.0,
      "id": "32d76642-eb2e-391f-a91f-6478b3057fd2",
      "speaker": "Dan",
      "start_timestamp": 909.0,
      "text": "accurate like I am. Yeah, that's i didn't i Wow, that's smooth broadcast"
    },
    {
      "end_timestamp": 935.0,
      "id": "a0cad7b0-5fe4-32c2-b61d-c5bd7d702b4e",
      "speaker": "Jordan",
      "start_timestamp": 916.0,
      "text": "it is. It is very great that he only deals with 99% You'd like you only hang out with people in your own social class. be incorrect all the times. Yeah. I mean, yeah, he's he's not correct all the time. He wants to leave that open. Yeah, just in case y2k doesn't"
    },
    {
      "end_timestamp": 950.0,
      "id": "98a2ea5f-9129-3ee0-b1e7-7b150ce7ed75",
      "speaker": "Unknown Speaker",
      "start_timestamp": 935.0,
      "text": "try and report the truth. And now I've got the Associated Press saying, well, they shut the whole plant down, but they call it I call it an unusual event, the least serious emergency classification nuclear power plant? Well, it's got to be pretty bad form to power a plant down."
    },
    {
      "end_timestamp": 952.0,
      "id": "67ce77b6-5fc8-3d58-bd3d-a5c6c2a77776",
      "speaker": "Dan",
      "start_timestamp": 950.0,
      "text": "So that sounds good"
    },
    {
      "end_timestamp": 962.0,
      "id": "a73821b0-ec69-3d67-86f1-45439aecd223",
      "speaker": "Jordan",
      "start_timestamp": 952.0,
      "text": "logic. Yeah, it has to be pretty bad for them to power the plant down, right? It has to be more bad than anything that happens where they don't have to power the plant down."
    },
    {
      "end_timestamp": 968.0,
      "id": "1ce00ee0-aac2-39d5-8bff-9f5a8b96cc15",
      "speaker": "Dan",
      "start_timestamp": 962.0,
      "text": "It's appealing on one level, but it's also not borne out by the facts. So"
    },
    {
      "end_timestamp": 1022.0,
      "id": "681ec595-804d-33d2-8a8f-d33ac455f089",
      "speaker": "Jordan",
      "start_timestamp": 968.0,
      "text": "I mean, you're you're getting bogged down with I don't I think I think it's hard for us because we're trying to compete non-facts with facts right, and we're not going to win there. So we have to kind of engage with this on its on its own level. So I would love for you to do that. I'm trying so hard. I've I've been obsessed with facts my whole life. I got out the door. This is what's so great about this is now I'm delving into this world of just pure concentrated 99.9% Sure bullshit. Now, if if this what's the here's a, if it is a serious problem, what is going to happen next? All those reactors are gonna go off. Okay, so the reactors, that means that how reactors work, but don't know, didn't? We had Chernobyl that didn't explode? I think it's"
    },
    {
      "end_timestamp": 1033.0,
      "id": "58734508-68a2-304a-9048-9f277a55bc11",
      "speaker": "Dan",
      "start_timestamp": 1022.0,
      "text": "probably the we had. We all did. Yeah. As a human community. We all should weirdly retards, and we care about people in foreign countries. Yes. But I think that maybe the"
    },
    {
      "end_timestamp": 1043.0,
      "id": "eb74469f-79e3-3a08-b39e-f01fffea488d",
      "speaker": "Jordan",
      "start_timestamp": 1033.0,
      "text": "Greddy heard that they're using Prague tardes. Now to oh, so good. Oh, yeah, that's progressive tardes. For people who are not in the Twitter, no."
    },
    {
      "end_timestamp": 1051.0,
      "id": "94e11aeb-aa61-33ed-8cf5-9b0f13549454",
      "speaker": "Dan",
      "start_timestamp": 1043.0,
      "text": "So I think that the next stage of the narrative of that would be that the grid goes down or something like that power goes out around the city. So"
    },
    {
      "end_timestamp": 1063.0,
      "id": "fc4cd02f-3afd-364b-aae2-7aca47fff0e0",
      "speaker": "Jordan",
      "start_timestamp": 1051.0,
      "text": "nuclear power plants control the entire grid. Well, he thinks well, and there's no backup and once the nuclear power plant goes down, it's utter chaos, which the globalists are trying to put together."
    },
    {
      "end_timestamp": 1073.0,
      "id": "0f64f180-9d39-3929-8610-5f0321d3017c",
      "speaker": "Dan",
      "start_timestamp": 1063.0,
      "text": "It's funny you should say that because we got some more reports here that maybe you should hear and they're coming to you from one of Alex Jones is reputable sources, a slack jawed color"
    },
    {
      "end_timestamp": 1077.0,
      "id": "d8ad7f6d-0052-3c3c-8b1e-5c05891ac17c",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1073.0,
      "text": "government I'm a little bit excited here today and trying to maintain my calm."
    },
    {
      "end_timestamp": 1096.0,
      "id": "1c796489-0a4e-3b51-9f77-d99ecfa72f02",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1077.0,
      "text": "Yeah, they're there. They're gonna they're currently Ido commerce right now. And he had worked in ALEKS and reason I called him today I got another compromise. Real early this morning. And before the sun even come up, gentleman called me out of Michigan, about the power plant situation where we were talking about yesterday now in Western Kentucky."
    },
    {
      "end_timestamp": 1105.0,
      "id": "fdf9626b-bb78-3688-9956-e3eb8418bf09",
      "speaker": "Jordan",
      "start_timestamp": 1096.0,
      "text": "A gentleman from Michigan called him don't call them about the power plant situation in Pennsylvania. No in Michigan in Oh, it was in Michigan. We'll"
    },
    {
      "end_timestamp": 1119.0,
      "id": "d8d7be20-b945-3452-8ad8-b7210704c7a5",
      "speaker": "Dan",
      "start_timestamp": 1105.0,
      "text": "get back to that. I wanted to stop here for a second to decompress for a second. And like he just said what we were talking about yesterday. Now it's possible he was talking about the guy in Michigan or he talked to"
    },
    {
      "end_timestamp": 1122.0,
      "id": "98679a7c-b706-3753-93c4-9781d317c5a7",
      "speaker": "Jordan",
      "start_timestamp": 1119.0,
      "text": "Woods Yeah, what Alex Jones was saying earlier,"
    },
    {
      "end_timestamp": 1125.0,
      "id": "49b1721b-fa19-374a-ac68-835d7a744db1",
      "speaker": "Dan",
      "start_timestamp": 1122.0,
      "text": "he might have talked to Alex Jones. He's like"
    },
    {
      "end_timestamp": 1137.0,
      "id": "6c2db994-471d-3ec1-98f3-3f5722f43cb9",
      "speaker": "Jordan",
      "start_timestamp": 1125.0,
      "text": "well proud this dude was that he got it before the sun even came out two in the morning now. Yeah, so he is he is getting information before even Alex Jones like he's big time and Alex Jones right there. Right?"
    },
    {
      "end_timestamp": 1141.0,
      "id": "2384559f-d9f3-3d8f-bd64-ae75447ac886",
      "speaker": "Dan",
      "start_timestamp": 1137.0,
      "text": "Hillbilly, fucking take a nap. It's two in the morning. Even"
    },
    {
      "end_timestamp": 1146.0,
      "id": "7c1a6ffd-fae5-3fe7-892c-dc76a04fa390",
      "speaker": "Jordan",
      "start_timestamp": 1141.0,
      "text": "if he is 100%. Correct. That accent makes everything sound"
    },
    {
      "end_timestamp": 1158.0,
      "id": "9baf39c2-3e87-3079-8994-ec3d06c98695",
      "speaker": "Dan",
      "start_timestamp": 1146.0,
      "text": "wrong. Yeah. Well, also I have to stress this the pronoun reference is so vague. And I think it's important because I believe that he spoke to Alex the day before."
    },
    {
      "end_timestamp": 1161.0,
      "id": "8402bad0-be50-3261-8c81-7bb8166451b2",
      "speaker": "Jordan",
      "start_timestamp": 1158.0,
      "text": "He actually spoke to Alex off air."
    },
    {
      "end_timestamp": 1169.0,
      "id": "bdd97b5c-ce99-3372-a39b-048093c0f48b",
      "speaker": "Dan",
      "start_timestamp": 1161.0,
      "text": "Well, here, let me play it back a little bit because he says what we were talking about yesterday. Oh, okay. It was the We the guy in Michigan or is it him? And Alex,"
    },
    {
      "end_timestamp": 1171.0,
      "id": "f68c666f-6f34-382a-89b9-659b36d5dbc2",
      "speaker": "Jordan",
      "start_timestamp": 1169.0,
      "text": "I think I don't think he's here."
    },
    {
      "end_timestamp": 1173.0,
      "id": "26ebc699-1149-3002-9dd6-df7569bafdb2",
      "speaker": "Dan",
      "start_timestamp": 1171.0,
      "text": "Okay. And then hear the rest of the clip"
    },
    {
      "end_timestamp": 1199.0,
      "id": "05175163-f146-32de-8140-71598dba1972",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1173.0,
      "text": "out of Michigan. That the power plant situation where we were talking about yesterday, now Western Kentucky, where he called me about a power plant up in Michigan. Exactly. And this one here, one of the ones that made it in this one that's in question here that I'm talking about. We have compromised and when given the order, they will shut this one down and that that newspaper article that you were talking about about their nuclear plant in Pennsylvania just goes"
    },
    {
      "end_timestamp": 1202.0,
      "id": "3ea84dfa-85b3-3ece-9324-de8fd13ba417",
      "speaker": "Dan",
      "start_timestamp": 1199.0,
      "text": "on To say the exact same things. So the Wii is vague."
    },
    {
      "end_timestamp": 1216.0,
      "id": "7addb54a-008e-3268-8ea6-376971b20a04",
      "speaker": "Jordan",
      "start_timestamp": 1202.0,
      "text": "I think the Wii is him Michigan, neuro. I think it's him actually believing that he is part of Alex Jones's broad community. Yeah. Okay. Like, like the way that the church would say, you know, the week,"
    },
    {
      "end_timestamp": 1224.0,
      "id": "4fa43866-27a5-39ff-80bd-7a0acaebbd10",
      "speaker": "Dan",
      "start_timestamp": 1216.0,
      "text": "I can accept that as a possibility also. But then he goes on to say that there's a power plant in Michigan, that"
    },
    {
      "end_timestamp": 1248.0,
      "id": "ed931ef7-f042-3637-8396-ca5bb883337d",
      "speaker": "Jordan",
      "start_timestamp": 1224.0,
      "text": "when given the order, they will shut it down, which is which means what it means that the globalists will be signaling them, right. That's what it has to mean in his mind. And even though that is literally what would happen is your superior would say, Hey, shut this down. And then you would like you will resist No, thank you work at the power plant."
    },
    {
      "end_timestamp": 1287.0,
      "id": "ea76da63-e850-35f8-9a83-e55f9b08f7ee",
      "speaker": "Dan",
      "start_timestamp": 1248.0,
      "text": "They go on to talk about the Pennsylvania thing. And this is something that comes up over and over again on this episode. And one of the reasons why I think it's the most interesting document, is that because people keep calling in and saying wild shit, and Alex never challenges them. He never like, there has never been, perhaps a day that we knew in advance was going to be fucked up. More than y2k, okay, I was 15 at the time, and even I had a keen awareness to be like, I'm gonna be careful about things I believe, on this day, because everyone is kind of full of shit."
    },
    {
      "end_timestamp": 1325.0,
      "id": "a878e303-fd1b-348e-8654-75bc27b003f3",
      "speaker": "Jordan",
      "start_timestamp": 1287.0,
      "text": "My I remember this, like distinctly, I was 13. My dad started putting water in the freezer, like, like, in case Yeah. And I remember thinking, or at least I tell myself, I remember thinking, that's not gonna help. Nope. Yeah, even if something does go bad because your freezer bottles, big, nothing at all. Like, what's that saying? That's maybe two days where the water we're gonna have to forage sooner or later. Yeah. What he should be doing is reading books about foraging. Probably, that would be the smarter way to go. Well, I"
    },
    {
      "end_timestamp": 1337.0,
      "id": "de9688f4-9b77-3728-8550-0cc45710eed0",
      "speaker": "Dan",
      "start_timestamp": 1325.0,
      "text": "think I mean, as it goes on these disaster scenarios, most of the time, you know, you only really have to wait out about a week or two before like, most people are dead."
    },
    {
      "end_timestamp": 1339.0,
      "id": "d2e64571-c16a-3d6c-a66b-d974c5e3748b",
      "speaker": "Jordan",
      "start_timestamp": 1337.0,
      "text": "This is Zombie Apocalypse Now is what we're saying. Oh, no, I'm"
    },
    {
      "end_timestamp": 1364.0,
      "id": "9f4c23bd-069c-3203-9cb2-8cb773bfc54a",
      "speaker": "Dan",
      "start_timestamp": 1339.0,
      "text": "just discussing fear porn that these weirdos who come on Alex's show talk about all the time. Yeah, they were like, you know, basically you just need the survival food. And that'll get you through like, you know, two weeks and that's when all the lawless people will have killed each other off. And you know, if you have the food it's the difference between being able to you know, sit around at home with the family or have to go out and fight"
    },
    {
      "end_timestamp": 1388.0,
      "id": "0580933b-dcc6-3a8a-b65c-80f507d84744",
      "speaker": "Jordan",
      "start_timestamp": 1364.0,
      "text": "now that it's so that's one thing about the zombie apocalypse narrative that these guys totally share, which is some dudes absolutely jerk off to the fantasy that they would be the lone survivor. Oh yeah. In the Apoc 100% So that's what this dude is what what all of these dudes are basically saying is like, if if shit does go down, it's a good thing that we have you Alex Jones and the rest of us who can"
    },
    {
      "end_timestamp": 1397.0,
      "id": "9867816a-bb64-3982-b1ca-a257ed08af41",
      "speaker": "Dan",
      "start_timestamp": 1388.0,
      "text": "sell us food Exactly. Which brings us to our first commercial brings us to our first of course commercial break of the y2k show."
    },
    {
      "end_timestamp": 1412.0,
      "id": "461285ea-b786-3dd0-a0ba-baa232a8457e",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1397.0,
      "text": "Drive time is getting shorter until y2k If you want to be sure your family and loved ones whether the potential y2k storm of delays shortages or interruptions of services then now is the time to stock up on emergency supplies and a home food reserve"
    },
    {
      "end_timestamp": 1436.0,
      "id": "eea80c98-5468-350d-bb66-2f7a719070e8",
      "speaker": "Dan",
      "start_timestamp": 1412.0,
      "text": "yep so use that to get the picture you start to get the picture of what's going on here yeah he's spreading fear and all of this idea of like oh my god a disaster is happening power grid is going down for the last years and and right up to it he's been hogging survival food. Okay, like that. But only his best interest to get people scared. Oh, absolutely. But"
    },
    {
      "end_timestamp": 1441.0,
      "id": "b7540627-777a-3bb4-870b-45df5a7fe242",
      "speaker": "Jordan",
      "start_timestamp": 1436.0,
      "text": "who is he selling the food? Who is that a company that's selling food? Yeah,"
    },
    {
      "end_timestamp": 1442.0,
      "id": "dee56f20-ed40-313e-94ad-30cd64a05f22",
      "speaker": "Dan",
      "start_timestamp": 1441.0,
      "text": "it's his parent company."
    },
    {
      "end_timestamp": 1451.0,
      "id": "d9990c7f-eb5c-3c7c-a72b-a8c6b674c265",
      "speaker": "Jordan",
      "start_timestamp": 1442.0,
      "text": "Oh, okay. That makes sense. Because I like I thought it might be a legitimate TV commercial at the time. Okay,"
    },
    {
      "end_timestamp": 1455.0,
      "id": "c5e06119-a641-3773-895e-180cbfbe1670",
      "speaker": "Dan",
      "start_timestamp": 1451.0,
      "text": "we'll get to another ad later which is even more damning but so this meeting"
    },
    {
      "end_timestamp": 1460.0,
      "id": "fc1e493f-9038-3f36-a016-1d41d874dc57",
      "speaker": "Jordan",
      "start_timestamp": 1455.0,
      "text": "is going to keep water from overflowing yesterday Apocalypse Yeah, you"
    },
    {
      "end_timestamp": 1461.0,
      "id": "3b950dd8-e448-3aec-bf59-bbbda008c265",
      "speaker": "Dan",
      "start_timestamp": 1460.0,
      "text": "know your words Absolutely. So"
    },
    {
      "end_timestamp": 1464.0,
      "id": "21cf461d-f21e-3619-8deb-89836f971eb8",
      "speaker": "Jordan",
      "start_timestamp": 1461.0,
      "text": "there's it's our only power plant option whenever the nuclear is go down."
    },
    {
      "end_timestamp": 1470.0,
      "id": "6b1e4aa0-536f-341d-93c1-93112b3f931d",
      "speaker": "Dan",
      "start_timestamp": 1464.0,
      "text": "Well speaking of power plants later in the night we get another update on something else around the world from another caller."
    },
    {
      "end_timestamp": 1471.0,
      "id": "16c1fa98-7678-3a54-a211-f406767d15ed",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1470.0,
      "text": "also reported"
    },
    {
      "end_timestamp": 1475.0,
      "id": "004a3b7d-a574-3b25-b034-515e837ffb2a",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1471.0,
      "text": "local person caught it on CNN"
    },
    {
      "end_timestamp": 1488.0,
      "id": "076c01b8-ceaa-362f-a067-74c22e47eddf",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1475.0,
      "text": "power plant has been blown up in Oregon. Okay, we need to get CNN on pure studios that GCM they're checking that out. Boy Clinton's folded now man, this has"
    },
    {
      "end_timestamp": 1497.0,
      "id": "f89233b7-6faf-34fd-a97c-f5c2fad0881c",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1488.0,
      "text": "happened. But that's that's the report that I got. And two other people on local repeaters verified it. So"
    },
    {
      "end_timestamp": 1515.0,
      "id": "d6575887-c89a-37e5-b830-be2e72d1962e",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1497.0,
      "text": "they're gonna say they're gonna say that one a lot and Terrorists slept through. I've been skating for years. Bin Laden is a known CIA asset. That's public record. But I firmly say, on the fact that we need to go ahead and report the truth but creates a panic it does show to warn people are aware."
    },
    {
      "end_timestamp": 1521.0,
      "id": "e948ab35-d099-358d-9f2f-482fa3096a2d",
      "speaker": "Jordan",
      "start_timestamp": 1515.0,
      "text": "We got into support the troops. Yeah, well, no, no, he didn't. I thought he said, support the troops. Didn't you just say that? No,"
    },
    {
      "end_timestamp": 1566.0,
      "id": "0575b319-0f6d-3fdb-b998-4f9abd805a14",
      "speaker": "Dan",
      "start_timestamp": 1521.0,
      "text": "what did he say? He said, We've got to tell the truth. Oh, gotta report the truth. And now he says something that is him tipping his hand a little too far. And that is if it causes a panic. So be it should have warned him earlier. When he is the only person who's out there in the man like in the grand scheme of things, saying all this crazy bullshit, and letting these wack job colors dictate what he believes. Yeah, because that Oregon explosion didn't happen. No, of course, no, it wasn't reported in any, you know, real media. It's some color telling him that someone told him that it had happened, and he doesn't challenge it."
    },
    {
      "end_timestamp": 1585.0,
      "id": "f2ee66a7-f6f5-3e4a-87ba-4e654f41c88a",
      "speaker": "Jordan",
      "start_timestamp": 1566.0,
      "text": "What do you challenge it? Well, well, our is our is our has color screened? They have to be right. Or is it? Only his listeners call it because I've never seen him actually. Well, I mean, clearly, I have zero experience with him. But has he ever challenged a caller?"
    },
    {
      "end_timestamp": 1592.0,
      "id": "cc40ddb9-7e12-3dce-8536-e367a38c29b9",
      "speaker": "Dan",
      "start_timestamp": 1585.0,
      "text": "Yeah, when they talk about, like globalism? Or will they whenever they insinuate things that disagree with him? Yeah,"
    },
    {
      "end_timestamp": 1596.0,
      "id": "e0b3c146-7bb5-379e-8cd3-3c32cdfccd3d",
      "speaker": "Jordan",
      "start_timestamp": 1592.0,
      "text": "that's exactly what if so, collared talk"
    },
    {
      "end_timestamp": 1600.0,
      "id": "9c61e6bb-22b4-331c-9737-837dd693cb98",
      "speaker": "Dan",
      "start_timestamp": 1596.0,
      "text": "happens very rarely, right? And then he just screams at them and they hang up on him?"
    },
    {
      "end_timestamp": 1610.0,
      "id": "af4e8d2e-0a22-3e20-9e89-59cf0d9335e5",
      "speaker": "Jordan",
      "start_timestamp": 1600.0,
      "text": "Well see, because I remember listening to Hannity's radio show with my grandfather, which, which I remember as just the greatest time of my life, sure,"
    },
    {
      "end_timestamp": 1612.0,
      "id": "96b34c6d-b46b-3f66-8547-8cbf5270e3d3",
      "speaker": "Dan",
      "start_timestamp": 1610.0,
      "text": "and salad"
    },
    {
      "end_timestamp": 1623.0,
      "id": "08fcbca2-01c1-3389-b5fd-3aafad71653d",
      "speaker": "Jordan",
      "start_timestamp": 1612.0,
      "text": "band, see Hannity's kind of thing was, he would often bring those people on, because then he could really go off on him. Yeah. And that's what was really exciting."
    },
    {
      "end_timestamp": 1628.0,
      "id": "141d499a-0f9e-30f0-a8ee-cb614f338fef",
      "speaker": "Dan",
      "start_timestamp": 1623.0,
      "text": "But in Henry's case, I actually know this. I don't I don't have documents or anything like this."
    },
    {
      "end_timestamp": 1631.0,
      "id": "0a8f4b87-bea2-38b4-bc3a-a21aa666c18a",
      "speaker": "Jordan",
      "start_timestamp": 1628.0,
      "text": "But unconfirmed source did"
    },
    {
      "end_timestamp": 1651.0,
      "id": "73209863-cc7e-3e2d-bf9f-aa66d5eb17cb",
      "speaker": "Dan",
      "start_timestamp": 1631.0,
      "text": "tell you about a lot of those callers are fake. Oh, really. We have a number of friends who work doing fake calls to radio shows. Wow. And like if you listen to drive time radio and morning radio, almost all those calls are fake. People who call in and the like morning DJs are doing bits with them and stuff like that. Those are improvisers for the most part."
    },
    {
      "end_timestamp": 1655.0,
      "id": "c76f2bb5-54d3-3973-bef5-5aeb69561aeb",
      "speaker": "Jordan",
      "start_timestamp": 1651.0,
      "text": "No shit. Yeah, I didn't know that. You just destroyed my whole world."
    },
    {
      "end_timestamp": 1675.0,
      "id": "50fcae85-af6d-3f3d-adbf-5974f6d3e815",
      "speaker": "Dan",
      "start_timestamp": 1655.0,
      "text": "Yeah, they're getting paid like 35 $40 a call or something like that. i We have a number of friends. I'll tell you off air who they are. I don't wanna put their business in the street. Because it's really, really dirty. But that's, that's what a lot of radio stations do. Because no one most people don't call in. I do are usually crazy."
    },
    {
      "end_timestamp": 1694.0,
      "id": "bdc71b7d-614a-311d-ab08-834b301c1b80",
      "speaker": "Jordan",
      "start_timestamp": 1675.0,
      "text": "always used to wonder about that, because I had this image of somebody driving, you know, drivetime radio, somebody's driving and they just like I need to call this radio show. So they're driving and then pulling all this shit out of their ass. So that that always kind of made me believe that"
    },
    {
      "end_timestamp": 1702.0,
      "id": "c4b4f1fa-5f88-389f-9aa1-0f1919c42957",
      "speaker": "Dan",
      "start_timestamp": 1694.0,
      "text": "the thing with hamady is I was like, Yeah, you get you get to these callers and he gets a tee off on him. And it's never someone who actually knows their shit. Well,"
    },
    {
      "end_timestamp": 1721.0,
      "id": "0a0ab08e-8b10-38bb-a1ba-e3d112105866",
      "speaker": "Jordan",
      "start_timestamp": 1702.0,
      "text": "coincidentally, but but that's see that still kind of makes sense to me. If you screen your college like the old Leno, man on the street interviews, like they're not bringing you people who know exactly what he's questioning about, right? They're giving you the people who are like that fit that narrative of isn't everybody silly?"
    },
    {
      "end_timestamp": 1741.0,
      "id": "23ccd097-b5b4-307e-a4da-9d0106218f94",
      "speaker": "Dan",
      "start_timestamp": 1721.0,
      "text": "Which actually is which brings me to an interesting point about some of the Alex Jones Show that we missed this week that I just want to tee off on real quick. So a lot of the episodes ended up starting with like a man on the street segment. I wish they start with someone on the street and there was one that was like Mark Dice. He's this"
    },
    {
      "end_timestamp": 1744.0,
      "id": "ef732281-c884-37e1-b596-0862af94f923",
      "speaker": "Jordan",
      "start_timestamp": 1741.0,
      "text": "asshole Ray fucking name, though. And he was going around Mark Dice Clay,"
    },
    {
      "end_timestamp": 1760.0,
      "id": "dbe4b606-afef-3382-9db5-a3b82c25d095",
      "speaker": "Dan",
      "start_timestamp": 1744.0,
      "text": "he's like, so you'd be the guy on the street. I'll be him. Okay, and he's like, Hey, so if your girlfriend's pregnant, and someone comes up and just punches her in the stomach a couple of times real good. And she aborts, is that murder?"
    },
    {
      "end_timestamp": 1761.0,
      "id": "308b909a-5e80-33a1-8f26-91be4831e62e",
      "speaker": "Jordan",
      "start_timestamp": 1760.0,
      "text": "That's a complicated question."
    },
    {
      "end_timestamp": 1773.0,
      "id": "c5b3bb2f-59b8-35c2-bbc3-95cc23a370eb",
      "speaker": "Dan",
      "start_timestamp": 1761.0,
      "text": "No one. No one No one's given any of that nuance. Okay. Yes. Okay, so why if she chooses to kick it out of her belly, is it not"
    },
    {
      "end_timestamp": 1776.0,
      "id": "abcf2626-2c85-3b91-b767-72cb48664cb9",
      "speaker": "Jordan",
      "start_timestamp": 1773.0,
      "text": "murder because nobody else was involved?"
    },
    {
      "end_timestamp": 1787.0,
      "id": "349400a6-010c-322b-a4ea-9fd224530d45",
      "speaker": "Dan",
      "start_timestamp": 1776.0,
      "text": "Well, there's that because the argument would be that like, she is different than the baby. So she's still acting upon the baby as if she were punching herself in the stomach."
    },
    {
      "end_timestamp": 1799.0,
      "id": "d0bbf5a0-8610-3e96-aca6-d1e80bcd298a",
      "speaker": "Jordan",
      "start_timestamp": 1787.0,
      "text": "Okay, that is that is an interesting that's an interesting argument. So it's not that interesting. I actually do kind of feel like that is a different angle of well go ahead and give me why it's not an interesting argue well, because I don't think"
    },
    {
      "end_timestamp": 1817.0,
      "id": "a8439e3f-2abd-323f-84fe-23958ffc336d",
      "speaker": "Dan",
      "start_timestamp": 1799.0,
      "text": "it's It's murder necessarily. I think it's a brutal assault. Yeah, for sure. But it's a brutal assault from the guy on to her. Yeah. And it made her unable to carry the baby. Yeah. And that it's not that he's attacking the baby at all. He's attacking her. Yeah, but"
    },
    {
      "end_timestamp": 1842.0,
      "id": "c68d1560-086b-3bdf-a35d-74d09430e15d",
      "speaker": "Jordan",
      "start_timestamp": 1817.0,
      "text": "if he's punching her in the stomach multiple times, yeah. Which, where is this guy coming from crazy town? Yeah, absolutely. This guy calls into Alex Jones. No doubt. So he's punching the baby now I do think you're right in saying that it's not murder. Can you murder something that doesn't have sentience yet or even the the idea of consciousness now"
    },
    {
      "end_timestamp": 1846.0,
      "id": "b542e237-af6f-3179-b493-15c8677f44a4",
      "speaker": "Dan",
      "start_timestamp": 1842.0,
      "text": "that's where it gets complicated, right and it's outside the scope of a man on the street bit"
    },
    {
      "end_timestamp": 1857.0,
      "id": "02f6db96-694e-3c40-a0e0-4cfbcf4d4007",
      "speaker": "Jordan",
      "start_timestamp": 1846.0,
      "text": "that created a man on the street interview happens and then they both sit in these comfy chairs and have the have this little debate where with coffee on just doing that all day"
    },
    {
      "end_timestamp": 1931.0,
      "id": "99ae9640-90f1-3a8f-8211-593ffd77964b",
      "speaker": "Dan",
      "start_timestamp": 1857.0,
      "text": "or some nice prophecy. Prophecy wise, not bad, by the way, it isn't. Shout out. Okay, so they, you know, we got all these reactors, all these power plants, we're having trouble with them, you know, all around the country. These on one of them exploded. One of them blew up in Oregon, right? Yeah. But it's all this stuff that is not being challenged. And it's so incredibly frustrating. Because as you asked, why would he and I got flustered? It angers me even the question because if you are a journalist, if you are someone who people listen to, you have a responsibility not to throw bullshit around. Especially on a day like y2k, when everyone is on edge, like people were on edge, they shouldn't have been. But they weren't no people were buying into it. People were hoarding stuff. Yeah, like it was happening. And so if you're a broadcaster, you do have a certain responsibility to be like, well, you know, we're even if you say, the very unconfirmed reports of a power plant blowing up in Oregon, we're looking into it, it's probably not true. We'll get back to you when we have confirmation. I feel like that's as far as you can go."
    },
    {
      "end_timestamp": 1941.0,
      "id": "6e66b621-2448-30d3-9aee-6505d1a7b0cb",
      "speaker": "Jordan",
      "start_timestamp": 1931.0,
      "text": "What do you do like the guy who called in saying, Yeah, I heard it from a guy who saw it on CNN. I wish like there's only one guy who was watching CNN whenever they released that"
    },
    {
      "end_timestamp": 1951.0,
      "id": "6bfe636d-9200-36a1-b683-28e69172b66e",
      "speaker": "Dan",
      "start_timestamp": 1941.0,
      "text": "it's gonna get worse later, but I wish someone would call in as like I heard it from a friend who heard it from a friend who heard it from another Oregon."
    },
    {
      "end_timestamp": 1957.0,
      "id": "5aec07fa-4b0a-392f-a006-f4c6e2a254cf",
      "speaker": "Jordan",
      "start_timestamp": 1951.0,
      "text": "We were playing a game of telephone that started with Hey, somebody sent off some fireworks. Yeah."
    },
    {
      "end_timestamp": 1962.0,
      "id": "61a5f391-6b06-3164-83c8-fe089bc60a6c",
      "speaker": "Dan",
      "start_timestamp": 1957.0,
      "text": "So where we go from here this night was not"
    },
    {
      "end_timestamp": 1967.0,
      "id": "a0bf825f-0845-3e13-8a34-fc0cfe758c0e",
      "speaker": "Jordan",
      "start_timestamp": 1962.0,
      "text": "just I want to actually know let's let's leave that until we get really"
    },
    {
      "end_timestamp": 1975.0,
      "id": "4e8a6084-f6cc-3f70-ae4d-b905e2cf4c69",
      "speaker": "Dan",
      "start_timestamp": 1967.0,
      "text": "crazy. Okay, well, the night was not just about power plants, though. The night also had a lot of other various flavors. So your point you say that"
    },
    {
      "end_timestamp": 1979.0,
      "id": "b40758eb-23d5-3589-a050-5f3cb0798607",
      "speaker": "Jordan",
      "start_timestamp": 1975.0,
      "text": "the night is young and power plants are still beautiful. Yes."
    },
    {
      "end_timestamp": 1992.0,
      "id": "b90d6a44-778b-3c4a-9f10-681dd8d51159",
      "speaker": "Dan",
      "start_timestamp": 1979.0,
      "text": "The power plants came up throughout the night. It just kept coming up. But also throughout was a bunch of other weird weaving storylines. And this introduces a couple of them that I think are important."
    },
    {
      "end_timestamp": 1998.0,
      "id": "00336b0f-e43f-3f42-b0e3-4614a602fce5",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1992.0,
      "text": "And pointing to 40,000 civilians trapped in the city. Russian hives are being shot down. Thanks for being blown to bed."
    },
    {
      "end_timestamp": 2026.0,
      "id": "3651ac27-87a7-3be9-ba81-790f689c412c",
      "speaker": "Dan",
      "start_timestamp": 1998.0,
      "text": "Sorry. What I should explain that is in reference to the war in Chechnya. Oh, okay. Well, that makes perfect sense that but he was also saying that hundreds of 1000s of people are dead. There's there's another clip that that says it says all of the stuff about that. I don't remember which clip it is. But he starts he's talking about how there's more wars going on now than ever. Wait here. I think I found it"
    },
    {
      "end_timestamp": 2040.0,
      "id": "342e29da-b80c-3433-9ad8-eb56f4735cd8",
      "speaker": "Jordan",
      "start_timestamp": 2026.0,
      "text": "on the day. There's more wars going on on December 31 1999. And then ever have no than ever in the history of the world. I think this is the clip."
    },
    {
      "end_timestamp": 2067.0,
      "id": "cdd99597-76f9-3a19-ae8f-02b3b967e0f4",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2040.0,
      "text": "Cash Machines are failing in Britain and now other European countries are finding large amounts of explosives in France. Vladimir Putin, who is known as Vladimir the ruthless, and using all his profanity on national TV, you name it. We won't read the profanity here. But we've got it on an unbelievable power grip and resembles a demon. He is a creature of the IMF and the World Bank and International Communism."
    },
    {
      "end_timestamp": 2070.0,
      "id": "3525f11d-2f64-3272-abb2-590fa158d90d",
      "speaker": "Dan",
      "start_timestamp": 2067.0,
      "text": "So he resembles a demon."
    },
    {
      "end_timestamp": 2084.0,
      "id": "6ec031b0-4aa4-3e33-b657-2ce30afd5a42",
      "speaker": "Jordan",
      "start_timestamp": 2070.0,
      "text": "Yes, but just like Hillary Clinton, no, she's yours was a demon. Yeah. Ruthless was just a guy who had the same picture as a guy from Ghostbusters to"
    },
    {
      "end_timestamp": 2100.0,
      "id": "971c0fe4-1566-3748-874a-c2efbb7cfdbd",
      "speaker": "Dan",
      "start_timestamp": 2084.0,
      "text": "the person who Alex Jones now is really getting behind and supporting and being like Putin is a good guy like he legitimately is on Russia side. Yeah, he was on Russian television being routed by Alexander Dugan, one of Putin's great advisors. Very cool. Last,"
    },
    {
      "end_timestamp": 2106.0,
      "id": "b34dfa3c-38ae-3605-8f30-b30c9bf172ef",
      "speaker": "Jordan",
      "start_timestamp": 2100.0,
      "text": "Alex Jones was on Russian television like live or they showed clips. He was on. Oh shit,"
    },
    {
      "end_timestamp": 2107.0,
      "id": "634b35ff-c828-38d1-bf5a-1436b65fa9f8",
      "speaker": "Dan",
      "start_timestamp": 2106.0,
      "text": "and he looked like he was gonna"
    },
    {
      "end_timestamp": 2110.0,
      "id": "57d8d147-2ef8-3208-ba08-9dfd579eaf30",
      "speaker": "Jordan",
      "start_timestamp": 2107.0,
      "text": "cry. Does Alex Jones speak Russian? No,"
    },
    {
      "end_timestamp": 2113.0,
      "id": "a18fdacd-5e89-361b-b81e-effe652f11f9",
      "speaker": "Dan",
      "start_timestamp": 2110.0,
      "text": "there was a translator, because that would be great if he had"
    },
    {
      "end_timestamp": 2117.0,
      "id": "d2a7477a-3bbb-34ca-bdfa-1d5fb81e31c2",
      "speaker": "Jordan",
      "start_timestamp": 2113.0,
      "text": "learned in this past year just like I'm excited."
    },
    {
      "end_timestamp": 2161.0,
      "id": "1b5e993b-fb4c-3155-804a-b5631dd43527",
      "speaker": "Dan",
      "start_timestamp": 2117.0,
      "text": "dasa Donya bluesky he was on Russian television and this guy Dugan was explaining to him that like, because of you our opinions about America have changed. Like it was just a rim job of a segment. All right, like they can't fucking believe what they're saying. It's insane. You're giving him lip service, because narcissism is how you compromise people. It's a very old trick and spy games. It's insane. So they're just like, because of you I say this anti Americanism is over. And Alex Jones is just sitting there and he looks like he's gonna cry. Like he's finally got Daddy's approval. It's insane. So he is full on whole hog on the side of Russia."
    },
    {
      "end_timestamp": 2170.0,
      "id": "2bd8c7cf-861b-36d2-a5a6-605e2783e558",
      "speaker": "Jordan",
      "start_timestamp": 2161.0,
      "text": "So they're teaching. So they're saying to Alex Jones, not just that anti Americanism is over. Yeah. But directly because of your intervention."
    },
    {
      "end_timestamp": 2209.0,
      "id": "d1145c5f-eaf8-3b2f-9721-033a8161434f",
      "speaker": "Dan",
      "start_timestamp": 2170.0,
      "text": "Yes. Okay. Because of you. And because of your help that you gave to Trump. You've shown us that all Americans aren't these weaselly dicks. I'm paraphrasing that part a little bit. You can find Alex Jones put out that clip. It's on the Infowars channel on YouTube that you can find it and it's insanity. It's absolute insanity. If I if I were on Russian television, and they were saying those things about me, first of all, I'd be panicking. And second, I would hope no one sees it. Cuz it's like shit. Shit, Russia thinks I'm awesome. This is bad news."
    },
    {
      "end_timestamp": 2215.0,
      "id": "2466ae87-7476-3f70-987d-cd8450b3337a",
      "speaker": "Jordan",
      "start_timestamp": 2209.0,
      "text": "Russia thinks I've also is the next name of this podcast."
    },
    {
      "end_timestamp": 2239.0,
      "id": "f88acbe4-a241-3f1a-949d-eaa9233d4cf1",
      "speaker": "Dan",
      "start_timestamp": 2215.0,
      "text": "So let's finish this clip up. He was just talking about how Putin looks like a demon. Oh, also that he's in cahoots with the IMF, the International Monetary Fund. That's an old that's an old fun one. Yeah, but he's also putting him as one of the heads of the globalists. So he is painting Putin as part of this global cabal that he is against Yeah, in 1999. Right, which has now completely flipped"
    },
    {
      "end_timestamp": 2257.0,
      "id": "1e8a11bc-e198-3a33-85c5-27f318d15487",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2239.0,
      "text": "former KGB head and this information is vital ladies and gentlemen, we are seeing the New World Order really come out in full force more wars that have been in the last 50 years are going on right now. The war in Chechnya is raging and Rodney with well reports in the hundreds of 1000s dying."
    },
    {
      "end_timestamp": 2258.0,
      "id": "081301b4-59a9-319f-97bc-2ce2e07fe52b",
      "speaker": "Dan",
      "start_timestamp": 2257.0,
      "text": "So yeah, that's that's what that was,"
    },
    {
      "end_timestamp": 2262.0,
      "id": "957d8864-7a6c-3fc5-91fb-9991159bf681",
      "speaker": "Jordan",
      "start_timestamp": 2258.0,
      "text": "say hundreds of 1000s Or do you say hundreds of 1000s"
    },
    {
      "end_timestamp": 2263.0,
      "id": "779feb2b-350f-3e77-84e2-3007920dcb25",
      "speaker": "Dan",
      "start_timestamp": 2262.0,
      "text": "hundreds of 1000s."
    },
    {
      "end_timestamp": 2265.0,
      "id": "a3c43e42-b29c-3c9c-a064-33e0cc03e18f",
      "speaker": "Jordan",
      "start_timestamp": 2263.0,
      "text": "Okay. Because 1000"
    },
    {
      "end_timestamp": 2284.0,
      "id": "777a02a7-f0e5-3f3c-a088-8ad805b7acfd",
      "speaker": "Dan",
      "start_timestamp": 2265.0,
      "text": "He makes those claims again, which is insanity. That's so many people. It's a lot of people impossible amount of people. Yeah, so that's that's what that was in reference to and I'm gonna get back how many people do live in Chechnya might have hundreds of 1000s maybe hundreds of them? I don't know. But they're not all dead."
    },
    {
      "end_timestamp": 2291.0,
      "id": "a9645d16-a6be-3e90-929b-6ff53d5dca7c",
      "speaker": "Jordan",
      "start_timestamp": 2284.0,
      "text": "We ever pointed over. Sorry. We ever boards that everybody in Chechnya has killed each other. It's flat ground,"
    },
    {
      "end_timestamp": 2298.0,
      "id": "ba9cbe96-a7a5-3795-b32f-14ef6959cd34",
      "speaker": "Dan",
      "start_timestamp": 2291.0,
      "text": "scorched earth people. That's actually not far off of where this is going to end. Okay. All right."
    },
    {
      "end_timestamp": 2335.0,
      "id": "429bdb3f-35e3-3b8e-9414-19bfdc7eefaa",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2298.0,
      "text": "Up in the city. Russian hives are being shot down tanks are being blown to bits. Massive Grodd unguided rocket attacks are being launched on the city indiscriminately right now. air and artillery bombardments as well. It's absolutely out of control. It is pandemic. Ladies and gentlemen. I'll give you the news. First on y2k. The newest developments the Pennsylvania nuclear plant has been shut down. One of the main systems transferring the power from it failed, but they say it's not a y2k problem. And the things I'm experiencing here on Austin, Texas, the shelves are empty of water and some gas stations are running out of fuel."
    },
    {
      "end_timestamp": 2340.0,
      "id": "56bed43a-bf8c-3dd4-9632-246d9508f423",
      "speaker": "Dan",
      "start_timestamp": 2335.0,
      "text": "So you went to commercial with that sort of terrifying there's no water geysers ran out"
    },
    {
      "end_timestamp": 2362.0,
      "id": "8ea817eb-fb98-3ad2-bd3a-8c84df981b58",
      "speaker": "Jordan",
      "start_timestamp": 2340.0,
      "text": "love I love that that 90s Like Saved by the Bell music playing by everyone is dying, unguided rockets are being fired which indiscriminately or with a go random cancer if they're unguided that like, do they have any idea where they're gonna go? Are they just shooting their wad in all different directions shooting"
    },
    {
      "end_timestamp": 2368.0,
      "id": "abcb7fdc-8eae-3e33-b67b-1865628f5ea7",
      "speaker": "Dan",
      "start_timestamp": 2362.0,
      "text": "that wad isn't true. But then we come back from commercial"
    },
    {
      "end_timestamp": 2376.0,
      "id": "82e12c68-a0e7-3f85-bbbe-6b6a50888f74",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2368.0,
      "text": "here in Central Texas. And in Minneapolis, Minnesota, the shortwave is basically down ladies and gentlemen went off right as I went on the air."
    },
    {
      "end_timestamp": 2386.0,
      "id": "040bc85f-736a-3924-b8ad-5d912ade7795",
      "speaker": "Dan",
      "start_timestamp": 2376.0,
      "text": "So that's the introduction of another narrative. The narrative of the government is trying to take out radio signals. Okay, that runs throughout the night, which"
    },
    {
      "end_timestamp": 2389.0,
      "id": "3dc38566-46a7-304f-8bf1-7b700431f086",
      "speaker": "Jordan",
      "start_timestamp": 2386.0,
      "text": "Alex Jones is on. Right? Ah,"
    },
    {
      "end_timestamp": 2406.0,
      "id": "8d0d1453-7941-3cd1-ae4a-f2f2514671d2",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2389.0,
      "text": "we'll get a little bit deeper into the central government though is the federal government the occupational government in Washington DC has set up a huge $50 million command bunker look into all the FEMA boxes that can take over all the shortwave broadcasts and what the fuck is that? So"
    },
    {
      "end_timestamp": 2412.0,
      "id": "5f3359dd-9ab6-3ba4-974b-ddabf396e61d",
      "speaker": "Jordan",
      "start_timestamp": 2406.0,
      "text": "so the central government, also known as the federal government, the occupation government,"
    },
    {
      "end_timestamp": 2419.0,
      "id": "ee04f774-437a-3e49-a0f5-5430d39fd66e",
      "speaker": "Dan",
      "start_timestamp": 2412.0,
      "text": "right because we should operate under maritime law as sovereign or whatever. Right. So"
    },
    {
      "end_timestamp": 2424.0,
      "id": "b011bc7f-6503-34a3-9e63-38ee27137f25",
      "speaker": "Jordan",
      "start_timestamp": 2419.0,
      "text": "so he set up a $50 million bunker. Did they do it? That day?"
    },
    {
      "end_timestamp": 2428.0,
      "id": "2d9d5dbe-5575-3c55-a81c-99c8c64d7c95",
      "speaker": "Dan",
      "start_timestamp": 2424.0,
      "text": "Also, that's not much for a bunker. No, that's not a great bunker kind of a cheap bunker"
    },
    {
      "end_timestamp": 2433.0,
      "id": "4707a9c1-2cc4-311f-8cde-cc3e8120a134",
      "speaker": "Jordan",
      "start_timestamp": 2428.0,
      "text": "like if you're an occupation government you get a better bunker right away."
    },
    {
      "end_timestamp": 2449.0,
      "id": "d04ab312-bdcc-3ec4-a522-8162f8ea9b18",
      "speaker": "Dan",
      "start_timestamp": 2433.0,
      "text": "Yeah, yeah, for sure. No, they probably have that set up like months in advance maybe because they knew that they were going to do this SIOP on on y2k and Chechnya. Oh of course well that's just Vladimir the ruthless right. So yeah, hold on here we go."
    },
    {
      "end_timestamp": 2455.0,
      "id": "e1a0cffe-f19d-3de2-9c04-e65a7020a839",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2449.0,
      "text": "Marshall am and FM stations as well as television broadcast stations, and we hope they do not activate that."
    },
    {
      "end_timestamp": 2463.0,
      "id": "ee371c9c-52d6-36b3-80ed-0b0019e2ac6e",
      "speaker": "Dan",
      "start_timestamp": 2455.0,
      "text": "Yeah. So he's afraid that they're going to take out all am and FM stations, television as well. He goes a little bit further into this."
    },
    {
      "end_timestamp": 2466.0,
      "id": "dcfba751-a02d-3c89-83c3-f86a91337c2f",
      "speaker": "Jordan",
      "start_timestamp": 2463.0,
      "text": "Why would they take out all the am and FM station because"
    },
    {
      "end_timestamp": 2479.0,
      "id": "d3bc833b-d45c-36b8-85bf-7cfe571f4d57",
      "speaker": "Dan",
      "start_timestamp": 2466.0,
      "text": "they don't want Alex jumping on any of those stations just in case yet. But so I mean, it's not that he doesn't say that but that no, that's that's the that's the implication. You don't want people to be able to communicate, especially patriots. But are"
    },
    {
      "end_timestamp": 2483.0,
      "id": "73df2e7b-6e82-3a18-b817-532896ab5ab0",
      "speaker": "Jordan",
      "start_timestamp": 2479.0,
      "text": "people communicating on am FM radio or just radio host? Well,"
    },
    {
      "end_timestamp": 2489.0,
      "id": "d9a22f55-c9a5-32a7-8453-cbae52f64bdc",
      "speaker": "Dan",
      "start_timestamp": 2483.0,
      "text": "the shortwave too, I assume would involve like CB radios too. Okay. I'm guessing."
    },
    {
      "end_timestamp": 2493.0,
      "id": "fce09ecb-9e38-3e7e-b3d1-f7a05813aaaf",
      "speaker": "Jordan",
      "start_timestamp": 2489.0,
      "text": "I mean, I don't know. I don't know enough about radio waves. He"
    },
    {
      "end_timestamp": 2496.0,
      "id": "5b689477-cb0e-3959-b102-78a62beacfc5",
      "speaker": "Dan",
      "start_timestamp": 2493.0,
      "text": "never spells that out. But I'm guessing that's one of the implications."
    },
    {
      "end_timestamp": 2506.0,
      "id": "7c327592-e53e-3732-a4bc-132ce3b84f3f",
      "speaker": "Jordan",
      "start_timestamp": 2496.0,
      "text": "Okay, but now, where did the shortwave radios go down? Nope. Okay. So he is once again just riffing off whatever it is. He feels like as we"
    },
    {
      "end_timestamp": 2520.0,
      "id": "1f37d906-ccbd-362e-91ac-b2619ea5c2d6",
      "speaker": "Dan",
      "start_timestamp": 2506.0,
      "text": "as I referred to it on the last episode, I think I'm gonna keep on keeping on with this. The Boogie Woogie bandit. He just started scanning you just it's just paranoia scat just"
    },
    {
      "end_timestamp": 2523.0,
      "id": "e9bf1808-3f65-3b88-b8c7-337367cc2db0",
      "speaker": "Jordan",
      "start_timestamp": 2520.0,
      "text": "knew, but in this case, Ella Fitzgerald, Alex Jones."
    },
    {
      "end_timestamp": 2554.0,
      "id": "eb6ba219-b758-32d0-9851-cbf76de888dd",
      "speaker": "Dan",
      "start_timestamp": 2523.0,
      "text": "In this case, it's clear that it's not random. It is very intentional. These are the fears that people have. Yeah. And so he's amplifying them playing into them, like the Russia idea. Now I will give him that on January 1 of 2000. Boris Yeltsin did step down. Yes. And that broke on New Year's Eve. So the idea of being scared about this Putin guy who we you know, he's ruthless Yeah, that's"
    },
    {
      "end_timestamp": 2568.0,
      "id": "146db55b-ee28-3977-81ea-54507f46c9f9",
      "speaker": "Jordan",
      "start_timestamp": 2554.0,
      "text": "although if your name is Vladimir, you do have to have a VA after that with whatever like Vladimir Liu the Impaler the ruthless my editor Vladimir though you know not quite so wonderful guy campus"
    },
    {
      "end_timestamp": 2576.0,
      "id": "c5722b76-9a67-3999-927b-69cb489041a0",
      "speaker": "Dan",
      "start_timestamp": 2568.0,
      "text": "editor in college when I wrote for the student paper her name her middle name was Vladimir so her middle name was Vladimir Yeah,"
    },
    {
      "end_timestamp": 2587.0,
      "id": "ec58ed4d-2592-3d44-a03a-d605ce125812",
      "speaker": "Jordan",
      "start_timestamp": 2576.0,
      "text": "I don't give a shit about oh, she was Vladimir the woman How do you not get that Vladimir? The editor Vladimir, the my copy was better than what you put on it."
    },
    {
      "end_timestamp": 2595.0,
      "id": "5441d063-be2f-3665-a76e-3fdf27fa5e0b",
      "speaker": "Dan",
      "start_timestamp": 2587.0,
      "text": "I think I actually know another Russian girl whose middle name is Vladimir. Anyway. That's a pretty weird coincidence that is"
    },
    {
      "end_timestamp": 2610.0,
      "id": "00225d83-0911-3a93-8823-e808d2de6dd0",
      "speaker": "Jordan",
      "start_timestamp": 2595.0,
      "text": "kind of I've never met anybody with the name Vladimir. I've never met that would tell me their name was like Adolf at this. So they would be Vladimir the deceiver. Right? See, you can't say the name Vladimir without putting the blank after thinking of deceiving."
    },
    {
      "end_timestamp": 2615.0,
      "id": "25c02601-5cc8-313b-a978-aec09cc4f651",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2610.0,
      "text": "doing a fabulous job. And he is consulting with people that he knows personally."
    },
    {
      "end_timestamp": 2626.0,
      "id": "64137f5f-eab5-3279-ba86-de8593e62a0f",
      "speaker": "Dan",
      "start_timestamp": 2615.0,
      "text": "So he's talking about someone who's giving him information. He's starting this clip off talking about someone who is feeding him information that you will see that he plays his normal game of you'll see"
    },
    {
      "end_timestamp": 2631.0,
      "id": "051c5896-3875-3f7a-ac5a-cc0932175b19",
      "speaker": "Jordan",
      "start_timestamp": 2626.0,
      "text": "does he give a name to any source at any point in time during this? I"
    },
    {
      "end_timestamp": 2634.0,
      "id": "b5e28f73-45f2-3f65-812a-143f4e596c26",
      "speaker": "Dan",
      "start_timestamp": 2631.0,
      "text": "don't know maybe this one we'll see. Okay,"
    },
    {
      "end_timestamp": 2640.0,
      "id": "d57c01da-22a6-3bc5-8edc-7a049be4b95c",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2634.0,
      "text": "what a former military people but now home radio companies. Gonna say the individual is"
    },
    {
      "end_timestamp": 2642.0,
      "id": "05c53b90-cb50-3e76-a531-7044e240d140",
      "speaker": "Jordan",
      "start_timestamp": 2640.0,
      "text": "nope, nope."
    },
    {
      "end_timestamp": 2653.0,
      "id": "5606d7a2-a24a-30f1-91bb-c66de2b67551",
      "speaker": "Dan",
      "start_timestamp": 2642.0,
      "text": "But also we learned. We learned that I feel like you knew that and we also learned though that a lot of former military people now own radio stations. I don't know."
    },
    {
      "end_timestamp": 2699.0,
      "id": "8ca977b8-bdb6-3746-88eb-c98a7429a59b",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2653.0,
      "text": "I'm sure he could call it publicly. I just don't want to give a lot of folks names out on the air. They have activated a powerful Cold War radar system in the North Pole region. That is suddenly drowning out shortwave the entire 9400 band all throughout the 9.4000 up to 9.4. They are military traffic is everywhere right now ladies and gentlemen. Scrambled. We got superpower radar systems nuclear systems up and perhaps our military is refused. It was Clinton that shut down that the Cold War radar system it's now back up from people that actually worked in there. We have it confirm from the sound and where it's coming from from experts. Res no"
    },
    {
      "end_timestamp": 2701.0,
      "id": "565eb233-fdb7-312d-a29c-4a4006d6cc3d",
      "speaker": "Dan",
      "start_timestamp": 2699.0,
      "text": "one What does that mean?"
    },
    {
      "end_timestamp": 2711.0,
      "id": "1fa9a45f-9da1-33cf-9fcd-3fd12b35a391",
      "speaker": "Jordan",
      "start_timestamp": 2701.0,
      "text": "Well, one. When did we have no more? It's 1999. Yep. So when did the cold war end to him?"
    },
    {
      "end_timestamp": 2714.0,
      "id": "28d14858-131a-3388-a779-12d6b785120b",
      "speaker": "Dan",
      "start_timestamp": 2711.0,
      "text": "Never. Okay. Well, no, no,"
    },
    {
      "end_timestamp": 2738.0,
      "id": "6435339f-ca8e-3ad0-9898-aa7110a0ee64",
      "speaker": "Jordan",
      "start_timestamp": 2714.0,
      "text": "this year. In 1999 No, no. 2017 Oh, 2017 whatever anti Americanism. 2016 right, you were right. Okay. So we have, okay. Why would they put cold war? Disruption technology in the north pole on the north? Is? Does he think Santa Claus is real?"
    },
    {
      "end_timestamp": 2743.0,
      "id": "6abd231e-b7da-3e06-bd1b-74e36f520bad",
      "speaker": "Dan",
      "start_timestamp": 2738.0,
      "text": "I think he thinks maybe there. I don't fucking know, man. It's so insane. Okay, so"
    },
    {
      "end_timestamp": 2747.0,
      "id": "0bfec5d6-ae40-37a1-8ae7-4a70f9830c47",
      "speaker": "Jordan",
      "start_timestamp": 2743.0,
      "text": "so let's just let's just WarGames this, let's just go throughout this whole thing. Gotta take"
    },
    {
      "end_timestamp": 2751.0,
      "id": "8dcf625d-2412-3783-98c5-7069c2c212f3",
      "speaker": "Dan",
      "start_timestamp": 2747.0,
      "text": "it piece by piece. Yeah, because there's so many pieces."
    },
    {
      "end_timestamp": 2763.0,
      "id": "236fd2fe-a6cd-35c0-a481-59782fc4c34b",
      "speaker": "Jordan",
      "start_timestamp": 2751.0,
      "text": "And it's so easy to get bogged down with one because he has this brilliant, like, just throw everything at you. Because of you sooner or later. One of you one of those things is going to hit one person. sure"
    },
    {
      "end_timestamp": 2771.0,
      "id": "db215162-5407-39a1-b0ea-8553991d1433",
      "speaker": "Dan",
      "start_timestamp": 2763.0,
      "text": "one of these power plants is actually going to be out what to be fair, actually, the Pennsylvania one did have that problem that was real. It's just he must characterize"
    },
    {
      "end_timestamp": 2793.0,
      "id": "7e47444b-617e-3987-ac80-d4a6d059b243",
      "speaker": "Jordan",
      "start_timestamp": 2771.0,
      "text": "it. Then he said that the nuclear power plants are up. Yeah. So So which, which are we more afraid of? I don't know. Okay, so we got a powerful Cold War era, disrupter, which How could it be that powerful? It was from the Cold War era? Well, no. Do you remember how they didn't even have fucking planes?"
    },
    {
      "end_timestamp": 2806.0,
      "id": "516b05aa-c22c-3761-8daf-f5ae2d40a170",
      "speaker": "Dan",
      "start_timestamp": 2793.0,
      "text": "It will be it's because the shortwave signals aren't that sophisticated. So it's this old time system that can shut down am and FM and shortwave radio. It's"
    },
    {
      "end_timestamp": 2809.0,
      "id": "1c192964-b39f-3f6c-81ac-03c6147f3a26",
      "speaker": "Jordan",
      "start_timestamp": 2806.0,
      "text": "only above 94.000."
    },
    {
      "end_timestamp": 2811.0,
      "id": "23050e35-e72c-3bf2-bc11-3ff322d3ec3d",
      "speaker": "Dan",
      "start_timestamp": 2809.0,
      "text": "Have you seen lost?"
    },
    {
      "end_timestamp": 2812.0,
      "id": "40e08be0-336a-36e2-ae67-6fc7dd355825",
      "speaker": "Jordan",
      "start_timestamp": 2811.0,
      "text": "No, I"
    },
    {
      "end_timestamp": 2834.0,
      "id": "04c4ce5b-d062-3100-91be-9b7f1b00eca9",
      "speaker": "Dan",
      "start_timestamp": 2812.0,
      "text": "haven't seen loss. That's another thing that I have not seen. Great show. Okay. I've heard that there's a whole thing in the first season where there's a signal disrupter on the island, so they can't get radio off the island. Because this this lady had put a signal jam on. I think that's what Alex Jones thinks is happening from the North. Okay, there's a signal jam going out or across the entire world."
    },
    {
      "end_timestamp": 2869.0,
      "id": "fb3afdf0-534a-3f90-91c1-12f099ddcd92",
      "speaker": "Jordan",
      "start_timestamp": 2834.0,
      "text": "So if it's on the North Pole, yes, he believes that it can then reach the entire world. Yeah, so that's why you would put it on the north pole because it goes let it if you that's how that's how gravity goes yeah, you're you know, you're right now in geospatial situations. We all know that. The South Pole is down. The North Pole is up always that makes perfect sense."
    },
    {
      "end_timestamp": 2878.0,
      "id": "649cba48-bb0b-3f1a-8333-5172826a9c6c",
      "speaker": "Dan",
      "start_timestamp": 2869.0,
      "text": "Yeah, I don't I don't fucking know. Man. I don't know what the the logic is there other than gotta say something."
    },
    {
      "end_timestamp": 2905.0,
      "id": "a38f43d4-b8ef-332d-ba09-4ca08770265b",
      "speaker": "Jordan",
      "start_timestamp": 2878.0,
      "text": "Yeah, like train give me try and give me some internal logic to that long, because that's just a long list of different things for you to be afraid of. None of them are connected to each other in any way other than he thinks they're all happening at the same time. well orchestrated by the same people like globalists, Vladimir and Bill Clinton. And Clinton disabled the Cold War other stuff."
    },
    {
      "end_timestamp": 2909.0,
      "id": "7d238c97-cf12-3bdf-98db-05409fd66476",
      "speaker": "Dan",
      "start_timestamp": 2905.0,
      "text": "Yeah, but not this, not this. But that's, that's well, he"
    },
    {
      "end_timestamp": 2916.0,
      "id": "5086f083-a3bf-3f3d-8eeb-2e873b34e5ff",
      "speaker": "Jordan",
      "start_timestamp": 2909.0,
      "text": "disabled the Cold War stuff that we built to protect against their Cold War stuff. Right. Okay,"
    },
    {
      "end_timestamp": 2917.0,
      "id": "92d7c21e-ff24-38fd-9836-2be87d623a64",
      "speaker": "Dan",
      "start_timestamp": 2916.0,
      "text": "here's what you have to understand."
    },
    {
      "end_timestamp": 2921.0,
      "id": "c7152d4e-3877-3a7a-aacf-5d29357d03e4",
      "speaker": "Jordan",
      "start_timestamp": 2917.0,
      "text": "Did Clinton's cold horn stuff was that put on the cell?"
    },
    {
      "end_timestamp": 2924.0,
      "id": "2491bf5e-3611-3b38-b324-902cfff8a929",
      "speaker": "Dan",
      "start_timestamp": 2921.0,
      "text": "So Clinton's Cold War stuff is gonna be the name of my first rap album."
    },
    {
      "end_timestamp": 2926.0,
      "id": "1128da0a-c937-30e6-970f-0d994eb63c6b",
      "speaker": "Jordan",
      "start_timestamp": 2924.0,
      "text": "Okay, that's a pretty good rap album."
    },
    {
      "end_timestamp": 2941.0,
      "id": "146a67fc-1db8-3ec6-b5e5-ac948ff7dd82",
      "speaker": "Dan",
      "start_timestamp": 2926.0,
      "text": "I think the picture that we start to come up with and we have to deal with is that maybe scaring people is the point. Well, yeah, maybe it is. Not fun version of War of the Worlds basically is what we're bogged down in"
    },
    {
      "end_timestamp": 2947.0,
      "id": "c3d48b0c-9303-343b-8074-ac83200c5f00",
      "speaker": "Jordan",
      "start_timestamp": 2941.0,
      "text": "was war of the worlds that fun. It was artistic. It was That's true. Orson Welles is pretty good Dude,"
    },
    {
      "end_timestamp": 2956.0,
      "id": "dd56284f-1ba0-3a82-83d8-c533984adf03",
      "speaker": "Dan",
      "start_timestamp": 2947.0,
      "text": "that was trolling. This is not this is and we'll get to again why I'm 100% convinced it's not at our next commercial break."
    },
    {
      "end_timestamp": 2977.0,
      "id": "a7884d9d-2803-3009-bb19-ef836f028398",
      "speaker": "Jordan",
      "start_timestamp": 2956.0,
      "text": "Now. Now I just can't get out like this is a whole Dr. Strangelove situation where it is like okay, they put their Cold War stuff on the North Pole. There's only one way to fight against it. We're gonna put our Cold War stuff on the bottom because that'll because that's gonna go up."
    },
    {
      "end_timestamp": 2979.0,
      "id": "23472bb7-d8f4-37fd-8390-2ae42b175b49",
      "speaker": "Dan",
      "start_timestamp": 2977.0,
      "text": "Do you want to be afraid of some more stuff? Oh, God. Yes."
    },
    {
      "end_timestamp": 2980.0,
      "id": "0b926907-8915-3dba-a11f-67d04b8edfdc",
      "speaker": "Jordan",
      "start_timestamp": 2979.0,
      "text": "All right."
    },
    {
      "end_timestamp": 2988.0,
      "id": "f37fc3dc-3a13-356c-a374-75bfac80349a",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2980.0,
      "text": "Ladies, and gentleman, police and military are on high alert rosin real quick. Suppose it boogey man and"
    },
    {
      "end_timestamp": 3011.0,
      "id": "6a6b85e1-b025-335a-9dbc-ee1228608eaa",
      "speaker": "Jordan",
      "start_timestamp": 2988.0,
      "text": "I would have given anything for him to stop with ladies and gentlemen, ladies, dude, we know that stuff. Guys. Just sit this one out. This is for the ladies. This If you're not going to need to hoard stuff because we're gonna need you as breeders after it all goes down like it's an usher concert. Alright, here we go."
    },
    {
      "end_timestamp": 3049.0,
      "id": "0f72eb4b-4372-30ad-8a7c-82d268829b2a",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3011.0,
      "text": "Ladies and gentleman, police and military are on high alert running around looking for suppose it boogey man and tears under every rock, military are highly visible now. Yes, ladies and gentlemen, there are trains of military equipment moving into Austin. Two nights ago on Wednesday night to Fox News reported that the airport will be used as a massive holding facility for troublemakers or rioters here in Austin that has no history of riots. They need to get that country locked down so they can stay the election for Vladimir Putin. I mean, this guy is a demon. Have you seen this guy and just how he's raging with power? Hmm,"
    },
    {
      "end_timestamp": 3061.0,
      "id": "19ce21b6-51e4-3ef6-9fc3-4efcd5b69c60",
      "speaker": "Jordan",
      "start_timestamp": 3049.0,
      "text": "okay. Wait. Yep. It's so so. So the military is highly visible, highly, highly visible in Austin, Texas"
    },
    {
      "end_timestamp": 3062.0,
      "id": "e98b7393-e548-389a-bee3-60a8e6301cd1",
      "speaker": "Dan",
      "start_timestamp": 3061.0,
      "text": "occupied"
    },
    {
      "end_timestamp": 3072.0,
      "id": "cc770bb4-05b8-34c2-85b1-a53f5d2e033e",
      "speaker": "Jordan",
      "start_timestamp": 3062.0,
      "text": "occupied Austin, Texas. Yes. In case there are riots, even though there's no history of riots, Fox News reported that"
    },
    {
      "end_timestamp": 3076.0,
      "id": "a2025e73-11f7-3866-bcd6-63e85359c7e2",
      "speaker": "Dan",
      "start_timestamp": 3072.0,
      "text": "at the airport, yeah. Yeah, the old airport the"
    },
    {
      "end_timestamp": 3081.0,
      "id": "9d12f559-20c3-3374-95ff-07c17eddd769",
      "speaker": "Jordan",
      "start_timestamp": 3076.0,
      "text": "Oh, the old airport. I was gonna say like, are they shutting down planes too, and they're all just hanging out. I"
    },
    {
      "end_timestamp": 3088.0,
      "id": "a89477dc-e5b9-305a-8267-611f13651e23",
      "speaker": "Dan",
      "start_timestamp": 3081.0,
      "text": "don't I don't have the clip of this. But there is a part where he's like, all the planes are in the sky."
    },
    {
      "end_timestamp": 3089.0,
      "id": "397d66da-9f31-3171-80f3-be2bb70eaa84",
      "speaker": "Jordan",
      "start_timestamp": 3088.0,
      "text": "All the planes are"
    },
    {
      "end_timestamp": 3105.0,
      "id": "b5e1bd7e-0983-3a70-b7cc-4032d95fac2b",
      "speaker": "Dan",
      "start_timestamp": 3089.0,
      "text": "late in the broadcast. starts talking about how like, all the planes are this guy gets a call and they're like, Hey, you talked about your you're talking about Russia. But let's be let's be aware there's other countries we need to be afraid of too. Great."
    },
    {
      "end_timestamp": 3129.0,
      "id": "1719c0af-b17c-370b-8ad0-72a69f8554c7",
      "speaker": "Jordan",
      "start_timestamp": 3105.0,
      "text": "Let's compound this fear. Cyclone. We're all gonna jerk each other off with what we're afraid of. Trying to exist in Germany is pretty weird. Here's the crazy thing. He's 100% correct about Vladimir Putin. Yeah, this guy went from being like a like low level KGB staffer to running the entire country. I would like you can't argue with Vladimir the ruthless."
    },
    {
      "end_timestamp": 3155.0,
      "id": "5d50f663-9d68-34d3-ba42-832969d33ef2",
      "speaker": "Dan",
      "start_timestamp": 3129.0,
      "text": "I would posit that he's right. Big picture about Putin wrong. No. I mean, yeah, the idea that he's some sort of globalist shill and all that is not really backed up by anything. But yeah, he is. He's right. We should be concerned about him. And we should have been for the last 17 years. Yes. More so than we have been only Alex Jones was not that's not true. Exactly. Of course. It's not. So that Yeah, but"
    },
    {
      "end_timestamp": 3170.0,
      "id": "be257b30-6e9d-31f7-9146-9d41d364bcf4",
      "speaker": "Jordan",
      "start_timestamp": 3155.0,
      "text": "But okay, let's go with there are tanks. Where did tanks come from so many times? Where did tanks even How did tanks get the are they keeping tanks there? Do they have tanks in San Antonio that can get there that quickly?"
    },
    {
      "end_timestamp": 3174.0,
      "id": "661d63f2-bead-360f-b7e9-8c76da5f825c",
      "speaker": "Dan",
      "start_timestamp": 3170.0,
      "text": "I can't play the clip yet. But that will be explained."
    },
    {
      "end_timestamp": 3181.0,
      "id": "889badfb-f513-352f-8fc4-13acb7e7c3f0",
      "speaker": "Jordan",
      "start_timestamp": 3174.0,
      "text": "Oh, okay. All right. Thank God, that's part of some because that's really the only mystery I'm interested in at this point. No, that's an earlier clip."
    },
    {
      "end_timestamp": 3185.0,
      "id": "9514fdf4-7454-3726-aefd-f7363fc246f0",
      "speaker": "Dan",
      "start_timestamp": 3181.0,
      "text": "And to the answer is gonna give you maybe a few more questions"
    },
    {
      "end_timestamp": 3189.0,
      "id": "c7c5df97-e860-3779-b523-5f802c950346",
      "speaker": "Jordan",
      "start_timestamp": 3185.0,
      "text": "can't get over the fact that this is the y2k."
    },
    {
      "end_timestamp": 3200.0,
      "id": "59f6f591-89ca-3f78-a9c8-b9f75767bd50",
      "speaker": "Dan",
      "start_timestamp": 3189.0,
      "text": "So maybe you're wondering, I don't know Jordan, maybe you're wondering what's going on around the country. Absolutely wondering where else tanks are maybe there are things that are happening in other states that haven't been discussed. Okay. Maybe"
    },
    {
      "end_timestamp": 3203.0,
      "id": "d0bc140a-a196-38ee-bc83-d87684045280",
      "speaker": "Jordan",
      "start_timestamp": 3200.0,
      "text": "we check in on the south is Fox News reporting or a CNN report?"
    },
    {
      "end_timestamp": 3206.0,
      "id": "de8e7c29-6998-3f95-856b-28ee61990962",
      "speaker": "Dan",
      "start_timestamp": 3203.0,
      "text": "Maybe it's like John Kahler from Arkansas Excellent."
    },
    {
      "end_timestamp": 3235.0,
      "id": "7a9e20fc-ab56-3852-b32d-942edb9b83ef",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3206.0,
      "text": "He called frantically yesterday saying I don't want you to leave here in Arkansas. My girlfriend work there. I don't want you to leave. I don't want you to leave. They got more fault. We just found out now know how we can station department. And we've been well we thought at first he had probably seen or Hey, because he's got kind of like our head in the sand and yesterday up and down Highway 65. I was seeing Arkansas highway transportation department vehicle all over the place and I haven't seen him ever since 20."
    },
    {
      "end_timestamp": 3238.0,
      "id": "b2f69de3-f4fb-3512-84ff-d6135d7eef3f",
      "speaker": "Dan",
      "start_timestamp": 3235.0,
      "text": "They might have been doing roadwork"
    },
    {
      "end_timestamp": 3251.0,
      "id": "25ebdf08-a035-3b2e-8434-c36a8e2c28d3",
      "speaker": "Jordan",
      "start_timestamp": 3238.0,
      "text": "to the where the department of transportation vehicles should mean that might be I've been seeing him I've been seeing them all over the place did he? Where did he Oh coat now all right now I've"
    },
    {
      "end_timestamp": 3261.0,
      "id": "d60b5d8e-9d6b-3d0c-a8bc-b0d2ece6888a",
      "speaker": "Dan",
      "start_timestamp": 3251.0,
      "text": "been seeing I've been seeing these daily workers. Dell is all over the place. Mariano's. I think it's a conspiracy. I think they're trying to cut some"
    },
    {
      "end_timestamp": 3266.0,
      "id": "e6d48f0c-1863-3087-9b90-2de52ec99ac5",
      "speaker": "Jordan",
      "start_timestamp": 3261.0,
      "text": "I saw a teenager wearing a potbelly t shirt. She wasn't even in potbelly."
    },
    {
      "end_timestamp": 3277.0,
      "id": "302ef432-db50-3db7-9a46-eafd09f78855",
      "speaker": "Dan",
      "start_timestamp": 3266.0,
      "text": "Was there a potbelly in the vicinity? It was about it was a block away or irrelevant. All right. So this clip isn't done."
    },
    {
      "end_timestamp": 3284.0,
      "id": "653d30f2-ded8-3e4b-a049-2d1d174f8160",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3277.0,
      "text": "And this girl here just does not believe in itself. Now he's hopefully going nuts over it."
    },
    {
      "end_timestamp": 3291.0,
      "id": "dd444b3e-83b0-3a15-8b97-064953c7be48",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3284.0,
      "text": "So you've known this person for a long time and she was a doubting Thomas and now he claims he had personally seen the market last time. He hasn't"
    },
    {
      "end_timestamp": 3300.0,
      "id": "31335900-cba2-3364-892e-2859797fd989",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3291.0,
      "text": "but her friend that works with Arkansas transportation department called and live. We go up down Highway Hello."
    },
    {
      "end_timestamp": 3315.0,
      "id": "f72fb5c3-1392-3b37-bc03-87d0aa8263cf",
      "speaker": "Dan",
      "start_timestamp": 3300.0,
      "text": "So what's gorgeous about this and what you're about to hear, and I just want to spell it out. This is third hand information. Yeah. And Alex just does not question it does not challenge it, spins it. Now listen to this spin. It's gorgeous. Excellent."
    },
    {
      "end_timestamp": 3318.0,
      "id": "265c407b-62b8-3008-ac4a-a23d4ed69cc7",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3315.0,
      "text": "And it just, it looks kind of spooky. And"
    },
    {
      "end_timestamp": 3335.0,
      "id": "e3532f50-11d7-3a58-a0b1-21b6d0bc4941",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3318.0,
      "text": "I hear you, sir. Hey, right here in Austin, Texas, they've announced that it's a basic concentration camp at Robert Mueller airport. Anybody lives in Central Texas, go take a look at it. former military officer and former police officer retired gentleman that owns well, let's just say a company he does services for the military. I know the guy for years up."
    },
    {
      "end_timestamp": 3344.0,
      "id": "271bc0ff-0b5b-307f-b28b-f38936603d48",
      "speaker": "Dan",
      "start_timestamp": 3335.0,
      "text": "So there again is another person who is. But look, I don't want to say I can figure it out. As a retired"
    },
    {
      "end_timestamp": 3357.0,
      "id": "0e5f3d0c-ba19-31b9-acd5-7a399ac3cea7",
      "speaker": "Jordan",
      "start_timestamp": 3344.0,
      "text": "former police officer, former military guy retired. What like I don't know power plant guy owns some shit. And then he does some some consulting work for the government. Yeah."
    },
    {
      "end_timestamp": 3364.0,
      "id": "24a7e61c-a06b-3c7d-9e0d-89cdfa3f412c",
      "speaker": "Dan",
      "start_timestamp": 3357.0,
      "text": "And also, I think, where I pause the clip, we might end up swallowing it. But he says also, he's a good Christian man."
    },
    {
      "end_timestamp": 3367.0,
      "id": "a747dfed-f21a-3793-91a9-636dd91bca77",
      "speaker": "Jordan",
      "start_timestamp": 3364.0,
      "text": "Oh, well, he's known him for years. So he has to be a good Christian man. So anyway,"
    },
    {
      "end_timestamp": 3387.0,
      "id": "0f22b94e-a5fd-3b64-a574-a792d7fe6d0f",
      "speaker": "Dan",
      "start_timestamp": 3367.0,
      "text": "here's what he had to say. But you see what I'm saying? Oh, yeah, calls in with some crazy bullshit. And then instead of being like, well, I don't think that means anything. You know, I appreciate the call. But let's not worry about this for now. He says, I hear you brother now also. camps in Austin."
    },
    {
      "end_timestamp": 3403.0,
      "id": "773ab2b3-a15b-3372-9065-13de78d3582a",
      "speaker": "Jordan",
      "start_timestamp": 3387.0,
      "text": "I want to Deke anybody in Central Texas should go see them. Why? Why should they go see those concentrations? Can you just walk up like, Hey, guys, looks like you got a great concentration going down. It was real."
    },
    {
      "end_timestamp": 3416.0,
      "id": "14e52d3e-86c1-3763-a878-4d04adedbb3c",
      "speaker": "Dan",
      "start_timestamp": 3403.0,
      "text": "And you were a real Alex Jones who wasn't full of shit. The message would be stay the fuck away from your citizen. Don't go over there. It's dangerous. But instead he's like, go look at it yourself."
    },
    {
      "end_timestamp": 3435.0,
      "id": "fcc89afd-a350-3554-8731-cfd6c63df2fc",
      "speaker": "Jordan",
      "start_timestamp": 3416.0,
      "text": "Don't watch. But that's a great way of signaling exists. You shouldn't actually go there. But you could know that it's there. Because you could walk up right? But you're too smart. You're one of my listeners. And if you if you believe what I'm saying. You should go there and wind up."
    },
    {
      "end_timestamp": 3447.0,
      "id": "f443d9dc-e688-30d2-930f-eec66ac91fd4",
      "speaker": "Dan",
      "start_timestamp": 3435.0,
      "text": "condescension dog whistling Yeah, just like, you're fine. Don't don't confirm it. But you can confirm it. You're fine. Basically concentration camp clips not done. Okay."
    },
    {
      "end_timestamp": 3458.0,
      "id": "2fae5c15-817b-33d3-95c7-843b5f75eafa",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3447.0,
      "text": "Standing individual happily married Christian man. He told me two nights ago that he was out at Fort Hood during the day doing work where I know he is routinely largest army base. That America"
    },
    {
      "end_timestamp": 3475.0,
      "id": "c613e43f-7155-3da0-b5c6-11b2f339fc1f",
      "speaker": "Dan",
      "start_timestamp": 3458.0,
      "text": "also it really seems at this point, we could figure out who he is. Someone would know if this guy is actually telling Alex something he shouldn't know. He should be dead. Yeah, he has just identified him to some Yeah, he's not being discreet at all. But I think he's making up a person"
    },
    {
      "end_timestamp": 3501.0,
      "id": "e52e5b54-278a-38e5-9167-6c43b3ac1da1",
      "speaker": "Jordan",
      "start_timestamp": 3475.0,
      "text": "see? Well, yeah, I mean, if you're if you're gonna go like in The Washington Post, whenever they did that terrible article, they still weren't just like anonymous government officials or like intelligence official. You're talking with the power plant hacking from last? Yeah, they said anonymous intelligence officials. They didn't say anonymous intelligent fit intelligence officials who I've known for many, many years who we go golfing every now and then a tendency"
    },
    {
      "end_timestamp": 3530.0,
      "id": "e04acde7-4bfa-3106-9590-6449e89b898f",
      "speaker": "Dan",
      "start_timestamp": 3501.0,
      "text": "to wear it. As a wonderful wife. Good Christian, man. Two kids. One girl one boy. Yeah, he narrows it down. So I'm in his water. Fuck off. Yeah, you know, but that's what you do when you lie. Like when whenever we were kids, whenever you lie, you'd come up with a more creative story than that. Yeah, yeah. It's kind of details when they are unnecessary. Kind of mean, you're lying."
    },
    {
      "end_timestamp": 3541.0,
      "id": "4a09ef92-19f9-3340-8846-6f4dc0644fb2",
      "speaker": "Jordan",
      "start_timestamp": 3530.0,
      "text": "Yeah, that's how I know that your girlfriend is having an affair on you. Yeah, they had an affair on you. Except you are sleeping. It's fucking on top of you. And you're like, am I involved in that? No,"
    },
    {
      "end_timestamp": 3549.0,
      "id": "7f1c88f2-05dd-3735-a0e0-68fe76816260",
      "speaker": "Dan",
      "start_timestamp": 3541.0,
      "text": "no, you're the COC. Like all the lib tar you're probably tired. It's prog tart now I forgot. There we go. Yes."
    },
    {
      "end_timestamp": 3574.0,
      "id": "46e4bc9b-ac7d-33b5-928c-19a4b85cfdfe",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3549.0,
      "text": "And there were giant trains. Just long lines of trains with black cars loaded with APCs and La Vie as armored personnel carriers and light armored vehicles, the Marine sites just just all over the place. They have flatbed trailers they have large cattle trailer type situations navy blue or black lined up."
    },
    {
      "end_timestamp": 3583.0,
      "id": "e0d1782e-8a40-3c1a-8a45-d58bc05b8e5b",
      "speaker": "Jordan",
      "start_timestamp": 3574.0,
      "text": "Or maybe red or maybe green. They're there look like flatbed trucks. Have you ever seen a flatbed truck? Turns out that's a military vehicle."
    },
    {
      "end_timestamp": 3594.0,
      "id": "b08865f8-936e-3315-84a9-f2c04745d2d2",
      "speaker": "Dan",
      "start_timestamp": 3583.0,
      "text": "Hey Alex, that is your producer. Color is not super important. Gotta have to just keep on keep on message."
    },
    {
      "end_timestamp": 3616.0,
      "id": "70bca530-a354-3678-b63c-3b8fd2091fec",
      "speaker": "Jordan",
      "start_timestamp": 3594.0,
      "text": "You could have just said light armored vehicle and been done. Done that would have been that actually is legitimately scary if you see all of these lightly armored vehicles Yeah. You know, like a car with a lot of phone books in the lighting. Sure. That's a lightly armored vehicle. That's pretty scary to see somebody's doing some shit if they've got that."
    },
    {
      "end_timestamp": 3622.0,
      "id": "471c3ffb-3bdf-3e04-959d-a097aa91e4c2",
      "speaker": "Dan",
      "start_timestamp": 3616.0,
      "text": "But like, in my 32 years of life, on number on a number of occasions I have,"
    },
    {
      "end_timestamp": 3627.0,
      "id": "e972e28e-becf-3fa7-b912-d8987670fda8",
      "speaker": "Jordan",
      "start_timestamp": 3622.0,
      "text": "could you provide more details to you being 32 I don't actually believe,"
    },
    {
      "end_timestamp": 3631.0,
      "id": "8b3c6861-f9b7-3780-91dd-4c1665b69847",
      "speaker": "Dan",
      "start_timestamp": 3627.0,
      "text": "like lemon in my water running out of specifics. I spent it all on that, like"
    },
    {
      "end_timestamp": 3639.0,
      "id": "2e0c9ec8-81bf-3b54-aed9-8e120ff86aa8",
      "speaker": "Jordan",
      "start_timestamp": 3631.0,
      "text": "my knees began to hurt around 29 It turns out that most people, they heard it 30 But I'm an early bloomer, I"
    },
    {
      "end_timestamp": 3643.0,
      "id": "786553cf-5bb4-3f4d-a60c-e6e9834fc5f1",
      "speaker": "Dan",
      "start_timestamp": 3639.0,
      "text": "became aware of my cross eyed six. Yeah, so"
    },
    {
      "end_timestamp": 3647.0,
      "id": "6e995b01-102e-3186-9010-b9a719c516f9",
      "speaker": "Jordan",
      "start_timestamp": 3643.0,
      "text": "that was exactly 26 years ago."
    },
    {
      "end_timestamp": 3648.0,
      "id": "d69b7c2b-a634-3eb8-a123-25e3cc25cf49",
      "speaker": "Dan",
      "start_timestamp": 3647.0,
      "text": "No, do you bring math into it? Then"
    },
    {
      "end_timestamp": 3651.0,
      "id": "10f9ba82-2bd1-352c-98d8-7be2a6d03676",
      "speaker": "Jordan",
      "start_timestamp": 3648.0,
      "text": "you're fired. You're fucked. Yeah."
    },
    {
      "end_timestamp": 3664.0,
      "id": "82c646f1-0238-3f25-8438-579c2d98df52",
      "speaker": "Dan",
      "start_timestamp": 3651.0,
      "text": "I have seen large convoys of military machinery being moved. Yeah. It's never been a suspicious thing. No. Sometimes gotta move machinery."
    },
    {
      "end_timestamp": 3688.0,
      "id": "183a6ebc-2868-3f17-91bf-00678687a3ba",
      "speaker": "Jordan",
      "start_timestamp": 3664.0,
      "text": "I like sometimes I do have this. And sometimes you make sure that I have this fun fantasy. Anytime you see one of those giant wind windmill trucks that carry those those windmill blades that are forever across. I do have this occasion. Tendency to like look at it and be like, that's a big fucking play. It is a big fucking play."
    },
    {
      "end_timestamp": 3695.0,
      "id": "4db054b9-f267-3557-b9f2-c907f3fa210a",
      "speaker": "Dan",
      "start_timestamp": 3688.0,
      "text": "I want to give you two options. Do you want to go for something scary? Or do you want to go to a commercial break?"
    },
    {
      "end_timestamp": 3699.0,
      "id": "f65df1a1-3901-3bee-9e0b-855e303deaa0",
      "speaker": "Jordan",
      "start_timestamp": 3695.0,
      "text": "Um, well, we just did something scary. So we gotta go to a commercial break."
    },
    {
      "end_timestamp": 3704.0,
      "id": "8187c9a2-0829-3af6-b18b-62b8a94ca0ce",
      "speaker": "Dan",
      "start_timestamp": 3699.0,
      "text": "Right? We will go to our next commercial break. And this is you actually"
    },
    {
      "end_timestamp": 3708.0,
      "id": "f9a559c3-8d02-3c9e-8442-efcc3fcf99b0",
      "speaker": "Jordan",
      "start_timestamp": 3704.0,
      "text": "here. It's alright. Because we're saved by the bell."
    },
    {
      "end_timestamp": 3716.0,
      "id": "e3bf0e8e-185d-3a63-bb9f-755a8ea67a96",
      "speaker": "Dan",
      "start_timestamp": 3708.0,
      "text": "I thought you were gonna go with I thought you were going with Kenny Loggins? Don't nobody?"
    },
    {
      "end_timestamp": 3721.0,
      "id": "eba5c197-5fdf-3092-8341-4423943cd57a",
      "speaker": "Jordan",
      "start_timestamp": 3716.0,
      "text": "Okay, if I'm gonna reference Kenny Loggins, you better believe it's going to be dangerous zone. Week."
    },
    {
      "end_timestamp": 3739.0,
      "id": "e961a6b2-cbf1-320d-8ef6-2d5942a73acb",
      "speaker": "Dan",
      "start_timestamp": 3721.0,
      "text": "Week. So this is pretty much all the evidence you need the commercial how shady it is how offensive it is. That the name of the game was scaring people to sell things. Okay."
    },
    {
      "end_timestamp": 3743.0,
      "id": "4cc2b6e1-bfab-3260-ad7d-34388ee4477a",
      "speaker": "Jordan",
      "start_timestamp": 3739.0,
      "text": "Oh, that's some scary as fuck and music right? Start over."
    },
    {
      "end_timestamp": 3744.0,
      "id": "13e09fbb-4826-3563-ad58-08446c8a1d38",
      "speaker": "Dan",
      "start_timestamp": 3743.0,
      "text": "Control yourself."
    },
    {
      "end_timestamp": 3747.0,
      "id": "359418aa-b49f-3a7b-be44-ec7dcdac2d0e",
      "speaker": "Jordan",
      "start_timestamp": 3744.0,
      "text": "I'm sorry. I'm sorry."
    },
    {
      "end_timestamp": 3779.0,
      "id": "db4dafad-5f29-3afc-870c-7c0e33077358",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3747.0,
      "text": "Many of you have been preparing for the worst of times putting away storable foods and water, which is what the last commercial told you to do. Yeah. But this makes perfect sense. We at Midas resources urge you to consider the possibility of having to flee for your lives. Though the very prospect to this sounds grim. The possibilities of more than remote Asian countries now having long range nuclear bombs, a politically unstable Russia and an increasing presence of NATO here on US soil could spark a ground war on the west."
    },
    {
      "end_timestamp": 3796.0,
      "id": "9641b2ec-5a83-3201-a3fe-6d34acd7116c",
      "speaker": "Jordan",
      "start_timestamp": 3779.0,
      "text": "Wait, NATO is gonna spark a ground war because they're on US soil. Yes. Okay. Now, I think that's an irresponsible ad that was trying to sell gold but Well, yeah, it's the Midas Midas. Yeah, no, it doesn't get more gold bullshit than that. So"
    },
    {
      "end_timestamp": 3798.0,
      "id": "77922d61-167d-3e7c-97f6-8a590d8ace75",
      "speaker": "Dan",
      "start_timestamp": 3796.0,
      "text": "the guy but here's her real quick,"
    },
    {
      "end_timestamp": 3818.0,
      "id": "02300664-b690-335e-9d16-6e28e7f029cd",
      "speaker": "Jordan",
      "start_timestamp": 3798.0,
      "text": "if that was how they sold iPods in the 90s God dammit, I would have bought so many iPods. NATO is coming on American soil. You're gonna need something to listen to the apocalypse. Yeah. This iPod Touch. It holds all the songs man."
    },
    {
      "end_timestamp": 3827.0,
      "id": "d45e3147-a8f4-304b-9c25-4346d0621131",
      "speaker": "Dan",
      "start_timestamp": 3818.0,
      "text": "That was minus resources, which is company owned by a guy named Mr. Anderson, who is also the guy who owns GCN,"
    },
    {
      "end_timestamp": 3842.0,
      "id": "39f35eb6-310a-3724-9e6f-420d8e0012e4",
      "speaker": "Jordan",
      "start_timestamp": 3827.0,
      "text": "a former police officer and military commander who is also a good Christian also in the matrix. Yeah, this is when the matrix came out. Right? It was 9099 or 98. Might have been 2000. I swear it was in the 90s"
    },
    {
      "end_timestamp": 3868.0,
      "id": "bd102356-7067-3415-ad47-964d5123efbd",
      "speaker": "Dan",
      "start_timestamp": 3842.0,
      "text": "gonna be? Yeah. All right, unimportant. Anyway, this guy owns this guy. At this point. Literally anything is important for this guy owns GCN, the Genesis communications network, which broadcasts Alex Jones Show and he also owns Midas resources, which is the people who sell gold energy. And Alex Jones also is a part owner in the gold sales consortium. And so you just see,"
    },
    {
      "end_timestamp": 3877.0,
      "id": "5a0ae7ac-4cbd-3a04-a9a5-0e94d0cb5c65",
      "speaker": "Jordan",
      "start_timestamp": 3868.0,
      "text": "I'm assuming this conflict of interest at the beginning of every episode, nope. They don't ever disclose this conflict of interest."
    },
    {
      "end_timestamp": 3895.0,
      "id": "2109f142-ac92-382b-8c24-f9ec8eb414dd",
      "speaker": "Dan",
      "start_timestamp": 3877.0,
      "text": "Not even when Anderson was on the show. As a guest he was on and they talked about how great an investment gold and they don't even talk about how they're all in a Rat King of like, financial entanglements. It's insane."
    },
    {
      "end_timestamp": 3900.0,
      "id": "59ba8efe-b26a-317b-9904-5cb8d6de0e69",
      "speaker": "Jordan",
      "start_timestamp": 3895.0,
      "text": "Yeah, but I feel like now that is literally every media"
    },
    {
      "end_timestamp": 3903.0,
      "id": "3dcffd2f-4e57-31e1-b46f-fd55151d1e47",
      "speaker": "Dan",
      "start_timestamp": 3900.0,
      "text": "conglomerate, not as overt as this Yeah, well, no,"
    },
    {
      "end_timestamp": 3904.0,
      "id": "0083f3b6-b6e1-3939-80b9-132a59e56e03",
      "speaker": "Jordan",
      "start_timestamp": 3903.0,
      "text": "that's That's it. And also, I"
    },
    {
      "end_timestamp": 3915.0,
      "id": "82c8067f-1f70-3c46-8977-4a2a329958f1",
      "speaker": "Dan",
      "start_timestamp": 3904.0,
      "text": "mentioned this on the last episode and I think it's important to bring back up Midas resources is the company that now sells the weird health products. Yes, you can go to their website. It's Midas resources, telecom,"
    },
    {
      "end_timestamp": 3919.0,
      "id": "d227e059-6c41-3dc0-a6c4-75758e1e36ba",
      "speaker": "Jordan",
      "start_timestamp": 3915.0,
      "text": "the health products that turn you to gold and are"
    },
    {
      "end_timestamp": 3944.0,
      "id": "896ab791-09a8-39be-9294-29e9b5a5a2c0",
      "speaker": "Dan",
      "start_timestamp": 3919.0,
      "text": "created and supported and vouched for by a veterinarian, and weird loved you Dr. Bass man. I actually did some research into him between episodes, because I wanted to confirm that I wasn't talking shit. No, I'm not. No, but the thing that I also found out that I feel really bad about is that you and I went to the same college. No. We're both alumni of the University of Missouri."
    },
    {
      "end_timestamp": 3962.0,
      "id": "1b17bebf-cea6-3e96-b5ce-26017e6ee870",
      "speaker": "Jordan",
      "start_timestamp": 3944.0,
      "text": "No question you never answered. Okay. Is he a good veterinarian? I think he's the best if What if he's a really good veterinarian gives a shit I will no I would. I'm more likely to buy bullshit products from a met veterinarian who's super good at veterinary study"
    },
    {
      "end_timestamp": 3966.0,
      "id": "731ea69e-d67a-3d4d-b3f3-0f3ed4691153",
      "speaker": "Dan",
      "start_timestamp": 3962.0,
      "text": "dietary medicine in college or not dietary medicine,"
    },
    {
      "end_timestamp": 3967.0,
      "id": "2b1f54f5-ccea-3bed-8fd3-1f6ab35bfde7",
      "speaker": "Jordan",
      "start_timestamp": 3966.0,
      "text": "or in your same program."
    },
    {
      "end_timestamp": 3974.0,
      "id": "e82cfe44-cc17-3dfb-8a09-3a868767d36d",
      "speaker": "Dan",
      "start_timestamp": 3967.0,
      "text": "I don't own the college. I just went there and I barely graduated. Let's be clear. That's better than me. I"
    },
    {
      "end_timestamp": 3976.0,
      "id": "50a9ad04-0a9d-3229-8ee7-879bfbf35b0c",
      "speaker": "Jordan",
      "start_timestamp": 3974.0,
      "text": "never graduated shit. Let's"
    },
    {
      "end_timestamp": 3982.0,
      "id": "f2b844d2-f605-3abe-af12-41e150827b80",
      "speaker": "Dan",
      "start_timestamp": 3976.0,
      "text": "be clear. It took me five years and I had to come up with a fake major. I got out. Alright, did"
    },
    {
      "end_timestamp": 3984.0,
      "id": "f8262a30-51d4-32a3-a57c-00a388cfe646",
      "speaker": "Jordan",
      "start_timestamp": 3982.0,
      "text": "you call it veterinary?"
    },
    {
      "end_timestamp": 3989.0,
      "id": "e45b6965-bc2d-3ec6-9e8c-9abe29c4dd31",
      "speaker": "Dan",
      "start_timestamp": 3984.0,
      "text": "I wish I was Dr. Fucking Wallach he's way richer than me. I am fucking Baroque."
    },
    {
      "end_timestamp": 3998.0,
      "id": "86007ad2-3ecd-38fa-a4a5-d3ac57560dcc",
      "speaker": "Jordan",
      "start_timestamp": 3989.0,
      "text": "He's basically but that's the same shit that Dr. Oz does. Like he's not better than Dr. Oz. No, but I'm not. He's not worse than Dr. Oz."
    },
    {
      "end_timestamp": 4003.0,
      "id": "5cd40829-3b0d-3abe-b830-7650f0b2f5e7",
      "speaker": "Dan",
      "start_timestamp": 3998.0,
      "text": "Oh, that reminds me. If you're listening, we are now on iTunes."
    },
    {
      "end_timestamp": 4007.0,
      "id": "240287b7-29e6-3891-bb79-364ba276813f",
      "speaker": "Jordan",
      "start_timestamp": 4003.0,
      "text": "Oh shit. Subscribe to our podcast. You hear crazy bullshit."
    },
    {
      "end_timestamp": 4017.0,
      "id": "3a4e6b27-4a99-39d8-ac26-6bb60fd12e90",
      "speaker": "Dan",
      "start_timestamp": 4007.0,
      "text": "I have set up. This is a podcast now we were just last episode was just on YouTube. But now you if you subscribe, you can get that episode and future episodes. Now on iTunes. Yeah, and"
    },
    {
      "end_timestamp": 4027.0,
      "id": "3874648d-9dae-385a-bc5b-22fed5ed8608",
      "speaker": "Jordan",
      "start_timestamp": 4017.0,
      "text": "I don't want to say because I would never say this. But you know, I don't want to say that. We're the only source of information we're the best. We're the only source that gives you to this focus"
    },
    {
      "end_timestamp": 4036.0,
      "id": "a0747ced-eddc-37e1-bdad-7b574e63f4e8",
      "speaker": "Dan",
      "start_timestamp": 4027.0,
      "text": "so focused. So focus. Also, you can follow us on Twitter at knowledge underscore fight.com. Acknowledge"
    },
    {
      "end_timestamp": 4040.0,
      "id": "20ec5a7a-f56b-37eb-996d-0fa735094eb3",
      "speaker": "Jordan",
      "start_timestamp": 4036.0,
      "text": "we couldn't get knowledge fight. Nope. Who's got?"
    },
    {
      "end_timestamp": 4066.0,
      "id": "32dff5a1-4dbc-3157-a683-566c2becfbce",
      "speaker": "Dan",
      "start_timestamp": 4040.0,
      "text": "I don't know. I didn't I didn't look but then also I was trying to get knowledge fight 69 But it's too many. That's great. You can only get one number past knowledge fight. So knowledge underscore fight on Twitter. What else? If you want to email us? You can email us at knowledge. fight@gmail.com got all of it? Yeah, man. So we've got we've got some social media presence."
    },
    {
      "end_timestamp": 4091.0,
      "id": "6f51d1ac-31e1-3866-a8fd-a88fc9101012",
      "speaker": "Jordan",
      "start_timestamp": 4066.0,
      "text": "And I think this I think this really came about because you you like you were talking about it, where it's like, you know, if we get a lot of viewers on the YouTubes and you said that specifically you said YouTube's we didn't. Let's be clear, we did not get a lot of videos. We got a few but but that's that's what I'm saying it quickly spiraled out of control for you. Whereas like, this has to be a fucking podcast. I just love doing it too."
    },
    {
      "end_timestamp": 4102.0,
      "id": "2b278161-3a66-3045-98e5-e5cae11d654b",
      "speaker": "Dan",
      "start_timestamp": 4091.0,
      "text": "But at the same time, I do get a lot of positive feedback from people on Twitter and emails and stuff like that. So I did hear back from a lot of people who really enjoyed it. I'm sorry, I don't want to provide for that. But also we're not done."
    },
    {
      "end_timestamp": 4117.0,
      "id": "6518e6db-bf7d-30fa-bfb0-2fb6a5d4ba85",
      "speaker": "Jordan",
      "start_timestamp": 4102.0,
      "text": "Oh, no. Are we are we done average? I don't know how to put some Saved by the Bell music. Could you edit in some Saved by the Bell music while we were doing all right. Don't worry about me. Okay, um, no, we're not. We're not done. I"
    },
    {
      "end_timestamp": 4121.0,
      "id": "6236490a-1482-32af-90d8-631b30337c68",
      "speaker": "Dan",
      "start_timestamp": 4117.0,
      "text": "just realized that. I forgot to say that up top. Oh, yeah. As well do it now."
    },
    {
      "end_timestamp": 4125.0,
      "id": "8fb429db-eadb-32ff-9807-b93ce6cf08f9",
      "speaker": "Jordan",
      "start_timestamp": 4121.0,
      "text": "Great podcasting. So no, unfortunately experienced podcaster Dan,"
    },
    {
      "end_timestamp": 4128.0,
      "id": "3cc757fe-d97a-37c0-b897-b8a2732c38dd",
      "speaker": "Dan",
      "start_timestamp": 4125.0,
      "text": "unfortunately, I have some bad news. Jordan. What's that? Well, I'll"
    },
    {
      "end_timestamp": 4140.0,
      "id": "a9bc3cab-7745-3827-a327-3963ba3f5cd6",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4128.0,
      "text": "tell you this. The Russians have been threatening they now reserved the first strike right for no reason to hit us. And Clinton says he will absorb the first drive. He's such a good little communist."
    },
    {
      "end_timestamp": 4145.0,
      "id": "2bc66796-95e1-3cb7-bb41-4ee8e443147e",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4140.0,
      "text": "That's good. I hope that none of those five missiles that it's headed towards his place and not mine."
    },
    {
      "end_timestamp": 4155.0,
      "id": "9b361f4a-80da-3f6b-9674-36df0d72ad46",
      "speaker": "Jordan",
      "start_timestamp": 4145.0,
      "text": "Well, first of all, if you are going to do a nuclear first strike, if you pick Austin first, you have no idea where anybody in America"
    },
    {
      "end_timestamp": 4158.0,
      "id": "910c7c42-05bb-3c2a-ac2b-3213ef85cea1",
      "speaker": "Dan",
      "start_timestamp": 4155.0,
      "text": "Well, if you are smart,"
    },
    {
      "end_timestamp": 4163.0,
      "id": "f9296c7c-f9fd-38b0-abd8-9ee560f94327",
      "speaker": "Jordan",
      "start_timestamp": 4158.0,
      "text": "okay, you know take out Alex Jones first, of course, because he's the only one get Okay. All right."
    },
    {
      "end_timestamp": 4172.0,
      "id": "233d31a5-a61e-34b6-b831-540bf16623a0",
      "speaker": "Dan",
      "start_timestamp": 4163.0,
      "text": "He's the head of the Patriots, you understand? And without him he's the bellwether as goes Alex Jones is so goes the nation of the"
    },
    {
      "end_timestamp": 4193.0,
      "id": "39e4ed35-3ac7-3279-bf0d-cdb89988348e",
      "speaker": "Jordan",
      "start_timestamp": 4172.0,
      "text": "ferry first words were they reserved the right to first strike. Yeah, can you just do that? I mean, like, you're gonna feel like if you're gonna first strike, you don't reserve the right like you don't call the restaurant in advance and be like, Hey, I'm gonna give you this signal that I'm going to take the first strike. Wouldn't you surprise people?"
    },
    {
      "end_timestamp": 4196.0,
      "id": "6e0db262-89d4-3df2-b583-301fd1f5813f",
      "speaker": "Dan",
      "start_timestamp": 4193.0,
      "text": "Why would what's the red? You're in a bomber restaurant? What are you talking about? Well, I"
    },
    {
      "end_timestamp": 4204.0,
      "id": "e4108966-f3e2-3777-abc0-bacfe5e56448",
      "speaker": "Jordan",
      "start_timestamp": 4196.0,
      "text": "mean, that's where Clinton is gonna be. Oh, yeah, of course. He's, he loves. Whenever Yeah, this is back whenever Clinton was"
    },
    {
      "end_timestamp": 4209.0,
      "id": "9c7f1792-93ed-3134-94ad-441cf925a903",
      "speaker": "Dan",
      "start_timestamp": 4204.0,
      "text": "fat. Wow, is it? No, he went out of office in 2000. He had gotten a little bit trim by that not."
    },
    {
      "end_timestamp": 4213.0,
      "id": "8908e58d-80be-3400-9b90-95706c991f42",
      "speaker": "Jordan",
      "start_timestamp": 4209.0,
      "text": "But now he's fucking he's a good looking man. Yeah."
    },
    {
      "end_timestamp": 4217.0,
      "id": "5cae54db-cb65-361d-b21a-882ff2e8441b",
      "speaker": "Dan",
      "start_timestamp": 4213.0,
      "text": "So you might have been asking yourself there. What is he talking about? What's this five missiles?"
    },
    {
      "end_timestamp": 4221.0,
      "id": "b3d18665-2801-338e-a5ca-8dfcddd57910",
      "speaker": "Jordan",
      "start_timestamp": 4217.0,
      "text": "I? I have no asking yourself, I have never asked myself that more."
    },
    {
      "end_timestamp": 4245.0,
      "id": "9d6ca23f-8b1a-3f09-a698-58f95d7892c4",
      "speaker": "Dan",
      "start_timestamp": 4221.0,
      "text": "So like, he they're talking about this, like they reserve the right for First strike. And then this other voice call to him and his co host. And he's like, I hope those five missiles are coming towards Clinton's house. Oh, that was a different voice. Yeah, that that was his co host, which actually, he has got a fucking gorgeous line a little bit later. Okay, but are you excited? You might be curious about this. And this is the narrative that takes over."
    },
    {
      "end_timestamp": 4252.0,
      "id": "08fee0b1-08c7-3da9-b497-b8f0e2cabde8",
      "speaker": "Jordan",
      "start_timestamp": 4245.0,
      "text": "But one one more second. One more second. For this one. Of course. Clinton said he would absorb the first strike."
    },
    {
      "end_timestamp": 4257.0,
      "id": "9e25c540-c4b7-3c09-8f27-0a1909a46d04",
      "speaker": "Dan",
      "start_timestamp": 4252.0,
      "text": "Well, we would. Right well."
    },
    {
      "end_timestamp": 4262.0,
      "id": "6605d4fb-23fe-3281-b444-98e13e260c75",
      "speaker": "Jordan",
      "start_timestamp": 4257.0,
      "text": "He's not the he's not a doctor read or he's not just"
    },
    {
      "end_timestamp": 4268.0,
      "id": "46fcd64d-6f9e-3c0d-af16-a990a1e82360",
      "speaker": "Dan",
      "start_timestamp": 4262.0,
      "text": "some guy jumping on a grenade. Yeah. This is this was unconventional, but I proposed we have a cigarette inside."
    },
    {
      "end_timestamp": 4276.0,
      "id": "91b1320d-ba02-3b64-b5d3-e0538fbfe3f3",
      "speaker": "Jordan",
      "start_timestamp": 4268.0,
      "text": "Oh, no. gotten to that point. All righty. Let's do this. Were the only podcast who brings it to you this concentrated? Yeah,"
    },
    {
      "end_timestamp": 4280.0,
      "id": "54f62dc5-84c6-338a-88db-96ae42d2b784",
      "speaker": "Dan",
      "start_timestamp": 4276.0,
      "text": "we're so focused that we're explaining to you we're about to light up. So"
    },
    {
      "end_timestamp": 4287.0,
      "id": "882d017e-8446-3206-b591-72a6f69f1161",
      "speaker": "Jordan",
      "start_timestamp": 4280.0,
      "text": "you know, I do at this time in a conversation. I like to smoke Patriot brand cigarettes,"
    },
    {
      "end_timestamp": 4297.0,
      "id": "84a5a25d-9efc-3c16-9256-dd11993332fe",
      "speaker": "Dan",
      "start_timestamp": 4287.0,
      "text": "also, a part of it is that we got a long clip coming up. Once we'll have a guest here, here's what I'm saying. Smoke them if you got them."
    },
    {
      "end_timestamp": 4304.0,
      "id": "f18262a3-4b07-3a9f-b5df-64166906e2ed",
      "speaker": "Jordan",
      "start_timestamp": 4297.0,
      "text": "That's my way of saying the only podcast that advocate smoking. Sure. And the smoker, I suggest teenagers started"
    },
    {
      "end_timestamp": 4314.0,
      "id": "d84c2c8e-ff1f-33ba-ad48-ea84d1018836",
      "speaker": "Dan",
      "start_timestamp": 4304.0,
      "text": "were brought to you by RJ Reynolds and George Soros. So here you go. This is a little bit of an explanation of what he was talking about with those five missiles"
    },
    {
      "end_timestamp": 4362.0,
      "id": "83e0dd1b-dff5-3c7d-9439-d2a9a7773931",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4314.0,
      "text": "for the call, Don, we appreciate it. We're gonna jump on ahead to a guy here, who tells us that there are currently missiles being launched. And what did you hear that from Blake? Well, let's bring him in. And Scott from Illinois, Scott, thanks for stopping by what's going on how you doing? ADC just had a special saying that. They had the guy in front of the command center in Cheyenne Mountain general outfit saying it early in the day that there was five missiles that were launched. He wouldn't say where they were. Hear about that? Pardon? I said it's kind of funny. You didn't hear about that? Well, I mean, you know, five missiles at launch. And a general is out in front of Cheyenne Mountain. Well, this was just about five minutes ago, they said on Channel Seven, in which direction they were going or where they were coming from? Well, one of the reporters, they asked where they were coming from where they were going to what kind of missiles and he said I can't give out that information."
    },
    {
      "end_timestamp": 4364.0,
      "id": "e7309a29-0915-38e2-9d57-b56a9c061054",
      "speaker": "Dan",
      "start_timestamp": 4362.0,
      "text": "So first of all, I want to say this,"
    },
    {
      "end_timestamp": 4370.0,
      "id": "041ca438-3c71-300e-a8e0-815e40ff9db3",
      "speaker": "Jordan",
      "start_timestamp": 4364.0,
      "text": "that feels like some pretty important information to give out. Absolutely. I think that Why couldn't you give out that"
    },
    {
      "end_timestamp": 4375.0,
      "id": "a9970b51-faff-3885-90bf-07e76e2f522e",
      "speaker": "Dan",
      "start_timestamp": 4370.0,
      "text": "information? Because I don't think that this actually happened? No. Well,"
    },
    {
      "end_timestamp": 4383.0,
      "id": "43a7d7d6-953f-312a-86f8-59988f87e2ce",
      "speaker": "Jordan",
      "start_timestamp": 4375.0,
      "text": "I I feel like if if there was a history book that didn't have that in it. That would be a bad history book. Well, I"
    },
    {
      "end_timestamp": 4397.0,
      "id": "50ce2bd2-63e5-318c-a35d-7618985a35d8",
      "speaker": "Dan",
      "start_timestamp": 4383.0,
      "text": "think that it's probably a mass misinterpretation of an actual news report. And we'll get to why I believe that in a second. But I think at some point, there was a news report and a bunch of people misinterpreted it."
    },
    {
      "end_timestamp": 4402.0,
      "id": "2288a971-41e8-3dd0-9a9a-211a6857ea64",
      "speaker": "Jordan",
      "start_timestamp": 4397.0,
      "text": "Okay. But yeah, I mean, the reason I want to misinterpreted"
    },
    {
      "end_timestamp": 4413.0,
      "id": "8aa3f004-4929-3d2f-86d4-fbeeba19100e",
      "speaker": "Dan",
      "start_timestamp": 4402.0,
      "text": "the reason I wanted to take a pause was because I wanted to give the co host the his first of two props that I'm gonna give him. I don't know who he is. I don't know his name. But he,"
    },
    {
      "end_timestamp": 4417.0,
      "id": "cc24864c-1eef-3211-bf3a-0b36167285cd",
      "speaker": "Jordan",
      "start_timestamp": 4413.0,
      "text": "I like that. It's J Alex owns."
    },
    {
      "end_timestamp": 4424.0,
      "id": "cb10ed30-89ce-3378-9a67-543538a80c0a",
      "speaker": "Dan",
      "start_timestamp": 4417.0,
      "text": "I like the idea of him being like, hey, it's funny. You didn't hear about that? Because it sounds like he's contesting the story."
    },
    {
      "end_timestamp": 4433.0,
      "id": "88bc54e7-3b70-368b-b574-15f8b62b098b",
      "speaker": "Jordan",
      "start_timestamp": 4424.0,
      "text": "He's really almost he like he's on the edge of being like, hey, we didn't hear about that. Maybe. And then he's like, tell us more."
    },
    {
      "end_timestamp": 4441.0,
      "id": "e4e673b6-1af5-3c84-9d68-399e71618f35",
      "speaker": "Dan",
      "start_timestamp": 4433.0,
      "text": "But also, he's like, almost invalidating the story. He's close to it, because he's like, funny. You didn't hear about that. But that's not actually got he got a"
    },
    {
      "end_timestamp": 4451.0,
      "id": "84d6ffbe-c3b5-3078-9e2c-60ab8158af18",
      "speaker": "Jordan",
      "start_timestamp": 4441.0,
      "text": "message in his ear saying like, you're dangerously close to pissing off all GCU 100,000 of our viewers and he"
    },
    {
      "end_timestamp": 4452.0,
      "id": "2e99f225-bf4b-345c-b941-58cea0f7bab6",
      "speaker": "Dan",
      "start_timestamp": 4451.0,
      "text": "capitulates right here."
    },
    {
      "end_timestamp": 4457.0,
      "id": "6d531d78-0931-3fcf-858f-0b65f6113297",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4452.0,
      "text": "forbid you tell anybody before they get nuked? I mean, you know why?"
    },
    {
      "end_timestamp": 4480.0,
      "id": "89d7052e-40d5-36f5-82e9-9126af50a094",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4457.0,
      "text": "We can't trust the American people. Well, that information is true. Just like the Special Operations Training with Russians in South Texas, when they're burning buildings and laying siege to towns are all part of routine training. Of course. We can't tell the American people but we've got to have Russian special forces in the NORAD defense bunkers and systems you know, that's all public news. Because we can press the Russians they're good people."
    },
    {
      "end_timestamp": 4490.0,
      "id": "feb383bd-c98d-36a9-804f-7c6ea725915e",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4480.0,
      "text": "Oh, of course they are. The Russians are my friends. I've always felt that way. Starting back in grade school, they pull us together. hydrazone but because of our friends over there in union,"
    },
    {
      "end_timestamp": 4495.0,
      "id": "e648076f-d955-3806-bd18-634f3b7bd31b",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4490.0,
      "text": "Vladimir is not threatening to Nukus for Yeltsin isn't or it's not gang demand President of chai comms."
    },
    {
      "end_timestamp": 4505.0,
      "id": "85899883-feb4-3d3c-8d84-04b74ae4b8fd",
      "speaker": "Dan",
      "start_timestamp": 4495.0,
      "text": "So they spin out there a little bit. Yeah. They lost the threat but that's that's that's what happens. They get this they get this news"
    },
    {
      "end_timestamp": 4522.0,
      "id": "c622791e-1fd2-3b4d-8d87-cda29cca3dd7",
      "speaker": "Jordan",
      "start_timestamp": 4505.0,
      "text": "also he got it five minutes ago five minutes ago from anonymous caller first at the Cheyenne mountains where the only guy who has what like what? What does he have that is like oh shit, I can detect five missiles. No, no"
    },
    {
      "end_timestamp": 4524.0,
      "id": "6840e0db-2f71-38b3-88ca-1b90961a4d56",
      "speaker": "Dan",
      "start_timestamp": 4522.0,
      "text": "he said that someone on CNN said"
    },
    {
      "end_timestamp": 4531.0,
      "id": "5866268e-62e7-3a7b-afba-071e6f85be71",
      "speaker": "Jordan",
      "start_timestamp": 4524.0,
      "text": "that oh okay I thought he was talking about the the general who refuse to be named No, no, no,"
    },
    {
      "end_timestamp": 4534.0,
      "id": "26e429b4-3251-3f19-a739-a01bf74fd480",
      "speaker": "Dan",
      "start_timestamp": 4531.0,
      "text": "this caller is saying that on CNN they're reporting that"
    },
    {
      "end_timestamp": 4557.0,
      "id": "1d6eeb2d-7272-3632-a701-6595849618c2",
      "speaker": "Jordan",
      "start_timestamp": 4534.0,
      "text": "five minutes ago yes. And the first thing he did was called the show right to tell them right so he got through immediately, which as we all know is how radio shows work. Well they just they just answer the phone right like a big red phone. We got a giant Batman phone that he just pulls up and gets a direct line to Jags owns let's"
    },
    {
      "end_timestamp": 4576.0,
      "id": "f2802382-bf4f-3a05-b983-17d5f4bdc82d",
      "speaker": "Dan",
      "start_timestamp": 4557.0,
      "text": "imagine he's they're actually screening calls. And if they are then you know, I got missile news. You're getting to the front missile. We got we got missile news. So a little bit later, we get this call from another weirdo. Boy,"
    },
    {
      "end_timestamp": 4590.0,
      "id": "ae5f83c0-9c13-3ac6-bf08-4ce3a16c00a9",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4576.0,
      "text": "verifying with the fellas and I do have a TV in his camp. And that gentleman was a Cheyenne Mountain in Colorado Springs. And he shocked even the news network personnel there. Peter Jennings. He said that he was shocked by"
    },
    {
      "end_timestamp": 4592.0,
      "id": "abb19e54-3831-368b-a5f4-cbb790d9d1cb",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4590.0,
      "text": "what he said. That's it. I"
    },
    {
      "end_timestamp": 4609.0,
      "id": "bf3d6316-1a37-392f-86f9-3b46603bac3d",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4592.0,
      "text": "gotta get serious. I'll be back in two minutes. I'm going to put ABC on three you do that you mainstream stuff. If they're launching missiles, American Alfian now that they are sure all the bases got to break five missiles have been launched. We can't tell you from where they're going."
    },
    {
      "end_timestamp": 4635.0,
      "id": "dcd229f4-e1c7-3bec-9ed2-c369da2a93e8",
      "speaker": "Dan",
      "start_timestamp": 4609.0,
      "text": "So I love that first of all, co host is like you mainstream suck up? Yeah. So just the fact that this guy heard something on CNN means he's a mainstream suck. Oh, he's talking to Alex. Oh, he's talking to Alex and I love the idea that like at this point in Infowars history, the co host can fucking bust Alex's balls. I love that. He's like, Oh, you're gonna go check it with CNN you mainstream fuck"
    },
    {
      "end_timestamp": 4643.0,
      "id": "117ed189-36a2-3111-bb9a-1a2bd077b6fe",
      "speaker": "Jordan",
      "start_timestamp": 4635.0,
      "text": "hire. I wonder why that co host is no longer with us. Yeah, yeah. You got a movie deal. Vladimir. The ruthless"
    },
    {
      "end_timestamp": 4647.0,
      "id": "725b5877-35ea-3a45-a4fe-b255171cd355",
      "speaker": "Dan",
      "start_timestamp": 4643.0,
      "text": "maybe. So we got a caller who was in a camp."
    },
    {
      "end_timestamp": 4651.0,
      "id": "365a7c50-2b8b-328a-a3d2-f49530932ff0",
      "speaker": "Jordan",
      "start_timestamp": 4647.0,
      "text": "That was yeah, that camp? Well, that's what"
    },
    {
      "end_timestamp": 4662.0,
      "id": "89f7f46d-adc7-3328-9f79-8198b9edd92a",
      "speaker": "Dan",
      "start_timestamp": 4651.0,
      "text": "we start to realize, too. Is that all of these callers? A lot of these callers are coming from camps. Weird. Patriot types. Yeah. Militia folk, if you will."
    },
    {
      "end_timestamp": 4666.0,
      "id": "20f3d028-b234-3715-b090-35e112418a56",
      "speaker": "Jordan",
      "start_timestamp": 4662.0,
      "text": "They are they are a History Channel special waiting to happen."
    },
    {
      "end_timestamp": 4669.0,
      "id": "87073c8a-a863-393f-8725-c33634ed9ea4",
      "speaker": "Dan",
      "start_timestamp": 4666.0,
      "text": "So once we're out of the woods, so"
    },
    {
      "end_timestamp": 4676.0,
      "id": "a8d6fb51-e591-37e0-a227-511c8e5e3e03",
      "speaker": "Jordan",
      "start_timestamp": 4669.0,
      "text": "he's got he's got a TV in the camp. Yeah. That he has tuned to ABC."
    },
    {
      "end_timestamp": 4681.0,
      "id": "d2afd9dd-5068-32f5-8758-b8699550e460",
      "speaker": "Dan",
      "start_timestamp": 4676.0,
      "text": "Sure. Why not watch the mainstream media even if you don't believe them? Does? Is this"
    },
    {
      "end_timestamp": 4688.0,
      "id": "a55c45cc-a707-3e26-b654-41058f04f715",
      "speaker": "Jordan",
      "start_timestamp": 4681.0,
      "text": "still back when there are only four channels? I don't remember. 1999? Is this whenever you have a CNN, PBS? And that's basically it?"
    },
    {
      "end_timestamp": 4693.0,
      "id": "154106f4-9946-39f6-9666-2abe61f9cb5e",
      "speaker": "Dan",
      "start_timestamp": 4688.0,
      "text": "Well, PBS does come up in a little bit. I know there were a number of"
    },
    {
      "end_timestamp": 4697.0,
      "id": "a163370c-7fa7-329a-abdf-850723dee42f",
      "speaker": "Jordan",
      "start_timestamp": 4693.0,
      "text": "I'm guessing that PBS comes up in a very positive way very."
    },
    {
      "end_timestamp": 4705.0,
      "id": "bc415273-cbea-3533-b05e-79dcb1329165",
      "speaker": "Dan",
      "start_timestamp": 4697.0,
      "text": "So we finish out this sort of weird narrative of the missiles here. Which five missiles?"
    },
    {
      "end_timestamp": 4711.0,
      "id": "e81932d1-9595-3fc4-b82e-d0d9f8768f2d",
      "speaker": "Jordan",
      "start_timestamp": 4705.0,
      "text": "We don't know where they're fired from or where they're going. And we just know there are five missiles somewhere."
    },
    {
      "end_timestamp": 4718.0,
      "id": "0561f7c4-0bc5-3668-876b-568ca5faaa5e",
      "speaker": "Dan",
      "start_timestamp": 4711.0,
      "text": "I love Alex Jones responding to the news. All right, I gotta get serious. All right. You haven't been this whole time. It's time"
    },
    {
      "end_timestamp": 4721.0,
      "id": "4da18bc5-bd7e-31de-9afe-9f9d4cbd4206",
      "speaker": "Jordan",
      "start_timestamp": 4718.0,
      "text": "to get serious you dick. Let's kill a human."
    },
    {
      "end_timestamp": 4731.0,
      "id": "9c064afd-059e-3797-99c4-0e32db775b72",
      "speaker": "Dan",
      "start_timestamp": 4721.0,
      "text": "Yeah. So here we go. This introduces. This is another caller and he introduces an organization that this is great. I just, here"
    },
    {
      "end_timestamp": 4735.0,
      "id": "d22daacc-c970-3bfc-aeea-222c6eb4b892",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4731.0,
      "text": "we go. We're gonna jump to mark corrente calling in from Michigan. How are you Mark? Hey, guys."
    },
    {
      "end_timestamp": 4746.0,
      "id": "f776bf13-b9cc-3809-9648-ed083a27b424",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4735.0,
      "text": "Sounds like we've been busy. First of all, the ABC report did have the NORAD commander who came up and on line for the Space Command. Specifically talking about now taking over"
    },
    {
      "end_timestamp": 4748.0,
      "id": "c31f18b9-12e2-306a-bf7e-e59ec237eb8e",
      "speaker": "Jordan",
      "start_timestamp": 4746.0,
      "text": "command. Space Command. Yeah,"
    },
    {
      "end_timestamp": 4750.0,
      "id": "b9921308-4afb-314a-a33a-8dff3c1ad531",
      "speaker": "Dan",
      "start_timestamp": 4748.0,
      "text": "I gotta pull this back a little bit. Base"
    },
    {
      "end_timestamp": 4757.0,
      "id": "85c61472-4524-3bd1-b718-21be49d5e332",
      "speaker": "Jordan",
      "start_timestamp": 4750.0,
      "text": "Command Space Command on on the moon, right. He believes it's on the moon. No, no."
    },
    {
      "end_timestamp": 4762.0,
      "id": "be17024f-0583-34c7-a640-35da035e520e",
      "speaker": "Dan",
      "start_timestamp": 4757.0,
      "text": "Space Command."
    },
    {
      "end_timestamp": 4768.0,
      "id": "f3380ef4-cb56-3e78-aef9-0dd8113fd0bf",
      "speaker": "Jordan",
      "start_timestamp": 4762.0,
      "text": "NORAD guy from Space Command, where? Space Command."
    },
    {
      "end_timestamp": 4775.0,
      "id": "22c6f478-98dc-3726-9028-8df7cdefcb15",
      "speaker": "Dan",
      "start_timestamp": 4768.0,
      "text": "It's like they're like, yeah, there's this guy from Galaxy Quest. Yeah. Tony Shalhoub came on."
    },
    {
      "end_timestamp": 4778.0,
      "id": "253f775f-30b6-3902-bb44-39a52ff51a0a",
      "speaker": "Jordan",
      "start_timestamp": 4775.0,
      "text": "This is when Alan Rickman still roamed the earth is a god. Yeah. So here we"
    },
    {
      "end_timestamp": 4783.0,
      "id": "b3ec812f-67f5-32d3-a4b0-3daf53bfb8a2",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4778.0,
      "text": "go. Right for the Spaceman. Specifically talking about now taking"
    },
    {
      "end_timestamp": 4785.0,
      "id": "a32a87e2-f7aa-3b98-876c-8b3a4ab411a9",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4783.0,
      "text": "over all the services and we base command"
    },
    {
      "end_timestamp": 4800.0,
      "id": "8debec20-6b4a-37e8-aa2d-b1eb03ffd8ec",
      "speaker": "Jordan",
      "start_timestamp": 4785.0,
      "text": "is taken over all the services. Yep. As Alex Jones is reporting the Arkansas Department of Transportation. They've taken over all of the lightly armored vehicles. All of it all of the fun Keep cars."
    },
    {
      "end_timestamp": 4807.0,
      "id": "4b49d5c6-5980-344a-b23c-7f657604558f",
      "speaker": "Dan",
      "start_timestamp": 4800.0,
      "text": "Yeah. Meanwhile, we can't forget that ATMs are running out of money all over the world gases out in Austin."
    },
    {
      "end_timestamp": 4829.0,
      "id": "998f21a9-4275-3226-b1f2-5f68e6e7cbee",
      "speaker": "Jordan",
      "start_timestamp": 4807.0,
      "text": "How would you know they're running out of money all over the world? Because Alex is telling you also, are there ATMs? There are ATMs all over the world. Yeah. No, that is true. Okay. I feel like that was the most ignorant thing I've ever said. Well, that was the most America centric thing, like you said, like, part of me sort of like was like, I feel like ATMs only exist in Chicago. Right. But"
    },
    {
      "end_timestamp": 4836.0,
      "id": "f24be12c-e27d-34db-bbd4-0ed94c7a2f70",
      "speaker": "Dan",
      "start_timestamp": 4829.0,
      "text": "I'm glad that you didn't present it as this is dumb because ATMs don't exist in Europe. Or something like that. Knows what Alex would do."
    },
    {
      "end_timestamp": 4854.0,
      "id": "8bedd021-e656-32f5-9a96-b067e4374c4a",
      "speaker": "Jordan",
      "start_timestamp": 4836.0,
      "text": "No, I Well, I didn't think of so my specific thought at that moment was like, really? There's ATMs in Uganda in 1999. Maybe not. And there are Yeah, but no, it was just it was just a dumb thought that released from my brain before I allowed it to stop."
    },
    {
      "end_timestamp": 4858.0,
      "id": "ada4c497-be20-3592-afee-7fd390c672f9",
      "speaker": "Dan",
      "start_timestamp": 4854.0,
      "text": "So anyway, Space Command has taken over Space"
    },
    {
      "end_timestamp": 4860.0,
      "id": "654bef9f-552d-366d-aed5-818e34104182",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4858.0,
      "text": "Command running everything actually, about two years ago, we"
    },
    {
      "end_timestamp": 4864.0,
      "id": "a4dcb764-dba3-3ba2-8256-36bed2b21f95",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4860.0,
      "text": "got hold of a lot of their patches, so don't worry guys, we can look just like them when the time comes."
    },
    {
      "end_timestamp": 4869.0,
      "id": "f0c0b8a7-cca7-337e-8ea8-847dc744df45",
      "speaker": "Dan",
      "start_timestamp": 4864.0,
      "text": "So this is a guy who's in a militia. Whoa. And he has gotten Space Command. Gotcha."
    },
    {
      "end_timestamp": 4872.0,
      "id": "5cef885c-2726-380e-9b33-2a18bb4a8a9d",
      "speaker": "Jordan",
      "start_timestamp": 4869.0,
      "text": "Now we're in Star Trek territory."
    },
    {
      "end_timestamp": 4875.0,
      "id": "6f2d1e70-65c0-3313-b889-43e6c30894af",
      "speaker": "Dan",
      "start_timestamp": 4872.0,
      "text": "Yep. We have insignias."
    },
    {
      "end_timestamp": 4892.0,
      "id": "13623d00-e722-35aa-9717-d82dfa64b8f6",
      "speaker": "Jordan",
      "start_timestamp": 4875.0,
      "text": "So so he so just by wearing a patch, you can infiltrate Space Command I can look like Space Command is very lacks in their security. Yeah. Now this is a pre 911 world. So Space Command is unworried about terrorism 911 Space Command,"
    },
    {
      "end_timestamp": 4894.0,
      "id": "9af6ecdf-ed6d-3fa0-8aad-87af9fe2cb42",
      "speaker": "Dan",
      "start_timestamp": 4892.0,
      "text": "which is the name of my second wrap up. Okay,"
    },
    {
      "end_timestamp": 4896.0,
      "id": "c3491f4b-04cc-346f-aff0-0d00b9cb8c58",
      "speaker": "Jordan",
      "start_timestamp": 4894.0,
      "text": "that's a good one."
    },
    {
      "end_timestamp": 4911.0,
      "id": "1f2cc20b-f1cf-3bd3-beb1-6d4bff8685c9",
      "speaker": "Dan",
      "start_timestamp": 4896.0,
      "text": "I want to kick my own ass for making album name jokes. That's so hacky. I apologize about it. Um, yeah, you know, it'd be better if I just said, pre 911 Space Command. That's a great collection of words. That's really what I meant. That"
    },
    {
      "end_timestamp": 4917.0,
      "id": "5c7060e0-f9a8-3aa5-af62-840badfb58c1",
      "speaker": "Jordan",
      "start_timestamp": 4911.0,
      "text": "is the that is the least hacky joke. You can make the just like borderline non observation."
    },
    {
      "end_timestamp": 4924.0,
      "id": "e870afa6-5ee9-3052-ba34-dc7e68b59fb7",
      "speaker": "Dan",
      "start_timestamp": 4917.0,
      "text": "So the militia member rambles on for a little bit, but we're not joking. We"
    },
    {
      "end_timestamp": 4929.0,
      "id": "fbc9dcc5-9c60-3131-b55e-70db0bb9c285",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4924.0,
      "text": "actually do have everything I thought his uniform we already picked up. He was just like these guys if you want to, but"
    },
    {
      "end_timestamp": 4933.0,
      "id": "fb3b3afd-91f8-3d83-81e8-6d5293a448ab",
      "speaker": "Dan",
      "start_timestamp": 4929.0,
      "text": "so he's just saying we can we can look like these guys. We can blend in."
    },
    {
      "end_timestamp": 4939.0,
      "id": "bb88f94c-c30a-34ae-b33e-3352a5c4f7f4",
      "speaker": "Jordan",
      "start_timestamp": 4933.0,
      "text": "We look just like these guys if you want. So, so he's combining Red Dawn with"
    },
    {
      "end_timestamp": 4943.0,
      "id": "b4721e85-e20a-37e3-b1ea-88dbde5de55e",
      "speaker": "Dan",
      "start_timestamp": 4939.0,
      "text": "V LIVE, and nukes and space and Space Command."
    },
    {
      "end_timestamp": 4948.0,
      "id": "31e42338-ac0b-3cd6-8577-e8dd97abd1ff",
      "speaker": "Jordan",
      "start_timestamp": 4943.0,
      "text": "Yeah. Okay. I can't get past Space Command. It's"
    },
    {
      "end_timestamp": 4949.0,
      "id": "379dde83-5710-3c76-a121-1e15859b7a97",
      "speaker": "Dan",
      "start_timestamp": 4948.0,
      "text": "pretty tough. I"
    },
    {
      "end_timestamp": 4965.0,
      "id": "957cd375-81af-3246-aa82-aba1f186b6d7",
      "speaker": "Jordan",
      "start_timestamp": 4949.0,
      "text": "want to I want to engage with everything else he's saying. But where and who? And how does Space Command come about? I don't know. I'm gonna Google it. Okay, you Google Space Command. You're not gonna get something other than Star Trek."
    },
    {
      "end_timestamp": 4970.0,
      "id": "8bc3dc7a-af5b-3974-ba4c-7188508d195e",
      "speaker": "Dan",
      "start_timestamp": 4965.0,
      "text": "Well, I got I got the North American Aerospace Defense Command."
    },
    {
      "end_timestamp": 4974.0,
      "id": "a6c40322-3db3-3a51-b7b7-4f1b0ed31ec0",
      "speaker": "Jordan",
      "start_timestamp": 4970.0,
      "text": "Okay, so let's call that Space Command. Okay, what do they do?"
    },
    {
      "end_timestamp": 4983.0,
      "id": "1667c5cb-060b-35b6-af3a-8295c8937a43",
      "speaker": "Dan",
      "start_timestamp": 4974.0,
      "text": "I'm looking this up on Wikipedia here. Baba Baba, baba Space Command. Oh, fuck, it isn't Colorado Springs,"
    },
    {
      "end_timestamp": 4988.0,
      "id": "8065200f-3a05-3962-94d0-a9d6646c78fb",
      "speaker": "Jordan",
      "start_timestamp": 4983.0,
      "text": "no sheds. We're the idiots oh my god,"
    },
    {
      "end_timestamp": 4991.0,
      "id": "834de382-7aab-37a6-bd1a-e77414fca0b5",
      "speaker": "Dan",
      "start_timestamp": 4988.0,
      "text": "or we're not It's not called Space Command."
    },
    {
      "end_timestamp": 4999.0,
      "id": "a2bf9c9e-fb5f-3971-9457-d3f62533d1fa",
      "speaker": "Jordan",
      "start_timestamp": 4991.0,
      "text": "Yeah, but it's closer. If it was real, it would totally be shortened to Space Command. If you want this like the Affordable Care Act was shortened to Obamacare. Yeah,"
    },
    {
      "end_timestamp": 5005.0,
      "id": "5db55d1d-476b-3ced-b156-6134cc1abd8e",
      "speaker": "Dan",
      "start_timestamp": 4999.0,
      "text": "you know it let's be entirely fair. Yes. Yeah, it's but yeah, man is a silly name, but it is what we're"
    },
    {
      "end_timestamp": 5009.0,
      "id": "072a46d1-088f-3708-8c8a-5a3a02797e5c",
      "speaker": "Jordan",
      "start_timestamp": 5005.0,
      "text": "we're 100% wrong on this ladies and gentlemen,"
    },
    {
      "end_timestamp": 5015.0,
      "id": "ee76c179-7f4a-3801-9ccf-0f0d9aac0720",
      "speaker": "Dan",
      "start_timestamp": 5009.0,
      "text": "we're not 100% Wrong. We're wrong in making fun of the net. We're not even wrong and make fun No, not"
    },
    {
      "end_timestamp": 5027.0,
      "id": "e144c17f-5e44-3a4d-8ddc-163c9266b81f",
      "speaker": "Jordan",
      "start_timestamp": 5015.0,
      "text": "making fun of the name. We were making fun of the name and a complete disbelief of like, our our head was going towards this guy thought it was on the moon like Moonraker. Yeah. So yeah."
    },
    {
      "end_timestamp": 5035.0,
      "id": "de6b61c9-0cfa-3ba8-adc8-4a77929b8254",
      "speaker": "Dan",
      "start_timestamp": 5027.0,
      "text": "But I mean, the North American Aerospace Defense Command is just NORAD so NORAD is a slang term for that would be Space Command."
    },
    {
      "end_timestamp": 5038.0,
      "id": "5149f2c9-6aa7-3f64-99d4-bb5663ddba5d",
      "speaker": "Jordan",
      "start_timestamp": 5035.0,
      "text": "Oh, okay. So we're now 100% Right again,"
    },
    {
      "end_timestamp": 5042.0,
      "id": "dbd7a3ad-0b31-3d47-ab2b-dd43c1957428",
      "speaker": "Dan",
      "start_timestamp": 5038.0,
      "text": "we're in the middle who cares? I mean, we"
    },
    {
      "end_timestamp": 5055.0,
      "id": "b7639a8e-9637-38f8-93f9-db4398b15253",
      "speaker": "Jordan",
      "start_timestamp": 5042.0,
      "text": "I do but But if we're if we're going to be anti Alex Jones, we one need to admit when we're wrong and then need to bounce back and admit that we are actually right all the time."
    },
    {
      "end_timestamp": 5063.0,
      "id": "7c414306-7de5-31c4-b3fd-5528f72aa0c2",
      "speaker": "Dan",
      "start_timestamp": 5055.0,
      "text": "I'm okay with that. Because history has borne out that we're first of all not wrong. Spaceman didn't take over everything."
    },
    {
      "end_timestamp": 5075.0,
      "id": "8e32bf98-5461-33b6-ae43-d7c0e46ed3bb",
      "speaker": "Jordan",
      "start_timestamp": 5063.0,
      "text": "I see there that you know what? How can we be sure? Yeah, I guess we can't You know, I mean when you start to see the Arkansas Department of Transportation on the road,"
    },
    {
      "end_timestamp": 5081.0,
      "id": "0fe09e5a-0d95-3362-8b42-49e8c7af4ff0",
      "speaker": "Dan",
      "start_timestamp": 5075.0,
      "text": "third hand sources are telling me that these people might have signed my"
    },
    {
      "end_timestamp": 5093.0,
      "id": "3a4b7a2e-5a26-3f87-b170-cd6b1428f1f3",
      "speaker": "Jordan",
      "start_timestamp": 5081.0,
      "text": "my girlfriend knows. She still doesn't believe me, but she knows somebody they know she didn't believe me, but now she does. Now she does. I feel like he said that. She didn't she wasn't on board yet."
    },
    {
      "end_timestamp": 5104.0,
      "id": "84cfeefa-8b71-32d9-977d-12c6b93784ba",
      "speaker": "Dan",
      "start_timestamp": 5093.0,
      "text": "Nope. She was she was all right. All right, every point in the future not on board. Now. She Yeah, she has a friend who told her about signs. Now she's on board"
    },
    {
      "end_timestamp": 5109.0,
      "id": "0d2904ea-f198-398e-97f8-159cb99962dc",
      "speaker": "Jordan",
      "start_timestamp": 5104.0,
      "text": "signs signs. Anyway, everywhere there. So here's something scary face command is taken off."
    },
    {
      "end_timestamp": 5119.0,
      "id": "6b423fd8-0051-3030-9583-d710df1caa10",
      "speaker": "Dan",
      "start_timestamp": 5109.0,
      "text": "I don't remember exactly what this clip is, but it's scary. And then we'll wrap things up here in a second with an explanation of why you don't know about any of this. Okay."
    },
    {
      "end_timestamp": 5169.0,
      "id": "9043c4cd-a6d7-30f7-af0f-51d13bacf8ec",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5119.0,
      "text": "Here. I mean, I read Yeltsin and Jenkins quotes, the dictator of China and they're, they're saying, well, we'll nuke you. I mean, it's, they spell it out. We will hit you with nuclear weapons. We reserve the right to hit you. Three weeks ago there had another missile forces. I said, we reserve the right to nuke you first. Their currency is plunging. The Egyptian pound is plunging against the dollar, the Japanese yen, the Deutsche Mark and the just all of it. It's it's and the same thing is starting to develop here in America. I've many of the gas stations here in Austin have the little gloves over the pumps saying they're out of fuel. You've never seen this in Austin, Texas. Bought here in South Austin. I've seen several stations. We don't know. This is just y2k. That was here."
    },
    {
      "end_timestamp": 5184.0,
      "id": "945be598-41cf-35fc-82a8-2070e8e73e38",
      "speaker": "Dan",
      "start_timestamp": 5169.0,
      "text": "Not sure what that means. y2k was here. I don't know if it was y2k that was here like it is a bathroom stall that he saw that for y2k. Cool. Okay. All right. Scope isn't done. Let's"
    },
    {
      "end_timestamp": 5187.0,
      "id": "cf8936d4-b12c-3f5b-9286-ff3ce3a795e3",
      "speaker": "Jordan",
      "start_timestamp": 5184.0,
      "text": "Oh, how can this clip not be done? Okay, sorry."
    },
    {
      "end_timestamp": 5210.0,
      "id": "e5ff56b7-20f5-3ed6-8e06-34bfddbc88c7",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5187.0,
      "text": "Yes, bizarre behavior. Americans standing up as Russia threatens to attack us with nuclear weapons as nuclear power plants. At least one are being shut down. As the military runs around with the police and the FBI saying terrorism is imminent. And some would characterize us as dangerous because we report the facts. Absolutely. Out of"
    },
    {
      "end_timestamp": 5221.0,
      "id": "b7ba35d0-0fcf-31c4-8a07-adada1b0b9c5",
      "speaker": "Dan",
      "start_timestamp": 5210.0,
      "text": "control. How fucking awesome is that last sentence? Absolutely. Out of control. How fucking amazing is it? Some people would think they were dangerous because we report the facts."
    },
    {
      "end_timestamp": 5255.0,
      "id": "1262525f-f710-3a8d-8de3-e1d43f845e40",
      "speaker": "Jordan",
      "start_timestamp": 5221.0,
      "text": "Facts are dangerous. That's a that's a true adage from all the time ago. Yeah. Now. Okay. So China and Russia have reserved the right to first strike us with nuclear weapons AI comms. Now, let's let's leave that as being an insane sentence on its own. Well, why why would they do that? Does he ever give an explanation for why they would? Why they would do the trick first, because when wouldn't it not be a first strike if they didn't have a reason for"
    },
    {
      "end_timestamp": 5262.0,
      "id": "2eecf841-48ec-30c3-adba-e064b317d133",
      "speaker": "Dan",
      "start_timestamp": 5255.0,
      "text": "it? But their only reason is that Clinton has already said that will absorb the first strike. Okay, or whatever."
    },
    {
      "end_timestamp": 5281.0,
      "id": "be9729fa-4b5d-3dac-b169-5ff30ad5f8cb",
      "speaker": "Jordan",
      "start_timestamp": 5262.0,
      "text": "Alright. So that's that's what that's what he's basically saying is because Clinton is willing to not destroy the world. Yes, they now know that they can destroy the world. Right? So but but so even even then, right? So they do the first strike. It's not like,"
    },
    {
      "end_timestamp": 5282.0,
      "id": "9dfecd83-92ee-3261-bfa8-39a0239533f8",
      "speaker": "Dan",
      "start_timestamp": 5281.0,
      "text": "are you working with this? I'm"
    },
    {
      "end_timestamp": 5293.0,
      "id": "d199b868-94eb-3e9a-8ac1-e2ba70c2bf89",
      "speaker": "Jordan",
      "start_timestamp": 5282.0,
      "text": "working using it. Yeah. Because I am in in the movie wargames. So they do. I have a small Matthew Broderick role in all Matthew Broderick movies,"
    },
    {
      "end_timestamp": 5298.0,
      "id": "9b185dbe-9c21-3028-a5a8-02271d152dfd",
      "speaker": "Dan",
      "start_timestamp": 5293.0,
      "text": "your war games, and I'm read donning"
    },
    {
      "end_timestamp": 5300.0,
      "id": "4d4e2047-1470-3b5f-a5a8-4642b6b3eca0",
      "speaker": "Jordan",
      "start_timestamp": 5298.0,
      "text": "Wolverines."
    },
    {
      "end_timestamp": 5303.0,
      "id": "f28dfd12-8ff3-3934-97dc-d0a6f7c2eb32",
      "speaker": "Dan",
      "start_timestamp": 5300.0,
      "text": "I'm shocked at it."
    },
    {
      "end_timestamp": 5317.0,
      "id": "b1ceebf4-061e-362b-acb0-eee22f7d762c",
      "speaker": "Jordan",
      "start_timestamp": 5303.0,
      "text": "Because this is all straight out of Red Dawn, a lot of it. Which is ironic because Red Dawn is basically the like, Hey, this is what we're doing to other countries. It's ironic, don't warn the USA. This is how hypocritical we"
    },
    {
      "end_timestamp": 5320.0,
      "id": "3355a23b-9238-31e7-94ef-d08d91a775fc",
      "speaker": "Dan",
      "start_timestamp": 5317.0,
      "text": "are. But fucking Jordan, get to your wargames?"
    },
    {
      "end_timestamp": 5331.0,
      "id": "d28c5346-6e3a-3d46-8ec4-dac6d6e59c98",
      "speaker": "Jordan",
      "start_timestamp": 5320.0,
      "text": "Don't Okay. All right. I'm always getting sidetracked by this. Because it's our nature. They put so much to dig into in one sentence. I don't understand how they do it. Yeah,"
    },
    {
      "end_timestamp": 5335.0,
      "id": "ca7320d7-8a9f-3ceb-9dd6-a528e3b7ba21",
      "speaker": "Dan",
      "start_timestamp": 5331.0,
      "text": "it's like a it's like a like a protein pellet. Yeah,"
    },
    {
      "end_timestamp": 5341.0,
      "id": "d6980fb3-a546-3837-9035-66080de0ab02",
      "speaker": "Jordan",
      "start_timestamp": 5335.0,
      "text": "it's like a perfect male virility pill. Ladies and gentlemen, have you tried male virility pill?"
    },
    {
      "end_timestamp": 5351.0,
      "id": "817e771d-c2fa-3282-a091-5376618e817f",
      "speaker": "Dan",
      "start_timestamp": 5341.0,
      "text": "It's Super Male Vitality now. Ladies and gentlemen, ladies get super females available at Infowars store.com. I'm giving them plugs."
    },
    {
      "end_timestamp": 5376.0,
      "id": "524fe2fc-ea66-386d-860b-f2d8942a3510",
      "speaker": "Jordan",
      "start_timestamp": 5351.0,
      "text": "Okay. All right. All right. So because Clinton is opposing is a pussy, and their currency is dropping along with the Deutsche Mark which Okay, and the Egyptian and the the Egyptian pound and the Japanese yen. But those are neither of the two countries that are gonna first strike us. So so they're gonna first strike"
    },
    {
      "end_timestamp": 5381.0,
      "id": "077fe339-96f6-3f41-a176-2656cf56041a",
      "speaker": "Dan",
      "start_timestamp": 5376.0,
      "text": "Japan ostensibly as our ally as maybe a rogue actor price point. So they"
    },
    {
      "end_timestamp": 5394.0,
      "id": "3b186b5d-f329-398f-b507-d1f08d74c244",
      "speaker": "Jordan",
      "start_timestamp": 5381.0,
      "text": "first strike us and they take out all of us, Austin, just Austin just off just toss it. So do does does he not understand the mutually assured destruction kind of idea there?"
    },
    {
      "end_timestamp": 5398.0,
      "id": "9d0b4b27-69d6-3417-8051-6a2b9f0770e8",
      "speaker": "Dan",
      "start_timestamp": 5394.0,
      "text": "Well, but if they take out the right places, then we have no capability to respond. Do"
    },
    {
      "end_timestamp": 5402.0,
      "id": "f8524697-919c-37a5-9656-c4d3a03fff1c",
      "speaker": "Jordan",
      "start_timestamp": 5398.0,
      "text": "you not think that we've thought of that."
    },
    {
      "end_timestamp": 5404.0,
      "id": "94a810be-52b5-377e-8f58-70ab90d02d2a",
      "speaker": "Dan",
      "start_timestamp": 5402.0,
      "text": "No, I think we've thought of you think"
    },
    {
      "end_timestamp": 5407.0,
      "id": "e6987ba6-4d7a-3c90-9301-9d923ef97d73",
      "speaker": "Jordan",
      "start_timestamp": 5404.0,
      "text": "that we've put all of our missiles in DC."
    },
    {
      "end_timestamp": 5414.0,
      "id": "edc2d77f-b159-3fc2-bfb3-6e7a6114a50c",
      "speaker": "Dan",
      "start_timestamp": 5407.0,
      "text": "I'm a little bit red wine drunk. And I'm confident that we've always thought I'm 100%. Sure."
    },
    {
      "end_timestamp": 5423.0,
      "id": "0e4d132a-7376-37e7-b101-1bf4ca354b2c",
      "speaker": "Jordan",
      "start_timestamp": 5414.0,
      "text": "I'm pretty sure only only the only New York, only our largest population centers have nuclear weapons, because that makes perfect sense."
    },
    {
      "end_timestamp": 5433.0,
      "id": "9cf2377a-3ccc-3905-8c50-636d2f3037a7",
      "speaker": "Dan",
      "start_timestamp": 5423.0,
      "text": "I don't even think that they have them in them. No, I feel like they do. Yeah. I think strategically, you'd want to place them in other places. You want to put them?"
    },
    {
      "end_timestamp": 5443.0,
      "id": "7ed49b7c-94d7-31a3-aad4-4f7d14737634",
      "speaker": "Jordan",
      "start_timestamp": 5433.0,
      "text": "See, that's what you're missing. All right, all of China's nuclear weapons are in Beijing. Okay. All of Russia's nuclear weapons are in Moscow. That is where you would build them."
    },
    {
      "end_timestamp": 5449.0,
      "id": "9519df2f-a763-3e57-9e62-d4cfda7f9157",
      "speaker": "Dan",
      "start_timestamp": 5443.0,
      "text": "But then once you've built them, you can move them and station them other places. Right? I mean,"
    },
    {
      "end_timestamp": 5460.0,
      "id": "6c66814c-712c-3710-8bab-cf5d1f416226",
      "speaker": "Jordan",
      "start_timestamp": 5449.0,
      "text": "oh, that had not occurred to me. Or either of those governments, or the US government. Oh, shit. So somehow you have outsmarted."
    },
    {
      "end_timestamp": 5468.0,
      "id": "82d1c0cf-ad98-3e06-a3d0-d2cd0320d0be",
      "speaker": "Dan",
      "start_timestamp": 5460.0,
      "text": "I don't know what's going on. All right. So you might be asking yourself a little."
    },
    {
      "end_timestamp": 5477.0,
      "id": "857b2785-cd28-39a3-8ea8-b52a8799f111",
      "speaker": "Jordan",
      "start_timestamp": 5468.0,
      "text": "So this is the problem with this episode. Yeah. At no point does anybody break down after the five missiles and say, It's time to pray?"
    },
    {
      "end_timestamp": 5491.0,
      "id": "0382fbc3-92ed-3e67-813e-903c2b351c13",
      "speaker": "Dan",
      "start_timestamp": 5477.0,
      "text": "No, no, no, but you know what they do? Do? Never get to the bottom of it. There's never a point where they're like, Hey, that was bullshit. Sorry about that. Nothing. Nothing like that. No, just move along. Move along to the next thing to be really afraid of."
    },
    {
      "end_timestamp": 5518.0,
      "id": "265c1191-9424-3ea7-b72a-76e0c4dd039d",
      "speaker": "Jordan",
      "start_timestamp": 5491.0,
      "text": "Do they ever get to the y2k Bug as being the leg? Do they so no, there are they're saying, you know, like, the apocalypse is coming because of y2k. Yeah. Do they ever at any point make you afraid of y2k? Not really. Okay. It's all that seems like a bad y2k episode? No, because it's all about the globalists using the y2k Bug idea in order to push their agenda, okay, and create false flag activity."
    },
    {
      "end_timestamp": 5521.0,
      "id": "0616ec26-6b83-3485-ae44-e2535f8d719c",
      "speaker": "Dan",
      "start_timestamp": 5518.0,
      "text": "Okay. Now you might be asking yourself,"
    },
    {
      "end_timestamp": 5524.0,
      "id": "6621d792-b959-38b8-a22f-f504a8a8fb34",
      "speaker": "Jordan",
      "start_timestamp": 5521.0,
      "text": "I would love to be asking my why number of questions."
    },
    {
      "end_timestamp": 5559.0,
      "id": "43d01307-ac78-3529-829a-27a08d4ecbbe",
      "speaker": "Dan",
      "start_timestamp": 5524.0,
      "text": "Why are we finding all of these truths? All of these power plants? All of these people dying in Chechnya, the 100,000 people dying in Chechnya? Yeah, all of the five missiles, the gas being out everywhere, the five in Austin, which never happened, the water being off the shelves everywhere. The power grid going down various places, the shortwave radio going down the North Pole. Why doesn't everyone know I want to know why everybody doesn't know we got an answer."
    },
    {
      "end_timestamp": 5624.0,
      "id": "f6cef505-c991-30d3-9834-8893d63eac12",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5559.0,
      "text": "whipping around and we weren't really getting a skinny news about the mash y2k problems that are being reported across the globe that are being covered up in mainstream media and relegated to the back pages of the news wires. But I'm flipping around on PBS here locally in town. I don't know if it's on in other areas around the country, but on public broadcasting. The Elite likes to see their garbage. They all worship the sun we worship and I mean, this is out of control. Two nights ago Wednesday night on Fox News. They showed the old airport Robert Muir right in the middle of town used to live in Austin Michael, you know how big it is. They shut this thing down three months ago, even though the new airport wasn't done wasn't completed, and they go here are the new hangars and the payment facilities for any troublemakers. They're in the new millennium riders or coops repairs, and they show the barbed wire fences chain link fences inside of the hangars Michael and shackles on the ground concrete into the ground, like something out of a slave gallery or something that you would see 3000 years ago. Like slave only happened"
    },
    {
      "end_timestamp": 5629.0,
      "id": "e259f408-46eb-3dc4-bf5a-c18f854a88f2",
      "speaker": "Dan",
      "start_timestamp": 5624.0,
      "text": "2000 years ago is if that's the point that knew we need to just go"
    },
    {
      "end_timestamp": 5634.0,
      "id": "3c3d6688-657c-3707-9af7-704efb91841d",
      "speaker": "Jordan",
      "start_timestamp": 5629.0,
      "text": "well to Texas in their defense, slavery did happen three"
    },
    {
      "end_timestamp": 5650.0,
      "id": "51b385fd-7308-349a-a337-b7fd8d9790e4",
      "speaker": "Dan",
      "start_timestamp": 5634.0,
      "text": "years ago. So to like, this clip is amazing. Because it's basically being like Why aren't you hearing about this stuff? The media is covering it up. But then we got to not dwell on that which seems to be the main point does seem to be the main point. Oh, we got to talk about this airport hangar again."
    },
    {
      "end_timestamp": 5655.0,
      "id": "9d7fdd0d-0415-3ae9-b0be-e4ea816d77ec",
      "speaker": "Jordan",
      "start_timestamp": 5650.0,
      "text": "Also, PBS, but only in Austin. Well,"
    },
    {
      "end_timestamp": 5661.0,
      "id": "27811a56-eaf4-3929-a10e-b94a55b46343",
      "speaker": "Dan",
      "start_timestamp": 5655.0,
      "text": "because the elites like to see their garbage elites like to see their car their sun worshipers?"
    },
    {
      "end_timestamp": 5670.0,
      "id": "d2f85c01-006f-30ba-9bd8-42927616445d",
      "speaker": "Jordan",
      "start_timestamp": 5661.0,
      "text": "That was the crazy they worship the sun. Yeah. What is that? Like? Is that even close to a reference to solar power? Or is that just a dude"
    },
    {
      "end_timestamp": 5672.0,
      "id": "910732a5-4eea-32b9-b69f-c30e3f3acf59",
      "speaker": "Dan",
      "start_timestamp": 5670.0,
      "text": "saying I think it's about like Illuminati shit."
    },
    {
      "end_timestamp": 5679.0,
      "id": "6292445c-2f1e-33af-940b-ffacac201821",
      "speaker": "Jordan",
      "start_timestamp": 5672.0,
      "text": "Okay. All right. All right. So we're talking Bilderberg and all the whole every. Yeah."
    },
    {
      "end_timestamp": 5694.0,
      "id": "4e8c5702-cf5b-3210-b421-b5bdbedba644",
      "speaker": "Dan",
      "start_timestamp": 5679.0,
      "text": "Also, by the way, if you guys want some fun, look into like the real story of Alex Jones breaking into the the Bohemian Grove. It's amazing."
    },
    {
      "end_timestamp": 5699.0,
      "id": "78f2566d-d762-3fce-83f6-afbf1ea64be9",
      "speaker": "Jordan",
      "start_timestamp": 5694.0,
      "text": "He broke into the Bohemian Grove. You don't know about that? I do. I do know about the Bohemian Grove, the Bohemian"
    },
    {
      "end_timestamp": 5723.0,
      "id": "c1e3b94f-9bb3-3e3b-a237-5a7f032c6401",
      "speaker": "Dan",
      "start_timestamp": 5699.0,
      "text": "And this is how he came into the that's like how we got on the map, okay as a conspiracy theorist, all right, he broke into Bohemian Grove and videotaped the cremation of care ceremony, which is where they sacrifice a effigy of a baby to the giant stone owl. Moloch. All right. And yeah, it's insane. He"
    },
    {
      "end_timestamp": 5727.0,
      "id": "702659ed-57a3-3de2-9091-97b2c4d61349",
      "speaker": "Jordan",
      "start_timestamp": 5723.0,
      "text": "up so so he caught them on tape. Yeah, he caught them on tape."
    },
    {
      "end_timestamp": 5730.0,
      "id": "0cfba922-28cf-342f-a512-6d779efa3152",
      "speaker": "Dan",
      "start_timestamp": 5727.0,
      "text": "Yeah, there's, there's a documentary about it. You can watch."
    },
    {
      "end_timestamp": 5736.0,
      "id": "50a048e9-c76b-351b-afd9-263a7f4f1e78",
      "speaker": "Jordan",
      "start_timestamp": 5730.0,
      "text": "I can't believe it's not in the mainstream. Yeah. Well, he didn't PBS pick it up, at least"
    },
    {
      "end_timestamp": 5739.0,
      "id": "20f6fd58-e71d-3b88-b69d-22db07b1c70b",
      "speaker": "Dan",
      "start_timestamp": 5736.0,
      "text": "in Austin."
    },
    {
      "end_timestamp": 5743.0,
      "id": "9707e104-5c1d-3d2c-bb77-7b5443ba2bd4",
      "speaker": "Jordan",
      "start_timestamp": 5739.0,
      "text": "Because the elites like to watch their garbage right?"
    },
    {
      "end_timestamp": 5768.0,
      "id": "1334c704-4b3b-3af8-bb95-0b242e53fdc5",
      "speaker": "Dan",
      "start_timestamp": 5743.0,
      "text": "So he broke into Bohemian Grove and videotaped this stuff. And I mean, it's it's weird, but it's not anything that's damning. If you watch the actual video, it's fucked up. Right? It's fucked up. But they're, they're like they're talking to a giant owl that has want Walter Cronkite's voice coming out of it. That's pretty good. recorded the the vocals for moleculight. giant stone owl."
    },
    {
      "end_timestamp": 5782.0,
      "id": "12990f4e-a981-315f-8d1f-acb2e4fc5967",
      "speaker": "Jordan",
      "start_timestamp": 5768.0,
      "text": "He also recorded the vocals on young thugs new album. I don't know if you guys have listened to that. It's a great album. My name is Jeffrey. You can hear Walter Cronkite on the back of pop man with Wyclef John fool."
    },
    {
      "end_timestamp": 5784.0,
      "id": "59d2800a-e5cc-30e6-a5b0-d960a2b56f20",
      "speaker": "Dan",
      "start_timestamp": 5782.0,
      "text": "That's what Molly Welcome to Space Command."
    },
    {
      "end_timestamp": 5811.0,
      "id": "a61b5294-6edf-3670-adad-88ba0d357920",
      "speaker": "Jordan",
      "start_timestamp": 5784.0,
      "text": "So that I mean, that's not one one thing to do before we go. Yes. All right. The y2k bug? Yes. If I understood it correctly, when it happened, the entire thing was that our computer system didn't understand how to go from the 1900s. To the 2000. Yes, right. That was literally everything. That was exactly the whole point. Yes. Okay. Now, everyone's fear"
    },
    {
      "end_timestamp": 5830.0,
      "id": "9f7837c3-5921-3234-9a1c-a16bed74385d",
      "speaker": "Dan",
      "start_timestamp": 5811.0,
      "text": "was that once it became two instead of one, right, computers weren't built to handle that. And because of that all of our systems would crash. Yeah. So simultaneously, you'd have like Wall Street computers crash, everything that ran everything craps. Yes. Every bank would go out. Yes. So that was the big fear."
    },
    {
      "end_timestamp": 5845.0,
      "id": "7cff0ec0-f37d-3e80-8ad9-b86e77f8e97d",
      "speaker": "Jordan",
      "start_timestamp": 5830.0,
      "text": "Okay. Without which every row? Yeah. How is it that we're having y2k problems? Before? Why two are before the switch over on the clock?"
    },
    {
      "end_timestamp": 5846.0,
      "id": "66d177b9-09f5-3364-8fe8-0562db94dda4",
      "speaker": "Dan",
      "start_timestamp": 5845.0,
      "text": "What do you mean by that?"
    },
    {
      "end_timestamp": 5862.0,
      "id": "b98a2ffd-45c4-3cae-990b-c841edb22877",
      "speaker": "Jordan",
      "start_timestamp": 5846.0,
      "text": "I mean, is he saying that that we're having all these y2k problems on all of these power plants? On all of these all the planes are in the sky? Yeah. But it's not it like this isn't? Exactly at the New Year. Right."
    },
    {
      "end_timestamp": 5881.0,
      "id": "acd2cb47-49a1-3537-a25b-5a9c25076a12",
      "speaker": "Dan",
      "start_timestamp": 5862.0,
      "text": "Right. It's tough to argue or it's tough to figure out. Well, I guess. Here's what I would say. If I were Alex. Okay. My defense would be the globalists got sloppy. They thought no one would notice it was an hour early. That is a great defense or timezone."
    },
    {
      "end_timestamp": 5890.0,
      "id": "06243074-46f8-3887-b431-7ae16ef05935",
      "speaker": "Jordan",
      "start_timestamp": 5881.0,
      "text": "I mean, times, it's See, that's what I was. That was my whole, like, when y2k was happening, and everybody was panicked about it. I was like,"
    },
    {
      "end_timestamp": 5899.0,
      "id": "0cea4388-84de-302a-8fc3-5850cab4be93",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5890.0,
      "text": "Guys, do you know, we're not the first ones to get to? We'll see what happens with them to the year 2000. You know, we could just go back like we can watch it if it's a problem."
    },
    {
      "end_timestamp": 5908.0,
      "id": "70b929b5-f5e0-325e-991d-c4b1c0adf9ce",
      "speaker": "Dan",
      "start_timestamp": 5899.0,
      "text": "Yeah, I think that that would be I mean, that's a very reasonable 13 year old. Meanwhile, we had a 30 year old screaming in Austin. Don't worry,"
    },
    {
      "end_timestamp": 5910.0,
      "id": "4724e359-297b-3ec5-b20e-f879e179c6a6",
      "speaker": "Jordan",
      "start_timestamp": 5908.0,
      "text": "I was an asshole at the time, too,"
    },
    {
      "end_timestamp": 5940.0,
      "id": "0268ee54-bbe3-33a9-bc9f-0bf1cf9220d3",
      "speaker": "Dan",
      "start_timestamp": 5910.0,
      "text": "I'm sure. But I mean, look, we've heard the clips, this is about where we're going to jump off here. You guys get a pretty I here's my summation. First of all, looking at as a performer, I have to assume Alex, the next day was like, That was a bad set. Really? You think so? I have to assume because he had to know that everything he was saying was verifiably false."
    },
    {
      "end_timestamp": 5943.0,
      "id": "b2dcee20-2c10-358f-a5f4-dcf28a933e4f",
      "speaker": "Jordan",
      "start_timestamp": 5940.0,
      "text": "That is not a bad set, though."
    },
    {
      "end_timestamp": 5946.0,
      "id": "88b3b489-f3be-3b0f-ab2a-299dd0f2f44f",
      "speaker": "Dan",
      "start_timestamp": 5943.0,
      "text": "Fair enough. But because I'm applying my own standards."
    },
    {
      "end_timestamp": 5956.0,
      "id": "687e773c-ecfe-3a52-b973-d6b513f848da",
      "speaker": "Jordan",
      "start_timestamp": 5946.0,
      "text": "Yeah. You're not measuring a bad set by whether or not you've told the truth. That's you're measuring the set by because you started you started with this predominance. You"
    },
    {
      "end_timestamp": 5959.0,
      "id": "2291b7ea-cefb-33bd-a123-f0d356a6eb5e",
      "speaker": "Dan",
      "start_timestamp": 5956.0,
      "text": "judge by the audience's react exactly. His audience loved it."
    },
    {
      "end_timestamp": 5998.0,
      "id": "a5748e1e-b099-3d3e-a0ca-5712f2fa5fe8",
      "speaker": "Jordan",
      "start_timestamp": 5959.0,
      "text": "You started with the presumption that he was a journalist, which I do not agree with. He isn't the same. I'm an idealist the same way that Bill O'Reilly is not a journalist. He is an entertainer. Yeah. So what he's doing is entertaining his audience. And he fucking nailed it. Yeah, probably. So that was the greatest set of his life. Probe. I bet I bet the night Obama was elected was set of his life. Yeah, I bet he fucking rocked it. Like he could have been a Madison Square Garden with nothing but the militias and absolutely destroyed"
    },
    {
      "end_timestamp": 6012.0,
      "id": "a285f491-d619-39b0-8693-fdc8e6242913",
      "speaker": "Dan",
      "start_timestamp": 5998.0,
      "text": "it smells like sulfer but then beyond that, I think the clips that we've shown, I've listened to a bunch more than we played. It's all just repetitions of the same thing. Yeah,"
    },
    {
      "end_timestamp": 6014.0,
      "id": "0fe82f23-9773-3a19-964d-f0ba1fbd9ded",
      "speaker": "Jordan",
      "start_timestamp": 6012.0,
      "text": "I say that maybe it was a bad set."
    },
    {
      "end_timestamp": 6044.0,
      "id": "d20d2e4a-14f3-3d54-9529-2aad6d680c83",
      "speaker": "Dan",
      "start_timestamp": 6014.0,
      "text": "I think that the indications that we should all take away from this and the lessons we learn is that, at best, I want to give the benefit of the doubt. And Alex Jones is a terrible, terrible person. Because he sits on the air when he knows that people are scared, and he helps them be scared. Yeah. And he takes unverified reports from anonymous callers and treats them like they're real, or doesn't treat them like they're from an anonymous caller. I"
    },
    {
      "end_timestamp": 6047.0,
      "id": "10e22315-8a44-35a2-9f34-83f1a7adbfd1",
      "speaker": "Jordan",
      "start_timestamp": 6044.0,
      "text": "just described Fox News from 2008"
    },
    {
      "end_timestamp": 6051.0,
      "id": "3c342703-db8b-3967-a0d0-9896f2ab23a6",
      "speaker": "Dan",
      "start_timestamp": 6047.0,
      "text": "That's fair enough, and we'll do another podcast about them in the future. But"
    },
    {
      "end_timestamp": 6052.0,
      "id": "43f70a89-1516-3937-bb97-33fbda0611b9",
      "speaker": "Jordan",
      "start_timestamp": 6051.0,
      "text": "here's what I think we"
    },
    {
      "end_timestamp": 6056.0,
      "id": "08f566c2-2d65-36c1-9968-825d223389d6",
      "speaker": "Dan",
      "start_timestamp": 6052.0,
      "text": "should take away from this era bad to a bad thing."
    },
    {
      "end_timestamp": 6119.0,
      "id": "89eefda6-ddad-3120-b3e4-ccc6c9c7080d",
      "speaker": "Jordan",
      "start_timestamp": 6056.0,
      "text": "You're right. I here's what I see. And taking away from this episode, right? Our first episode we went with this day, you know, whenever we recorded it, it was that day. This is 17 years ago. Yeah, it is the same bullshit. Yep. So for however long we've been doing this, he has come at you with this he's like an apocalypse call. Like do you remember the those guys in the that's super specific? I got I heard this from a friend who saw it on CNN heard from a friend who Yeah, and they've been messing around. There are a bunch of Apocalypse cults that have existed throughout this throughout America's history. And when they're wrong, half of them probably killed themselves. But the other half just keep predicting more Apocalypse I new news that changes the day. Exactly. Oh, yeah, we were we were going through the whole Kabbalah thing. The Bible told us yada yada, yada, we transversed available. Yeah, we got it wrong. But this next one is happening."
    },
    {
      "end_timestamp": 6134.0,
      "id": "b62ac701-4d99-375b-a2b2-7f53cca2f2fd",
      "speaker": "Dan",
      "start_timestamp": 6119.0,
      "text": "My dad, one of his specializations. He's a religious studies professor, right. And one of the specializations is revelation and apocalyptic literature. And so whenever there are these people who come out who were saying the end of the world is next week, and then also"
    },
    {
      "end_timestamp": 6140.0,
      "id": "c70bf519-1989-33f1-8643-549a17ad0e5f",
      "speaker": "Jordan",
      "start_timestamp": 6134.0,
      "text": "people who are closeted and they, you know, sure tell their parents are gay. Yeah, whenever they come out Sure."
    },
    {
      "end_timestamp": 6183.0,
      "id": "a1487083-fb95-3737-a589-d28254f7f271",
      "speaker": "Dan",
      "start_timestamp": 6140.0,
      "text": "Whenever these folks tell the world that next week everyone's gay. I've mixed it all up there but the same basic not happens over and over again. And often he'll be asked to comment about it on like NPR and stuff like that. Okay, and thank God he existed because I was a scared child. During some of that there were Apocalypse scares when I was young. Absolutely. Thankfully, he was always there to be like, i i You're 10 I can't really explain to you in but don't worry, but chill. This is all nonsense. And thank God because it comforted me in a way that if my dad was Alex Jones, he would have scared me that"
    },
    {
      "end_timestamp": 6228.0,
      "id": "21762c27-0030-3a3f-980c-e7db86a80c4b",
      "speaker": "Jordan",
      "start_timestamp": 6183.0,
      "text": "that is amazing because that's a guy who's turned rational like for my parents, you know, they lived during just like that dude was saying the you would go to school, and they would show you the day after you know, which was the scariest movie at the time. And then we got Nightmare on Elm Street three and they were told to get under the desk which Ah, so good, delicious as as a concept of like, it doesn't get more pacifying than like, your desk is gonna save you. A little bit of wood. Yeah, great. The walls garbage. Yeah, that little desk fucking on distractible."
    },
    {
      "end_timestamp": 6231.0,
      "id": "e0a1807f-0dfd-34ff-ae9d-1fec6696dc6b",
      "speaker": "Dan",
      "start_timestamp": 6228.0,
      "text": "But here's the other piece of it. I know the word is indestructible."
    },
    {
      "end_timestamp": 6232.0,
      "id": "11b44d8b-c081-3522-b3e9-dd9a6b7db9ca",
      "speaker": "Jordan",
      "start_timestamp": 6231.0,
      "text": "By the"
    },
    {
      "end_timestamp": 6274.0,
      "id": "d6a272f2-06d3-30c6-a26f-6a59af002620",
      "speaker": "Dan",
      "start_timestamp": 6232.0,
      "text": "way, that was what I was gonna say. Okay, the the other piece of it is if it was more for the listeners, if you're an adult, and you really believe that a nook could go off tomorrow, telling kids to get under a desk is the right thing to do. Because there's nothing they can do. And giving them some sort of agency makes a kid feel like they have control. And that is very helpful to a kid. That's a very good angle to take on it in terms of parenting. That's the right thing to do now, as a society throng thing to do. There were better answers. But I mean, listen, I'm glad that you got this message across the idea that for 17 years, it's pretty much been the same thing. Yeah, but the variables have changed. Yeah, and now Putin is a good guy when"
    },
    {
      "end_timestamp": 6300.0,
      "id": "619489bf-7f5b-33f0-bf99-2de29533fa1f",
      "speaker": "Jordan",
      "start_timestamp": 6274.0,
      "text": "enemies changeable and that's that's the illusion of him growing as a broadcaster is that the the boogey man always change the halftime so it makes you feel like he is also still, you know, relevant. Yeah. Even though he's using the same exact nonsense, like he might as well have a script with Mad Libs written in it and he just writes in whatever knew."
    },
    {
      "end_timestamp": 6341.0,
      "id": "c325eb3f-71e4-310a-9a1f-af4d3f7fb905",
      "speaker": "Dan",
      "start_timestamp": 6300.0,
      "text": "And for 17 years he's been doing that exact same thing of like, this person told me Ah, look, I don't want to report it that same exact trick we've seen in both episodes. Yeah, very, like 17 years apart because yeah, and but it's again, it's like I said on the last episode, it's amazing broadcast it really, if you look at if you take the morality out of it, it's gorgeous broadcasting, and he's super consistent in terms of him being a propaganda propaganda stick, asshole. So congratulations on that. Alex. We'll be back with another episode. Soon. Alex should be back in studio, I guess. I mean, he's not going to be gone until the inauguration. It's insane."
    },
    {
      "end_timestamp": 6345.0,
      "id": "f56fddfe-b7e9-36e4-8ef5-baf0f5269bd4",
      "speaker": "Jordan",
      "start_timestamp": 6341.0,
      "text": "Well, he is taking some meetings and who knows how they might go."
    },
    {
      "end_timestamp": 6370.0,
      "id": "239f89fb-24e4-3b1c-84a0-8c30c7aae784",
      "speaker": "Dan",
      "start_timestamp": 6345.0,
      "text": "We're recording this in advance. This is gonna come out on Monday, but I if I get to work today on Monday, and there's a fucking guest host live it. Because here's something I want to say very fucking clearly right now. The only thing worse than the Alex Jones Show is the Alex Jones Show without a dumpster fire."
    },
    {
      "end_timestamp": 6376.0,
      "id": "e65249d4-1284-3e46-969c-faf640f2e604",
      "speaker": "Jordan",
      "start_timestamp": 6370.0,
      "text": "Okay. Anyway. We will eventually do an episode on that sooner or later. Yeah,"
    },
    {
      "end_timestamp": 6385.0,
      "id": "11d86f68-b17f-3102-9fe4-541576e7b37d",
      "speaker": "Dan",
      "start_timestamp": 6376.0,
      "text": "I will, you know, be good to do dossiers on all of the like cohorts at some point. But that for down the line. Yeah. Jordan has"
    },
    {
      "end_timestamp": 6387.0,
      "id": "ad913b0e-09df-302f-9cb6-b4f17989f586",
      "speaker": "Jordan",
      "start_timestamp": 6385.0,
      "text": "been a lot of fun. This has been the most fun of my life."
    },
    {
      "end_timestamp": 6390.0,
      "id": "d3ba5f49-26c3-31ab-abbc-c5a9e3a723a0",
      "speaker": "Dan",
      "start_timestamp": 6387.0,
      "text": "I hope. Your year 2000 goes well."
    },
    {
      "end_timestamp": 6394.0,
      "id": "484d0561-20c8-378c-9041-8b165d52d93b",
      "speaker": "Jordan",
      "start_timestamp": 6390.0,
      "text": "I am already terrified. Terrified for why 3k"
    },
    {
      "end_timestamp": null,
      "id": "11bcbbc0-c422-3022-a0fa-d5f0208de7d2",
      "speaker": "Dan",
      "start_timestamp": 6394.0,
      "text": "We did our plugs in the middle. So who gives a shit? Yeah. Let's end this thing. Andy in Kansas, you're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}