{
  "audio_identifier": "KF_21",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/Mar9.mp3",
  "blocks": [
    {
      "end_timestamp": 7.0,
      "id": "4eafcd7c-131d-35c0-beeb-62c3e050191b",
      "speaker": "Alex Jones",
      "start_timestamp": 0.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    },
    {
      "end_timestamp": 38.0,
      "id": "ffff9222-5a9d-368d-a1a9-8a970666a932",
      "speaker": "Jordan",
      "start_timestamp": 7.0,
      "text": "Hey, everybody, welcome back to knowledge fight. I'm Dan. I'm Jordan. We are a couple of dudes who learned our lesson about white wine and are back to red. Just like sit around and drink wine and have a conversation about Info Wars. What's the twist a twist my friend, okay, is that I know a lot about Infowars and Alex Jones in particular, and I don't know, God damn thing. And therein lies the rub. There's the fun of this show. Guys, we're back. Like I said, we're on the red wine. We're drinking the nice gnarly head. Because as I pointed out, that's what Alex Jones has got"
    },
    {
      "end_timestamp": 42.0,
      "id": "d31c82e1-691f-3910-b7df-ced7c9546afa",
      "speaker": "Jordan",
      "start_timestamp": 38.0,
      "text": "Alex Jones is, is the actual manufacturer of this wine. He's"
    },
    {
      "end_timestamp": 45.0,
      "id": "52a7dcfb-7126-3451-a72a-587a621e6893",
      "speaker": "Jordan",
      "start_timestamp": 42.0,
      "text": "the champion of the gnarly headed, he puts his head"
    },
    {
      "end_timestamp": 51.0,
      "id": "24d63d76-4095-3afa-ac55-04dec811e678",
      "speaker": "Jordan",
      "start_timestamp": 45.0,
      "text": "into smashed grapes. And then they just using the weight of his head. He squeezes it down. Yeah,"
    },
    {
      "end_timestamp": 81.0,
      "id": "3bec10d9-04c8-3ab1-9092-48c68f2a7504",
      "speaker": "Jordan",
      "start_timestamp": 51.0,
      "text": "that's why his ear itches all the time. Too much great to sit. He's trying to get little pieces of grape skin out. So if you're joining us today, what we're going to be covering is the Thursday, March 9 episode of the Alex Jones Show. We're going to get into the ins and outs, the ups and downs, the worldly gigs and all that. But first, I'd like to give a couple of shout outs to things we will not be covering. All right. From the Thursday episode. It ended with the fourth hour."
    },
    {
      "end_timestamp": 83.0,
      "id": "d3a6f668-6a58-30e5-b2b4-ba01d5af23e1",
      "speaker": "Jordan",
      "start_timestamp": 81.0,
      "text": "Gotta do the fourth hour did not Oh, we"
    },
    {
      "end_timestamp": 104.0,
      "id": "e7f5da7c-f561-3525-916b-c1664a2970e7",
      "speaker": "Jordan",
      "start_timestamp": 83.0,
      "text": "got a special report from our old friend John Rappaport. AKA Batman, Batman came back you did Batman was back from keep it in the shadows. All right. I didn't include it because first of all so many reasons. We were texting about this on Thursday. I was like, I think he's gonna talk about us. And I realized I'm a narcissist,"
    },
    {
      "end_timestamp": 107.0,
      "id": "12aff0bf-381c-3dd3-a5af-1c7e2bbb517f",
      "speaker": "Jordan",
      "start_timestamp": 104.0,
      "text": "you Oh yeah. You're we're getting delusions of grandeur here."
    },
    {
      "end_timestamp": 114.0,
      "id": "943dc499-acc4-3ba4-a7d6-27b8084abb30",
      "speaker": "Jordan",
      "start_timestamp": 107.0,
      "text": "But only slight ones because I think if John Rapoport knew about us, he might talk about"
    },
    {
      "end_timestamp": 117.0,
      "id": "f4ecdafb-db45-3c2c-86c8-14eecdaa656e",
      "speaker": "Jordan",
      "start_timestamp": 114.0,
      "text": "it. I think if anybody knew about this, they might talk about"
    },
    {
      "end_timestamp": 133.0,
      "id": "f4f7b8c7-d087-3548-9831-b61dae702df1",
      "speaker": "Jordan",
      "start_timestamp": 117.0,
      "text": "it possibly. Also, he still is not put up that picture. Still, the picture is still on the ground in his man cave. Oh, man. I was hoping that I would turn it on the picture would be up and it'd be like he definitely listens."
    },
    {
      "end_timestamp": 146.0,
      "id": "b7efe573-67e3-30bd-a265-88a035761be8",
      "speaker": "Jordan",
      "start_timestamp": 133.0,
      "text": "Is the is the picture just a younger version? Like are we doing a reverse? Dorian Gray here it's not it's where he gets older and the picture gets younger. No, but he did get a haircut."
    },
    {
      "end_timestamp": 165.0,
      "id": "67722ec1-3b5c-3fc5-ae75-66ee7783846c",
      "speaker": "Jordan",
      "start_timestamp": 146.0,
      "text": "Okay, that's unfortunate because you him with really short hair makes it clear like how crazy Muppet googly eyed he is. I have across eyes. So I'm wanting to talk right? With that haircut. He looks ridiculous. Does he still have the giant long as beard? Pretty? Pretty long. Yes. Pretty long school has denture mouth."
    },
    {
      "end_timestamp": 169.0,
      "id": "e8d12c47-07c9-3cc0-9b49-8b458b852c14",
      "speaker": "Jordan",
      "start_timestamp": 165.0,
      "text": "So now he looks like shorthaired. Gandalf? Yes, yeah, gotcha."
    },
    {
      "end_timestamp": 185.0,
      "id": "66005a90-5a34-34c3-9615-7a07188062f9",
      "speaker": "Jordan",
      "start_timestamp": 169.0,
      "text": "And his report is all about vaccines. And so we don't need to go into the season. So we will, we will actually have to go into that because that is now the predominant narrative on Alex's show. Just vaccines vaccines in general baby. They're terrible."
    },
    {
      "end_timestamp": 195.0,
      "id": "9db88646-ea5a-30b4-91f0-325c777f9417",
      "speaker": "Jordan",
      "start_timestamp": 185.0,
      "text": "They don't they don't just cause autism. They protect you against diseases. And we need to have those otherwise, you know, the pharmaceutical companies won't make the money. This is"
    },
    {
      "end_timestamp": 197.0,
      "id": "94f4b302-42ae-3d6c-8b43-ef741f0d317c",
      "speaker": "Jordan",
      "start_timestamp": 195.0,
      "text": "slightly different than his take. Oh, it"
    },
    {
      "end_timestamp": 202.0,
      "id": "c2081e88-4a67-3f64-9f6b-fee4fdbc2394",
      "speaker": "Jordan",
      "start_timestamp": 197.0,
      "text": "is. Well, he needs to listen to the show."
    },
    {
      "end_timestamp": 214.0,
      "id": "fe443d53-707d-381d-af15-5c2ad09bd50b",
      "speaker": "Jordan",
      "start_timestamp": 202.0,
      "text": "You need to listen to the show. For that reason. Rappaport needs to listen to me put up that fucking picture right also a shout out to a band called Portugal man. Never heard of them. No, Alex is furious at them because"
    },
    {
      "end_timestamp": 219.0,
      "id": "7d5aa373-6f95-3ea5-8083-51dbb91444a4",
      "speaker": "Jordan",
      "start_timestamp": 214.0,
      "text": "just because they they're not American man is that"
    },
    {
      "end_timestamp": 234.0,
      "id": "0621d43d-18f2-3210-9e15-7465b252cd47",
      "speaker": "Jordan",
      "start_timestamp": 219.0,
      "text": "their music video that they show themselves burning a copy of an Infowars newspaper. That's pretty great. Alex is like, oh, like, you're burning us and all they gotta seek to do it. They got a man who looks like a Sikh. Like, Danny."
    },
    {
      "end_timestamp": 242.0,
      "id": "5ac0f8f7-c92d-3420-9e80-4129b3f66836",
      "speaker": "Jordan",
      "start_timestamp": 234.0,
      "text": "I don't know. Was he wearing a hat? Yeah, it was. Okay. Well, that's all I needed to know. Whether or not it was a ball cap or anything where a hat"
    },
    {
      "end_timestamp": 248.0,
      "id": "0e4c58bc-d5ef-37f0-a604-4e076dfb2f66",
      "speaker": "Jordan",
      "start_timestamp": 242.0,
      "text": "equals seek. Yeah. And he's like, all the Indians know, I'm awesome. They mob me in the streets. And thank me."
    },
    {
      "end_timestamp": 255.0,
      "id": "a512dab2-37ee-3d36-8fc4-f6468c25b535",
      "speaker": "Jordan",
      "start_timestamp": 248.0,
      "text": "Oh, man. I'm assuming if he did go to India, he would be mobbed in the streets. Sure, for very different reasons."
    },
    {
      "end_timestamp": 281.0,
      "id": "e7e3c803-4ecf-328a-b2a9-f0df08900e17",
      "speaker": "Jordan",
      "start_timestamp": 255.0,
      "text": "Absolutely. Also, this is something that needs to be pointed out in the last week. Alex has been going into fucking overdrive. Okay. Almost every day. He's putting out like hour long specials after the episodes. He's putting out late night with Alex. No, sometimes it's him what it's sometimes it's him no no ranting sitting by a fireplace"
    },
    {
      "end_timestamp": 285.0,
      "id": "01abf34f-046e-3533-ac9c-15c4c18b8dd8",
      "speaker": "Jordan",
      "start_timestamp": 281.0,
      "text": "like FDRs Fireside Chats if FDR were raving fucking lunatic basically."
    },
    {
      "end_timestamp": 287.0,
      "id": "92079a66-dcaa-3ad6-8462-68c02135ed9d",
      "speaker": "Jordan",
      "start_timestamp": 285.0,
      "text": "And also he the"
    },
    {
      "end_timestamp": 294.0,
      "id": "d5dde5e8-8143-30c5-b658-45255088f436",
      "speaker": "Jordan",
      "start_timestamp": 287.0,
      "text": "only thing you have to fear is god damn every day. The globalists are everywhere. They're on the march."
    },
    {
      "end_timestamp": 316.0,
      "id": "2f24de4e-f568-367d-8b38-29469f4e59aa",
      "speaker": "Jordan",
      "start_timestamp": 294.0,
      "text": "Before he was doing Monday through Friday, the three hours the first three hours The Show, and then he'd put out a special to our Sunday show every week. This week, he put out a Saturday show. Well, and I wanted to go over it in this episode, but it's not fucking worth it. It's okay. But it goes back to what I'm telling you about the vaccine shit."
    },
    {
      "end_timestamp": 323.0,
      "id": "6577106d-1088-3258-91e3-ae034d53fd14",
      "speaker": "Jordan",
      "start_timestamp": 316.0,
      "text": "So we're just we're just all on the vaccine train, which there's no other news going on currently. But vaccine."
    },
    {
      "end_timestamp": 337.0,
      "id": "5b71a41d-0259-30c8-b238-4c91ee6e6666",
      "speaker": "Jordan",
      "start_timestamp": 323.0,
      "text": "It's too much news to cover. But it's not news. And it's nothing right. But it's like I listened to the the Saturday episode. And he starts by like cockily showing a vaccine,"
    },
    {
      "end_timestamp": 342.0,
      "id": "3e93262e-0bbe-3bb7-876d-1d3f25bd85bf",
      "speaker": "Jordan",
      "start_timestamp": 337.0,
      "text": "just an empty needle like, this is what gave me cancer."
    },
    {
      "end_timestamp": 365.0,
      "id": "43b3ae6e-6ca5-3165-b68e-371414b5f827",
      "speaker": "Jordan",
      "start_timestamp": 342.0,
      "text": "We'll get into his specific theories, because he does go into it in this episode, I believe a little bit, but he is just like, he has an insert from a vaccine. And he's like, look right here in it says he will give you diabetes. And I pulled up the insert and I read it. And it's like, it just has a laundry list of side effects. Right? You know, that could theoretically happen."
    },
    {
      "end_timestamp": 368.0,
      "id": "c9969f73-4559-3069-adf6-fc7137c8d31b",
      "speaker": "Jordan",
      "start_timestamp": 365.0,
      "text": "Yeah. Is one of them diabetes, it is? Oh,"
    },
    {
      "end_timestamp": 378.0,
      "id": "a5700432-b795-3dcc-8e23-697a4597f094",
      "speaker": "Jordan",
      "start_timestamp": 368.0,
      "text": "but then if you do some more research into it, you find that it's basically that's a catch all kind of thing, that there was a discredited study from like the 1960s. Oh, okay."
    },
    {
      "end_timestamp": 387.0,
      "id": "2162f9d2-3aae-3e7f-9c82-62d228201bf8",
      "speaker": "Jordan",
      "start_timestamp": 378.0,
      "text": "So it doesn't actually give you diabetes, because that doesn't make a goddamn lick of sense. So it's but there was a dumb study 40 years ago, so"
    },
    {
      "end_timestamp": 399.0,
      "id": "06e3f858-a5d4-3873-8390-3a754e292f77",
      "speaker": "Jordan",
      "start_timestamp": 387.0,
      "text": "just to be safe they put on there. It might give you diabetes. Yes. Great. My understanding of it fucking fantastic. And everything I can find. That's like peer reviewed. Right? So indicates that that's the case."
    },
    {
      "end_timestamp": 409.0,
      "id": "1b4bc815-8017-3953-b968-9c8a3100d5a2",
      "speaker": "Jordan",
      "start_timestamp": 399.0,
      "text": "Of course. Yeah, that's not even how diabetes works. Nope. Nope. Does he? Does Alex know what diabetes is? I think he"
    },
    {
      "end_timestamp": 413.0,
      "id": "40aa3c89-7bd4-3264-b033-a1cf817f073f",
      "speaker": "Jordan",
      "start_timestamp": 409.0,
      "text": "has the broad strokes of it that it has to do with sugar."
    },
    {
      "end_timestamp": 420.0,
      "id": "509a3f27-53a6-30fa-85a4-b4eba7bf07d3",
      "speaker": "Jordan",
      "start_timestamp": 413.0,
      "text": "I think that's where he's at. But he is afraid of it. So he has a bunker filled with insulin just in case he gets it."
    },
    {
      "end_timestamp": 424.0,
      "id": "4cf6d3c9-fca5-35d6-8fd0-cee582728125",
      "speaker": "Jordan",
      "start_timestamp": 420.0,
      "text": "I'll be honest, it couldn't hurt."
    },
    {
      "end_timestamp": 426.0,
      "id": "da72d909-dc86-3a1e-a4eb-4ff072ee134c",
      "speaker": "Jordan",
      "start_timestamp": 424.0,
      "text": "There's always doesn't look like he eats well, there's"
    },
    {
      "end_timestamp": 430.0,
      "id": "1820aa4b-0d93-368f-8c6f-5a96bb426302",
      "speaker": "Jordan",
      "start_timestamp": 426.0,
      "text": "always use for insulin. I don't know."
    },
    {
      "end_timestamp": 433.0,
      "id": "9d02e753-51f3-3776-80cd-058b1a6c8043",
      "speaker": "Jordan",
      "start_timestamp": 430.0,
      "text": "But yeah, Zgc that on an episode of doomsday preppers"
    },
    {
      "end_timestamp": 454.0,
      "id": "99d97784-63b8-3712-8f46-7f28c1b6f44c",
      "speaker": "Jordan",
      "start_timestamp": 433.0,
      "text": "though, it was something that Rappaport said, Okay, so he's just going buck wild on this shit. And like, I get it. You got to be afraid of something. And a lot of the news that he's pitching is stale in this like, it's looking real bad for Flynn. It's looking real bad for a lot of these dudes. Yeah. Roger stones, probably in some deep trouble."
    },
    {
      "end_timestamp": 458.0,
      "id": "e0cefc6a-25e7-3493-a412-889540565d35",
      "speaker": "Jordan",
      "start_timestamp": 454.0,
      "text": "And Roger Stone and Alex Jones are fucking tight. Our best"
    },
    {
      "end_timestamp": 463.0,
      "id": "94d87610-c2c8-3369-8af4-b6c915c5471e",
      "speaker": "Jordan",
      "start_timestamp": 458.0,
      "text": "friends. Yeah. I don't know if we could pitch that. But it does seem like they hang out."
    },
    {
      "end_timestamp": 492.0,
      "id": "5c4fc2f0-73ea-3348-a598-d583d51d1dad",
      "speaker": "Jordan",
      "start_timestamp": 463.0,
      "text": "I did. Finally look up the the tattoo of Nixon. Roger Stone has shoulder blades and wow. Yeah. The thing. Here's the other thing. Do you know what his quote on? It is? I don't remember he. He has this line he uses to pick up girls. I'm the only guy with a dick in front and a dick on back. Jesus. Yeah, right. Don't you want him to explode? classy guy. I don't want him to die. I want just his left leg to spontaneously combust."
    },
    {
      "end_timestamp": 510.0,
      "id": "360f8d6e-dbca-3d7c-943d-2c8d591859f3",
      "speaker": "Jordan",
      "start_timestamp": 492.0,
      "text": "I don't even want that. What I want is the pressure to keep rising on him. So he blows himself up. You know, like, oh, man, like not physically. But if you if the strain keeps on him, he's such an angry, angry, racist, horrible person. Yeah, that like under under extreme stress."
    },
    {
      "end_timestamp": 513.0,
      "id": "c100d47c-e01e-3801-8d4e-1aa98601f331",
      "speaker": "Jordan",
      "start_timestamp": 510.0,
      "text": "Maybe he blows his brains out. Well, no."
    },
    {
      "end_timestamp": 522.0,
      "id": "8fe9cbd2-ac3a-325c-973e-86cd68966ffa",
      "speaker": "Jordan",
      "start_timestamp": 513.0,
      "text": "I mean, just recently, under all this stress, he ended up accidentally admitting that he talked to wickedly Yeah, that's true. He tweeted that and then deleted it"
    },
    {
      "end_timestamp": 526.0,
      "id": "8f82d8d8-eeca-38ba-a8eb-f6e27f27eac6",
      "speaker": "Jordan",
      "start_timestamp": 522.0,
      "text": "in the same tweet as you fucking batch."
    },
    {
      "end_timestamp": 527.0,
      "id": "9b2c990d-f90d-3ab5-9782-2467e080d169",
      "speaker": "Jordan",
      "start_timestamp": 526.0,
      "text": "You dirty. Can't"
    },
    {
      "end_timestamp": 558.0,
      "id": "d0345949-b503-3dad-a492-cec13a2a17a0",
      "speaker": "Jordan",
      "start_timestamp": 527.0,
      "text": "you ever? Yeah. And what I say although here's the here's what I want to happen. So you remember whenever Hillary and Bill had that, didn't they kill the guy that that narrative? Vince Foster? Right? Yeah, they know that that didn't happen. But if Roger Stone kills himself, oh, how many great books are gonna read about how Trump and Putin assassinated him and Clinton? It's yeah, it's all cars. What of all them too? Yeah, throw them all in the pot, mix it up. And we got some great conspiracy theory, but we got globalists"
    },
    {
      "end_timestamp": 579.0,
      "id": "684b711a-4bf9-37f5-8aa8-a9d9fc0b7c93",
      "speaker": "Jordan",
      "start_timestamp": 558.0,
      "text": "do eggs. So this episode today is a little bit all over the place. I'll be honest, I'm not going to tell you that there's a coherent episode by any means. Okay. But he has a lot of things that are sort of through lines a little bit. One of them today we're gonna be talking about a bit is race. There's a good bit of race talk."
    },
    {
      "end_timestamp": 583.0,
      "id": "6fb347f5-7d42-3473-8c2a-4cfc8ebe8e16",
      "speaker": "Jordan",
      "start_timestamp": 579.0,
      "text": "I do not like it when he talks about race and"
    },
    {
      "end_timestamp": 602.0,
      "id": "e19d503c-0543-3efa-8123-bebfae77c45e",
      "speaker": "Jordan",
      "start_timestamp": 583.0,
      "text": "just lies. Yeah, but that's sort of the race and lies. He starts out the show with you gives a shout out to our friend Rapoport, right and then goes into an insane rant. that I think immediately it's it's really"
    },
    {
      "end_timestamp": 606.0,
      "id": "6555e56b-ea01-3069-bc85-e70a45f34da9",
      "speaker": "Jordan",
      "start_timestamp": 602.0,
      "text": "good All About Batman not Rapaport. Just Batman. It's,"
    },
    {
      "end_timestamp": 609.0,
      "id": "5cc5fe55-c8ce-3a93-bdad-b94b8260b8cc",
      "speaker": "Jordan",
      "start_timestamp": 606.0,
      "text": "it's great. And here it is rather poor. It's"
    },
    {
      "end_timestamp": 622.0,
      "id": "46f430de-2890-378d-8210-c2fa96e52559",
      "speaker": "Alex Jones",
      "start_timestamp": 609.0,
      "text": "one of my favorite people to listen to, quite frankly. That's one of the few people I'll actually listen to it like midnight if I'm still up while I'm doing work, but Rob Ford only one volunteer volunteering"
    },
    {
      "end_timestamp": 631.0,
      "id": "5b1f1405-afec-3fd4-b5b8-59d64d987f79",
      "speaker": "Jordan",
      "start_timestamp": 622.0,
      "text": "that sense I don't know why I'm volunteering. I love Rapoport. I don't know why I'm talking about this. Anyway, he"
    },
    {
      "end_timestamp": 633.0,
      "id": "c7b82028-8c0c-3788-997c-30e3b4af7842",
      "speaker": "Jordan",
      "start_timestamp": 631.0,
      "text": "reminds me of my grandma's dentures."
    },
    {
      "end_timestamp": 637.0,
      "id": "088d0938-d6dd-3762-99a2-8fec57ed0eaf",
      "speaker": "Jordan",
      "start_timestamp": 633.0,
      "text": "It's beautiful. She was a sweet woman before she was soft killed by the globalists she"
    },
    {
      "end_timestamp": 641.0,
      "id": "604df17f-6f24-36da-9b38-2321eb8286ff",
      "speaker": "Jordan",
      "start_timestamp": 637.0,
      "text": "used to come into my bedroom and read to me at night touch me"
    },
    {
      "end_timestamp": 655.0,
      "id": "257aae15-283d-39c8-97e7-b7c59621a2cf",
      "speaker": "Alex Jones",
      "start_timestamp": 641.0,
      "text": "I'm so angry right now that I'm calm that's what's happening whoa she you're not getting the clocking Alex you're getting the very very angry Alex right now so I'm trying to control myself."
    },
    {
      "end_timestamp": 665.0,
      "id": "50b84e28-457c-39eb-ad87-db7ec75bf0bf",
      "speaker": "Jordan",
      "start_timestamp": 655.0,
      "text": "When he said that I could not have been more excited. The idea of Alex getting so mad he's calm is fascinating to me."
    },
    {
      "end_timestamp": 681.0,
      "id": "ac5a8458-91fc-3ac2-ad06-4db06844c3cd",
      "speaker": "Jordan",
      "start_timestamp": 665.0,
      "text": "I'm just excited to know that he thinks his different emotions are a different Alex entirely sure. Oh, I'm angry Alex today. I'm not quacking. Whatever that means. I'm not I'm not broke ass Alex or hobo Jones. Today,"
    },
    {
      "end_timestamp": 689.0,
      "id": "d59bf283-8e0f-3809-a40a-c23097c37581",
      "speaker": "Jordan",
      "start_timestamp": 681.0,
      "text": "whatever. Whatever. I'm just slightly mad. I turned into a duck. Okay, all right. Quickie, Alex. Here we go."
    },
    {
      "end_timestamp": 700.0,
      "id": "abd7dcf4-f31e-36c1-b583-7b73510f842c",
      "speaker": "Alex Jones",
      "start_timestamp": 689.0,
      "text": "You don't want pissed off? Yes. Because it's so ridiculously obvious that Pope Francis is a horrible demonic anti Christian slug. I"
    },
    {
      "end_timestamp": 703.0,
      "id": "45181dd6-9da8-3324-920d-7e8ba5aa7f05",
      "speaker": "Jordan",
      "start_timestamp": 700.0,
      "text": "did not see that coming. I did not know that great."
    },
    {
      "end_timestamp": 719.0,
      "id": "6150dcd4-aa9b-3b29-b4be-ce64b2d5dad6",
      "speaker": "Alex Jones",
      "start_timestamp": 703.0,
      "text": "Ramos Ramos, one of the biggest TV hosts in the world is an absolute elitist trying to ensure that Latin Americans never get a middle class. I mean, there's so uncool and we have the WikiLeaks we know the social engineering."
    },
    {
      "end_timestamp": 732.0,
      "id": "66842e8d-9ee1-347f-a87b-ce59742b7e7e",
      "speaker": "Jordan",
      "start_timestamp": 719.0,
      "text": "I think we should eventually work up a supercut of people being uncool. So I'm cool. You can't sit with me at lunch, because you are a demonic slug."
    },
    {
      "end_timestamp": 761.0,
      "id": "b1a86f4f-6bb9-39a3-a720-1f79b8cdd281",
      "speaker": "Alex Jones",
      "start_timestamp": 732.0,
      "text": "I've studied all these people. I know I'm right. I know Donald Trump actually wants a giant middle class and wants to advance people off of what they stand for not what color they are. Just like Martin Luther King said, I know the ideology I'm promoting is an entire universe different and better than the globalist I know the globalist I feel like social engineering"
    },
    {
      "end_timestamp": 763.0,
      "id": "9e5b8a21-bb6e-3577-a879-ff2dac5f498f",
      "speaker": "Jordan",
      "start_timestamp": 761.0,
      "text": "today that that is not a Martin Luther King Jr. Quote,"
    },
    {
      "end_timestamp": 773.0,
      "id": "6da62b83-40df-34dc-94ed-c80aa4c5f6c4",
      "speaker": "Jordan",
      "start_timestamp": 763.0,
      "text": "I have a dream that one day the globalists will be brought low. I don't I don't I don't I don't believe that MLK ever said that. I don't think he had an anti globalist stance."
    },
    {
      "end_timestamp": 775.0,
      "id": "26ed490e-caea-3962-8278-84f4a12ef1c2",
      "speaker": "Jordan",
      "start_timestamp": 773.0,
      "text": "I know. It's not on the wiki quotes."
    },
    {
      "end_timestamp": 783.0,
      "id": "507f6231-b99e-3742-a998-5004d12b6d2c",
      "speaker": "Jordan",
      "start_timestamp": 775.0,
      "text": "You don't think Wikileaks has documentation on Martin Luther that maybe you don't think you have documentation on him being against these technocrats?"
    },
    {
      "end_timestamp": 785.0,
      "id": "1871b4cd-8e23-3460-a20a-6c50ce4bee1a",
      "speaker": "Jordan",
      "start_timestamp": 783.0,
      "text": "It's been in the white papers Absolutely."
    },
    {
      "end_timestamp": 801.0,
      "id": "fb4e10f4-ea74-3fe7-b8ad-15350acef45c",
      "speaker": "Alex Jones",
      "start_timestamp": 785.0,
      "text": "Phasing out humanity. I've read four books by Bertrand Russell. I wrote my books by making presents key five read both books. Adolf Hitler wrote what a scumbag. I have read it all. I basically read it all. I've read. He has to"
    },
    {
      "end_timestamp": 807.0,
      "id": "139f6dd5-0342-3dcc-9d77-3ddc79be8700",
      "speaker": "Jordan",
      "start_timestamp": 801.0,
      "text": "say, Hitler. What a scumbag. What a stinker. You know what? I think he might even be uncool."
    },
    {
      "end_timestamp": 812.0,
      "id": "9bf43e64-57d6-3622-b3c0-8e3968e3bb29",
      "speaker": "Jordan",
      "start_timestamp": 807.0,
      "text": "Yeah, absolutely. Super uncool."
    },
    {
      "end_timestamp": 821.0,
      "id": "c6a92e3d-6b32-3d29-b66d-d5342b83d4cb",
      "speaker": "Alex Jones",
      "start_timestamp": 812.0,
      "text": "The social engineering books have ever Bernays. I've read the social engineering books of"
    },
    {
      "end_timestamp": 823.0,
      "id": "9bc7a2db-b92e-3c5f-b022-3afaff936b06",
      "speaker": "Jordan",
      "start_timestamp": 821.0,
      "text": "just make a few else HG Wells."
    },
    {
      "end_timestamp": 842.0,
      "id": "f5a1a7be-d876-39f0-acda-8236327644fe",
      "speaker": "Alex Jones",
      "start_timestamp": 823.0,
      "text": "I don't say like I'm bragging. But I realized when I talked to pseudo intellectuals, they might have read one of these. They did their thesis on in college and they walk around. You're like they're all intellectual and lisping and I think wimpy like Sachin Alecia."
    },
    {
      "end_timestamp": 853.0,
      "id": "e101c5d5-8f88-313d-903a-400f2925d80c",
      "speaker": "Jordan",
      "start_timestamp": 842.0,
      "text": "I want to caution you here. He's about to lose it. Okay, so just fucking take a sip of wine. Enjoy some good old fashioned screaming excellent. They know how"
    },
    {
      "end_timestamp": 962.0,
      "id": "e45d86c9-5e3d-3312-894b-45ad36987d10",
      "speaker": "Alex Jones",
      "start_timestamp": 853.0,
      "text": "to screw people over. They know how to put out dumbed down ideology that dumbed down populations go along with but it's like given some man who's dying of thirst in the desert, an empty glass and saying Here Here drink that. I just have hospitality. I'm not going to say I'm a perfect person, but I like life. I like hospitality. I like to see people do good. And they see me as a chump you see, because I'm not a sociopath. I'm not a psychopath. I am a primitive snarling caveman. But wait, what? Thank God I'm not one of these modern scumbags ready to screw everybody over. I get fundamentally angry when I read Wikileaks 1000s of pages of it, how they want to make you poor how they want to hurt you. I mean I just did like you mean Buckley one night record late reading like hundreds of pages and he said, he said, My God, he said, How could anyone be this nasty? He's like, look, they're all nasty. Oh, we screwed these people over. Oh, we're gonna rip these people off. Thank God, I want to get these people. I'll tell you point blank, man. I want to get in the ring one of them ago. Here's a battleaxe. I've got one. You want to screw people over? Try it with me. And it's not that I'm claiming I'm the dumbest guy around. But I've got a will and an instinct to absolutely stop their heads in I am sick of scum. I am sick of backstabbing, Phil, I am tired of these people. I want to see the spirit of humanity rise up in the faith. They make a big joke out of the fact that I get to stop the persecution of our species. If you don't have empathy, and you don't metaphysically feel it. It's not just empathy. It's not just you see something happening, you're upset. You can say like, I love that."
    },
    {
      "end_timestamp": 975.0,
      "id": "23c47ddd-cae5-3b72-af3b-3f630abee472",
      "speaker": "Jordan",
      "start_timestamp": 962.0,
      "text": "To God, I love that segment ends with him screaming about empathy. Yeah. When everything that we've documented over the course of this show has been a glaring lack of empathy. I'm such a"
    },
    {
      "end_timestamp": 988.0,
      "id": "03aa2fcd-8393-370e-adcf-439a143bafd3",
      "speaker": "Jordan",
      "start_timestamp": 975.0,
      "text": "big fan of him revealing weird shit like, sure. I'm a caveman who has no higher intelligence. But at least I'm not a modern scumbag with your cars. And your women."
    },
    {
      "end_timestamp": 989.0,
      "id": "da84e58e-f76c-3062-a86d-e968765a71e6",
      "speaker": "Jordan",
      "start_timestamp": 988.0,
      "text": "He's a caveman lawyer."
    },
    {
      "end_timestamp": 994.0,
      "id": "e2035cb6-b14c-354e-b8fd-29ff856398cb",
      "speaker": "Jordan",
      "start_timestamp": 989.0,
      "text": "Yeah. But to be fair, ladies and gentlemen, jury,"
    },
    {
      "end_timestamp": 1011.0,
      "id": "77ed8f79-f42c-3cd4-940a-4511d96f7d4e",
      "speaker": "Jordan",
      "start_timestamp": 994.0,
      "text": "I'm no big city, caveman. But to be fair, I think when he says that I'm a caveman. It's it's do you think they're calling him a caveman? I think it's buzz marketing for his bone pills. I think that's what it is. I think that the bone pills have not sold all that well."
    },
    {
      "end_timestamp": 1013.0,
      "id": "c0fdb5ce-a960-386a-89cd-74c17aacea35",
      "speaker": "Jordan",
      "start_timestamp": 1011.0,
      "text": "Maybe because they're bone pills. And"
    },
    {
      "end_timestamp": 1035.0,
      "id": "8ae9f084-e601-3914-bc80-fec6a1d502b7",
      "speaker": "Jordan",
      "start_timestamp": 1013.0,
      "text": "he's had to now introduce that new anti yeast anti mold product that in the middle of the week, like a douche. I don't know. I think it's I think it's another pill. Okay, but like fun one Infowars douche So, in the middle of"
    },
    {
      "end_timestamp": 1038.0,
      "id": "854e2627-dc5e-3c6f-b513-19a226567f25",
      "speaker": "Jordan",
      "start_timestamp": 1035.0,
      "text": "Infowars no vaginas are penciled next here."
    },
    {
      "end_timestamp": 1052.0,
      "id": "8042ca0a-4253-3f0d-9c68-44a122f88d67",
      "speaker": "Jordan",
      "start_timestamp": 1038.0,
      "text": "In the middle of the week. He's got like all these plates spinning in terms of like, all this Russian stuff is bullshit, right? The Wikileaks new vault seven dump has proved us right on everything, even though the didn't"
    },
    {
      "end_timestamp": 1061.0,
      "id": "86656020-062b-35d5-b3a8-2513a1540a68",
      "speaker": "Jordan",
      "start_timestamp": 1052.0,
      "text": "know no documents that I've seen have anything to do with WikiLeaks, revealing that they want to break you"
    },
    {
      "end_timestamp": 1071.0,
      "id": "56c8912e-85f8-3333-9f6b-4f5f3e3660ae",
      "speaker": "Jordan",
      "start_timestamp": 1061.0,
      "text": "or the the the idea that these things have been used on civilians, or anything like that. It's it's a leap that you can make. Yeah, but there's no proof"
    },
    {
      "end_timestamp": 1074.0,
      "id": "37cc25ce-459d-396e-b8e4-d07927d2e42e",
      "speaker": "Jordan",
      "start_timestamp": 1071.0,
      "text": "once again, probable, not proven, yes."
    },
    {
      "end_timestamp": 1108.0,
      "id": "948c5856-644a-3d1d-8c9b-8aaef2042e32",
      "speaker": "Jordan",
      "start_timestamp": 1074.0,
      "text": "But then in the middle of the week amidst all this stuff, where he's like, I'm right, I've been shown to be right and now you gotta listen to everything else I say because I'm right all the time. He spends an hour of his show pitching this new anti yeast anti mold product. He has his weird Doctor Doctor group come in to group because it sounds fake. He comes into that so fake he also looks like a surfboard doctor. Okay, I would describe him as Dr. Mann, Dr. Bro. So he comes in and pitches this new product for an entire hour of the fucking show. It's like,"
    },
    {
      "end_timestamp": 1114.0,
      "id": "a007a0e9-525a-342d-8c85-4f60f3d4945d",
      "speaker": "Jordan",
      "start_timestamp": 1108.0,
      "text": "you're, you're hurting? How do you pitch a product for an hour? Well, they"
    },
    {
      "end_timestamp": 1119.0,
      "id": "47ab1967-6285-33f4-8e86-cb2026fdf9eb",
      "speaker": "Jordan",
      "start_timestamp": 1114.0,
      "text": "just repeat a bunch of stuff about how the globalists are putting fungus in the air and shit like that. I"
    },
    {
      "end_timestamp": 1128.0,
      "id": "ef0f94bc-9508-3072-a08f-5828b308cc42",
      "speaker": "Jordan",
      "start_timestamp": 1119.0,
      "text": "just want them to go full infomercial one time, just be like, hey, is this you? Oh, no, I'm covered in mold. You're gonna need our new pill."
    },
    {
      "end_timestamp": 1173.0,
      "id": "b60a06b5-9ab9-386a-9dcc-047c38e21916",
      "speaker": "Jordan",
      "start_timestamp": 1128.0,
      "text": "They basically do. Yeah, okay. I mean, it's not far off. He's gone full, like, shill for a product, right? He's broke. We were but he always has been this way too. He's always been a huckster. He's always been like this snake oil salesman. Yeah. And it's never been subtle. Like, even when he just had like, Super Male Vitality and shit. You'd have ads, or he'd have a fake caller on the line. Yeah. Oh, yeah. Talking about how great the product is. That's fantastic. And like, the one that I remember transparent, nonsense. The one that I remember seeing is he was talking to some lady on the phone who was taking super female vitality. And he was like, Yeah, your husband, probably getting tired of you being all over him. I have been rambling."
    },
    {
      "end_timestamp": 1183.0,
      "id": "8fbdbd46-97b0-3009-ad9e-baa0420c596e",
      "speaker": "Jordan",
      "start_timestamp": 1173.0,
      "text": "I don't understand that at all. What? Just that for females to know just allowing Alex Jones to talk to you."
    },
    {
      "end_timestamp": 1211.0,
      "id": "83133341-4f58-33c8-b981-2baa3247cab9",
      "speaker": "Jordan",
      "start_timestamp": 1183.0,
      "text": "Well, I assume it's a fake call from like one of those services, or a friend of his boom of a call or something like that. It has to be there's it's absurd, or maybe an employee calling from the other room. That poor employee so one of the other narratives that he's pitching pretty hard on this episode is Paul right? I in his health care plan sucks. Right, which we agree. But his his issue is that Rand Paul has a better plan, which is to"
    },
    {
      "end_timestamp": 1225.0,
      "id": "2690c91d-5b03-38e5-84d2-6872b05f6807",
      "speaker": "Jordan",
      "start_timestamp": 1211.0,
      "text": "just get rid of health care entirely more or less just burn down hospitals. It's a lot like when the Nazis burned all the books, they're like, ah, we can't have this knowledge getting out. Rand Paul wants to make sure that we can't have people surviving. Yes, stuff."
    },
    {
      "end_timestamp": 1237.0,
      "id": "14bdaedb-d88c-3ac6-9d34-9beeb775dbb8",
      "speaker": "Jordan",
      "start_timestamp": 1225.0,
      "text": "Yeah, his plan is we have the votes to repeal now. So let's do that. And read. Let's figure the rest of it out after Yes. Which is kind of brilliant. Brilliant. No, it's a little bad at this point."
    },
    {
      "end_timestamp": 1263.0,
      "id": "5518b13a-7c65-30f7-9bd5-6fa73c533efa",
      "speaker": "Jordan",
      "start_timestamp": 1237.0,
      "text": "Because you already see how United they are and how quickly they will get a replacement health care bill total. Once they repeal it, right. They'll all agree on something. They'll replace it. It'll take only about a month or so. Not all of the years. Yeah. All of the years, they could have been developing a healthcare plan to compete with Obamacare. They did jack shit. Nope. And then the idea was, fuck it."
    },
    {
      "end_timestamp": 1271.0,
      "id": "91697194-9e96-35dc-9748-a73421100f85",
      "speaker": "Jordan",
      "start_timestamp": 1263.0,
      "text": "And I'm gonna chase down this bill with a photocopier. Yeah. Anyway, here's some thoughts about Paul Ryan. And"
    },
    {
      "end_timestamp": 1282.0,
      "id": "3bcff278-2434-3f20-9931-2a69e0721943",
      "speaker": "Jordan",
      "start_timestamp": 1271.0,
      "text": "has anybody done like, SNL is probably done like a Rand Paul Ryan sketch right there, where it's like to face it, they split them in half, and they just argue with each other."
    },
    {
      "end_timestamp": 1283.0,
      "id": "90a5e19f-6fb0-3a1d-8e3e-dc0cd11abf84",
      "speaker": "Jordan",
      "start_timestamp": 1282.0,
      "text": "I think that's in med TV territory. That"
    },
    {
      "end_timestamp": 1286.0,
      "id": "125246bd-d53f-3d0c-b441-984274962268",
      "speaker": "Jordan",
      "start_timestamp": 1283.0,
      "text": "is that you're right."
    },
    {
      "end_timestamp": 1336.0,
      "id": "4486add9-c1ba-3661-bb88-75ca5f4772f8",
      "speaker": "Alex Jones",
      "start_timestamp": 1286.0,
      "text": "And then you look at the Paul Ryan first. We have video, Paul Ryan did a multi hour presentation today, where he went out with a TV and some graphics and lied to the American people. I watched part of it. I got a printout of what he said, This is the best deal. This is a lot better than Obamacare. No, Rand Paul has pointed out that this is a horrible deal. You're trying to deceive the president and getting behind it. And I'm glad to say Paul Ryan. We have the votes to repeal the whole stinky thing, then we can do something else we want. We're not sure we want Republicans scraping version. Are there some good parts? Is it better than Obamacare? Yes. But it's not what Congress got sent there to do. And it's worse than what a repeal is. So you're not gonna get it out of the monster. You're not gonna get it you sociopathic con man, you're not better than us. We say, You face a foul, and you will fall."
    },
    {
      "end_timestamp": 1338.0,
      "id": "b19a5842-5aa6-341b-976d-3da10ada15d1",
      "speaker": "Jordan",
      "start_timestamp": 1336.0,
      "text": "So that that's some"
    },
    {
      "end_timestamp": 1352.0,
      "id": "506480b1-4780-3a5a-8bef-ec9230f6a566",
      "speaker": "Jordan",
      "start_timestamp": 1338.0,
      "text": "good shit right there. We can see if we could harness just this righteous anger for one second, like we use him. And then we kick them back again. But that is exactly what I want Chuck Schumer to go on TV and say,"
    },
    {
      "end_timestamp": 1359.0,
      "id": "1ed239cc-af45-3c4e-a7d0-f6983f5e02da",
      "speaker": "Jordan",
      "start_timestamp": 1352.0,
      "text": "I don't know. I feel word for word. I feel like the blowback from yelling like that is pretty damaging. It ruins your credibility. Well,"
    },
    {
      "end_timestamp": 1368.0,
      "id": "d14aef24-e500-358b-b01d-3af226c2235e",
      "speaker": "Jordan",
      "start_timestamp": 1359.0,
      "text": "Chuck Schumer's a pile of shit, too. So I just want to say he needs to fucking sacrifice himself, lay him out so that all of us can live."
    },
    {
      "end_timestamp": 1417.0,
      "id": "835e6035-4040-3acf-9a65-9a72fcff0c48",
      "speaker": "Jordan",
      "start_timestamp": 1368.0,
      "text": "I don't I don't wholly disagree with it. But you can see what made Alex the most mad. And when he was screaming about there is you think you're better than us. Yeah, this keeps coming back to this theme that Alex has this projection that he's putting on people that like, you know, you you're out there you fake intellectuals lisping and you've read one of these books, I've read them all. You think you're better than me? Paul Ryan coming out with your health care plan? Do you think you're better than us? He has a massive inferiority complex as he will should people, right? Because he's inferior. People. Rightfully been mocking him and ignoring him for 20 years on the air. That's true. So I would be pissed about that, too. But what he doesn't realize is that people who actually listen and engage with what he's talking about, they're the ones who mock him with the most evidence like you and me. I have studied him extensively. And I think he's a lunatic."
    },
    {
      "end_timestamp": 1436.0,
      "id": "87d7a081-f73f-3c5a-a142-0dbd302e6a4d",
      "speaker": "Jordan",
      "start_timestamp": 1417.0,
      "text": "He is absolutely a lunatic. I do like how he very nearly like a couple of times, he was really close to saying, This isn't better than Obamacare. And he just can't do it. But I can't bring himself to say they thought of a plan that is even worse than the garbage plan. We hate so much. Well, I"
    },
    {
      "end_timestamp": 1461.0,
      "id": "dd47bb0f-6328-3628-9de8-3fa3a4cc6d17",
      "speaker": "Jordan",
      "start_timestamp": 1436.0,
      "text": "think that if he did slip and say it, it wouldn't be like outside of his philosophy, because if he said it's worse than Obamacare, you could easily cover that and be like, I expect more out of this right. Whereas Obamacare, we knew it was going to be us getting fucked, right? Whereas this, this shouldn't be great. This is worse. It is worse. It's like being told to get an ice cream and you get a boot in your ass. Whereas your"
    },
    {
      "end_timestamp": 1467.0,
      "id": "02e686a4-8f5f-388a-b12a-becc5092f1fc",
      "speaker": "Jordan",
      "start_timestamp": 1461.0,
      "text": "your your you've gone too far. I don't think he's ever said that. I think you just made that up right there."
    },
    {
      "end_timestamp": 1469.0,
      "id": "e661ea78-46ff-32e4-9a2a-d19a7017307a",
      "speaker": "Jordan",
      "start_timestamp": 1467.0,
      "text": "I was trying to come up with an Alex Jonesy and metaphor."
    },
    {
      "end_timestamp": 1473.0,
      "id": "f846ae28-dbe2-33f4-b8ed-a67dbdbf45b1",
      "speaker": "Jordan",
      "start_timestamp": 1469.0,
      "text": "Exactly. And you fucking nailed it, which is the concerning part here. So"
    },
    {
      "end_timestamp": 1485.0,
      "id": "f3d4274f-e38b-3fbe-ab78-8f1ab327ec3c",
      "speaker": "Jordan",
      "start_timestamp": 1473.0,
      "text": "the rest of this clip is where Alex does one of his big things, which is claim that someone who he disagrees with is an enemy of the people."
    },
    {
      "end_timestamp": 1494.0,
      "id": "3e181fa3-85a6-32bc-b686-c510d88b1304",
      "speaker": "Alex Jones",
      "start_timestamp": 1485.0,
      "text": "come second, these con men tired"
    },
    {
      "end_timestamp": 1502.0,
      "id": "129407ea-137f-3a2c-8fd3-4a6c8970b6c0",
      "speaker": "Alex Jones",
      "start_timestamp": 1494.0,
      "text": "I pray for the Congress. He's a bigger enemy of Hillary Clinton. He is the enemy of the American people. So all Ryan"
    },
    {
      "end_timestamp": 1509.0,
      "id": "bde10324-cc42-305a-996d-d7ade70d4374",
      "speaker": "Jordan",
      "start_timestamp": 1502.0,
      "text": "Yep. Right? You know, Paul Ryan is absolutely an enemy of the American people."
    },
    {
      "end_timestamp": 1522.0,
      "id": "32b17ed3-141f-385b-b981-25f15e4170e7",
      "speaker": "Jordan",
      "start_timestamp": 1509.0,
      "text": "He is no, he's, I don't want I don't want you to say that because I don't like that phrasing. I really think that labeling people, the enemy of the people and stuff like that is a really dangerous thing to do. It's very much what authoritarian dictators do it now,"
    },
    {
      "end_timestamp": 1544.0,
      "id": "7e933f13-b9d2-361b-89f0-f05d5f489d5f",
      "speaker": "Jordan",
      "start_timestamp": 1522.0,
      "text": "but also if you're doing something that is going to lead to the deaths of 1000s upon 1000s upon 1000s of people. Yeah, I do feel like you are an enemy of those people. I think you I think, look, I think Ganga Khan was never on the people side. Some people he was on some people sighs family side. Yeah, exactly. But like,"
    },
    {
      "end_timestamp": 1558.0,
      "id": "ffc221b5-0381-3861-b992-52c105e3beb2",
      "speaker": "Jordan",
      "start_timestamp": 1544.0,
      "text": "I think that there's ways that you can express that without using that verbiage. I know, it's a fine point to make. But I think that in the in the same way that when Trump says that the fake media is an enemy of the people, you can get into this, this place where it's really extreme other end. Yeah,"
    },
    {
      "end_timestamp": 1583.0,
      "id": "a550d697-e211-3f2c-91eb-d507628a5f1d",
      "speaker": "Jordan",
      "start_timestamp": 1558.0,
      "text": "and I don't like that. I'm gonna go no, I'm gonna stick to my guns here. Fake media is not the enemy of the people, because fake media is not murdering 1000s upon 1000s of people fair. And what Paul Ryan is doing Make no mistake is murder. All right, it's legitimate. I do believe that it is 100% murder we can agree is sentencing 1000s upon 1000s of people to death"
    },
    {
      "end_timestamp": 1601.0,
      "id": "ec2b3615-e9f6-3bff-a7d2-b54c4956758e",
      "speaker": "Jordan",
      "start_timestamp": 1583.0,
      "text": "for tax cuts, we can agree on the substance of it and agree to disagree on the language aspect of it. Yes. But I think the more important thing that I want to bring up is that Alex Jones always talks about how people call other people racist in a manipulative trick to gain power over them."
    },
    {
      "end_timestamp": 1606.0,
      "id": "139ea004-7938-3493-90d4-a21abd7aa3c4",
      "speaker": "Jordan",
      "start_timestamp": 1601.0,
      "text": "And then he calls people the enemy of the American people in order to gain power over"
    },
    {
      "end_timestamp": 1632.0,
      "id": "5e07268a-fb8e-3771-80b2-c5e9a3b2cfc3",
      "speaker": "Jordan",
      "start_timestamp": 1606.0,
      "text": "them. Yes. So I just want to take a moment to point out that hypocrisy, which I think is probably more important than my little scribble about, I don't like verbiage I don't like that. That use of same sentiment, the words you don't like, yeah, enemy Ising people is really bad. And that's something that Alex does a lot. Another thing that he does a lot is illustrated in this next clip, where he pretends that his own blog is the news. Let's get"
    },
    {
      "end_timestamp": 1644.0,
      "id": "d62ea48e-47b5-32c8-a093-897bc0be3ebd",
      "speaker": "Alex Jones",
      "start_timestamp": 1632.0,
      "text": "to the Internet censorship and the internet kill switch, especially going into place but it's also happening in the real world. internet kill switch activated in slow motion. That's report up on infowars.com The real"
    },
    {
      "end_timestamp": 1646.0,
      "id": "f8f9a02c-b962-3c9f-80cc-5ec39a3d82e5",
      "speaker": "Jordan",
      "start_timestamp": 1644.0,
      "text": "world kill switch? Sure, yeah."
    },
    {
      "end_timestamp": 1647.0,
      "id": "8e8aa3d9-3759-3d85-b459-47a6cb99b8ad",
      "speaker": "Jordan",
      "start_timestamp": 1646.0,
      "text": "It just ends the real world."
    },
    {
      "end_timestamp": 1665.0,
      "id": "ed0a1982-12fe-34f4-8836-be56691bc4b7",
      "speaker": "Jordan",
      "start_timestamp": 1647.0,
      "text": "Yeah, the show. It's been on too long. Yeah. But he you see that he's like, it's in the news itself on infowars.com. You're not the news. You don't source anything. There have been repeated instances of people sending you prank messages that you end up reporting as the news,"
    },
    {
      "end_timestamp": 1673.0,
      "id": "d36858e3-5f5d-3595-8165-d95e67f23f29",
      "speaker": "Jordan",
      "start_timestamp": 1665.0,
      "text": "which is fantastic that you can just DM Infowars and lie to them and they'll be like, I'll put it up. Put it up now. Well,"
    },
    {
      "end_timestamp": 1693.0,
      "id": "74631157-31bf-3f38-8a82-54e7b5672c78",
      "speaker": "Jordan",
      "start_timestamp": 1673.0,
      "text": "Joseph Watson's DMS were open. Yeah. For multiple scam things. It ruins all of your credibility. So when you're reporting something and no one else is, there's a reason. It's because you don't have journalistic ethics. You don't have an editorial process. So you just put up wacky bullshit. Yeah."
    },
    {
      "end_timestamp": 1701.0,
      "id": "70d65a83-0e60-3545-af11-46a0f9ef725f",
      "speaker": "Jordan",
      "start_timestamp": 1693.0,
      "text": "Well, I mean, it is something that's repeatedly sourced from his sources"
    },
    {
      "end_timestamp": 1701.0,
      "id": "c3a2b4f7-c3f9-39bd-bd29-238ce92a5fcf",
      "speaker": "Jordan",
      "start_timestamp": 1701.0,
      "text": "for or from himself,"
    },
    {
      "end_timestamp": 1706.0,
      "id": "7b9eb653-b13e-3cfe-b248-2063a5957850",
      "speaker": "Jordan",
      "start_timestamp": 1701.0,
      "text": "who have never revealed themselves ever other than Roger Stone."
    },
    {
      "end_timestamp": 1712.0,
      "id": "b0a21111-5653-3c75-b6ee-46bbaeed6cd0",
      "speaker": "Jordan",
      "start_timestamp": 1706.0,
      "text": "And I guess, Steve, Dr. Steve polygenic. Dr. Sandy Yep."
    },
    {
      "end_timestamp": 1715.0,
      "id": "da860991-6a25-3c0c-a2f5-759c92048541",
      "speaker": "Jordan",
      "start_timestamp": 1712.0,
      "text": "And Jesse James, who is an author who is a Nazi"
    },
    {
      "end_timestamp": 1718.0,
      "id": "5d3f2085-304d-37ed-83b4-40c69d2a1a3c",
      "speaker": "Jordan",
      "start_timestamp": 1715.0,
      "text": "who may or may not be let's say, let's walk that back."
    },
    {
      "end_timestamp": 1721.0,
      "id": "3d2978ad-3dc8-3e26-88f7-5f6266e95f4c",
      "speaker": "Jordan",
      "start_timestamp": 1718.0,
      "text": "If we ate ball at all signs point to"
    },
    {
      "end_timestamp": 1746.0,
      "id": "d2086c51-3ef0-307e-bb04-e44f0a66435a",
      "speaker": "Jordan",
      "start_timestamp": 1721.0,
      "text": "yes, I believe that it's the coat. Anyway, this next clip, let's see what do we got going on here? Just some just some nice for your tactics about liberalism. And we managed to get Islamophobia, misogyny and transphobia all in one clip that lasts maybe 45 seconds he successfully pulled off the triple deke. Yeah, he did. It's impressive. In a very hateable way,"
    },
    {
      "end_timestamp": 1779.0,
      "id": "1f36d93a-e7ee-3e1f-ac39-f5000bcdb208",
      "speaker": "Alex Jones",
      "start_timestamp": 1746.0,
      "text": "woman gender studies degrees up 300% And you learn when you take these classes, how to hate men how to hate yourself or how to roll over to Islam though because door 40 is bad but the guy is gonna cut your genitals off that's Islam that's okay. BBC presenter given warning after saying transgender people can never be real women Yeah, they don't have wounds they're not real women who want identify as that you feel like that Hey, knock yourself out. Didn't hurt me. I don't hate you. But don't then try to go teach kids and recruit."
    },
    {
      "end_timestamp": 1782.0,
      "id": "b106bd40-8a0e-38f5-be80-f01a8fe56e09",
      "speaker": "Jordan",
      "start_timestamp": 1779.0,
      "text": "So that's that's not how anything works. That's"
    },
    {
      "end_timestamp": 1804.0,
      "id": "edafd6af-51bd-3d7a-82ed-97c665a70817",
      "speaker": "Jordan",
      "start_timestamp": 1782.0,
      "text": "incredibly stupid. I don't think anybody is recruiting people as much as they are nurturing feelings that are already exist in some people or making it okay for people who are already trans at a very young age. Yeah, not feel like they're a fucking weirdo. Yeah, all So, hey, let's take a step back. A womb does not make you a woman."
    },
    {
      "end_timestamp": 1823.0,
      "id": "d961421c-c997-3cf9-885c-8f00411dc492",
      "speaker": "Jordan",
      "start_timestamp": 1804.0,
      "text": "Well, I think as we all know, women who have gone through the change of life, yeah, are no longer women. Yeah, I think that's just a fact. Everybody knows that if you're barren, you're no longer a woman. Absolutely not. That's just how we teach kids. No, absolutely. You shouldn't teach them how to get rid of their wombs by aging or having"
    },
    {
      "end_timestamp": 1836.0,
      "id": "65f682cf-0b80-3e4c-883f-3bc57530872f",
      "speaker": "Jordan",
      "start_timestamp": 1823.0,
      "text": "cancer or organs taken out, you know, like these things happen. And it's absurd to say that that is the root of what being a woman is. It takes saying it's"
    },
    {
      "end_timestamp": 1853.0,
      "id": "196d20ce-c2c9-39a1-827a-619bde52fe6a",
      "speaker": "Jordan",
      "start_timestamp": 1836.0,
      "text": "more dates for turning women into baby factories as opposed to people. That's That's what he's that's what he's ultimately kind of. It is not that women have any agency at all on their own. No, they are just baby factories. They're there to push out kids and be quiet."
    },
    {
      "end_timestamp": 1862.0,
      "id": "17b12a6a-f354-30f1-91c4-b6093cac9771",
      "speaker": "Jordan",
      "start_timestamp": 1853.0,
      "text": "Yes. And I don't think any. We're getting things lost in the shuffle. But I also don't think that women's studies classes teach you"
    },
    {
      "end_timestamp": 1883.0,
      "id": "5e7abc47-2381-3a03-a132-c42c5d5161b3",
      "speaker": "Jordan",
      "start_timestamp": 1862.0,
      "text": "to hate men to hate yourself and roll over to roll over to Islam. Yeah, that'd be a very sharp pivot for your gender studies class. Yeah. All right, guys, we just read the collected works of Gloria Steinem. Now we're going to stop, drop and roll anytime an Islamic man walks into the room if you want, that's what they that's what he's talking about, right?"
    },
    {
      "end_timestamp": 1892.0,
      "id": "cf00919d-1496-398b-a2b5-6b9f46d0ae8e",
      "speaker": "Jordan",
      "start_timestamp": 1883.0,
      "text": "Well, like 101 Is that like, just feminist theory? And you know, maybe you look at some Georgia O'Keeffe paintings. That's okay. Your"
    },
    {
      "end_timestamp": 1900.0,
      "id": "e6eb81f7-1fc5-3b98-aa22-ea8c2633a859",
      "speaker": "Jordan",
      "start_timestamp": 1892.0,
      "text": "understanding of Gender Studies is now very suspect as well, that's that's what I was looking at your"
    },
    {
      "end_timestamp": 1909.0,
      "id": "02c63436-2e6c-3ba4-8b05-908c60d076fb",
      "speaker": "Jordan",
      "start_timestamp": 1900.0,
      "text": "second level, all right level is just be cool with Muslims cutting off your clitoris. Right? That's what it is. That's what the studies are."
    },
    {
      "end_timestamp": 1913.0,
      "id": "33f941ad-3626-321a-bbd7-de1b708ab8c3",
      "speaker": "Jordan",
      "start_timestamp": 1909.0,
      "text": "Ah, man, that's, that's a solid program."
    },
    {
      "end_timestamp": 1925.0,
      "id": "895fd1f6-5fb1-330f-86b4-82e7c2363c40",
      "speaker": "Jordan",
      "start_timestamp": 1913.0,
      "text": "You mock me, but I was presenting it as a dumb idea. But you much like Alex, you gotta take what I'm saying and content. Okay. I'm sorry. I'm sorry. Yeah, absolutely. Is not any of that. And Alex is really fucking dumb."
    },
    {
      "end_timestamp": 1931.0,
      "id": "c54974de-349d-3d86-89fd-39ffd7569ca9",
      "speaker": "Jordan",
      "start_timestamp": 1925.0,
      "text": "Our next show, we wind up pulling clips from our own show and making fun of ourselves. So that's what that'd be. Yeah,"
    },
    {
      "end_timestamp": 1970.0,
      "id": "42a28862-df16-3814-9c07-9808bd5aea2d",
      "speaker": "Jordan",
      "start_timestamp": 1931.0,
      "text": "that'd be an insane bottle. The thing though, I think is important is that he's never really been to college. So he's never been to college. He went to junior college for a little bit and dropped out. So I mean, he's never really experienced what real colleges are like, he's never. I mean, his kids aren't old enough to be in college at this point. I don't think he has any real world experience with what campuses are. He just reads fear propaganda, about liberalism taking over colleges. He clearly doesn't read articles that he talks about. So he just sees like, campus activism and he thinks that it's terrorism. It's it's completely insane. It he's,"
    },
    {
      "end_timestamp": 1971.0,
      "id": "50715e28-0446-38c3-932f-de67156e2d1d",
      "speaker": "Jordan",
      "start_timestamp": 1970.0,
      "text": "you know that he's living"
    },
    {
      "end_timestamp": 1972.0,
      "id": "5578bbfc-8a78-3236-a00a-ce9315d2cf85",
      "speaker": "Jordan",
      "start_timestamp": 1971.0,
      "text": "in a bubble,"
    },
    {
      "end_timestamp": 1999.0,
      "id": "eff04069-f96c-3a11-a900-5ac1d3e27397",
      "speaker": "Jordan",
      "start_timestamp": 1972.0,
      "text": "you, you actually do make a really, really good point there. And that even though he lives in Austin, near multiple college campuses, the only way he gets that information is through that, that the hometown, like, oh, we sent our kids to college and they came back gay. You know, that kind of propaganda that you see in shitty small towns,"
    },
    {
      "end_timestamp": 2013.0,
      "id": "2297bb3f-1858-327b-a9dc-c45968ab0cd5",
      "speaker": "Jordan",
      "start_timestamp": 1999.0,
      "text": "Breitbart articles and drudge to write like, that's his, that's his glimpse into the world and it's tragically flawed. Yeah, the window he's looking out is covered in dirt. And he doesn't realize he's not getting a view of the landscape."
    },
    {
      "end_timestamp": 2014.0,
      "id": "e5f47f3d-0ab6-3981-a83f-7e1cd88c13e3",
      "speaker": "Jordan",
      "start_timestamp": 2013.0,
      "text": "That's very poetic. Thank"
    },
    {
      "end_timestamp": 2020.0,
      "id": "cb02ef90-0211-3266-94ce-950e61613939",
      "speaker": "Jordan",
      "start_timestamp": 2014.0,
      "text": "you very much a perfect metaphor. This is what happens when we have red wine instead of white. White wine sucks much more"
    },
    {
      "end_timestamp": 2025.0,
      "id": "8a686e95-f07c-32d4-9acb-7dfd36bcdfde",
      "speaker": "Jordan",
      "start_timestamp": 2020.0,
      "text": "focused much more poetic. Yeah, that's what we that's what we've discovered about our different alcohols."
    },
    {
      "end_timestamp": 2040.0,
      "id": "dbf65bf6-cb78-31fc-a74e-c6978b0517b8",
      "speaker": "Jordan",
      "start_timestamp": 2025.0,
      "text": "Speaking about focus, Alex Jones has laser focus on some targets. All right, and this episode, one of them wants to take down fucking Bill Gates, because he's a eugenicist okay and evil and wants to kill all the third world populations with vaccines?"
    },
    {
      "end_timestamp": 2045.0,
      "id": "8149b41c-ed2e-30f7-920c-8981fad9e379",
      "speaker": "Jordan",
      "start_timestamp": 2040.0,
      "text": "That is, that's a that's a supervillain plan from a movie. Yeah,"
    },
    {
      "end_timestamp": 2050.0,
      "id": "a4f786d0-63d2-3b3a-b7f4-583a4856d124",
      "speaker": "Jordan",
      "start_timestamp": 2045.0,
      "text": "absolutely. And Alex believes it's real. Okay. It's insane."
    },
    {
      "end_timestamp": 2054.0,
      "id": "87fdff96-360d-3658-9479-11faef9a99d2",
      "speaker": "Jordan",
      "start_timestamp": 2050.0,
      "text": "What a fascinating world to live in. Everything is a movie plot."
    },
    {
      "end_timestamp": 2090.0,
      "id": "0d8e3dc3-6093-3903-9e30-c686f66e2433",
      "speaker": "Jordan",
      "start_timestamp": 2054.0,
      "text": "Well, back when I used to sort of be a little bit more credulous if I'm using that in the right way of conspiracy theories, I would read conspiracy theories, and sort of, I didn't believe them, but I would sort of entertain them more. One of my big reasons for it is like, what I'm doing is essentially making the world more interesting. Yeah. Because if I don't really believe this, but I entertained the premise as a possibility. Then it you know, it's not that I'm just going to work every day and live in my life. Yes, it's that there's a there's a, a hidden enemy behind every door. Absolutely. And there is like a superhero movie narrative going on behind the scenes."
    },
    {
      "end_timestamp": 2097.0,
      "id": "b08fc366-17bf-3fcf-b8a3-2b92c3d1549a",
      "speaker": "Jordan",
      "start_timestamp": 2090.0,
      "text": "It's like, it's like when you were seven. And you were like, You know what, I'm actually a secret ninja, and I'm just waiting for the opportunity to show my skills."
    },
    {
      "end_timestamp": 2102.0,
      "id": "784c94bf-2b47-38df-a857-b89340cf22a7",
      "speaker": "Jordan",
      "start_timestamp": 2097.0,
      "text": "That was Alex for the last 18 years. Yeah, yeah. Yeah, yeah, basically. And I"
    },
    {
      "end_timestamp": 2107.0,
      "id": "de8cea82-6403-38e2-b6da-7e2e12bd6ba6",
      "speaker": "Jordan",
      "start_timestamp": 2102.0,
      "text": "like the movie surf ninjas. Alex really loved the movie surf ninjas."
    },
    {
      "end_timestamp": 2108.0,
      "id": "0c3bced5-3f1e-350d-8799-3802f56c0667",
      "speaker": "Jordan",
      "start_timestamp": 2107.0,
      "text": "It's not a bad movie. It's"
    },
    {
      "end_timestamp": 2114.0,
      "id": "ec02f64a-a320-3a80-a2a8-c9e9abcabb36",
      "speaker": "Jordan",
      "start_timestamp": 2108.0,
      "text": "not a bad movie. Good movie. It's one of Leslie Nielsen's last movies. It may have been his actual last movie"
    },
    {
      "end_timestamp": 2131.0,
      "id": "6e25b5fb-aea9-3689-b871-a80dbbeee724",
      "speaker": "Jordan",
      "start_timestamp": 2114.0,
      "text": "rest in peace. Yeah, guy who was great for a bit about his act got sort of stale. But look, we're not here to shoot on Leslie Nielsen. I do want to I do want to say that like coming out the other end of that sort of dabbling and conspiracies. I'm much more comfortable now than I was then."
    },
    {
      "end_timestamp": 2165.0,
      "id": "5a00fcce-88f9-3b7e-8c62-972606e733a9",
      "speaker": "Jordan",
      "start_timestamp": 2131.0,
      "text": "It is, it's interesting to me how that is, the sensible idea behind it is that you're making the world more interesting. To me that is saying that fake order is more interesting than real chaos. Sure, because the world is immensely interesting, if you just see how none of it makes any goddamn sense. And everybody's just randomly flying through everything. Instead of instead of being, you know, a safe atom, you are a radioactive isotope exploding all over the place. No, that"
    },
    {
      "end_timestamp": 2190.0,
      "id": "7f4dfc85-d7c9-3473-ac4b-0c38d6a93c41",
      "speaker": "Jordan",
      "start_timestamp": 2165.0,
      "text": "is that you hit the nail on the head, there it is. A false sense of order is more comfortable. Yeah. Then accepting that there are tons of chaotic entities in the world that all have their own interests, and they're rubbing into each other over and over again. Yeah. And sometimes alliances are made sometimes conflicts breakout. But at the end of the day, it's not some crazy crypto group that is pulling"
    },
    {
      "end_timestamp": 2221.0,
      "id": "945ea590-3a4d-3aa2-bb9a-4ca513085ed8",
      "speaker": "Jordan",
      "start_timestamp": 2190.0,
      "text": "all the strings. It's more it's, it's somehow more comforting to think that there's an alien civilization that can shoot an asteroid at you. Yes. Then think, at any point in time for no reason, with nobody at fault. The world just might explode, because that's how asteroids work. Yeah, like they're a bunch of Near Earth Objects. Maybe one of them just lands on Earth some time. It's, it's chaos to think, you know, there's no rhyme or reason for it. That's just the universe we live in. Instead of, there's always somebody after us."
    },
    {
      "end_timestamp": 2258.0,
      "id": "f31f60b8-6ff2-3230-bbbe-f1264c19f4f0",
      "speaker": "Jordan",
      "start_timestamp": 2221.0,
      "text": "Well, rejecting chaos. And randomness gives you a sense of power, in some ways. Okay. Because at least everything that happens isn't just the with the will of complete coincidence and randomness. Yeah. That you create God that yeah, it gives you some sense of power over your own destiny. But then on top of that these particular version that Alex sells, like with the globalists, and with all this worldwide, con job that's going on, it's a sense of having some power, but it's contained within complete powerlessness. Yeah. So it's it's very paradox that"
    },
    {
      "end_timestamp": 2264.0,
      "id": "1142234d-ed85-3dbd-8cc6-e6e5c78655e7",
      "speaker": "Jordan",
      "start_timestamp": 2258.0,
      "text": "you are always the victim of everybody else, yet, at least you're aware that everybody else is after"
    },
    {
      "end_timestamp": 2270.0,
      "id": "3c6fe510-bf1c-3edc-89d2-5d3a6b72acfc",
      "speaker": "Jordan",
      "start_timestamp": 2264.0,
      "text": "you. Yeah. And because you're aware, you get to yell at everyone else who's stupid because they're a victim. Yeah. But anyway, Bill Gates is"
    },
    {
      "end_timestamp": 2275.0,
      "id": "9b9515a2-8725-3ea8-98d4-8362a75c4c57",
      "speaker": "Jordan",
      "start_timestamp": 2270.0,
      "text": "victim blaming on a large scale. Yeah. And it's an infinitely large scale."
    },
    {
      "end_timestamp": 2279.0,
      "id": "8c33c4a7-6383-3ecc-bd19-2f659d0e1bd0",
      "speaker": "Jordan",
      "start_timestamp": 2275.0,
      "text": "It's incredibly sad. But Bill Gates, trying to kill us Bill Gates"
    },
    {
      "end_timestamp": 2282.0,
      "id": "95ac11b0-f81b-3e4e-af34-3ea378dfa873",
      "speaker": "Jordan",
      "start_timestamp": 2279.0,
      "text": "trying to kill us with vaccines."
    },
    {
      "end_timestamp": 2340.0,
      "id": "7e3f5b89-b340-3c7c-a6f4-436ead81b515",
      "speaker": "Alex Jones",
      "start_timestamp": 2282.0,
      "text": "And they can now look at humanity is already overpowering the AI. We're already overpowering their best mind control their chemicals or biologicals, their radiological, super weaponized stuff. large segments of the public are basically resistant or becoming immune to it. And then the globalist now see the rise of the next level of resistance and they're already evacuating many of them because again, the ones in charge are so cowardly so wicked so evil that they now understand there's a good chance they're gonna lose so they're already moving to phase two armored readouts emergency escape ships, underground bunkers I mean big facilities understanding that they may have to have a stage nuclear war bio weapon release it's gonna be bio like Bill Gates said to wipe us out the problem is if you don't get all of us we're going to get you because then the gloves are off because you're going to release this stuff and act like terrorists did it Bill Yeah, you"
    },
    {
      "end_timestamp": 2343.0,
      "id": "bd851224-5576-3423-8648-c51a35d06ec0",
      "speaker": "Jordan",
      "start_timestamp": 2340.0,
      "text": "are that's how I would do it."
    },
    {
      "end_timestamp": 2380.0,
      "id": "65e52b63-92b6-373d-b3ce-ead4f1688ea9",
      "speaker": "Alex Jones",
      "start_timestamp": 2343.0,
      "text": "Bill Gates his wife last year gave a speech in Germany she said if you don't stop talking about this those of you conspiracy theorists saying we're trying to reduce population we're gonna a lot of people are gonna die people than the word went out well did you get that threatened like I got the threat would you didn't what you just think like we don't know how dangerous it is to go up against you go. Oh, my God. You threatened us. Oh my gosh, I'm I'm gonna run away scared now. They think we're stupid. They keep going. Shell out to us back off or we'll get you. And it's like, shout out to killing everybody. Shout out to jumping in. In bed with a bunch of demons. Hell no."
    },
    {
      "end_timestamp": 2385.0,
      "id": "51ce8183-9a99-37d1-a670-f6ce38672a5a",
      "speaker": "Jordan",
      "start_timestamp": 2380.0,
      "text": "So yeah, that's, that's fun. What do you got there? What did you take?"
    },
    {
      "end_timestamp": 2399.0,
      "id": "476849d1-ada4-3072-955b-f8e94919e560",
      "speaker": "Jordan",
      "start_timestamp": 2385.0,
      "text": "I like I like how you said we're already overcoming AI, as if, as if AI is not improving. Like he thinks AI has already reached the top and we're finally or I saw"
    },
    {
      "end_timestamp": 2402.0,
      "id": "470f4edb-6aa2-3fc3-9110-d35d690f0f90",
      "speaker": "Jordan",
      "start_timestamp": 2399.0,
      "text": "that movie. saw that movie AI shit. We overcame that movie"
    },
    {
      "end_timestamp": 2404.0,
      "id": "f643682b-03cd-3dbc-877a-c12a943d1276",
      "speaker": "Jordan",
      "start_timestamp": 2402.0,
      "text": "I saw Bicentennial Man Haley"
    },
    {
      "end_timestamp": 2409.0,
      "id": "d339b72f-efe9-3ed0-bccd-42f13fd9969d",
      "speaker": "Jordan",
      "start_timestamp": 2404.0,
      "text": "Joel Osment coward and a globalist. Yeah but are"
    },
    {
      "end_timestamp": 2419.0,
      "id": "45f2463f-ada9-3331-8fc5-27409f9c39ce",
      "speaker": "Jordan",
      "start_timestamp": 2409.0,
      "text": "resistant to it whenever he's talking about diseases and shit, does he think that's how diseases disappeared? Not vaccines, probably like we're all just immune to smallpox now,"
    },
    {
      "end_timestamp": 2424.0,
      "id": "34216acc-5425-38fb-8779-56661110c23d",
      "speaker": "Jordan",
      "start_timestamp": 2419.0,
      "text": "you just took enough weird new Tropix that he sells, right? You're fine with smallpox."
    },
    {
      "end_timestamp": 2428.0,
      "id": "e72f59af-5cb6-3ff2-9a9f-c05e26fd3b7e",
      "speaker": "Jordan",
      "start_timestamp": 2424.0,
      "text": "As we all know, smallpox begins in the bones, just a more bone pills."
    },
    {
      "end_timestamp": 2434.0,
      "id": "11ff8a8e-bdbf-3613-b8bf-ab07cc2abff0",
      "speaker": "Jordan",
      "start_timestamp": 2428.0,
      "text": "100% 100%. So anyway, at the end there, too, he's talking about Melinda Gates giving a speech."
    },
    {
      "end_timestamp": 2437.0,
      "id": "bd2883eb-edab-3d73-9829-1e0941d50674",
      "speaker": "Jordan",
      "start_timestamp": 2434.0,
      "text": "If you don't stop talking, all of you will die. A lot of"
    },
    {
      "end_timestamp": 2439.0,
      "id": "c66a7ed0-dddd-3a6c-92bd-1116e3ccf639",
      "speaker": "Jordan",
      "start_timestamp": 2437.0,
      "text": "people will die. That's an interesting"
    },
    {
      "end_timestamp": 2441.0,
      "id": "50d547f5-28d3-3b70-8295-fecbd573640d",
      "speaker": "Jordan",
      "start_timestamp": 2439.0,
      "text": "little interesting threat."
    },
    {
      "end_timestamp": 2443.0,
      "id": "4947cb6c-7e6d-3a09-a844-00a11759d7e3",
      "speaker": "Jordan",
      "start_timestamp": 2441.0,
      "text": "I looked up that speech. I bet she"
    },
    {
      "end_timestamp": 2444.0,
      "id": "b671b9b0-9ed4-3a8f-8ea1-78af5f588a19",
      "speaker": "Jordan",
      "start_timestamp": 2443.0,
      "text": "said that word for word."
    },
    {
      "end_timestamp": 2475.0,
      "id": "d77cc235-52d4-31b3-a421-112f7206ea33",
      "speaker": "Jordan",
      "start_timestamp": 2444.0,
      "text": "Totally. Alex was really good at quoting. Nope, did not say that. What she said was essentially, that all of these people who are spreading these conspiracies and all this negative talk about vaccines, the end effect of it is people dying. Yep. Because if a lot of if enough people get on this anti vaccine train and outlaw vaccines or something along those lines, yep. populations will die. Yeah, you want to introduce ancient diseases back to our"
    },
    {
      "end_timestamp": 2483.0,
      "id": "1d42505f-527a-378f-9fcc-c1dfeaa6e0ec",
      "speaker": "Jordan",
      "start_timestamp": 2475.0,
      "text": "modern day. You guys. You guys remember how all your friends didn't die of smallpox or the plague? Yeah, yeah. Now there will now they will."
    },
    {
      "end_timestamp": 2489.0,
      "id": "08ecffea-2f95-3cc6-b2e1-882feb3efab6",
      "speaker": "Jordan",
      "start_timestamp": 2483.0,
      "text": "So that's not a threat. It's yeah, there is real consequences to"
    },
    {
      "end_timestamp": 2506.0,
      "id": "9b5e7178-5f0d-37d5-aa72-4b6da3653eb1",
      "speaker": "Jordan",
      "start_timestamp": 2489.0,
      "text": "it's a warning. Yeah. And it's also kind of a it's also kind of a threat. Well, not really, because not not from her. Right. She's pointing out you this is a threat. They are threatening human beings. Right. It's more like she's telling you you're the threat, as opposed to she is to you."
    },
    {
      "end_timestamp": 2509.0,
      "id": "a09ca150-dc6b-3bf8-afe9-2bf1005f7e5c",
      "speaker": "Jordan",
      "start_timestamp": 2506.0,
      "text": "Yes, she is. So it's wild."
    },
    {
      "end_timestamp": 2521.0,
      "id": "3666a1b3-85ea-3e76-b2b7-8f03a54adea3",
      "speaker": "Jordan",
      "start_timestamp": 2509.0,
      "text": "Also, why would that threat make any sense? If you don't stop talking? All of you will or a lot of you will die? Yeah. Why is that? How does that make sense as a threat to him? Shut"
    },
    {
      "end_timestamp": 2525.0,
      "id": "dc187140-456d-34ab-90a6-73a7d8eb17ef",
      "speaker": "Jordan",
      "start_timestamp": 2521.0,
      "text": "your mouth conspiracy theorist. Give you? Is it herblock? Yeah."
    },
    {
      "end_timestamp": 2544.0,
      "id": "86e333dc-d225-39cd-b87c-7570ca68e38e",
      "speaker": "Jordan",
      "start_timestamp": 2525.0,
      "text": "Are she saying that they're going to give you vaccines, I guess. But isn't that the whole thing that he's saying they're going to do anyways? I don't know. So if you see there as don't stop talking about the vaccines, we're going to give you a blow. We're going to give you vaccines."
    },
    {
      "end_timestamp": 2550.0,
      "id": "039cff19-55d4-3d6f-a53f-72d3bbc3c9e5",
      "speaker": "Jordan",
      "start_timestamp": 2544.0,
      "text": "Just Melinda Gates out in the tree outside Alex Jones's house with a flow gun. Yeah, that's what"
    },
    {
      "end_timestamp": 2557.0,
      "id": "bba2d757-3c91-3111-8995-0203eb7815bd",
      "speaker": "Jordan",
      "start_timestamp": 2550.0,
      "text": "he does her own wet work. That's what we know about Melinda Gates. There's one thing we know about Melinda Gates, she gets her hands dirty, wet work,"
    },
    {
      "end_timestamp": 2573.0,
      "id": "f161c169-019e-3139-8fb3-d22e175e9a58",
      "speaker": "Jordan",
      "start_timestamp": 2557.0,
      "text": "super female vitality. So like, What the fuck? It's like the premise that Bill Gates wants to kill people off with vaccines is flawed. The premise"
    },
    {
      "end_timestamp": 2579.0,
      "id": "3ee7f514-00f3-3a32-982c-be87debe252b",
      "speaker": "Jordan",
      "start_timestamp": 2573.0,
      "text": "just flood the premise it has it has some good points to it. Well, no, a few flaws though."
    },
    {
      "end_timestamp": 2594.0,
      "id": "ae7cd9b4-4874-3841-ac4e-60cec9002e13",
      "speaker": "Jordan",
      "start_timestamp": 2579.0,
      "text": "It's one of those things we'll get we'll cover it more in depth in another episode. I just don't think we have the bandwidth to do it today. Like in terms of that, but because I do think that the critique of him is built on not the craziest foundation. It's wrong. Oh,"
    },
    {
      "end_timestamp": 2598.0,
      "id": "6f1e6f48-2c69-3935-b517-4da3c3db6cad",
      "speaker": "Jordan",
      "start_timestamp": 2594.0,
      "text": "we're gonna get into that. No, no, not now. No."
    },
    {
      "end_timestamp": 2602.0,
      "id": "3db3e8b5-3c65-3518-b54f-f496f7bb0958",
      "speaker": "Jordan",
      "start_timestamp": 2598.0,
      "text": "That's not as wrong as a lot of other is other theories. You know, whenever Well,"
    },
    {
      "end_timestamp": 2610.0,
      "id": "521f1332-5548-3896-894b-b4113b119622",
      "speaker": "Jordan",
      "start_timestamp": 2602.0,
      "text": "since we are paid by Soros, he did tell us to go after other billionaires, right. That's just how that works. You gave us our marching orders. It's"
    },
    {
      "end_timestamp": 2615.0,
      "id": "f5d6c521-d3ab-3d57-871a-74e1caa1e02d",
      "speaker": "Jordan",
      "start_timestamp": 2610.0,
      "text": "in the contract, which you can find on college right.com, which isn't a real website."
    },
    {
      "end_timestamp": 2619.0,
      "id": "a785905a-9426-31a6-ba70-4b353bda7b2d",
      "speaker": "Jordan",
      "start_timestamp": 2615.0,
      "text": "We will we will syndicate the show at no cost to you. Yep."
    },
    {
      "end_timestamp": 2661.0,
      "id": "31299760-fd75-38dd-9ce0-8333c5466fa8",
      "speaker": "Jordan",
      "start_timestamp": 2619.0,
      "text": "Again, you can find Alex Jones as affiliate contract on his website. Not a good deal. But like what I'm getting at is like in terms of the theories that he has, there are ones that I'm like, I don't know how you came up with that. And then there's ones where like, I can see what you're misinterpreting right and I'm saying that this bill gates one is that camp gosh, I can see why you are misunderstanding this. Not like Cole cloth. Yeah, but the thing about Melinda Gates is whole cloth just making it Yeah, he very clearly many totally has to know he's lying about that. He has to know that he's misrepresenting it. I think this comes back to another like one of our times we"
    },
    {
      "end_timestamp": 2664.0,
      "id": "fdae0c56-647c-3e2c-9cf6-729f23433193",
      "speaker": "Jordan",
      "start_timestamp": 2661.0,
      "text": "disagree on whether or not he's intentionally lying or"
    },
    {
      "end_timestamp": 2667.0,
      "id": "49204bfe-6653-3e35-8287-3e65d7313810",
      "speaker": "Jordan",
      "start_timestamp": 2664.0,
      "text": "just stupid. I think my feeling on it is a lot of"
    },
    {
      "end_timestamp": 2708.0,
      "id": "b86b9011-bdb8-3c05-997e-d957cd4d6b0b",
      "speaker": "Jordan",
      "start_timestamp": 2667.0,
      "text": "paranoid because that that quote from her if you are a complete and utter paranoid lunatic, you could interpret that as a threat. I could definitely see that a because here's the thing that he is always thinking. They are talking about me and they always they exist. Exactly. Yeah, exactly. They are always talking to me. Yeah, Melinda Gates. The speech is not to anti vaxxers It's to Alex Jones. Yeah. So when he when she says anything that involves Have a subject and then a clause that involves the consequences. The consequences are always drawn to him"
    },
    {
      "end_timestamp": 2713.0,
      "id": "baa731bd-0562-3729-88e2-8c28059fe8d8",
      "speaker": "Jordan",
      "start_timestamp": 2708.0,
      "text": "directly to Emmerich Jones. directly to that man."
    },
    {
      "end_timestamp": 2717.0,
      "id": "6310ff75-87a9-30ea-b539-18345dff1311",
      "speaker": "Jordan",
      "start_timestamp": 2713.0,
      "text": "Yeah, so I can see him not lying purposefully on this one."
    },
    {
      "end_timestamp": 2721.0,
      "id": "12816fa8-1a6b-3b9a-ae4a-8fa58fa7c04a",
      "speaker": "Jordan",
      "start_timestamp": 2717.0,
      "text": "It's possible you make a decent point. Oh, well, who cares? Thank you. Anyway,"
    },
    {
      "end_timestamp": 2723.0,
      "id": "685b2f91-137b-31b7-8b07-57c403f91023",
      "speaker": "Jordan",
      "start_timestamp": 2721.0,
      "text": "thank you very much, ladies and gentlemen,"
    },
    {
      "end_timestamp": 2736.0,
      "id": "708887f1-e3b4-34ce-aa70-0fd22ff1aacf",
      "speaker": "Jordan",
      "start_timestamp": 2723.0,
      "text": "lest you think that Alex Jones is really only interested in talking about you know, philanthropist women. No, that's not the case. He also wants to talk about pop culture of celebrity women. Oh, great."
    },
    {
      "end_timestamp": 2741.0,
      "id": "051166ac-f0d4-3987-9307-efd23091770d",
      "speaker": "Jordan",
      "start_timestamp": 2736.0,
      "text": "So that's always a good. That's always a good section of this dumb show. Here's the"
    },
    {
      "end_timestamp": 2749.0,
      "id": "cc24f10a-b092-302e-8bad-608eb25dfeb9",
      "speaker": "Jordan",
      "start_timestamp": 2741.0,
      "text": "part of the show where Alex Jones talks a little bit and maybe a little bit out of school, maybe a little bit inaccurate."
    },
    {
      "end_timestamp": 2753.0,
      "id": "38bcd5de-3a32-3913-b142-aa20e0fed1da",
      "speaker": "Jordan",
      "start_timestamp": 2749.0,
      "text": "I don't know. Okay, about that about Sandra Bullock being a Nazi. It is not it is"
    },
    {
      "end_timestamp": 2755.0,
      "id": "20aafa4e-4cd4-3b18-adac-9d06973eff57",
      "speaker": "Jordan",
      "start_timestamp": 2753.0,
      "text": "about our old friend Katy Perry. Oh,"
    },
    {
      "end_timestamp": 2760.0,
      "id": "cd1dbb75-41ce-3d47-a3e5-6913aafc67f6",
      "speaker": "Alex Jones",
      "start_timestamp": 2755.0,
      "text": "and look at this. Nuns go to war with Katy Perry."
    },
    {
      "end_timestamp": 2763.0,
      "id": "c87aadbc-3860-3758-9480-c635fdd992de",
      "speaker": "Jordan",
      "start_timestamp": 2760.0,
      "text": "Over witchcraft."
    },
    {
      "end_timestamp": 2784.0,
      "id": "c1f06514-2af4-3bd1-b260-53db9f439667",
      "speaker": "Jordan",
      "start_timestamp": 2763.0,
      "text": "I just got a great image in my head. So I just saw an ancient battlefield with nuns carrying shields and swords, and Katy Perry dressed as a Valkyrie from one of her dumb videos just standing there. Oh, man, I want to see that movie. That'd be great movie. It'd be great movie better than AI Katy Perry versus nuns."
    },
    {
      "end_timestamp": 2804.0,
      "id": "1f88e37a-8a50-3870-bb1c-0e3e7ef21dae",
      "speaker": "Jordan",
      "start_timestamp": 2784.0,
      "text": "But you know, that story is about No, she wanted to buy like an old nunnery. She wanted to buy like this, this Nunnery in LA. And they said because of some of her dubious religious past, they don't want to sell it to her. Okay. And so there's a conflict going on about that."
    },
    {
      "end_timestamp": 2829.0,
      "id": "fd1bbff4-02bc-35c9-8506-abd946448346",
      "speaker": "Jordan",
      "start_timestamp": 2804.0,
      "text": "Oh, so it's just like a property dispute? Basically, they are the nuns still living in the nunnery? I don't know. Is it just an empty building? I don't know all the details on do the nuns need to have one final dance off in order to pay off the mortgage on the you're talking? No, Katy Perry can't take it. You're talking about Golan Globus. I am absolutely talking about that. No, no talent show."
    },
    {
      "end_timestamp": 2863.0,
      "id": "50b140c9-5b31-3b6f-8aa4-df34b16ccda3",
      "speaker": "Jordan",
      "start_timestamp": 2829.0,
      "text": "I don't nothing. I don't know if they still live there. Or if it's abandoned, but it is still owned by the Archdiocese or whatever, so that you'd be buying it from them. And there's a conflict about it. Because in the past, she has, she had an interview years ago, where she said that she wanted to be a Christian artist, initially when she was younger, but that there's no it wasn't marketable. And she couldn't be successful in that. And so she said she went to pop music, and she phrased it as selling her soul to the devil. Right, which is sort of a creative flourish. Yeah. But people have taken it"
    },
    {
      "end_timestamp": 2880.0,
      "id": "49a6ab89-e3c3-3e71-a00a-f9104fbc3fd9",
      "speaker": "Jordan",
      "start_timestamp": 2863.0,
      "text": "seems that seems like she just said that she wanted to spread her Christian nonsense. But then, as a good business decision, she didn't. Yeah, so that's why they're not selling her nunnery."
    },
    {
      "end_timestamp": 2885.0,
      "id": "376e21af-0f4b-33e4-a410-ed3ec7a2b872",
      "speaker": "Jordan",
      "start_timestamp": 2880.0,
      "text": "People take that very literally, and think that she actually sold her soul to the devil"
    },
    {
      "end_timestamp": 2903.0,
      "id": "ed5ed5d8-4a68-355a-95f1-834d3fa2d10a",
      "speaker": "Jordan",
      "start_timestamp": 2885.0,
      "text": "is not a 1930s blues magician, musician. She's not, but she's very much not that one. She's not even black. No, two, she's not from the south. No, three, no one has lost their head in any of her songs do really like zero trains, nothing. Nobody's had their head cut off by a train"
    },
    {
      "end_timestamp": 2907.0,
      "id": "f1858c04-a6ec-3156-aed7-9449425059d4",
      "speaker": "Jordan",
      "start_timestamp": 2903.0,
      "text": "outside of like California Girls. I like most of her songs. But anyway, all right."
    },
    {
      "end_timestamp": 2911.0,
      "id": "429fac61-4c56-39d8-a133-87d86294e40e",
      "speaker": "Jordan",
      "start_timestamp": 2907.0,
      "text": "I think a more accurate I can see why you want her to buy this nunnery."
    },
    {
      "end_timestamp": 2921.0,
      "id": "9866ab28-fb0a-3099-bb25-fd3adda7c3c0",
      "speaker": "Jordan",
      "start_timestamp": 2911.0,
      "text": "I don't really get it. But like, a more accurate sort of version of it would be like a pink lyric from. Don't let me get me. She has she has"
    },
    {
      "end_timestamp": 2931.0,
      "id": "2f51fd37-86df-336f-a6f7-be2f8c6554bc",
      "speaker": "Jordan",
      "start_timestamp": 2921.0,
      "text": "love discovering your weird. Just your very, very detailed knowledge of pop stars. Well,"
    },
    {
      "end_timestamp": 2942.0,
      "id": "e932e861-216c-3725-8b31-fc619369797e",
      "speaker": "Jordan",
      "start_timestamp": 2931.0,
      "text": "she has a lyric in that song. She's talking about meeting la read the big record producer. And la told me you'll be a pop star. All you have to do is change everything you are that sort of a more"
    },
    {
      "end_timestamp": 2944.0,
      "id": "c934bc01-7d88-3e73-bf93-248eb86fb48c",
      "speaker": "Jordan",
      "start_timestamp": 2942.0,
      "text": "that really touched you deeply didn't"
    },
    {
      "end_timestamp": 2964.0,
      "id": "6ae14df7-c340-30d4-9287-aae2d57142de",
      "speaker": "Jordan",
      "start_timestamp": 2944.0,
      "text": "know I just remember the song. And absolutely, I think but I think it's a more accurate version and a more level. Yeah, but then everyone's like Katy Perry soldiers, all the devil. And I think it's a compelling narrative, mostly because she used to be a Christian artist. And yeah, and her real name is Kate Hudson. And she can't go by that now."
    },
    {
      "end_timestamp": 2968.0,
      "id": "8cd15e87-e4f7-3756-825d-4091a427fec3",
      "speaker": "Jordan",
      "start_timestamp": 2964.0,
      "text": "She can't go by that. But anyway, we're gonna win any any Grammys."
    },
    {
      "end_timestamp": 2972.0,
      "id": "0322452c-12f4-3055-adef-8cf0666db854",
      "speaker": "Jordan",
      "start_timestamp": 2968.0,
      "text": "Alex has more thoughts about her, doesn't spell out the specific situation."
    },
    {
      "end_timestamp": 2977.0,
      "id": "3b85ac0b-9d5b-3756-b2fa-fba8edfc7a83",
      "speaker": "Jordan",
      "start_timestamp": 2972.0,
      "text": "Lady Gaga was was a Christian musician, too, before she decided to dress up."
    },
    {
      "end_timestamp": 2989.0,
      "id": "7676af3a-5850-3a0e-ba05-eded8a996227",
      "speaker": "Jordan",
      "start_timestamp": 2977.0,
      "text": "I do not know about that. But I don't know her name is Stephanie. Yeah. But he has he has more thoughts about this, and then he's gonna get into some witchcraft stuff. They'll break down a little bit further. When we get there. He's just going to"
    },
    {
      "end_timestamp": 3007.0,
      "id": "99c1eee8-d52c-357d-bff7-99b9fea242af",
      "speaker": "Alex Jones",
      "start_timestamp": 2989.0,
      "text": "talk, she says and it goes on. From there. Now let's talk about this together. Every time I talk about Katy Perry or Lady Gaga doing the satanic ritual on TV. They have national news headlines saying I'm insane."
    },
    {
      "end_timestamp": 3010.0,
      "id": "b9420853-ca70-388a-af5b-77a828feadd2",
      "speaker": "Jordan",
      "start_timestamp": 3007.0,
      "text": "Also podcasts say that every time I"
    },
    {
      "end_timestamp": 3015.0,
      "id": "4f90e97d-3914-3d20-a405-046bc91ca4bf",
      "speaker": "Jordan",
      "start_timestamp": 3010.0,
      "text": "talk about Katy Perry or Lady Gaga"
    },
    {
      "end_timestamp": 3016.0,
      "id": "bcb90f4b-029f-35e1-86dc-faf53a0eb959",
      "speaker": "Jordan",
      "start_timestamp": 3015.0,
      "text": "I do it a lot."
    },
    {
      "end_timestamp": 3026.0,
      "id": "5a34fd32-4967-3ee2-be0a-c3664f946058",
      "speaker": "Jordan",
      "start_timestamp": 3016.0,
      "text": "I know that's a very, that's a very revealing statement I talk about I talk about Katy Perry and Lady Gaga all the time and people think I'm the lunatic,"
    },
    {
      "end_timestamp": 3031.0,
      "id": "b3e55519-6c94-34ba-9af3-a6cf1137d074",
      "speaker": "Jordan",
      "start_timestamp": 3026.0,
      "text": "they will think I'm crazy because I'm drawing connections where they don't exist. Oh my god, what am I saying?"
    },
    {
      "end_timestamp": 3035.0,
      "id": "9c3ecd0d-0a15-3908-a492-ca06f058a89e",
      "speaker": "Jordan",
      "start_timestamp": 3031.0,
      "text": "Oh, man, when are we gonna get rainbow snatch a recording contract, so"
    },
    {
      "end_timestamp": 3040.0,
      "id": "8a310d05-1fb5-34f0-8e20-d8d3d2ee0275",
      "speaker": "Jordan",
      "start_timestamp": 3035.0,
      "text": "you might be on the bench. She's not she has not appeared in the last week or so poor girl."
    },
    {
      "end_timestamp": 3074.0,
      "id": "c3147ae0-2cd8-3acf-a087-242c99f996af",
      "speaker": "Alex Jones",
      "start_timestamp": 3040.0,
      "text": "I'm making up that that witchcraft is taking place. Whether you believe in the devil, or you believe in the occult, or whether you have a Christian view whatever this is going on. And when you watch the Superbowl events, or you watched the MTV events, or you watched the Grammys or the Emmys, they are chock full of everything from classical Satanism, black magic, to Egyptian occultic stuff. It just runs the gamut. I've covered Skull and Bones. I'm the only person ever sneak into Bohemian Grove and actually get out with the footage without being arrested."
    },
    {
      "end_timestamp": 3079.0,
      "id": "16905500-a7c3-3bc9-a6de-87574bace772",
      "speaker": "Jordan",
      "start_timestamp": 3074.0,
      "text": "I'd also like to again remind everyone look into the real story of that. It's not at all what he says. Nope."
    },
    {
      "end_timestamp": 3086.0,
      "id": "29551dc2-221f-3e08-8358-3bad90f2f1f3",
      "speaker": "Jordan",
      "start_timestamp": 3079.0,
      "text": "Also I really loved the halftime at the Super Bowl show. Do you remember the one where Aleister Crowley did it?"
    },
    {
      "end_timestamp": 3091.0,
      "id": "60745008-b3b3-320d-9322-44d276d85eab",
      "speaker": "Jordan",
      "start_timestamp": 3086.0,
      "text": "Oh man, he was so good. It was awesome. It was him and InSinkErator"
    },
    {
      "end_timestamp": 3098.0,
      "id": "c7b7fe72-bef6-3635-8189-b59a418c46c9",
      "speaker": "Jordan",
      "start_timestamp": 3091.0,
      "text": "Yeah, and of course the weekend was there because why not? Yeah, let's just throw him in."
    },
    {
      "end_timestamp": 3105.0,
      "id": "7e6a707c-cdf7-3d28-8091-d9b27ef694a5",
      "speaker": "Jordan",
      "start_timestamp": 3098.0,
      "text": "I don't know. Yeah, I don't know bands, man. I listened to pink."
    },
    {
      "end_timestamp": 3120.0,
      "id": "e3ce51c4-330a-3ade-8c9b-85efcdac148c",
      "speaker": "Jordan",
      "start_timestamp": 3105.0,
      "text": "Yeah. All right. All right. You got it. I like I like how his view of witchcraft is. Whatever you believe. Witchcraft is real. Sure. That's his. Whether you believe"
    },
    {
      "end_timestamp": 3122.0,
      "id": "feb11a42-8a94-3d1f-b2b9-5a2dfa3ef0a2",
      "speaker": "Jordan",
      "start_timestamp": 3120.0,
      "text": "they believe it. Yeah, like sort of where he"
    },
    {
      "end_timestamp": 3129.0,
      "id": "0f8274b9-974d-3c69-b86b-8fbe474ff761",
      "speaker": "Jordan",
      "start_timestamp": 3122.0,
      "text": "like how Neil deGrasse Tyson thinks of science you know? Like, it's awesome that science works whether or not you believe it. Yeah,"
    },
    {
      "end_timestamp": 3136.0,
      "id": "92473be2-6045-31b5-ad78-82f1d6011e8e",
      "speaker": "Jordan",
      "start_timestamp": 3129.0,
      "text": "so does witchcraft. Apparently. Alex thinks it's like a universal truth. That witchcraft. Yeah, there are witches I made like"
    },
    {
      "end_timestamp": 3139.0,
      "id": "cd0415ae-91c2-310e-ad66-9d2dd6e98e34",
      "speaker": "Jordan",
      "start_timestamp": 3136.0,
      "text": "if you why else would you have burned people for it?"
    },
    {
      "end_timestamp": 3147.0,
      "id": "73d51f4f-d6ee-3571-9e11-d5b91d817f9f",
      "speaker": "Jordan",
      "start_timestamp": 3139.0,
      "text": "If you want to look into the history of Satanic Panic, and like how much danger damage it's rain band? Is it abandoned?"
    },
    {
      "end_timestamp": 3149.0,
      "id": "fe0f5fc4-cba7-31ed-acb1-7b07f01d7099",
      "speaker": "Jordan",
      "start_timestamp": 3147.0,
      "text": "I don't know. Okay, it should be it should be Satanic Panic."
    },
    {
      "end_timestamp": 3173.0,
      "id": "fdb0579e-ba60-321f-8315-0b2d134bfb90",
      "speaker": "Jordan",
      "start_timestamp": 3149.0,
      "text": "But like this happens over and over through our history. We just keep getting scared of demonic forces. And it just makes us do horrible things. And you go back to the Salem witch trials. You go back to like, tons of cases like what was it the McMartin school case? Yep. It's not something that's primitive, it's something that does happen or modern times, or perpetuate"
    },
    {
      "end_timestamp": 3180.0,
      "id": "8ade0775-d2b9-3af0-946b-a4ec4d7e1518",
      "speaker": "Jordan",
      "start_timestamp": 3173.0,
      "text": "the mental hospitals just you're 60 years ago when people were still being tortured for you know, all of that shit where"
    },
    {
      "end_timestamp": 3183.0,
      "id": "ab40b408-155a-3668-8ca6-71ea7c70deda",
      "speaker": "Jordan",
      "start_timestamp": 3180.0,
      "text": "my uncle might be a part of that. Yeah."
    },
    {
      "end_timestamp": 3187.0,
      "id": "575aa76c-ef28-34b8-98d5-bf3899b0df55",
      "speaker": "Jordan",
      "start_timestamp": 3183.0,
      "text": "My uncle might be a war criminal."
    },
    {
      "end_timestamp": 3195.0,
      "id": "d57cd52b-bf8b-3e6b-8e10-d90948f3d02c",
      "speaker": "Jordan",
      "start_timestamp": 3187.0,
      "text": "He just he's just he just had religious ideas about psychiatry that's all talked about it it's a"
    },
    {
      "end_timestamp": 3197.0,
      "id": "22a97ccf-c158-300b-a496-e1eb6a5609e8",
      "speaker": "Jordan",
      "start_timestamp": 3195.0,
      "text": "witchcraft is real Yeah, let's not worry about it here"
    },
    {
      "end_timestamp": 3223.0,
      "id": "8a4e90b2-e698-3927-b091-10b38d54d784",
      "speaker": "Alex Jones",
      "start_timestamp": 3197.0,
      "text": "we go. Alright, or shut up and indicted by the grace of God. Oh, yeah. They really put people in prison that have snuck in there not for that they go set you up. I mean, it's pretty hardcore. Because we've been protected by God. I don't believe I know. And so Katy Perry and all these people are in our our our our into witchcraft. Yep. You know, I know Katy Perry's dad. He's a preacher. He's talked about a Katy Perry used to listen to the show."
    },
    {
      "end_timestamp": 3226.0,
      "id": "35476cf5-1800-332a-a0fd-3317a4a8f6f3",
      "speaker": "Jordan",
      "start_timestamp": 3223.0,
      "text": "Did she long pause? Did she"
    },
    {
      "end_timestamp": 3263.0,
      "id": "66229441-c9b2-3591-bc46-6cfc1e69b8de",
      "speaker": "Alex Jones",
      "start_timestamp": 3226.0,
      "text": "did he Perry is fully fully aware of what she's doing and what she's up to and that you supposedly get power in this world. If you tip your we had our double Have you kiss the ring? I guess Pope Francis, incarnation of Satan I can ever imagine. Christianity's bad nationalisms bad Christian roots of Europe's bad I mean, whoa, thank you for being honest at the start, Felicia. Bob, bassinet shaitan the great serpent the devil the Morningstar Frank Francis is the name of the devil."
    },
    {
      "end_timestamp": 3272.0,
      "id": "5f08d631-b4d1-3a75-9525-a3d6e552872f",
      "speaker": "Jordan",
      "start_timestamp": 3263.0,
      "text": "Pope Francis is the devil. According to Alex Jones, Pope Francis is the dark Pope yeah he's oh man because there is a Black Pope apparent Yeah,"
    },
    {
      "end_timestamp": 3287.0,
      "id": "f9b9c9b3-c25f-3399-aece-6748185bae62",
      "speaker": "Jordan",
      "start_timestamp": 3272.0,
      "text": "well if you've ever seen the fantastic movie the order starring what's his face? The Joker Yeah, yeah ledger and that one movie about the sin eaters? Yeah, it was great. I love that movie. And and Sossaman hottest woman alive."
    },
    {
      "end_timestamp": 3298.0,
      "id": "d76d9f85-0ebf-3e30-9d8c-387cc70c7e5c",
      "speaker": "Jordan",
      "start_timestamp": 3287.0,
      "text": "I saw it because I worked at a movie theater. I did not think it was great. It was it's a terrible movie but I loved it. Like Shannon Stockman cool fucking watch 40 days and 40 Nights. Why would I watch that movie? It's"
    },
    {
      "end_timestamp": 3308.0,
      "id": "18a2778c-376b-3cbc-af6b-de6f343d3c51",
      "speaker": "Jordan",
      "start_timestamp": 3298.0,
      "text": "great. It's not great. I can't jackoff for Lent, Josh Hartnett is still not a good actor, although he was great and Penny Dreadful. How do we always get off on weird? He"
    },
    {
      "end_timestamp": 3312.0,
      "id": "a0a7c796-dbd0-3672-9e16-d9344d0c443c",
      "speaker": "Jordan",
      "start_timestamp": 3308.0,
      "text": "makes sure that Sossaman come with a rose petal. Yeah."
    },
    {
      "end_timestamp": 3315.0,
      "id": "e57ec655-43e1-3b7d-a3f2-755d0d01fd34",
      "speaker": "Jordan",
      "start_timestamp": 3312.0,
      "text": "That's how great Shannon Sossaman is. She's easy. So the"
    },
    {
      "end_timestamp": 3339.0,
      "id": "7bef2a54-8be6-31d1-bee3-1bf3b6d48ece",
      "speaker": "Jordan",
      "start_timestamp": 3315.0,
      "text": "Pope was the devil. The Pope was the devil. Yeah. All that stuff. He was saying the devil, all that stuff he's saying is, again, misinterpreting quotes that he made on the last episode we had. One of the Pope's things about Muslim terrorism not existing. Right. We broke down why Alex is lying and being dishonest about that, when he talks about populism with the Pope was saying is historically populist movements have ended up very poorly."
    },
    {
      "end_timestamp": 3357.0,
      "id": "719d41f9-192e-3f68-b08b-c4f47cc7a6b6",
      "speaker": "Jordan",
      "start_timestamp": 3339.0,
      "text": "I didn't know that Christianity, then nationalism, like, witches are both the enemy of Christianity and nationalism, which is Yeah, remember earlier he was going they're against Christianity, they're against nationalism. They're against the nationalist Christianity."
    },
    {
      "end_timestamp": 3397.0,
      "id": "a4a0954d-7bca-37c5-a093-3ce8e094d0c7",
      "speaker": "Jordan",
      "start_timestamp": 3357.0,
      "text": "I must say that was witches, they must have tuned that out. That was witches that goes to show like I can just put you just becomes white noise and white noise. Oh, boy. But again, it's another misrepresentation of what the Pope is saying in order to demonize him and pretend that Alex's version of Christianity is real. The mainstream version is demons. Pope the Pope is the devil. Yeah, that's heretical. That's pretty bad, especially considering in the same interview where he talks about populism ending up bad, which I think history bears out. Most of the time. There have been populist movements. It's ended up in disaster."
    },
    {
      "end_timestamp": 3420.0,
      "id": "4c7b62c2-4b4e-3211-840d-bc0fe58459e1",
      "speaker": "Jordan",
      "start_timestamp": 3397.0,
      "text": "The French Revolution worked. The Okay no, the Bolshevik Revolution. The Arab Spring where Oh, no, Germany, Germany, that was great. No. Oh, kingfish, Spain. Remember when the wrong shit? Yeah, but in the same, you don't have a lot of good ones there. Yeah."
    },
    {
      "end_timestamp": 3434.0,
      "id": "9a7d8e78-222f-3b39-8a35-33ff9cd4b954",
      "speaker": "Jordan",
      "start_timestamp": 3420.0,
      "text": "In the same interview, he's talking about, like, the idea that people think of him as different than a normal person. And he's talking about how like, I'm just a normal believer. I'm just another Christian. That's what Yeah,"
    },
    {
      "end_timestamp": 3444.0,
      "id": "8e84a6ca-a4fe-391e-98d6-376f835eab89",
      "speaker": "Jordan",
      "start_timestamp": 3434.0,
      "text": "no, I don't think we have I think we have revealed that he may not believe in any of the basic tenets of Christianity,"
    },
    {
      "end_timestamp": 3447.0,
      "id": "8d83ad6e-b5b3-36c0-8dce-19861d0549d1",
      "speaker": "Jordan",
      "start_timestamp": 3444.0,
      "text": "the Pope or Alex."
    },
    {
      "end_timestamp": 3466.0,
      "id": "98a3d321-f2bd-3e40-aa58-53a97f306e54",
      "speaker": "Jordan",
      "start_timestamp": 3447.0,
      "text": "Alex. Yeah, I think the Pope has at least one or two under his belt and that saying like so I mean, the devil would at least be familiar with the Bible. That as opposed to Alex Jones, who basically just says he does he believe in anything that even relates to your and I upbringing with Christianity?"
    },
    {
      "end_timestamp": 3477.0,
      "id": "33bf0314-0bd8-3020-ad26-6c605d7096bb",
      "speaker": "Jordan",
      "start_timestamp": 3466.0,
      "text": "I don't know I think some of it but I think he also probably, maybe believe some of the stuff that say in like, the last gospels and shit like that a lot of those books that were kicked out of the Bible. Yeah,"
    },
    {
      "end_timestamp": 3484.0,
      "id": "ab7360e0-832d-34b5-8567-67e31a530556",
      "speaker": "Jordan",
      "start_timestamp": 3477.0,
      "text": "we've talked about that before i don't i i would imagine he would deny them because they weren't in the Bible, but"
    },
    {
      "end_timestamp": 3509.0,
      "id": "454c5820-e8b0-3055-942d-ad74fb37d478",
      "speaker": "Jordan",
      "start_timestamp": 3484.0,
      "text": "a lot of them include some of that metaphysical stuff that he seems to be super into. mainstream Christianity really doesn't have a lot of that they're not big fans of it. No, but if you get into like the Lairmore, anti gay then entity, if you get into the Lost books of the Bible, and Forgotten Books of Eden, or the like, the Apocrypha, you get into like all of these books that aren't part of the normal canon, you end up with some pretty wild stuff. Yeah, the ones"
    },
    {
      "end_timestamp": 3529.0,
      "id": "7c447f69-22dc-3d4c-9d82-f0d9a8c8c795",
      "speaker": "Jordan",
      "start_timestamp": 3509.0,
      "text": "where there are multiple first women like there there is evil and there's Lilith who birthed all the monsters and shit yeah, there's all kinds with in the in the Gnostic Gospels just fucks everything. Yeah, that's little stuff. He has control of her sexuality. Yeah. Which is why she is evil, as we all know, and"
    },
    {
      "end_timestamp": 3539.0,
      "id": "57e9963c-49d0-37fb-8138-f4e4fbe004f6",
      "speaker": "Jordan",
      "start_timestamp": 3529.0,
      "text": "why there used to be a kick ass music festival. I wish I was old enough to go back. Love to it would have been good. Yeah. Anyway, there's more which talk"
    },
    {
      "end_timestamp": 3578.0,
      "id": "13cfd314-e3f6-39ee-9205-2080e61368cb",
      "speaker": "Alex Jones",
      "start_timestamp": 3539.0,
      "text": "we'll be back at five which talk ago it was on CNN it was all over the newspapers it was all over Rollingstone all these rock stars there and music stars were all saying we're going to do black magic killed Trump and turning two hashes and all this other made up crap and then they had right wing watch and stuff going Jones is insane he believes that they're they're announcing this see they play these games so they want to make you feel powerless they want to throw stuff out but also deny it trying to make you just give up it's not gonna work. So"
    },
    {
      "end_timestamp": 3590.0,
      "id": "0fc299e8-a5e9-3f73-933a-50d0c4e691a5",
      "speaker": "Jordan",
      "start_timestamp": 3578.0,
      "text": "there was that which energy thing that they did right? Wasn't there one on where you saw it on Twitter? And they're like, Yeah, nobody believes in this shit. But a point your energy at this day, you know, like that kind"
    },
    {
      "end_timestamp": 3610.0,
      "id": "7e2a2aa7-ba75-3b5b-a51a-d81285c00c21",
      "speaker": "Jordan",
      "start_timestamp": 3590.0,
      "text": "of it's like hippies trying to levitate the Pentagon, but yeah, 70s just shit like that. It's like, liberals don't believe this nuts. It's as wack Can you ever one, but you take it seriously, right? That's why people think you're insane. But the other thing too is that there's a long history of Alex Jones being trolled by Satanists"
    },
    {
      "end_timestamp": 3613.0,
      "id": "bcf7cb38-d6c2-36ff-b9e6-fc3067710034",
      "speaker": "Jordan",
      "start_timestamp": 3610.0,
      "text": "right where they're like, again are the best. Yeah,"
    },
    {
      "end_timestamp": 3620.0,
      "id": "7ba28493-be5b-33ee-9bee-4c960adb51d1",
      "speaker": "Jordan",
      "start_timestamp": 3613.0,
      "text": "they basically do shit like, Okay, we want to put up a satanic statue. Yeah, if"
    },
    {
      "end_timestamp": 3624.0,
      "id": "39d4bff7-01b9-342c-9a00-ef6769a16f68",
      "speaker": "Jordan",
      "start_timestamp": 3620.0,
      "text": "you're gonna do the 10 commandments, we get to put Satan up there. Fuck you."
    },
    {
      "end_timestamp": 3634.0,
      "id": "45856afe-bd38-3d00-8c85-a586f9187de3",
      "speaker": "Jordan",
      "start_timestamp": 3624.0,
      "text": "They use firm logic. Yeah, in order to be like, okay, you don't want to take down your religious thing. You must tolerate our religious thing being on public building."
    },
    {
      "end_timestamp": 3640.0,
      "id": "440bd607-dc98-3f06-8096-1664276381c4",
      "speaker": "Jordan",
      "start_timestamp": 3634.0,
      "text": "Yep. Otherwise your religious tolerance arguments are pure hypocrite, hypocrite hypocrisy. Yes."
    },
    {
      "end_timestamp": 3661.0,
      "id": "5d0534a0-4cb2-38a0-85d8-f1d88c6b187c",
      "speaker": "Jordan",
      "start_timestamp": 3640.0,
      "text": "And Alex Jones falls for it every fucking time hook line and sinker. So he's talking about these witches getting together to pray for right not even pray. I tipped my hand there who's like using spells to bring down President Trump? Whereas before he would encourage people to pray against Obama. Yeah. And it's the exact same thing."
    },
    {
      "end_timestamp": 3686.0,
      "id": "20d0ea8f-bdbd-336c-99b6-1edd76b09292",
      "speaker": "Jordan",
      "start_timestamp": 3661.0,
      "text": "No, it's not. It is prayer and spells are very different. In one you chant and try to appeal to a higher power to influence reality. Right? And then the other one, you chant and then like probably fuck, like, that's why witchcraft is awesome. One of them is theoretically, if you know anything about sex magic, which L Ron Hubbard does, you know, it's good stuff."
    },
    {
      "end_timestamp": 3689.0,
      "id": "1455a76c-261f-39ae-a92f-0258d84dceb8",
      "speaker": "Jordan",
      "start_timestamp": 3686.0,
      "text": "And that was part of that. insync Aleister Crowley halftime special. Yeah,"
    },
    {
      "end_timestamp": 3692.0,
      "id": "1abcfa16-bbd8-34f4-81dd-5a2a66786aea",
      "speaker": "Jordan",
      "start_timestamp": 3689.0,
      "text": "he's got a lot of sex magic."
    },
    {
      "end_timestamp": 3695.0,
      "id": "13bfc5ee-66b6-3619-862c-b17e22d0a83c",
      "speaker": "Jordan",
      "start_timestamp": 3692.0,
      "text": "Listen, we don't support Aleister Crowley."
    },
    {
      "end_timestamp": 3696.0,
      "id": "0d4090bd-f0ce-3690-9120-97f9f1075707",
      "speaker": "Jordan",
      "start_timestamp": 3695.0,
      "text": "We do support sex magic. Yeah,"
    },
    {
      "end_timestamp": 3700.0,
      "id": "29cd0817-1bf1-35c0-a877-18fbed0bfec8",
      "speaker": "Jordan",
      "start_timestamp": 3696.0,
      "text": "some of the stuff he was into was pretty cool. But he was also a bad dude."
    },
    {
      "end_timestamp": 3708.0,
      "id": "8d148a4e-3e1e-3cc6-a4a0-94ab3b3c4a63",
      "speaker": "Jordan",
      "start_timestamp": 3700.0,
      "text": "Again, Jack Parsons. He came up on the podcast one time before the rocketry dude. Yeah, who else was also involved in the sex magic with L. Ron Hubbard?"
    },
    {
      "end_timestamp": 3724.0,
      "id": "6e8a5dda-1873-37a6-af27-3f9fae0f8899",
      "speaker": "Jordan",
      "start_timestamp": 3708.0,
      "text": "The only thing I don't like about sex magic is how it's spelled. With a K. I think it was a J and A K. Magic. Anyway, who cares? So now we got to get to Jordan, it's time to take a dip into the uninviting seas of race talk."
    },
    {
      "end_timestamp": 3725.0,
      "id": "fa2988d3-8b8b-34f5-80e6-1e25b7916e25",
      "speaker": "Jordan",
      "start_timestamp": 3724.0,
      "text": "All right. All right."
    },
    {
      "end_timestamp": 3736.0,
      "id": "30ad74c6-8f7a-3d3a-8089-186b5fc13a4a",
      "speaker": "Jordan",
      "start_timestamp": 3725.0,
      "text": "This is one of the big narratives on Thursday's Show. Alex is super pissed about Jorge Ramos. Right. He mentioned his name earlier. And now we're going to see exactly why."
    },
    {
      "end_timestamp": 3739.0,
      "id": "b28ba64b-967a-311d-a6c2-33fbecd55e9b",
      "speaker": "Jordan",
      "start_timestamp": 3736.0,
      "text": "Jorge Ramos is Univision TV"
    },
    {
      "end_timestamp": 3747.0,
      "id": "bddf50d0-8e3e-3e70-ac3a-04c76ee9f185",
      "speaker": "Jordan",
      "start_timestamp": 3739.0,
      "text": "anchor, okay. He, Alex frequently on this episode calls him George, which I think is insulting. That's"
    },
    {
      "end_timestamp": 3748.0,
      "id": "a77da54b-3737-3f11-bb31-f269aee491eb",
      "speaker": "Jordan",
      "start_timestamp": 3747.0,
      "text": "very insulting."
    },
    {
      "end_timestamp": 3757.0,
      "id": "40c2f7ae-b185-3918-a21c-a5556119c562",
      "speaker": "Jordan",
      "start_timestamp": 3748.0,
      "text": "But he, he can't he had an interview with Tucker Carlson, which is what is going to be broken down by Alex and then Jorge Ramos"
    },
    {
      "end_timestamp": 3764.0,
      "id": "3ef2cefa-7285-3fe8-841c-b4606dd0d451",
      "speaker": "Jordan",
      "start_timestamp": 3757.0,
      "text": "was the one kicked out of the press junket that one time, wasn't he? I don't know. I believe I believe he was okay."
    },
    {
      "end_timestamp": 3789.0,
      "id": "2d12f62b-6949-3834-96dc-a9b7b164ddd6",
      "speaker": "Jordan",
      "start_timestamp": 3764.0,
      "text": "I'm not aware of that. It doesn't come up. Yeah. But he is a popular Univision presenter. Yes. And he recently had a speech where he was talking about how there's a lot of people who don't want immigrants to be here. And it is not their country. It is all our country. Yes. And that could be misinterpreted to be understood as if this is Mexicans country now, bitch, which is not what he was saying."
    },
    {
      "end_timestamp": 3797.0,
      "id": "8abd9601-a96e-3e70-a79d-cb4355dfc26b",
      "speaker": "Jordan",
      "start_timestamp": 3789.0,
      "text": "I'm gonna assume that was not what he was saying. It was not. It was what he was saying though. That would be pretty funny."
    },
    {
      "end_timestamp": 3798.0,
      "id": "43f5d523-94b3-3689-a36d-bddf6efd171c",
      "speaker": "Jordan",
      "start_timestamp": 3797.0,
      "text": "It'd be also pretty fucked up."
    },
    {
      "end_timestamp": 3799.0,
      "id": "080061f4-7db2-339c-a33b-6b4c21c7237f",
      "speaker": "Jordan",
      "start_timestamp": 3798.0,
      "text": "It would be pretty fucked up."
    },
    {
      "end_timestamp": 3807.0,
      "id": "8fff20d5-ff2e-3f72-b8e1-ef54570ae93c",
      "speaker": "Jordan",
      "start_timestamp": 3799.0,
      "text": "It would be like, Oh, Alex, I got a side view on this one. I don't like the idea of this being anyone's country other than all of our Yeah."
    },
    {
      "end_timestamp": 3819.0,
      "id": "18213332-1aaf-3b5e-8472-8361c4275716",
      "speaker": "Jordan",
      "start_timestamp": 3807.0,
      "text": "Or maybe he was thinking we should trade like El the Mexicans move into the United States. All the states move into the beach down there. That would be a good like,"
    },
    {
      "end_timestamp": 3823.0,
      "id": "73a6d68d-a86c-3f88-861f-5766c62e526f",
      "speaker": "Jordan",
      "start_timestamp": 3819.0,
      "text": "oh, food is great. You know what the food would go with the pizza? No, they"
    },
    {
      "end_timestamp": 3834.0,
      "id": "5fc088a6-0a0f-3d20-ba42-abc53e436562",
      "speaker": "Jordan",
      "start_timestamp": 3823.0,
      "text": "have to leave it. Yep. Right. Okay. I'm very conflicted. Just an even trade No, no extra stuff."
    },
    {
      "end_timestamp": 3838.0,
      "id": "431957ea-1a69-30a3-8156-9e07ca650db3",
      "speaker": "Jordan",
      "start_timestamp": 3834.0,
      "text": "I don't know if I want to go move to Mexico and trade countries if I'm just gonna be eating frozen pizzas. Yeah,"
    },
    {
      "end_timestamp": 3840.0,
      "id": "c64fa9a4-5232-3396-82a1-548931d09946",
      "speaker": "Jordan",
      "start_timestamp": 3838.0,
      "text": "that's a good point."
    },
    {
      "end_timestamp": 3866.0,
      "id": "448a8280-34aa-3dc7-ba50-6957e3072d1f",
      "speaker": "Jordan",
      "start_timestamp": 3840.0,
      "text": "All right. But anyway, he another big part of his point, and he'll elaborate on it a little bit, is that within 20 years or so white people will be a minority. And we will be a majority minority country. All of the there won't be a plurality races, everyone will be minorities. Yeah. And that is a threatening idea to people who are super into being white. And it's not a threatening idea to me at all."
    },
    {
      "end_timestamp": 3873.0,
      "id": "ac2053c8-8abc-3f61-9656-ba38fcb29929",
      "speaker": "Jordan",
      "start_timestamp": 3866.0,
      "text": "Yeah. I don't like anybody who's super into being white. Yeah, it's that's not a good thing."
    },
    {
      "end_timestamp": 3875.0,
      "id": "6753a9b6-b832-3da9-8b0f-7a5560f6ccf3",
      "speaker": "Jordan",
      "start_timestamp": 3873.0,
      "text": "It's worrisome. It's very worried. So"
    },
    {
      "end_timestamp": 3878.0,
      "id": "3c18bc62-3ea2-3fac-85ec-354818d427f3",
      "speaker": "Jordan",
      "start_timestamp": 3875.0,
      "text": "so because historically, it's very murder some"
    },
    {
      "end_timestamp": 3900.0,
      "id": "fa55532d-69f5-3acb-b0c0-fffd84f5fb3b",
      "speaker": "Jordan",
      "start_timestamp": 3878.0,
      "text": "these are the main things that this Ramos interview has to do with Yes. And Alex takes it to weird directions and frequently called Jorge Ramos, a race pimp race pants, which I want to be clear if you've ever used the term race pimp and you weren't quoting Alex Jones, you have a problem."
    },
    {
      "end_timestamp": 3909.0,
      "id": "b640299e-86c4-3bea-9588-85d25a8a265f",
      "speaker": "Jordan",
      "start_timestamp": 3900.0,
      "text": "Also, if you've ever used the term race pimp, explained to me what that supposed to mean, you're pimping races baby. I don't understand what that means."
    },
    {
      "end_timestamp": 3919.0,
      "id": "00bc2808-d824-3497-b42f-c68ccbcbbf88",
      "speaker": "Jordan",
      "start_timestamp": 3909.0,
      "text": "It means I think that you're taking you're making money trying to get races to fight each other or something like that. Which kind of describes Alex? Yeah, a"
    },
    {
      "end_timestamp": 3934.0,
      "id": "58e3cea7-49a8-3992-b259-bca58c4bf5cf",
      "speaker": "Jordan",
      "start_timestamp": 3919.0,
      "text": "little bit. Yeah. Also. No, that still doesn't make sense using the two words put together race pimp that suggests that you are making money selling races to people."
    },
    {
      "end_timestamp": 3935.0,
      "id": "7d37a0e8-4158-3711-b5f2-cf479b7dbdfa",
      "speaker": "Jordan",
      "start_timestamp": 3934.0,
      "text": "Well, yeah, kind of"
    },
    {
      "end_timestamp": 3954.0,
      "id": "cf0d4fb9-985f-367f-9162-bb8feb37fd6f",
      "speaker": "Jordan",
      "start_timestamp": 3935.0,
      "text": "right now. Are we talking about people? Or are we talking about NASCAR? He is painting faces. That's really what I think Alex is saying is that Jorge Ramos, sells black face paint for a day. It's possible to get to be black for the day."
    },
    {
      "end_timestamp": 3956.0,
      "id": "82847aa4-8e84-31d3-bdb4-753e16ba5c02",
      "speaker": "Jordan",
      "start_timestamp": 3954.0,
      "text": "It's possible. It's not possible,"
    },
    {
      "end_timestamp": 3960.0,
      "id": "e25b7c9c-4858-3ec8-bc63-8afe620e6027",
      "speaker": "Jordan",
      "start_timestamp": 3956.0,
      "text": "but it's not possible here is if it was, oh, that might be a fun service."
    },
    {
      "end_timestamp": 3971.0,
      "id": "9b92b2c6-f7f1-365a-b3f2-9da603172044",
      "speaker": "Jordan",
      "start_timestamp": 3960.0,
      "text": "Here's the introduction to Alex talking about this interview. And I can't confirm any of the things he says in this. I don't know if it's accurate. I don't care because"
    },
    {
      "end_timestamp": 3975.0,
      "id": "90e7d3fc-c26a-3d44-9ecb-499b8a059569",
      "speaker": "Jordan",
      "start_timestamp": 3971.0,
      "text": "it's weird. Let's find out. It's super weird. Okay."
    },
    {
      "end_timestamp": 3985.0,
      "id": "8b31ddbd-6bb9-3c26-b80c-327041ed86c5",
      "speaker": "Alex Jones",
      "start_timestamp": 3975.0,
      "text": "Now Mr. Ramos. Looks like he has some native Indian features you'll back when we thought this was India."
    },
    {
      "end_timestamp": 3989.0,
      "id": "67b26da0-1578-3147-88f2-426b5ecbb4ab",
      "speaker": "Jordan",
      "start_timestamp": 3985.0,
      "text": "Also, I want to say that just races this shit off the out the gate. Keep in mind, we"
    },
    {
      "end_timestamp": 3991.0,
      "id": "ef22fd7c-f4ef-3758-bb36-b7e97b84a92e",
      "speaker": "Jordan",
      "start_timestamp": 3989.0,
      "text": "got one on the board."
    },
    {
      "end_timestamp": 4004.0,
      "id": "88f0625c-123b-3574-9b0e-3d57faaede6c",
      "speaker": "Jordan",
      "start_timestamp": 3991.0,
      "text": "Keep in mind that Alex, one of his big arguments that he's trying to make is like, I don't care about race. I don't want to talk about this stuff. He looks like he's not from here. He looks like he's got Indian traits. Yeah, it looks like he's from here too much. He's"
    },
    {
      "end_timestamp": 4017.0,
      "id": "fddab248-dd6c-3435-8977-2808a23a8b9e",
      "speaker": "Jordan",
      "start_timestamp": 4004.0,
      "text": "I think that's what I think when we used to think the people here were Indians. I think he's pointing out that it's bad that he's he's got Native American features. I think that's what he's saying. Right? Like,"
    },
    {
      "end_timestamp": 4024.0,
      "id": "a1f1fbf7-ffa0-3807-8a53-e32b2c8009c1",
      "speaker": "Jordan",
      "start_timestamp": 4017.0,
      "text": "he's like two steps away from phonology. So, anyway, here we go. It gets so weird."
    },
    {
      "end_timestamp": 4055.0,
      "id": "f46ea248-f78f-3104-b863-2928a00c4ac8",
      "speaker": "Alex Jones",
      "start_timestamp": 4024.0,
      "text": "circumnavigating the globe running into the United States, running into Mexico running into what's Mexico day. But actually, you look at the ruling class from Mexico. I mean, they look like Spaniards look at paintings 500 years ago, because there's not one drop. In fact, I'm more under their yardstick if you're Native American and then Spanish, you could say because I have some Native American that I'm more Oh than the ruling class of Mexico. Oh, I was the person. The point is, this is all complete absolute worse manner."
    },
    {
      "end_timestamp": 4059.0,
      "id": "0b11bf8f-5651-3d5a-b77b-0b69f717cfcb",
      "speaker": "Jordan",
      "start_timestamp": 4055.0,
      "text": "What is total horseman her? Okay?"
    },
    {
      "end_timestamp": 4065.0,
      "id": "cf134bac-eee4-359e-894a-03d7e33ccfa0",
      "speaker": "Alex Jones",
      "start_timestamp": 4059.0,
      "text": "So for everybody that doesn't know being brainwashed, let me tell you what, Hispanic kid. Oh boy hors invader, white splaining,"
    },
    {
      "end_timestamp": 4068.0,
      "id": "0033f244-45af-3f28-9c93-efa21f0165cb",
      "speaker": "Jordan",
      "start_timestamp": 4065.0,
      "text": "Hispanic gnus. Excellent."
    },
    {
      "end_timestamp": 4071.0,
      "id": "a49e4a6f-1579-3bde-86a7-3b04a8a00a8a",
      "speaker": "Jordan",
      "start_timestamp": 4068.0,
      "text": "I have to pause just so you could get that out before he gets where?"
    },
    {
      "end_timestamp": 4075.0,
      "id": "d5e95b35-1feb-3be9-9198-b8d1b7a23e48",
      "speaker": "Jordan",
      "start_timestamp": 4071.0,
      "text": "We're white. splaining. Okay, let's find this out. It's not"
    },
    {
      "end_timestamp": 4080.0,
      "id": "28f2ce8a-743c-3f95-9a32-72f21bc3a72c",
      "speaker": "Jordan",
      "start_timestamp": 4075.0,
      "text": "just Hispanics. It's all sorts of races. He explains what what they are, oh,"
    },
    {
      "end_timestamp": 4088.0,
      "id": "ba28e472-e634-35b4-9c10-2019925fc07f",
      "speaker": "Jordan",
      "start_timestamp": 4080.0,
      "text": "I'm gonna sit back and let this you watch over me. I am gonna watch this over my head, like so much holy water"
    },
    {
      "end_timestamp": 4187.0,
      "id": "815442f9-03c0-3759-98d3-2243650e8827",
      "speaker": "Alex Jones",
      "start_timestamp": 4088.0,
      "text": "and took over about 90% of it. And they were Arab and watch Arab, Asian, African and Anglo. So Spaniards 95% of them have African, Asian and basically Germanic for Spain got overrun. It was basically Germanic bonheur blue show. That's what that's what. So if you're Hispanic, you're basically Germanic, a little bit African. And then some Asian is that you came into Africa or the Middle East. Okay. Then you come here. And then you intermarry with the Native Americans who are Chinese, the genetics is the same thing 10s of 1000s years ago over the Bering lands landbridge into what is Canada today and then migrating down through the country, down through the Congo. And the countries that are on the continent today of North America, Central America, South America, that's who you are, but no one will even tell you that they'll just say kill white people. There's no colonialist. And it's colonialist with the ancestors like Mr. Ramos telling you this because they don't want you to ever figure out what we did in 1776 and actually begin a program of actually having a system set up for the people where there is a giant middle class and where we get all the spaceships and medical care and all the stuff that a free society brings that oh America so evil, everybody wants to come here. Then the globalist wants to try to extinguish all of that. So you have him spilling hardcore racism. And I didn't tell her I also said the United States is for white people. I would decry that What What are you talking about? Okay, good,"
    },
    {
      "end_timestamp": 4196.0,
      "id": "1c2b801d-bc19-3234-b884-00ae4b84523d",
      "speaker": "Jordan",
      "start_timestamp": 4187.0,
      "text": "good. Good on you there at the end. But yeah, that's that's interesting, right? That's pretty good. Pretty good stuff. Pretty good breakdown."
    },
    {
      "end_timestamp": 4203.0,
      "id": "faaef784-faff-3ba0-9820-9e5e1eda022d",
      "speaker": "Jordan",
      "start_timestamp": 4196.0,
      "text": "i i I don't under and quite what I'm more offended by and all"
    },
    {
      "end_timestamp": 4205.0,
      "id": "36dafe34-f2ab-3542-a1fd-460b7c1ba0d0",
      "speaker": "Jordan",
      "start_timestamp": 4203.0,
      "text": "of that, let's create a hierarchy of anger. Okay,"
    },
    {
      "end_timestamp": 4209.0,
      "id": "354dca32-22c2-3f80-bc0d-1eb1c135e845",
      "speaker": "Jordan",
      "start_timestamp": 4205.0,
      "text": "I'm one. His knowledge of genetics is"
    },
    {
      "end_timestamp": 4213.0,
      "id": "15224759-9837-3fbb-89f6-9b7c7c4aee98",
      "speaker": "Jordan",
      "start_timestamp": 4209.0,
      "text": "very poor. It's very, very poor. Its surface level."
    },
    {
      "end_timestamp": 4220.0,
      "id": "0b7e09eb-43d3-37a6-9735-6f74337710e7",
      "speaker": "Jordan",
      "start_timestamp": 4213.0,
      "text": "I, also China, you can't be Chinese 10,000 years before China exists, but I think he's not how that works."
    },
    {
      "end_timestamp": 4227.0,
      "id": "9c5a331d-b6e5-303f-9927-34ce85f4ab15",
      "speaker": "Jordan",
      "start_timestamp": 4220.0,
      "text": "I think if you want to be generous to him, I think what he meant is the like, sort of genetic line that would become China."
    },
    {
      "end_timestamp": 4255.0,
      "id": "4ef1fb91-30e7-3ead-95d0-21c9ef13385c",
      "speaker": "Jordan",
      "start_timestamp": 4227.0,
      "text": "They were Asian. Yeah, yeah, they were from the land continent of Asia. Right? As we know it. But that is silly. Fair. Like because it fairpoint because if you're gonna if you're gonna pull this shit, just say everybody was is African. Just do that. Sure. That's where human beings came from. So we're all African. Yeah, great. Now, if you say we're all African, why are you such a goddamn racist? You're a piece of shit."
    },
    {
      "end_timestamp": 4268.0,
      "id": "931ca1ff-7577-351c-8375-33b1e3f0de52",
      "speaker": "Jordan",
      "start_timestamp": 4255.0,
      "text": "Right? I mean I don't know how that works. I don't have a full understanding of genetics or of like, the history of genetics and that sort of thing."
    },
    {
      "end_timestamp": 4271.0,
      "id": "bcd39cc5-5bae-3174-a743-79e509a3e57a",
      "speaker": "Jordan",
      "start_timestamp": 4268.0,
      "text": "Germanic people are not blond haired blue eyes. Oh, that's that's Nordic."
    },
    {
      "end_timestamp": 4282.0,
      "id": "36a58aa8-fcb9-3ad5-a302-167cee19e488",
      "speaker": "Jordan",
      "start_timestamp": 4271.0,
      "text": "Yeah, but I know enough that I know he's wrong. Yeah, that's, that's where I'm at. I can't without like taking a college course on why he's wrong. Explain it, but I know he's wrong."
    },
    {
      "end_timestamp": 4319.0,
      "id": "7122d7d3-10ec-3f44-9c55-d15ad009650d",
      "speaker": "Jordan",
      "start_timestamp": 4282.0,
      "text": "I mean, he's he's got this like, this fundamental mandate alien genetic concept that we all no isn't real anymore. That it like, if you have to beam plants. You're gonna get the same. It's like it's dumb. It's dumb. He's done. Everything he says is dumb. Yes, this is dumb. Well, that none of that makes sense. What is even his point? I don't know what is even his point is his point that they're saying hate white people when you don't know that you're a white person to or you're Arab and Chinese? Yeah. Like what what is the what is his what is his ultimate point there?"
    },
    {
      "end_timestamp": 4329.0,
      "id": "10dbf767-b9c4-38ff-9522-3d175a14e9a7",
      "speaker": "Jordan",
      "start_timestamp": 4319.0,
      "text": "At the end of the day, even if he's right about all of it, it doesn't really seem to mean anything other than you think you're you think you're Mexican, but you're all these other things."
    },
    {
      "end_timestamp": 4357.0,
      "id": "a68c883d-c342-3a0c-ae66-207db9623698",
      "speaker": "Jordan",
      "start_timestamp": 4329.0,
      "text": "And he was so close. You're so close to talking about colonialism, like the ruling class of Mexico, is he's he's really close to saying like, they're there. They're not Hispanic, because they were colonized. Hmm. That's what that's what I think he's saying it's possible then he's then he's saying that the true colonialists are the Mexicans"
    },
    {
      "end_timestamp": 4363.0,
      "id": "00a84fb1-dae2-3c48-9549-a9f6a7c0652b",
      "speaker": "Jordan",
      "start_timestamp": 4357.0,
      "text": "maybe who got Colin or the Moors? I think he was talking about the mores before that. Yeah,"
    },
    {
      "end_timestamp": 4373.0,
      "id": "85f0e885-37ec-399e-b9da-b2e32fae7891",
      "speaker": "Jordan",
      "start_timestamp": 4363.0,
      "text": "the the Arab African, why are we doing this? There's no reason to try and make sense of that crazy nonsense, but he's full of shit. But"
    },
    {
      "end_timestamp": 4379.0,
      "id": "a37d6fc8-428b-3f11-bef2-201793d2ef10",
      "speaker": "Jordan",
      "start_timestamp": 4373.0,
      "text": "his argument then is that in 1776, America was trying to undo all that sort of stuff. Yeah,"
    },
    {
      "end_timestamp": 4389.0,
      "id": "fe6d2483-d707-37e6-859b-a5dcc1892bf6",
      "speaker": "Jordan",
      "start_timestamp": 4379.0,
      "text": "as we all know, there was a giant middle class whatever 776 happened very much so it definitely wasn't a group of fucking rich as Goddamnit"
    },
    {
      "end_timestamp": 4394.0,
      "id": "889bf5e4-e4ba-32dd-8fe8-f2db20025692",
      "speaker": "Jordan",
      "start_timestamp": 4389.0,
      "text": "who had a ton of slaves. Yeah, not at all that but you know, we can he does"
    },
    {
      "end_timestamp": 4407.0,
      "id": "b395285e-bdcf-388f-936b-a667cc6e2559",
      "speaker": "Jordan",
      "start_timestamp": 4394.0,
      "text": "keep he keeps drawing in this like middle class is the old the whole goal of the United States is a strong middle class. Yeah. That by its very God dammit, I got damnit."
    },
    {
      "end_timestamp": 4411.0,
      "id": "865dffa8-cb21-312f-bf36-f77cdd255f53",
      "speaker": "Jordan",
      "start_timestamp": 4407.0,
      "text": "I think having a strong middle class is a positive, not a negative."
    },
    {
      "end_timestamp": 4423.0,
      "id": "b19127a7-f8f3-3d5a-8c7a-e235dc746095",
      "speaker": "Jordan",
      "start_timestamp": 4411.0,
      "text": "I mean, but yeah, that's not the point of it. And also that there's an upper class, there's always a ruling class, if the idea is that you want a strong middle class, does he not want a"
    },
    {
      "end_timestamp": 4426.0,
      "id": "2ea1911f-b7b1-3cb4-9e36-b9c8f693e553",
      "speaker": "Jordan",
      "start_timestamp": 4423.0,
      "text": "ruling class, by definition, if you have a middle class, you have the other,"
    },
    {
      "end_timestamp": 4430.0,
      "id": "2565cd3e-321d-3f55-8f5d-6a9b6298dcfb",
      "speaker": "Jordan",
      "start_timestamp": 4426.0,
      "text": "you have the other classes, you can't just have one middle class. Now, I"
    },
    {
      "end_timestamp": 4433.0,
      "id": "3270304b-18f5-30e5-9310-33914c3de3b9",
      "speaker": "Jordan",
      "start_timestamp": 4430.0,
      "text": "don't know if I want to sit here and advocate for everyone being the same."
    },
    {
      "end_timestamp": 4443.0,
      "id": "47ca77e2-36ef-3287-93e6-55c980f120be",
      "speaker": "Jordan",
      "start_timestamp": 4433.0,
      "text": "I think I think what we're doing is a psalm full on communism, I think, I think we were socialists, and then obviously, that led to communism. And now we're going to overthrow the"
    },
    {
      "end_timestamp": 4448.0,
      "id": "6d04d30a-383f-38d2-961f-d0aa87dd1d16",
      "speaker": "Jordan",
      "start_timestamp": 4443.0,
      "text": "way around communism leads to socialism, according to Alex's theories,"
    },
    {
      "end_timestamp": 4454.0,
      "id": "9ffd44a6-ec2d-3eae-98a5-5f8c12fadf3c",
      "speaker": "Jordan",
      "start_timestamp": 4448.0,
      "text": "but that is the opposite of what most crazy people believe about socialism and communism."
    },
    {
      "end_timestamp": 4460.0,
      "id": "28cd458f-8fd9-3857-a6eb-ee90a0a5481c",
      "speaker": "Jordan",
      "start_timestamp": 4454.0,
      "text": "It doesn't matter. Okay. Anyway, let's get to this Ramos clip. He does. Remember, we have a rich history on this show. Remember,"
    },
    {
      "end_timestamp": 4466.0,
      "id": "2441432f-74d1-37e8-be0b-0d9ccaf953f4",
      "speaker": "Jordan",
      "start_timestamp": 4460.0,
      "text": "I'm still lost in if you if you're a Native American, you're Chinese."
    },
    {
      "end_timestamp": 4480.0,
      "id": "67682023-31aa-3928-b094-43d996304abe",
      "speaker": "Jordan",
      "start_timestamp": 4466.0,
      "text": "We have a rich history on this show of looking at Alex's media criticism, right? And this is another great example of him taking a clip from a show and just fucking go into town on it. All right, like really"
    },
    {
      "end_timestamp": 4504.0,
      "id": "6f52123c-5c07-354b-b20e-361f3731aafc",
      "speaker": "Jordan",
      "start_timestamp": 4480.0,
      "text": "comedy. And so my favorite part of all of these media criticism clips is he never criticizes the media. No, it is always let the guy get to words. And then he's, he looks like he's a pussy. He looks like he just has sex with other men all the time. He has With his face, he's a pedophile that Facebook's everybody. I'll say"
    },
    {
      "end_timestamp": 4507.0,
      "id": "d86e5849-26fa-330f-bee7-fb0cc8196066",
      "speaker": "Jordan",
      "start_timestamp": 4504.0,
      "text": "it's not as bad as that, but it's still not great. Okay."
    },
    {
      "end_timestamp": 4527.0,
      "id": "23b1c4de-cca6-3bd0-9c04-328cf01acbf0",
      "speaker": "Alex Jones",
      "start_timestamp": 4507.0,
      "text": "A race but no, no, but oh no, the majority is Hispanic. Yes, absolutely. In fact, it's already most of us half Hispanic, by 2030. It's like 60 70% total. Absolutely. And so what I said is it's your country don't you want free market and private property and guns and raising your own kids?"
    },
    {
      "end_timestamp": 4530.0,
      "id": "d25689ad-3aef-38b9-83c2-6486df8cc859",
      "speaker": "Jordan",
      "start_timestamp": 4527.0,
      "text": "And he's saying this, he's saying this about like,"
    },
    {
      "end_timestamp": 4537.0,
      "id": "6791d8e5-4dcb-33aa-9ade-e23c612629ed",
      "speaker": "Jordan",
      "start_timestamp": 4530.0,
      "text": "what do you want free market and private property property and guns is Don't you want guns"
    },
    {
      "end_timestamp": 4543.0,
      "id": "8cbaa4c5-7734-3341-b765-775b2d03aab7",
      "speaker": "Jordan",
      "start_timestamp": 4537.0,
      "text": "saying this about the future Hispanic large populations in the country and the United States? Yeah, it's gonna be"
    },
    {
      "end_timestamp": 4552.0,
      "id": "d91ae4b2-e6d8-3e46-a979-57283fcbbdb1",
      "speaker": "Jordan",
      "start_timestamp": 4543.0,
      "text": "it's gonna be your country. No white people are passing along the torch of free market, private property and guns, his idea that Hispanic population, his"
    },
    {
      "end_timestamp": 4562.0,
      "id": "445416af-f3d6-3ffd-a498-fd7cf561f276",
      "speaker": "Jordan",
      "start_timestamp": 4552.0,
      "text": "idea is substantially worse than what Jorge Ramos was saying. I'm pretty sure he doesn't want that. Yeah. So anyway, that is the context for that he's gonna get into the clip of the government"
    },
    {
      "end_timestamp": 4584.0,
      "id": "a3a52230-4eba-3574-a463-2f193bd70e38",
      "speaker": "Alex Jones",
      "start_timestamp": 4562.0,
      "text": "forced abortions and deadly inoculations like they give the quote peasants in Mexico for Gardasil, the sterilizing almost all those people. Oh, I'm so anti Mexican. I don't want you to sterilize your daughter. Oh, but the loving liberals in your town have the shot. Guys like Ramos, your damn enemy, excuse me. He's doing a"
    },
    {
      "end_timestamp": 4588.0,
      "id": "d3a100f6-4a6a-3e73-a0fc-3100c2c4af42",
      "speaker": "Jordan",
      "start_timestamp": 4584.0,
      "text": "did a bird break in and just start flapping around? Did he fight the bird for a while"
    },
    {
      "end_timestamp": 4607.0,
      "id": "712b3cc0-e15a-36d4-9660-e48dc22c7555",
      "speaker": "Jordan",
      "start_timestamp": 4588.0,
      "text": "in the last week? He has been doing so much fully work with pay. Yeah, it's going to space work is fantastic. Every single episode, there's some crumbling paper. And if you're watching the video, it's intentional. He's doing it to make the noise. Like he's shuffling through papers. Oh, boy. It's so awesome. I love it"
    },
    {
      "end_timestamp": 4609.0,
      "id": "e4e141a0-d068-3f77-aa65-5a0a08f3fed9",
      "speaker": "Jordan",
      "start_timestamp": 4607.0,
      "text": "so much. All right. It's"
    },
    {
      "end_timestamp": 4640.0,
      "id": "f0419a78-9aed-31c2-8bf0-1fd22cadde14",
      "speaker": "Alex Jones",
      "start_timestamp": 4609.0,
      "text": "sickening. It's absolutely completely sickening to sit here and watch this level of garbage. This is disgusting. So let's go ahead and start going over all this. Let's start with the race pimp. I mean, this guy is a monster. And this is what's taught in school. This is what kids are forced said it's why all over California, the Ninth Circuit ruled you can't wear American flags at school because it'll upset the Hispanics right back."
    },
    {
      "end_timestamp": 4645.0,
      "id": "038906e7-9d3a-35b2-8e51-4fcd04f0d2d5",
      "speaker": "Jordan",
      "start_timestamp": 4640.0,
      "text": "Back to some good old fashion. Can't wear American flags at schools."
    },
    {
      "end_timestamp": 4681.0,
      "id": "b4324f6b-ec98-3e41-b004-11351152d7c2",
      "speaker": "Jordan",
      "start_timestamp": 4645.0,
      "text": "We fully debunked this. If you actually go look into the Ninth Circuit decision about that. Just as a quick reminder, it was about Hispanic kids being bullied by kids on Cinco Demayo. Yep, there were many incidences of harassment by kids wearing American flags and being like, Fuck you on Cinco de Mayo, and the Ninth Circuit Court ruled not that you can't wear American flags, but that if schools have rules to not allow you to wear American flags, specifically on Cinco Demayo, that was okay, that wasn't against the law. It wasn't against free speech, which is not what Alex says."
    },
    {
      "end_timestamp": 4688.0,
      "id": "42731444-c57c-3dd6-ada9-1d71f1cbe832",
      "speaker": "Jordan",
      "start_timestamp": 4681.0,
      "text": "Also, I did look it up and Jorge Ramos did say race pimping ain't easy, but it sure is fun."
    },
    {
      "end_timestamp": 4708.0,
      "id": "2ec40d5c-6100-38ee-90a4-85fab0cfc8af",
      "speaker": "Alex Jones",
      "start_timestamp": 4688.0,
      "text": "People that have moved here that they shouldn't be able to see an American flag. People like Jorge Ramos, that shoe, and by the way, he's cold bloodedly knows exactly what he's doing. I wonder Ramos has kids. Oh, boy. I wonder who he tells him to marry again. Total."
    },
    {
      "end_timestamp": 4711.0,
      "id": "a1f3062b-2296-3692-962d-e2e4a098959e",
      "speaker": "Jordan",
      "start_timestamp": 4708.0,
      "text": "Whoa, like that's the role of a parent."
    },
    {
      "end_timestamp": 4719.0,
      "id": "a96cd940-39a2-3021-ae2d-0c37ae625e01",
      "speaker": "Jordan",
      "start_timestamp": 4711.0,
      "text": "Whoa, does I wonder if Alex Jones has kids? He does. I wonder who he's gonna tell him to marry?"
    },
    {
      "end_timestamp": 4724.0,
      "id": "bc5c03f2-0a8d-3613-958f-3c16314bfb0c",
      "speaker": "Jordan",
      "start_timestamp": 4719.0,
      "text": "I don't give a shit. Katy Perry. She's coming like a dark horse family."
    },
    {
      "end_timestamp": 4727.0,
      "id": "3733e8f3-8c26-3c97-b91e-ecb3a2334e56",
      "speaker": "Jordan",
      "start_timestamp": 4724.0,
      "text": "Like I don't know. She used to listen to the show."
    },
    {
      "end_timestamp": 4735.0,
      "id": "ae0ab789-0db4-368e-82b2-e6dff4186a56",
      "speaker": "Jordan",
      "start_timestamp": 4727.0,
      "text": "Listen like this this sort of thing. It's fun, but it is sort of our principal believe his family out of this. It isn't like it's not their business"
    },
    {
      "end_timestamp": 4742.0,
      "id": "8bcc5564-f029-3b19-b156-398a13b21ecc",
      "speaker": "Jordan",
      "start_timestamp": 4735.0,
      "text": "does bring in other people's family. And that's what frustrates I know but that's shit. We're trying to take the higher road it's"
    },
    {
      "end_timestamp": 4754.0,
      "id": "8855f7d3-9c73-3aec-b5a6-74d7dbdd4f4d",
      "speaker": "Jordan",
      "start_timestamp": 4742.0,
      "text": "not that that's the higher road what he's doing is shitty and we can call it out because it's against our principles. Yeah, to talk shit on his family except his kid who works for Infowars and we're still not mean to him Yeah, so like,"
    },
    {
      "end_timestamp": 4761.0,
      "id": "f5337de8-464f-33c7-a610-e4a2bc8b2290",
      "speaker": "Jordan",
      "start_timestamp": 4754.0,
      "text": "I mean, well, it's whatever he's accusing us of doing he's doing so that gives us free rein to do that."
    },
    {
      "end_timestamp": 4776.0,
      "id": "4e804732-65b6-3cb6-8d20-64c596a93726",
      "speaker": "Jordan",
      "start_timestamp": 4761.0,
      "text": "I know a fuck ton of salacious gossip about his family that I don't repeat on the air and I don't think is necessarily true. I'm not gonna get into it anyway."
    },
    {
      "end_timestamp": 4803.0,
      "id": "e2c4abde-4e57-3f9b-a5a8-261f51dd4b47",
      "speaker": "Alex Jones",
      "start_timestamp": 4776.0,
      "text": "Mexico, people that have kept themselves separate from the quote native for 1015 generations longer than that help 500 years. Oh, that's pretty damn racist. Hey, Jorge, did you adopt a Korean person like my family did know because you're a stinking pig and a stinking race baiting? Hispanic que que que race manager trying to hurt your own people and I indict you As a slug and an enemy of humanity."
    },
    {
      "end_timestamp": 4818.0,
      "id": "1188f048-13fe-3793-b82a-5ea6509fc9c9",
      "speaker": "Jordan",
      "start_timestamp": 4803.0,
      "text": "Yeah, you have your jaw wide open. I, okay appear to be surprised he's he's a Hispanic, k k k, race pimp manager race Pip."
    },
    {
      "end_timestamp": 4821.0,
      "id": "679ecde9-8c87-3c0f-bde2-ffbba08e63a2",
      "speaker": "Jordan",
      "start_timestamp": 4818.0,
      "text": "I didn't know all of those words could be used to describe the same person"
    },
    {
      "end_timestamp": 4825.0,
      "id": "6085f3cb-eb6e-3f01-8a9f-c579d70d93b1",
      "speaker": "Jordan",
      "start_timestamp": 4821.0,
      "text": "and all that could be undone if he adopted a Oh redacted"
    },
    {
      "end_timestamp": 4827.0,
      "id": "539ef137-5eaf-3578-b958-c0537d704dac",
      "speaker": "Jordan",
      "start_timestamp": 4825.0,
      "text": "a Korean"
    },
    {
      "end_timestamp": 4831.0,
      "id": "b20cbf13-da1c-3183-b4ff-a124b94a6e26",
      "speaker": "Jordan",
      "start_timestamp": 4827.0,
      "text": "and if my family is"
    },
    {
      "end_timestamp": 4834.0,
      "id": "6efe1a67-a4a1-3a6b-ae5b-33e964150073",
      "speaker": "Jordan",
      "start_timestamp": 4831.0,
      "text": "are we bad people for not adopting Koreans?"
    },
    {
      "end_timestamp": 4835.0,
      "id": "2ff6429c-8021-374b-aacd-770f61f7d03c",
      "speaker": "Jordan",
      "start_timestamp": 4834.0,
      "text": "I'm not sure."
    },
    {
      "end_timestamp": 4838.0,
      "id": "cb9067c3-4bda-3b53-b76e-32cd2c683895",
      "speaker": "Jordan",
      "start_timestamp": 4835.0,
      "text": "Does he think everybody who hasn't adopted agree in his races?"
    },
    {
      "end_timestamp": 4839.0,
      "id": "3adc3015-1b2b-3a0f-9ff2-15b37157654e",
      "speaker": "Jordan",
      "start_timestamp": 4838.0,
      "text": "We got to adopt some Korean I"
    },
    {
      "end_timestamp": 4844.0,
      "id": "d11d7937-44c0-3af6-84bb-5f679f2e5eda",
      "speaker": "Jordan",
      "start_timestamp": 4839.0,
      "text": "think we got a knowledge fight donations for raising our Korean child. Yes,"
    },
    {
      "end_timestamp": 4857.0,
      "id": "bfac93a5-3fb8-3ca3-80b5-3444daa78a3e",
      "speaker": "Jordan",
      "start_timestamp": 4844.0,
      "text": "absolutely. We're gonna get off third chair. The other co host a Korean baby. We're gonna get this ship ethically sound, according to Alex, just by introducing this third host who will let"
    },
    {
      "end_timestamp": 4864.0,
      "id": "b36a6563-6773-3b50-8124-f1c3f71589c7",
      "speaker": "Jordan",
      "start_timestamp": 4857.0,
      "text": "me ask you a question. In reference to Dana gold's joke, are we going to teach it? Are we going to teach it English?"
    },
    {
      "end_timestamp": 4867.0,
      "id": "5e44dfcf-a7e6-33da-b4e3-0f1ce68cded0",
      "speaker": "Jordan",
      "start_timestamp": 4864.0,
      "text": "No. Okay, go absolutely not."
    },
    {
      "end_timestamp": 4872.0,
      "id": "b8f08273-e05d-3d07-8f14-8d5ce160e6b2",
      "speaker": "Alex Jones",
      "start_timestamp": 4867.0,
      "text": "Now, let's go ahead and play this race. Pam period is"
    },
    {
      "end_timestamp": 4878.0,
      "id": "ca0cb020-054f-3610-907f-0a94b1c53603",
      "speaker": "Tucker Carlson",
      "start_timestamp": 4872.0,
      "text": "an anchor for Univision and one of the President's loudest critics on immigration. He joins us tonight. Thanks for coming on."
    },
    {
      "end_timestamp": 4879.0,
      "id": "3d11e17b-bbb3-37c8-8821-7cd0495073a6",
      "speaker": "Jorge Ramos",
      "start_timestamp": 4878.0,
      "text": "Great to be here. Thank you."
    },
    {
      "end_timestamp": 4905.0,
      "id": "62622ad8-3780-3fde-a4f4-0a07a5c6a691",
      "speaker": "Tucker Carlson",
      "start_timestamp": 4879.0,
      "text": "So at an event several weeks ago, in February, you said this, but I wanted to ask you about it. And I'm quoting you. I'm a proud Latino immigrant here in the United States. I know exactly what is going on here in the US. There are many people who do not want us to be here, and who want to create a wall in order to separate us. But you know what, this is also our country. Let me repeat this, our country, not theirs. It's our country. Who's the US and who's the day? Whose country is it?"
    },
    {
      "end_timestamp": 4942.0,
      "id": "06819e1c-3575-38ab-8eff-9a9855934bb3",
      "speaker": "Jorge Ramos",
      "start_timestamp": 4905.0,
      "text": "This is our country, it is yours. It is mine, and it is ours. The interesting thing is that with the Trump administration, and many people who support Donald Trump, they think it is a country that it is a white country, and they are absolutely wrong. This is not a White country. This is not their country. It is it is ours. And that's precisely what I'm saying. Look, in 20 2040 for this country, the white population will become a minority albeit a minority majority country. That's precisely what I'm saying. Latinos, Asians, African Americans and whites. It is our country topic, right?"
    },
    {
      "end_timestamp": 4944.0,
      "id": "e1d96ebc-754d-3cdb-b58e-4247685fe568",
      "speaker": "Tucker Carlson",
      "start_timestamp": 4942.0,
      "text": "That you are white, obviously, you have black"
    },
    {
      "end_timestamp": 4947.0,
      "id": "857b4b65-b6c3-3900-b890-7a28bb3221e3",
      "speaker": "Alex Jones",
      "start_timestamp": 4944.0,
      "text": "features on his own channel, much of what you mean by white"
    },
    {
      "end_timestamp": 4955.0,
      "id": "e33d95d0-7a1f-3876-b64f-bfc188c930c4",
      "speaker": "Tucker Carlson",
      "start_timestamp": 4947.0,
      "text": "or Latino. But let me just ask you again, to explain our country, not theirs. Who is there? Whose country? Is it not?"
    },
    {
      "end_timestamp": 4965.0,
      "id": "c8898c3c-5b8e-3d68-ae2f-557d081e48ee",
      "speaker": "Jorge Ramos",
      "start_timestamp": 4955.0,
      "text": "Well, many people who want to go back to 1965, when there was a white majority, many people who believe that Latinos and immigrant was"
    },
    {
      "end_timestamp": 5015.0,
      "id": "223660ff-c59d-3131-81ba-ed0f4f6d090d",
      "speaker": "Alex Jones",
      "start_timestamp": 4965.0,
      "text": "the good parts coming up. Just to be clear, obviously, there are white people that are tribal. And then they see a bunch of other groups forming in a tribal groups and it makes them legitimize their tribalism, that is, quote, racism. The point is the idea that only white people are tribal is pure bowl. And the point is, is that the left has broken the social compact of bringing people in that are hard workers, and then getting them to the melting pot of American culture. They're being indoctrinated to be anti nation state, anti sovereignty with the Pope leading Latin America and other areas saying populism and nationalism is evil. All right, so that's the problem. George, is that you and other you know full well, you know, I've seen you out of the whole race baiting garbage, and all the Recon Kisa billboards for your you know, Univision is is is in Guadalupe Hidalgo treaty and all this crap out of Lupe."
    },
    {
      "end_timestamp": 5053.0,
      "id": "561fc63b-2c74-3fd5-aefd-fc477407bbc4",
      "speaker": "Jordan",
      "start_timestamp": 5015.0,
      "text": "So I mean, like, so here's what Ramos is saying. Ramos is saying, as a blanket statement. It is not their country, meaning anybody who says it's my country. Yes, it is our country, meaning you don't get to choose that your country is, you know, and and that's exactly what Alex figured out and somehow got wrong still. Yeah, Alex's point Alex is explaining it perfectly. It's remarkable. Everybody's tribal? And if you say that, actually, I think you're misinterpreting. No, no, I mean, what he's saying is that not just white people are tribals. Right. Right. Right. But"
    },
    {
      "end_timestamp": 5067.0,
      "id": "d28081a9-0a59-3141-b656-bff4ceb57c15",
      "speaker": "Jordan",
      "start_timestamp": 5053.0,
      "text": "I think you're misunderstanding what he was saying in that little segment. He was trying to say that racism is really just tribalism. Right? And that is a I think a clunky dodge."
    },
    {
      "end_timestamp": 5072.0,
      "id": "7ed9274e-3e66-39d1-8ebe-2095177d8215",
      "speaker": "Jordan",
      "start_timestamp": 5067.0,
      "text": "Um, to to a certain point, I actually kind of agree that racism is just tribalism."
    },
    {
      "end_timestamp": 5076.0,
      "id": "b9c4f62f-439f-388c-9dc7-2d4f5f9057e0",
      "speaker": "Jordan",
      "start_timestamp": 5072.0,
      "text": "Some of it isn't rooted in that some of it is but I don't think all of it"
    },
    {
      "end_timestamp": 5079.0,
      "id": "800be530-0a34-3d9b-b00a-1762915cd4b4",
      "speaker": "Jordan",
      "start_timestamp": 5076.0,
      "text": "No, some of that is just good old fashioned hate."
    },
    {
      "end_timestamp": 5080.0,
      "id": "3d5fda41-18db-3c0d-8cd6-f3e5406a86ec",
      "speaker": "Jordan",
      "start_timestamp": 5079.0,
      "text": "Yeah and turn old"
    },
    {
      "end_timestamp": 5082.0,
      "id": "f99828e9-e503-334e-824c-c36873e6d9c8",
      "speaker": "Jordan",
      "start_timestamp": 5080.0,
      "text": "fashioned down home country,"
    },
    {
      "end_timestamp": 5091.0,
      "id": "3e2d3445-d95a-335a-88be-4a9d2a1fc867",
      "speaker": "Jordan",
      "start_timestamp": 5082.0,
      "text": "right but to try and rebrand racism is tribalism is to take some of the stink off it a little bit. And that is what he was doing in that sentence."
    },
    {
      "end_timestamp": 5095.0,
      "id": "0b7194ff-dbbd-3aa6-8b8a-9d40e0bbc880",
      "speaker": "Jordan",
      "start_timestamp": 5091.0,
      "text": "Um, I mean"
    },
    {
      "end_timestamp": 5097.0,
      "id": "37d4c7e6-e039-302f-82de-eebbc5b6b53d",
      "speaker": "Jordan",
      "start_timestamp": 5095.0,
      "text": "I might be wrong, but that's I don't want it I"
    },
    {
      "end_timestamp": 5117.0,
      "id": "9d331772-4a06-35a0-9752-e70293ec8d0c",
      "speaker": "Jordan",
      "start_timestamp": 5097.0,
      "text": "don't see how that takes any of the stink off. Have it. I mean, if you remember tribalism, anytime tribes came into contact with each other. It didn't usually go well. No, it was like populism doesn't end well, right. It doesn't end well. No now, but it doesn't have it doesn't carry the same modern connotation, I believe so you're right. Yeah, I agree with you on that. And I think"
    },
    {
      "end_timestamp": 5135.0,
      "id": "973b6bf7-301d-326e-8e40-5276ce3adb49",
      "speaker": "Jordan",
      "start_timestamp": 5117.0,
      "text": "Alex thinks he can get around the racist tag by just like, traveling tribes, tribes, just like A Tribe Called Quest. Like the Buryat tribe. Or music acts. tribe in the name Yeah, no,"
    },
    {
      "end_timestamp": 5137.0,
      "id": "bd1f1c26-758f-33e0-8bed-ba52158d22a5",
      "speaker": "Jordan",
      "start_timestamp": 5135.0,
      "text": "I'm out."
    },
    {
      "end_timestamp": 5139.0,
      "id": "683c23d2-f20f-3329-8695-5c84b549b218",
      "speaker": "Jordan",
      "start_timestamp": 5137.0,
      "text": "Whoo, yeah. Tribe."
    },
    {
      "end_timestamp": 5143.0,
      "id": "3f742e53-92cb-37db-b9c2-28c9becf4813",
      "speaker": "Jordan",
      "start_timestamp": 5139.0,
      "text": "Really, your your you just started staring off into the middle distance."
    },
    {
      "end_timestamp": 5151.0,
      "id": "14792279-77aa-38e7-aa0a-1f8664f7db21",
      "speaker": "Jordan",
      "start_timestamp": 5143.0,
      "text": "Well, what that was was like, my internal monologue was, damn, I'm proud. I pulled that name."
    },
    {
      "end_timestamp": 5156.0,
      "id": "01699486-949e-3ed7-8803-8bab2a093683",
      "speaker": "Jordan",
      "start_timestamp": 5151.0,
      "text": "But you're not bragging or saying that to brag. You're just saying look at how proud I am"
    },
    {
      "end_timestamp": 5179.0,
      "id": "527af64b-6b3c-3105-8b28-fab018145b99",
      "speaker": "Jordan",
      "start_timestamp": 5156.0,
      "text": "legitimately. Before it came out of my mouth. I was like, I have one example. I'm just gonna say Tribe Called Quest. Okay. Tribe. Very good. And I have one thing to say about that. Boo. Yeah, no, no, no. So do I know is I think a lot of that is really awful. Alex's interpretation of that. I also think that Tucker Carlson is not understanding what Jorge Ramos is saying, also,"
    },
    {
      "end_timestamp": 5190.0,
      "id": "d222c4a0-adfd-3305-840c-88ba475f3cd6",
      "speaker": "Jordan",
      "start_timestamp": 5179.0,
      "text": "I think willfully not understanding absolute and I believe he says, You're white. Yeah. And I'm pretty sure he's talking about skin color, not genetics, or heritage there,"
    },
    {
      "end_timestamp": 5196.0,
      "id": "1826c3a9-466a-3bb8-ae0e-acb64300d6d0",
      "speaker": "Jordan",
      "start_timestamp": 5190.0,
      "text": "which Alex previously has explained. Yeah. But yeah, he was he's like, you're white. Yeah. Which is"
    },
    {
      "end_timestamp": 5201.0,
      "id": "2655786a-8392-3b51-a565-105b8e12aaf9",
      "speaker": "Jordan",
      "start_timestamp": 5196.0,
      "text": "you're like me, an incredibly white person, right? No, he"
    },
    {
      "end_timestamp": 5207.0,
      "id": "c9732cf5-42e4-3184-98c8-58f2623a0492",
      "speaker": "Jordan",
      "start_timestamp": 5201.0,
      "text": "actually says you're whiter than me. Oh, boy. Oh, boy, Tucker, you used to wear a bowtie."
    },
    {
      "end_timestamp": 5214.0,
      "id": "681e3c30-4ba1-3091-a966-9934b63c8d48",
      "speaker": "Jordan",
      "start_timestamp": 5207.0,
      "text": "You're the you are white. And it's you and Paul Ryan are the epitome of shitty white person."
    },
    {
      "end_timestamp": 5227.0,
      "id": "32ea6939-72ed-31cd-9d4f-5a3af715e101",
      "speaker": "Jordan",
      "start_timestamp": 5214.0,
      "text": "Yeah, it's bad. But I think that it's certainly within Tucker Carlson, sort of modus operandi. Do some prick to not understand people intentionally in order to try and bait them into,"
    },
    {
      "end_timestamp": 5232.0,
      "id": "49e0456a-df0d-3e34-a12e-524d40504195",
      "speaker": "Jordan",
      "start_timestamp": 5227.0,
      "text": "let's say, to giving a soundbite that he gets to play back like they're a big dummy."
    },
    {
      "end_timestamp": 5246.0,
      "id": "84302c09-afca-38d0-af88-c2ba6bc1858f",
      "speaker": "Jordan",
      "start_timestamp": 5232.0,
      "text": "We've seen it over and over again since he got his new show. It's it's incredibly awful. Yeah. Like it's he used to be terrible. Like when he was on Crossfire and shit. And now he's so much worse. Yeah, I did. Well, it was possible."
    },
    {
      "end_timestamp": 5254.0,
      "id": "d8373475-f451-32fc-b840-b115a15d87b2",
      "speaker": "Jordan",
      "start_timestamp": 5246.0,
      "text": "He does the Daily Caller to write that website or whatever. Jack Wragge have a blog? Yeah, that's that's Info Wars light."
    },
    {
      "end_timestamp": 5261.0,
      "id": "a030ea5b-9c48-36e4-a9ad-8ab2d0e87dc4",
      "speaker": "Jordan",
      "start_timestamp": 5254.0,
      "text": "Yeah, but they also have like, like, I'm gonna pull it up. I want to get some headlines. Okay, color you get some. They have some"
    },
    {
      "end_timestamp": 5280.0,
      "id": "6ee6046a-9d9c-35fe-bacf-756fc651e945",
      "speaker": "Jordan",
      "start_timestamp": 5261.0,
      "text": "gentlemen listening to this podcast. He has roughly 3000 articles printed out on this desk and he's going to shuffle through them right now and just read the headlines. That's greatfully work right there. Yeah."
    },
    {
      "end_timestamp": 5284.0,
      "id": "a9ebdd61-6278-3f39-aec6-5e34ae0aa7db",
      "speaker": "Jordan",
      "start_timestamp": 5280.0,
      "text": "About some headlines."
    },
    {
      "end_timestamp": 5285.0,
      "id": "51e7f88b-4fef-389d-89fc-03c86aaff624",
      "speaker": "Jordan",
      "start_timestamp": 5284.0,
      "text": "Race pimps are bound California"
    },
    {
      "end_timestamp": 5293.0,
      "id": "05822f56-9be7-3cfa-8f05-efb124d970b2",
      "speaker": "Jordan",
      "start_timestamp": 5285.0,
      "text": "city quietly moves towards sanctuary city status in defiance of Trump. I mean, that's close to like,"
    },
    {
      "end_timestamp": 5295.0,
      "id": "c5667c28-c420-3d33-b2da-c534546b71f3",
      "speaker": "Jordan",
      "start_timestamp": 5293.0,
      "text": "that's a reasonable headline."
    },
    {
      "end_timestamp": 5301.0,
      "id": "0744e557-726b-39d3-a365-9dd3adf17482",
      "speaker": "Jordan",
      "start_timestamp": 5295.0,
      "text": "This photo Ivanka Trump shared online is generating quite a buzz."
    },
    {
      "end_timestamp": 5304.0,
      "id": "0685b82b-68cc-32e0-aad3-ac6c1ee3c1b3",
      "speaker": "Jordan",
      "start_timestamp": 5301.0,
      "text": "I mean, I Okay."
    },
    {
      "end_timestamp": 5313.0,
      "id": "d3563f6e-88cf-38de-acf1-424c58768515",
      "speaker": "Jordan",
      "start_timestamp": 5304.0,
      "text": "high school math teacher gets probation for traumatizing male teens with a bunch of sex."
    },
    {
      "end_timestamp": 5317.0,
      "id": "c9b61d48-ca0f-3847-ba9c-ed38a20c48bb",
      "speaker": "Jordan",
      "start_timestamp": 5313.0,
      "text": "I want to know what he traumatize them. With a bunch of"
    },
    {
      "end_timestamp": 5331.0,
      "id": "cd2ef04b-663b-308b-b413-91e877c54a3f",
      "speaker": "Jordan",
      "start_timestamp": 5317.0,
      "text": "sex. This model's Instagram account is out of control. Whoa. Yeah. So I mean, like he should get that under control. Yeah, they just I mean, The Daily Caller is full of a bunch of sex. It's it's"
    },
    {
      "end_timestamp": 5338.0,
      "id": "22402194-f78a-329b-a9d8-082beeb8ccd7",
      "speaker": "Jordan",
      "start_timestamp": 5331.0,
      "text": "did he have sex in front of them? No. Is she is a she is a she So does she have sex with all of them?"
    },
    {
      "end_timestamp": 5354.0,
      "id": "4ca90dfb-b9b1-352c-879e-23eacdcdcf4c",
      "speaker": "Jordan",
      "start_timestamp": 5338.0,
      "text": "I guess a bunch of times terrorizing them. It's 2017 and feminism means you shouldn't defend a woman if she's called a hooker. Britney Spears dancing in a bikini at the beach is something you won't want to miss."
    },
    {
      "end_timestamp": 5355.0,
      "id": "6060617b-4592-3285-ad06-686bb22b1ec8",
      "speaker": "Jordan",
      "start_timestamp": 5354.0,
      "text": "No, I can miss it."
    },
    {
      "end_timestamp": 5357.0,
      "id": "d95c3cbd-4e55-3f0e-9619-83a7b319a256",
      "speaker": "Jordan",
      "start_timestamp": 5355.0,
      "text": "I'm fine missing it."
    },
    {
      "end_timestamp": 5360.0,
      "id": "a479b625-321b-3491-ae8b-6b05d02da9b6",
      "speaker": "Jordan",
      "start_timestamp": 5357.0,
      "text": "I mean, I would just put in Crossroads again."
    },
    {
      "end_timestamp": 5390.0,
      "id": "67801ff7-0298-3f7f-9aec-41dbaa30a59c",
      "speaker": "Jordan",
      "start_timestamp": 5360.0,
      "text": "Emily Ratajkowski wore a bikini that was a little too small for her big mistake exclamation point. Oh, so this isn't even a political blog. This is just bolts in there like introduces Yes. Is this is some bullshit right there. Yeah. And their political section that that like, you know, there's the standard Infowars light but then they also have just titties all over the place. Daily Caller it's terrible. It's a terrible. Yeah, I can see that Tucker Carlson is an asshole. Anyway, this Ramos interview. Alex is not done by a longshot."
    },
    {
      "end_timestamp": 5391.0,
      "id": "803094e7-135c-3b97-ae22-057fed1f450b",
      "speaker": "Jordan",
      "start_timestamp": 5390.0,
      "text": "Of course not. So"
    },
    {
      "end_timestamp": 5414.0,
      "id": "0289d826-5134-3d48-b608-8977416d3b5d",
      "speaker": "Jordan",
      "start_timestamp": 5391.0,
      "text": "here we get into. He takes a break for about five minutes to yell more about Paul Ryan. He takes a bit to yell about this. banned Portugal man, right? Who burrow again, we're big fans of huge fans never heard your music. But if you're burning an Infowars newspaper, I'm on your on your side. Yeah. 100%. So he gets back to Ramos eventually and I will pick up there."
    },
    {
      "end_timestamp": 5432.0,
      "id": "9c1226d8-10c5-367a-b5d0-e61d8defe483",
      "speaker": "Alex Jones",
      "start_timestamp": 5414.0,
      "text": "Now let's go ahead and go back to Mr. Ramos stories up on drudge report.com Ramos whites will become minority. This is our country. Those are his quotes that he keeps saying, Oh, but you know, it's, it's all our country."
    },
    {
      "end_timestamp": 5444.0,
      "id": "886b0778-d6c6-3052-a598-3de1fc1ac9e3",
      "speaker": "Jordan",
      "start_timestamp": 5432.0,
      "text": "He is He is saying that. Yep, that's exactly what he's saying. What he's not saying is, this is our country. When you take that as a headline. It makes racists think the saying this is Mexicans country now bitch."
    },
    {
      "end_timestamp": 5459.0,
      "id": "5775b224-2136-3a35-aa12-b68c33c4605e",
      "speaker": "Jordan",
      "start_timestamp": 5444.0,
      "text": "Yeah, they the Drudge Report headline, basically took the first part of a sentence. Yep, cut out the middle, and then the last part of a sentence and then also drench them together and made it seem like Ramos was threatening everybody?"
    },
    {
      "end_timestamp": 5466.0,
      "id": "e55892cf-56a2-3edf-937b-51b2ecdf3ab5",
      "speaker": "Jordan",
      "start_timestamp": 5459.0,
      "text": "Yeah. And didn't include the second sentence which gets into all of the unity. Yeah, yeah. Which is what they"
    },
    {
      "end_timestamp": 5489.0,
      "id": "301412ed-453c-38bc-a1f7-9ac345f7eedf",
      "speaker": "Jordan",
      "start_timestamp": 5466.0,
      "text": "that's what they do. That's the white victim narrative is that we're always under attack. Yeah, they're always they're always trying to take our whiteness. Yeah. Which is interesting, because I don't think anybody the one thing that white people have never given away is whiteness. No, nobody wants it. Nobody wants whiteness."
    },
    {
      "end_timestamp": 5493.0,
      "id": "29c17f8e-e8e5-37f9-af59-811e1bb2cff6",
      "speaker": "Jordan",
      "start_timestamp": 5489.0,
      "text": "They get there. The idea of whiteness is nerdy. Yeah."
    },
    {
      "end_timestamp": 5501.0,
      "id": "a9e61ee8-51ab-3453-a4b9-1463a2891b6d",
      "speaker": "Jordan",
      "start_timestamp": 5493.0,
      "text": "Which the idea of whiteness is the absence of color. Right? We are the absence of humanity. That's what it is. Sure."
    },
    {
      "end_timestamp": 5517.0,
      "id": "c951dbb6-af45-38f4-9874-fea73cd294ef",
      "speaker": "Jordan",
      "start_timestamp": 5501.0,
      "text": "And I don't want to I don't want to go into like a long indictment of the idea of whiteness being defined as not other folks, which is really the historical origins of whiteness. Because I mean, that would require, I mean,"
    },
    {
      "end_timestamp": 5521.0,
      "id": "506e2e4e-2df4-3e72-82ab-3cd7e55391ea",
      "speaker": "Jordan",
      "start_timestamp": 5517.0,
      "text": "ours. Yeah, we would have to, we would have to explain it"
    },
    {
      "end_timestamp": 5549.0,
      "id": "32ecfd40-e2da-30c2-af0f-6c34a32ed1f9",
      "speaker": "Jordan",
      "start_timestamp": 5521.0,
      "text": "from the beginning. It wouldn't be fun. But no, but suffice it to say, it might be very important. Whiteness has always been defined as in contrast to other things, which is why there are large groups of people who are like, oh, yeah, Jews, your skin is white. But you're not white. Yeah, you're not white enough. Yeah, that sort of thing is deeply entrenched in the history of the concept of whiteness. And it's a horrible, horrible, damaging philosophy that Alex Jones is super into."
    },
    {
      "end_timestamp": 5555.0,
      "id": "f6d5b994-4f75-329c-989f-b8fc0bbc4618",
      "speaker": "Jordan",
      "start_timestamp": 5549.0,
      "text": "Yeah. And if you go back through history, anytime white people have met another society, it's gone bad for them."
    },
    {
      "end_timestamp": 5556.0,
      "id": "d3fcaa16-6ed8-3300-a1ad-60462785f8f6",
      "speaker": "Jordan",
      "start_timestamp": 5555.0,
      "text": "Yeah. Most white people."
    },
    {
      "end_timestamp": 5575.0,
      "id": "0795ae5e-a64f-326f-8fda-a25dcca41f1d",
      "speaker": "Jordan",
      "start_timestamp": 5556.0,
      "text": "Yeah. Every every time you go there every time you read a story. Now, from history, I'm always like, oh, and then they welcome to the White people. And in your head. It's like, it's like, foreshadowing you're like, No, don't let the white people in. Don't let it be like you're watching a horror movie. And you're like, don't open the door."
    },
    {
      "end_timestamp": 5580.0,
      "id": "18aa3785-31db-39dc-8002-5d0f7a2119bc",
      "speaker": "Jordan",
      "start_timestamp": 5575.0,
      "text": "Yeah, yeah, absolutely. Anyway, race pimp."
    },
    {
      "end_timestamp": 5590.0,
      "id": "699812ad-21c2-3aac-b8fa-ef55d652e832",
      "speaker": "Alex Jones",
      "start_timestamp": 5580.0,
      "text": "Point is, is that it's a racially based system, then the elites manage all the little subgroups off against each other. It's disgusting. Let's go bad. It's"
    },
    {
      "end_timestamp": 5595.0,
      "id": "b4aff004-abd5-3156-967e-7b7dccaa1b81",
      "speaker": "Jordan",
      "start_timestamp": 5590.0,
      "text": "true. That's true. That's true. That's how they do it. It's a great way to do it. Sure."
    },
    {
      "end_timestamp": 5604.0,
      "id": "f158e7d7-3b87-3a1f-a447-b42ca7aba5a7",
      "speaker": "Jordan",
      "start_timestamp": 5595.0,
      "text": "There is a little bit of that's how the south did it. There's a little kernel of like truth in that but Alex doesn't recognize that he also does that to an extreme extent."
    },
    {
      "end_timestamp": 5608.0,
      "id": "410a0838-9d22-32aa-952e-c555ef0441a2",
      "speaker": "Jordan",
      "start_timestamp": 5604.0,
      "text": "No, he has no idea so like, but that's that's how they do it. We can't"
    },
    {
      "end_timestamp": 5616.0,
      "id": "c42418ac-89fe-3939-88ca-d801079ed481",
      "speaker": "Jordan",
      "start_timestamp": 5608.0,
      "text": "celebrate him saying one right sentence when he's guilty of doing the exact same thing. He's accusing other races. Yeah, of being involved. I"
    },
    {
      "end_timestamp": 5630.0,
      "id": "9afb2622-5e8b-38cf-8235-3f8a2d273435",
      "speaker": "Jordan",
      "start_timestamp": 5616.0,
      "text": "think if we just give him positive feedback when he's right. He'll eventually learn he just wants people to like him but what episodes he's doing his entire show because he wants us to like him"
    },
    {
      "end_timestamp": 5641.0,
      "id": "d255f262-48cd-3dbd-a2ab-53fd5883740a",
      "speaker": "Jordan",
      "start_timestamp": 5630.0,
      "text": "the one episode about how great a couple of his philosophies were Yeah, didn't change him. Changing one John Rappaport picture is still not hung up. That's so I mean, look, that's true. There's nothing we can we"
    },
    {
      "end_timestamp": 5654.0,
      "id": "d0e545bf-d8e3-3191-8dba-e755d99a8e0e",
      "speaker": "Jordan",
      "start_timestamp": 5641.0,
      "text": "haven't we haven't put a dent. If we can at least get the Rapaport picture up. That's really our main that's our main goal of knowledge fight. Yeah."
    },
    {
      "end_timestamp": 5660.0,
      "id": "4412067c-4f49-3f14-b1ce-19a88602f301",
      "speaker": "Jorge Ramos",
      "start_timestamp": 5654.0,
      "text": "Believe that Latinos and immigrants and refugees shouldn't be here. That's precisely why I was referring to I"
    },
    {
      "end_timestamp": 5664.0,
      "id": "e17b547a-be39-3af1-b089-c29da318d45f",
      "speaker": "Tucker Carlson",
      "start_timestamp": 5660.0,
      "text": "saw does not belong to those people. What do you say? It's also it's also"
    },
    {
      "end_timestamp": 5667.0,
      "id": "aeab55d0-7280-3515-9d1c-e61fe40a478f",
      "speaker": "Jorge Ramos",
      "start_timestamp": 5664.0,
      "text": "their country, but is not only their country."
    },
    {
      "end_timestamp": 5691.0,
      "id": "1cd757d8-2dc8-3410-a5a8-e3de02b01a91",
      "speaker": "Jordan",
      "start_timestamp": 5667.0,
      "text": "So even right there. Ramos is making a really great distinction. Yep. Which is what he's saying. They that he's talking about as people who don't believe that non white populations should be accepted into the into the community. Right. And so Tucker, his rebuttal is so it's not their country. He's like, No, it's their country, but it's not only their country, right, which is a nuanced thing. It's"
    },
    {
      "end_timestamp": 5700.0,
      "id": "70a18196-7943-38d1-955f-2cb8f10414c6",
      "speaker": "Jordan",
      "start_timestamp": 5691.0,
      "text": "read. I'm sure Tucker Carlson understood it, absorb that information, synthesized it, and then changed his mind. You might be wrong. I might be wrong"
    },
    {
      "end_timestamp": 5709.0,
      "id": "6c43180f-aea0-3bdf-bf21-99524682e0a4",
      "speaker": "Jorge Ramos",
      "start_timestamp": 5700.0,
      "text": "to understand that this is a multicultural, multiracial country. And, and we have to live and be tolerant. And that's exactly what I"
    },
    {
      "end_timestamp": 5718.0,
      "id": "62a4b304-3255-3bb0-861a-dcc7dd17817a",
      "speaker": "Tucker Carlson",
      "start_timestamp": 5709.0,
      "text": "agree with. You know, I don't want to bring this to race you did do but let me ask you this a theoretical question. You're backing up immigration"
    },
    {
      "end_timestamp": 5734.0,
      "id": "60423c02-7ea5-3cff-a8b1-292c525f5fe0",
      "speaker": "Alex Jones",
      "start_timestamp": 5718.0,
      "text": "back in 20 seconds if you can guys where he says we have to be multicultural live together, like the Ninth Circuit ruling that you can't wear American flags and public schools because it's upsetting because the Hispanics have been so brainwashed in those schools. That symbol,"
    },
    {
      "end_timestamp": 5736.0,
      "id": "cac320cb-ffa6-3826-a6ce-cbabe62b5ebe",
      "speaker": "Jordan",
      "start_timestamp": 5734.0,
      "text": "stop it again."
    },
    {
      "end_timestamp": 5740.0,
      "id": "d09cd598-0070-3f4d-bf37-f3c96f455139",
      "speaker": "Jordan",
      "start_timestamp": 5736.0,
      "text": "He's bringing up the exact same thing twice. Even"
    },
    {
      "end_timestamp": 5743.0,
      "id": "4139e87b-4ee6-3b59-b317-e5d5e6c098f5",
      "speaker": "Jordan",
      "start_timestamp": 5740.0,
      "text": "if you just lie long enough and loud enough, it becomes the truth."
    },
    {
      "end_timestamp": 5748.0,
      "id": "1507d9f3-35f5-322c-ae4a-8ae5e8714dc8",
      "speaker": "Jordan",
      "start_timestamp": 5743.0,
      "text": "And the idea that these kids were being bullied and harassed and"
    },
    {
      "end_timestamp": 5751.0,
      "id": "a9eeb767-2104-36fd-b6b7-2b3f466ef570",
      "speaker": "Jordan",
      "start_timestamp": 5748.0,
      "text": "oh, they were they were just brainwashed to feel threatened. Right? It's"
    },
    {
      "end_timestamp": 5762.0,
      "id": "c8036628-bbeb-3180-a55d-5a08dfb27dd6",
      "speaker": "Jordan",
      "start_timestamp": 5751.0,
      "text": "like you're a pussy. You victims. Yep. Which is horrible, horrible and just factually wrong. Based on the court case. Yeah, you are a"
    },
    {
      "end_timestamp": 5776.0,
      "id": "813a2ecb-75fa-3552-8936-cddd01caf428",
      "speaker": "Jordan",
      "start_timestamp": 5762.0,
      "text": "tick. We're we're I Indic. We're commenting on one racist, commenting on another racist, being racist towards a reasonable lovable man. Greta. Yeah."
    },
    {
      "end_timestamp": 5797.0,
      "id": "3b935b8b-1348-38e3-ae29-2e2955198d64",
      "speaker": "Alex Jones",
      "start_timestamp": 5776.0,
      "text": "And then the illegal American flags. Mexico would never put up with that, because Mexico at least has nationalism, at least gets that, you know, there's some sovereignty and solidarity in the people in that. So you can pull up the articles, you can pull up the Ninth Circuit ruling, the same ones that say, you know, we can't control our borders. The same on flags."
    },
    {
      "end_timestamp": 5817.0,
      "id": "bb28cb82-c366-3ab8-a9fa-7b97f2a14b8d",
      "speaker": "Jordan",
      "start_timestamp": 5797.0,
      "text": "I did pull up that ruling, and I read it and you're lying. Alex, don't tell people to pull things up. Don't do that. That's really against your self interest. You need to not encourage people to look into stuff. It's really really dangerous."
    },
    {
      "end_timestamp": 5819.0,
      "id": "defd8a5e-9aeb-3ffa-aca4-e5822360387f",
      "speaker": "Jordan",
      "start_timestamp": 5817.0,
      "text": "Don't give advice to Alex know, if"
    },
    {
      "end_timestamp": 5825.0,
      "id": "0373794a-b830-3f81-9406-307d756b1dcd",
      "speaker": "Jordan",
      "start_timestamp": 5819.0,
      "text": "you want to keep lying like this consistently. You need people to not look into facts. I've"
    },
    {
      "end_timestamp": 5839.0,
      "id": "54274512-58d0-3266-9eeb-fc14c808698b",
      "speaker": "Jordan",
      "start_timestamp": 5825.0,
      "text": "already we've already talked about this. The best way to keep people from looking into it is to tell them to look into it. Right? Because as you're confirmed, you're like us doesn't matter what you look at. I know I'm right."
    },
    {
      "end_timestamp": 5843.0,
      "id": "bc62ba7c-05c3-3240-9961-d57db7e7d17e",
      "speaker": "Jordan",
      "start_timestamp": 5839.0,
      "text": "Yeah, everyone like oh, yeah, it's much like what Eddie Bravo said on the last episode."
    },
    {
      "end_timestamp": 5847.0,
      "id": "d6429f50-1d12-3986-9c04-210d0c7d9a0c",
      "speaker": "Jordan",
      "start_timestamp": 5843.0,
      "text": "He probably true I don't need to do the research properly."
    },
    {
      "end_timestamp": 5858.0,
      "id": "0c83b698-9ea6-3b88-9d97-9505018f3124",
      "speaker": "Alex Jones",
      "start_timestamp": 5847.0,
      "text": "This is brainwashing This is intolerance. Political Correctness is beating up Trump supporters all over the country and calling for the president's death. You're intolerant, you're bullies."
    },
    {
      "end_timestamp": 5862.0,
      "id": "5eeaa03a-d5a7-3ba6-a236-219af4c9af49",
      "speaker": "Jordan",
      "start_timestamp": 5858.0,
      "text": "That's not political correctness. No, but also, I'm gonna go out on a limb here. The only"
    },
    {
      "end_timestamp": 5889.0,
      "id": "32dea26c-5273-36fd-abe8-bc8e7c32600a",
      "speaker": "Jordan",
      "start_timestamp": 5862.0,
      "text": "place that I've specifically heard about Trump's life being in danger is Infowars. I've never seen a like a news article that talks about advocating killing Trump, right? I've only seen dumb tweets, possibly that have advocated for killing him. Alex talks about it every day. Maybe he's creating a ghost to box"
    },
    {
      "end_timestamp": 5892.0,
      "id": "fe172a4e-817f-37a8-920b-1b0a04d6bdca",
      "speaker": "Jordan",
      "start_timestamp": 5889.0,
      "text": "or he's going to kill Donald Trump"
    },
    {
      "end_timestamp": 5894.0,
      "id": "1be38394-b5e7-342b-8dc3-eebe2f82e22e",
      "speaker": "Jordan",
      "start_timestamp": 5892.0,
      "text": "man that he is the"
    },
    {
      "end_timestamp": 5906.0,
      "id": "58478aa3-7ebb-3638-b073-b3f62872591a",
      "speaker": "Jordan",
      "start_timestamp": 5894.0,
      "text": "ultimate Manchurian Candidate. That would be wild stat would be the best episode of knowledge fight. We're covering breaking news. Alex Jones killed"
    },
    {
      "end_timestamp": 5909.0,
      "id": "dcae73ad-644c-3fc0-b1d4-8d04326fcbbe",
      "speaker": "Jordan",
      "start_timestamp": 5906.0,
      "text": "the President's that would be astounding."
    },
    {
      "end_timestamp": 5915.0,
      "id": "73c9027f-0253-335a-9b37-012f39a6662e",
      "speaker": "Jordan",
      "start_timestamp": 5909.0,
      "text": "How did it happen? crime of passion. It caught Trump cheating on him with with a different radio host. He's"
    },
    {
      "end_timestamp": 5919.0,
      "id": "29981e52-835f-3e9e-a43a-7dd9adfe3123",
      "speaker": "Jordan",
      "start_timestamp": 5915.0,
      "text": "hanging out with Glenn Beck yep, that's what happened would be such a"
    },
    {
      "end_timestamp": 5925.0,
      "id": "ed28707c-6b51-3a41-a995-5560f8f507a9",
      "speaker": "Jordan",
      "start_timestamp": 5919.0,
      "text": "man who won a love triangle. Oh, my God, junior high sex romp, we're right in here."
    },
    {
      "end_timestamp": 5932.0,
      "id": "c9307ebd-7188-399f-9634-36710edecafb",
      "speaker": "Jordan",
      "start_timestamp": 5925.0,
      "text": "Seriously, there's a number of movies and TV shows we've got to write, let's fucking get to work."
    },
    {
      "end_timestamp": 5969.0,
      "id": "e7cba186-917e-33fe-bb6a-1e780202b3cc",
      "speaker": "Alex Jones",
      "start_timestamp": 5932.0,
      "text": "And I'll say this. It's not the Hispanics of this nation are not the shock troops of this. Well, and quite frankly, the Hispanics in this country are already here who have come here, on average, work very hard and come from really bad countries and bad backgrounds, and have made the most of it. And born out of Native Americans are by native I mean people that have lived here not classic Native Americans because of course and but there's a problem too. It was second third generation immigrants. They turned to just as big a slob as anybody else. To the point is, this is a decadence problem that we have do we need to bring in populations? Because whether you're Hispanic white or black, we've aborted half our kids. Absolutely."
    },
    {
      "end_timestamp": 5982.0,
      "id": "d5d381ac-a639-3e12-9e2f-7fc828350381",
      "speaker": "Jordan",
      "start_timestamp": 5969.0,
      "text": "That's why we've aborted half of our kids why we've got to bring in all these other populations to refuel our our people force because we've aborted half of our kids,"
    },
    {
      "end_timestamp": 5993.0,
      "id": "1ee4d8e1-20a4-36fb-937b-6e018fb32d16",
      "speaker": "Jordan",
      "start_timestamp": 5982.0,
      "text": "man. Imagine the population growth. If we hadn't aborted half of our kid. It'd be crazy. Oh, man, we wouldn't be able to survive. there'd be so many aborted kids. Absolutely."
    },
    {
      "end_timestamp": 5997.0,
      "id": "b7d18507-5339-3e96-a82d-9b7843be1821",
      "speaker": "Jordan",
      "start_timestamp": 5993.0,
      "text": "Wow. Just a reminder. Alex Jones on his show,"
    },
    {
      "end_timestamp": 6005.0,
      "id": "dd057fa6-691d-3d31-bd03-159124cc735a",
      "speaker": "Jordan",
      "start_timestamp": 5997.0,
      "text": "he says paid for multiple abortion. says just keep that in case in case you're wondering whether or not he supports abortion or is"
    },
    {
      "end_timestamp": 6008.0,
      "id": "2b654075-7354-363d-924f-47340af06d78",
      "speaker": "Jordan",
      "start_timestamp": 6005.0,
      "text": "a massive hypocrite."
    },
    {
      "end_timestamp": 6050.0,
      "id": "f4743025-d836-3304-ba79-f80c6b6740b9",
      "speaker": "Alex Jones",
      "start_timestamp": 6008.0,
      "text": "But the issue is the third world is being used as a weapon system against the first world to drive down wages. And that's why the Republican elite and the Democratic elite wanted to have the biggest immigration history has ever seen of absolutely unwashed masses, not yet not examined diseases, health problems, you name it to bankrupt and weigh things down. They want to blow out Western economies and consolidate control that she admitted and flowered. And Bevan, he admitted in the UN strategies and this plan of globalism, to flood the first world and imploded so that they can dictate the terms of our surrender must be stopped."
    },
    {
      "end_timestamp": 6067.0,
      "id": "cf5381e6-794d-3795-85e1-041d48c7b032",
      "speaker": "Dan",
      "start_timestamp": 6050.0,
      "text": "So yeah, there's that there's that part where you recognized a slight truth, and then a wrong conclusion. Yeah, he was so close. But then also, I want to just he brings up cloud and pivot a lot. And I don't know what that is. A lot of people don't know what it is because it was your I'll read off exactly what it is"
    },
    {
      "end_timestamp": 6071.0,
      "id": "d5bcc01c-110a-3c8e-af69-00d49ea0f530",
      "speaker": "Jordan",
      "start_timestamp": 6067.0,
      "text": "written by Jeremy pivot. Yeah, the key co host, he co"
    },
    {
      "end_timestamp": 6128.0,
      "id": "fcd00abb-0eb5-3294-a788-0f168b2715b5",
      "speaker": "Jordan",
      "start_timestamp": 6071.0,
      "text": "wrote it, the cloud pivoted strategy as a political strategy outlined in 1966 by American sociologists and political activist, Richard cloud, and Frances Fox Piven, that called for overloading the US public welfare system, in order to precipitate a crisis that would lead to a replacement of the welfare system with a national system have a guaranteed annual income and thus anti poverty. Okay, it was not put into effect can't imagine 1966, a couple of professors came up with an idea. That was, hey, guess what, a lot of people are entitled to benefits that they aren't taking. There's a lot of people who are eligible for welfare who aren't taking those benefits, really. So if we create an awareness campaign of people that you can get all of these, you know, things that you're entitled to based on your low income, what it would do, it was it would end up bogging down shit on a local and state level."
    },
    {
      "end_timestamp": 6133.0,
      "id": "d4047bbb-963e-3e17-8901-c5c403f6da1a",
      "speaker": "Jordan",
      "start_timestamp": 6128.0,
      "text": "And so much so that the simpler way would just be to give everybody a universal basic income."
    },
    {
      "end_timestamp": 6159.0,
      "id": "8ddd75d4-4259-35eb-8f35-fa48c0521a9d",
      "speaker": "Jordan",
      "start_timestamp": 6133.0,
      "text": "Well, the idea is that it would create a crisis that would make the federal government recognize just how many people are living in sub livable conditions, right? That's a bad strategy. It is. And that's why it didn't get put into effect, because it was a bad one. But also all it would be doing is advocating for people taking what they are entitled to under the current welfare rules, right? So isn't"
    },
    {
      "end_timestamp": 6167.0,
      "id": "cc6c11c2-a594-3237-a463-9e53456edea3",
      "speaker": "Jordan",
      "start_timestamp": 6159.0,
      "text": "which were changed irrevocably by Bill goddamn Clinton after 1966? Yeah, well, after 19 Six, but"
    },
    {
      "end_timestamp": 6172.0,
      "id": "6714ee70-a77d-3b70-8783-6ef4309ced00",
      "speaker": "Jordan",
      "start_timestamp": 6167.0,
      "text": "he uses this because I mean, again, cloud and pivot sounds really great is the thing that"
    },
    {
      "end_timestamp": 6176.0,
      "id": "cb3ad777-3976-391d-8b6c-db3fa586fc33",
      "speaker": "Jordan",
      "start_timestamp": 6172.0,
      "text": "it sounds like know what it is. It sounds like a law firm that I would definitely hire. That's for sure. It sounds"
    },
    {
      "end_timestamp": 6203.0,
      "id": "e9baeba9-d9a6-35de-acfb-572e8212e7ad",
      "speaker": "Jordan",
      "start_timestamp": 6176.0,
      "text": "shady. It sounds like some mysterious thing. Like I said, cloud and proven. But if you look into it, it's something that someone came up with in the 60s, that isn't, in effect, it's not real. It didn't get put into effect, and nobody actually listened to it. It's a liberal boogeyman thing. It's nonsense. It's absolute nonsense. And actually, I'll be honest, I think it might there might be something to it."
    },
    {
      "end_timestamp": 6219.0,
      "id": "07b6ed97-8318-34f4-923c-cb1f298b4361",
      "speaker": "Jordan",
      "start_timestamp": 6203.0,
      "text": "You think so maybe I think the law of unintended consequences would destroy that strategy here to the moon, you're probably what would wind up happening is not universal basic income, but the exact opposite. And universal fuck you to everybody on welfare."
    },
    {
      "end_timestamp": 6228.0,
      "id": "967c113d-4ead-3e84-9f7c-8928e8287c1d",
      "speaker": "Jordan",
      "start_timestamp": 6219.0,
      "text": "Yeah, that that is what a lot of thinkers have said. They suggest that what ends up happening is that you'd end up with scapegoating and demonization of the poor."
    },
    {
      "end_timestamp": 6244.0,
      "id": "85ddf15a-865c-328b-81de-51509fcef78a",
      "speaker": "Jordan",
      "start_timestamp": 6228.0,
      "text": "Yeah, look what happened with health care, right. Do you know who got scapegoated and demonized whenever we started making sure people had health care? People who need health care? Yeah. But like, I even have a direct example of how that doesn't work. The"
    },
    {
      "end_timestamp": 6259.0,
      "id": "3a93f399-724d-38c4-828c-0709a6defdb7",
      "speaker": "Jordan",
      "start_timestamp": 6244.0,
      "text": "end goal of it, though, I think is good in terms of like, the heart was in the right place in terms of like, let's create a way to make people recognize how bad it is, for people who are living hand to mouth. Yeah, I think that's positive strategy."
    },
    {
      "end_timestamp": 6260.0,
      "id": "e7c74f33-7d5f-3f1b-b0a3-9a2579b43a79",
      "speaker": "Jordan",
      "start_timestamp": 6259.0,
      "text": "You're red. There's a dumb strategy."
    },
    {
      "end_timestamp": 6293.0,
      "id": "697e1b41-ce31-3262-9a05-f76d16e2ea81",
      "speaker": "Jordan",
      "start_timestamp": 6260.0,
      "text": "There's a lot of there's a lot of minds in the way you know, you're walking through a minefield, and you probably couldn't navigate that or Meltzer wouldn't be able to do that. Nope, but it would explode much like agenda. 21 is a un thought sheet that has no enforcement to it is just a set of ideas. That is not enforced. It's voluntary. And most of all, it has no effect on the real world. No cloud and pivot is the same thing. It never was put into place. It happened nigh on 50 years ago."
    },
    {
      "end_timestamp": 6308.0,
      "id": "414bba31-f1b4-3762-980e-5e01fad5f03f",
      "speaker": "Jordan",
      "start_timestamp": 6293.0,
      "text": "See, that's the problem with all the names that we've come up with. Look, if you and I co authored this paper First, it would be called freezing and homes, you would be 100% on board with whatever that paper said it would Howard and Pavan know"
    },
    {
      "end_timestamp": 6319.0,
      "id": "4d5b9a31-68e1-3764-97ee-13d85bdba04d",
      "speaker": "Jordan",
      "start_timestamp": 6308.0,
      "text": "that scary the freezing homes Act would really hate would be amazing what it would have to be as about warming your house"
    },
    {
      "end_timestamp": 6320.0,
      "id": "1fa4fa81-643b-3051-8205-bb493c07ff93",
      "speaker": "Jordan",
      "start_timestamp": 6319.0,
      "text": "I didn't even catch that you son of a man"
    },
    {
      "end_timestamp": 6331.0,
      "id": "63e5b0ce-c617-32e3-a66c-715733ddd1ba",
      "speaker": "Jordan",
      "start_timestamp": 6320.0,
      "text": "would have to be about like kerosene. Good. Anyway, he's not, don't we before lowering. We want your house to be freezing your homes to be freezing."
    },
    {
      "end_timestamp": 6348.0,
      "id": "98941b06-d513-311e-a345-e4ece682ded1",
      "speaker": "Alex Jones",
      "start_timestamp": 6331.0,
      "text": "And George Ramos and others in the Pope Francis can jump up and down with their race baiting crap. But they don't open up their mansions and their walled cities for the third world populations. They tell everybody else we've got to sit there and pay for it. And it's wrong. That's legitimate criticism."
    },
    {
      "end_timestamp": 6351.0,
      "id": "7498a950-af25-3ba7-af41-e0ea0ef9c9bb",
      "speaker": "Jordan",
      "start_timestamp": 6348.0,
      "text": "That's illegitimate."
    },
    {
      "end_timestamp": 6361.0,
      "id": "85fc7e93-39be-3970-86d4-d1056de28d68",
      "speaker": "Jorge Ramos",
      "start_timestamp": 6351.0,
      "text": "Right, you have to understand that this is a multi control multiracial country. And, and we have to live and be tolerant. And that's exactly what I well, I definitely"
    },
    {
      "end_timestamp": 6379.0,
      "id": "1954e8d3-1b60-3eaa-9799-3da7681592b5",
      "speaker": "Tucker Carlson",
      "start_timestamp": 6361.0,
      "text": "agree with that. Now I would I you know, I don't want to bring this to race. You did. So I'm going to follow up on that. But let me ask you this a theoretical question. What immigration restrictions would you favor in Mexico, it's already a felony to be there illegally. But what further restrictions in the country of Mexico the country of your birth, would you favor"
    },
    {
      "end_timestamp": 6394.0,
      "id": "e59ec68a-f873-3fde-b1b6-5cb6fbda6d30",
      "speaker": "Jorge Ramos",
      "start_timestamp": 6379.0,
      "text": "makes it waste that terrible example, for the protection of immigrants, Mexico treat Central American immigrants in a terrible way. So I wouldn't put Mexico as an example, I think countries should be judged by the way they treat the most vulnerable and makes him he doesn't"
    },
    {
      "end_timestamp": 6439.0,
      "id": "224601c7-c611-34ff-a46c-8a3e0936168b",
      "speaker": "Alex Jones",
      "start_timestamp": 6394.0,
      "text": "say this on his show. I'm not saying it's good that Mexico. Oh, portraits, people they shoot basically hot sauce up your nose with a shotgun, Coca Cola or Sprite? Here it comes. And, you know, try to find out where the people coming to. You understand Michigan, compared to most third world country spring it on the high end. Guatemala is on the low end. I mean, Guatemala, I had family that lived there for over a decade. I mean, kidnapping everywhere people shot at the market every day. You name it. I mean, I'm not saying Mexico's doing a good thing, because I think it is a little too extreme. But the point is, it's 10 times harsher than the US. So how does the Mexico tell us that we can't have a border or any controls? are one of the most open nations in the world?"
    },
    {
      "end_timestamp": 6443.0,
      "id": "bb8bdeb8-7301-356e-8cd9-aea01da4301b",
      "speaker": "Jordan",
      "start_timestamp": 6439.0,
      "text": "No. So didn't do it. Georgia was"
    },
    {
      "end_timestamp": 6486.0,
      "id": "4f91f9cc-0306-34a5-b30e-5e3803a015b0",
      "speaker": "Alex Jones",
      "start_timestamp": 6443.0,
      "text": "credit has to admit that that's actually a good point. But that massacre is a terrible example. Mexico can open itself up to Central and South America. Are you crazy? Half those countries down there are in total turmoil with people starving on the streets everywhere. The collapse of civilization, most of the animals, the cats and dogs have been eaten. The zoos have been robbed for the meet the elite? aren't we leaving all those countries? So there's a brain drain and it's totally collapsing. And then you want us to be like that too. Because the globalist wants that. And you're on the big New World Order. Multinational owned Univision."
    },
    {
      "end_timestamp": 6490.0,
      "id": "b812a238-b565-3e52-80bb-f17ed3392e07",
      "speaker": "Jordan",
      "start_timestamp": 6486.0,
      "text": "Gotta eat those seals. Gotta eat the zoo animals. See,"
    },
    {
      "end_timestamp": 6498.0,
      "id": "06e493e0-ebf3-3870-ba59-8d80db7b9cff",
      "speaker": "Jordan",
      "start_timestamp": 6490.0,
      "text": "I was waiting for him because he kept saying, I'm not saying that's a good thing. In the voice of Oh, I think that's a good"
    },
    {
      "end_timestamp": 6514.0,
      "id": "4519219b-1c47-3f75-8b1e-fb6c83f9580d",
      "speaker": "Jordan",
      "start_timestamp": 6498.0,
      "text": "thing. I mean, like torturing. Well, but he does say like, I think that it's good, but they're going too far. He did say that. Yeah, it's soft. But also, I think I cut out the part where he says, But he mentions the wall between Mexico and the South. Again, that's the"
    },
    {
      "end_timestamp": 6518.0,
      "id": "f6b3df79-cc7e-3c07-8188-77b1b08d021a",
      "speaker": "Jordan",
      "start_timestamp": 6514.0,
      "text": "one that we've that was just a chain link fence for a block."
    },
    {
      "end_timestamp": 6521.0,
      "id": "6d169656-ea51-3e0c-aa28-ea1ce8dd04b8",
      "speaker": "Jordan",
      "start_timestamp": 6518.0,
      "text": "No. And it's based on memes. Yeah. You just read?"
    },
    {
      "end_timestamp": 6525.0,
      "id": "2fb1f21d-fb53-37dd-a8a1-2a13db1ccc97",
      "speaker": "Jordan",
      "start_timestamp": 6521.0,
      "text": "Yeah, the meme in where it's actually a wall in Arizona. Right."
    },
    {
      "end_timestamp": 6538.0,
      "id": "5d83b154-ec97-399e-928e-2205dfd7a273",
      "speaker": "Jordan",
      "start_timestamp": 6525.0,
      "text": "There's one that's Arizona and then one that's in Israel. Yeah. It's in the West Bank? None. None. None. From Mexico? No, zero from my southern border of Mexico. There is no wall. It is lush vegetation. Yeah,"
    },
    {
      "end_timestamp": 6544.0,
      "id": "b1d18ad9-acc2-3fad-9c91-a7ece218ebc0",
      "speaker": "Jordan",
      "start_timestamp": 6538.0,
      "text": "one one in an apartheid state and the other in the state of apartheid."
    },
    {
      "end_timestamp": 6552.0,
      "id": "341633fb-d046-3a3e-a33d-ad2dadd3012e",
      "speaker": "Jordan",
      "start_timestamp": 6544.0,
      "text": "Yeah. So I mean, like, what are you doing Alex? Doing? I don't even know how to respond to anything anymore."
    },
    {
      "end_timestamp": 6585.0,
      "id": "0ad651f9-6d8a-3253-9209-dcd3b39abcff",
      "speaker": "Jordan",
      "start_timestamp": 6552.0,
      "text": "And like, what is what is the gotcha because I think Tucker, Tucker, tickle. Tickle Carlson is trying to pull a gotcha question there. Right. Yeah. Like he's supposed to be like, Oh, well, you think Americans shouldn't do this with our border? What do you think about Mexico? What they're doing? Yeah. Charge of Mexico. Yeah. And it's really easy to answer that with like, yeah, I don't like the way Mexico is doing that. Yeah. And, yeah, we're starting to do that here. So don't and"
    },
    {
      "end_timestamp": 6599.0,
      "id": "fb21e6da-7ebf-3c69-b381-919c0a7eee29",
      "speaker": "Jordan",
      "start_timestamp": 6585.0,
      "text": "Ramos did that. That's yeah, we answered that question to answer, but again, it speaks to this. This whole thing that Alex does not seem to understand that is like, first of all, Mexico isn't dictating our policies, but secondarily"
    },
    {
      "end_timestamp": 6610.0,
      "id": "068aa6db-4878-3117-af43-dcdb950855e5",
      "speaker": "Jordan",
      "start_timestamp": 6599.0,
      "text": "and there not even paying for our wall. So that's rude. Yeah, but like the second you go to a party and you don't bring your own wall, and you're just a deck, it's"
    },
    {
      "end_timestamp": 6620.0,
      "id": "ed099127-61ba-3559-b661-646290a06b75",
      "speaker": "Jordan",
      "start_timestamp": 6610.0,
      "text": "gauche. Yeah. But the secondary thing is that like, just because some other country does it, and we haven't stopped them from doing it doesn't mean"
    },
    {
      "end_timestamp": 6623.0,
      "id": "ff667f6a-8f4d-30c2-b874-61089d5e51a9",
      "speaker": "Jordan",
      "start_timestamp": 6620.0,
      "text": "because we don't have the power to stop them from doing right."
    },
    {
      "end_timestamp": 6631.0,
      "id": "f09f654d-38cf-38f3-9fc8-9d52a1384d27",
      "speaker": "Jordan",
      "start_timestamp": 6623.0,
      "text": "It would be inappropriate. I mean, we can we look, I'll be very public. I think it's wrong. Shoot hot sauce up people's noses. There. I say"
    },
    {
      "end_timestamp": 6635.0,
      "id": "b0d6b9ef-81a2-330e-ab03-a1199d9a0b3f",
      "speaker": "Jordan",
      "start_timestamp": 6631.0,
      "text": "I, oh, boy. You're opening yourself up for attack from all angles,"
    },
    {
      "end_timestamp": 6639.0,
      "id": "c4559580-3f3b-333b-be81-1da67a1f01ee",
      "speaker": "Jordan",
      "start_timestamp": 6635.0,
      "text": "mostly from the south. Lower"
    },
    {
      "end_timestamp": 6642.0,
      "id": "ca23ffa3-8e3e-38be-8a91-232fffd53413",
      "speaker": "Jordan",
      "start_timestamp": 6639.0,
      "text": "the lower nose area especially. But like,"
    },
    {
      "end_timestamp": 6648.0,
      "id": "30fe1498-9311-38b9-919a-40f241473a38",
      "speaker": "Jordan",
      "start_timestamp": 6642.0,
      "text": "I don't I don't think that it's fair to be like, this country does that. So what about that?"
    },
    {
      "end_timestamp": 6664.0,
      "id": "797706bf-b4da-377c-89de-177b542a66d5",
      "speaker": "Jordan",
      "start_timestamp": 6648.0,
      "text": "I think yeah, that well, two things can be bad at the same time. Right. It's a logical fallacy and it's not hypocritical to say that Mexico is bad with its border in the same way that we're being bet. Oh, that makes no sense. We"
    },
    {
      "end_timestamp": 6669.0,
      "id": "d281f7a4-251c-3b97-9796-dc01dc4c2940",
      "speaker": "Jordan",
      "start_timestamp": 6664.0,
      "text": "can't get off the hook because someone's worse is yes. The basically the synthesis of the point."
    },
    {
      "end_timestamp": 6688.0,
      "id": "1c3e3c35-4c60-30b0-83b8-4a203b1d7750",
      "speaker": "Jordan",
      "start_timestamp": 6669.0,
      "text": "Well, that was that's the thing every time there's uh, anytime there's feminism talk. The right wing always goes to like, well, it's better than Arabia. Oh, don't you don't you want to be you know, if you want to go combat males go to Arabia. He"
    },
    {
      "end_timestamp": 6691.0,
      "id": "0a852225-436d-370f-9b4f-7650bb62c692",
      "speaker": "Jordan",
      "start_timestamp": 6688.0,
      "text": "did that with JLo saying she should go get gang raped in the Sudan."
    },
    {
      "end_timestamp": 6705.0,
      "id": "b58df58c-61ab-30a5-801f-71d0c01b5850",
      "speaker": "Jordan",
      "start_timestamp": 6691.0,
      "text": "Yeah, that no, it can it can both be bad. Yeah, we should try to not be that bad. And then still not be as bad as we are now. Why can't you? Why can't improving be fine? Yeah. Why can't you want to do that?"
    },
    {
      "end_timestamp": 6715.0,
      "id": "920a5e3c-d7cf-366e-9cd0-10a281f55f42",
      "speaker": "Jordan",
      "start_timestamp": 6705.0,
      "text": "Because social progress here when it's not happening everywhere is pointless. That makes perfect sense. It doesn't. It's just it's just an attack on the that makes perfect sense of progress."
    },
    {
      "end_timestamp": 6719.0,
      "id": "65f287e3-39d6-3153-b865-c27070d898a3",
      "speaker": "Jordan",
      "start_timestamp": 6715.0,
      "text": "No, everybody has to do it at the same time. Otherwise, nobody has to do it."
    },
    {
      "end_timestamp": 6727.0,
      "id": "082fadc3-3bce-3958-a046-019d22ddea1f",
      "speaker": "Jordan",
      "start_timestamp": 6719.0,
      "text": "Jordan. I saved the most wacky stuff for last. All right, we have a couple more clips. All right. And in this one,"
    },
    {
      "end_timestamp": 6728.0,
      "id": "5a54e20d-91ed-34ff-b066-4aa6b016ae90",
      "speaker": "Jordan",
      "start_timestamp": 6727.0,
      "text": "we're gonna get Lian. wackadoo up in here"
    },
    {
      "end_timestamp": 6771.0,
      "id": "d1636f81-d86a-3008-ac70-0d9cb5793b5d",
      "speaker": "Jordan",
      "start_timestamp": 6728.0,
      "text": "we are in this bi. So I was trying to really put some English on biatch. But yeah, went too far. That Yep. But yeah. So this next clip. Alex has been proven right. By one time vault seven. Yeah, the WikiLeaks stuff. Your TV is listening to you. It is all of this stuff. He has been proven right. And again, therefore, you must believe everything else. He says. Right. He takes this opportunity to double down. Oh, no. in an incredible way. Oh, no. This is just I've titled this one. It gets worse."
    },
    {
      "end_timestamp": 6773.0,
      "id": "d0de8f3f-386a-3f41-a443-b5de29d87ab0",
      "speaker": "Jordan",
      "start_timestamp": 6771.0,
      "text": "No."
    },
    {
      "end_timestamp": 6841.0,
      "id": "20ab16b2-aa7e-3bef-ab2e-a3227cac595f",
      "speaker": "Alex Jones",
      "start_timestamp": 6773.0,
      "text": "Go Wow, this isn't really Alex's nightmare vision of things. This isn't paranoia. This is you can go read just the news today. And they're all saying this. And people are going wow, wow. Wow. As Alex Jones told us 18 years ago about the cameras and microphones. Listening guys, if all this is going on, we better go look at what he's talking about. They're like, Oh my God, it's worse than you say. It's all true. They admit it. I'm like, Yeah, I told you. There putting cancer viruses in the polio vaccine and the MMR vaccine in the tetanus vaccines. They've been caught all over the world doing it, folks. Now the viruses go into your nerves, and then wait till a certain replication point and age of the cells. Some people hits earlier they're supposed to, and it's meant literally to not pay you unemployment, or to order your retirement money. And there's even white papers and patents and how they did it. And I mean, they gave everybody in Europe, the United States and all over the world weaponized cancer viruses live virus, and we're all been implanted with with with with termination switches."
    },
    {
      "end_timestamp": 6843.0,
      "id": "17979ed0-ff29-399b-a558-6fe407207e0e",
      "speaker": "Jordan",
      "start_timestamp": 6841.0,
      "text": "So that makes sense. That's"
    },
    {
      "end_timestamp": 6882.0,
      "id": "1c0822cb-7812-35a7-a3ec-6d2b102705c5",
      "speaker": "Jordan",
      "start_timestamp": 6843.0,
      "text": "insane. That makes sense. The only documented evidence I can see of this is that between 1955 and 1963, there were some contaminants in the virus in the vaccines. the polio vaccine was to an extent that there's no way to track it was contaminated by some of the byproducts they were using to create the vaccine. Right. And it hypothetically could have caused some people to get cancer between 1955 and 1963. But okay, the problem was recognized and corrected after that point. Oh, wow. Any other evidence? Are"
    },
    {
      "end_timestamp": 6886.0,
      "id": "829a4f29-da3e-3bb4-a211-0f3b1d65b09d",
      "speaker": "Jordan",
      "start_timestamp": 6882.0,
      "text": "you saying that science did that? Yeah. And it worked. Yeah. And did their job."
    },
    {
      "end_timestamp": 6895.0,
      "id": "89594abd-9717-32d4-8e01-715f16d8b620",
      "speaker": "Jordan",
      "start_timestamp": 6886.0,
      "text": "It was not from everything I can find an intentional thing. It was what medicine was like in the 50s. Yeah, yeah, it was not you"
    },
    {
      "end_timestamp": 6901.0,
      "id": "a0735711-4fcc-33b9-8034-fa89e0c5dc51",
      "speaker": "Jordan",
      "start_timestamp": 6895.0,
      "text": "remember when you broke your leg and they took it. You know, the good The old days of medicine."
    },
    {
      "end_timestamp": 6915.0,
      "id": "d0fee06d-14d1-3a3e-b6bb-71d55d792804",
      "speaker": "Jordan",
      "start_timestamp": 6901.0,
      "text": "Yeah, it was it was very elementary science compared to what it is now. Yeah. And so they used in order to create vaccines, you have to use some of the live virus in order to,"
    },
    {
      "end_timestamp": 6939.0,
      "id": "d65662b7-decc-3124-8fd0-ff7d3565d9cd",
      "speaker": "Jordan",
      "start_timestamp": 6915.0,
      "text": "you know, unity. There's, there's a certain amount of that that's true and not true. Like what everybody thinks a vaccine is is like a dead version of the virus. Yeah. Attacking that. Yeah, you build up. Your white blood cells do that the whole thing. It's best, not every vaccine. No, but that's not how all vaccines work. They don't just like, No, they don't hammer one down. And they're like, ah, we got it now."
    },
    {
      "end_timestamp": 6951.0,
      "id": "72c53f96-b8d8-35d7-8e54-6cc26bc01dea",
      "speaker": "Jordan",
      "start_timestamp": 6939.0,
      "text": "No, but some of them are, yeah, some of them are like that. And it creates, it's really easy to understand that way. And that's why people get it in their head that all of them are that well, yeah. And it's not the case. And also, when you're trying he"
    },
    {
      "end_timestamp": 6957.0,
      "id": "6773a9bd-df3c-387d-8480-16c2c4ce204a",
      "speaker": "Jordan",
      "start_timestamp": 6951.0,
      "text": "doesn't know how viruses work, but they're not they're not smart. No, they're not. They're not waiting for you to take unemployment."
    },
    {
      "end_timestamp": 6975.0,
      "id": "1cb5a0ba-615d-3045-956f-4f75a3a07698",
      "speaker": "Jordan",
      "start_timestamp": 6957.0,
      "text": "They don't know. They're not. There's not like some board. Like a giant like, you know, yeah, there's a big switchboard. You see those pictures of like, like record producers rooms. Yeah. And their sound booth. They have just a giant board with a million switches on it right there. One of them says Jordan Holmes,"
    },
    {
      "end_timestamp": 6989.0,
      "id": "c8fff2f1-6eea-35df-94fa-4c83a792f1f0",
      "speaker": "Jordan",
      "start_timestamp": 6975.0,
      "text": "and then boom, cancer. Boom. That's why I got that MMR vaccine. Yeah, exactly. So what you're saying is Kanye West in the recording studio might actually flip the wrong switch. Sure. He's"
    },
    {
      "end_timestamp": 7017.0,
      "id": "bfd13d3f-57a3-362d-bc2a-5dbd74e13de5",
      "speaker": "Jordan",
      "start_timestamp": 6989.0,
      "text": "just trying to get a little reverb. And then accidentally I get cancer, right. So but again, this is from this this thing that he's talking about, hypothetically affected 98 million Americans ending in 1963? Hypothetically, but there's no evidence that it actually did. No, not all of those people got cancer. They didn't know what probably some of them did. And it's unfortunate. And"
    },
    {
      "end_timestamp": 7021.0,
      "id": "9c520890-398a-3852-ab9f-f5f1114adfcc",
      "speaker": "Jordan",
      "start_timestamp": 7017.0,
      "text": "it's also possible they would have gotten cancer anyways, cancers crazy. It's weird. Yeah."
    },
    {
      "end_timestamp": 7029.0,
      "id": "edfc06ad-5828-385f-814a-ba34a38203f8",
      "speaker": "Jordan",
      "start_timestamp": 7021.0,
      "text": "But there are a ton of things like this in the course of medicine, being a living art and being progressive."
    },
    {
      "end_timestamp": 7055.0,
      "id": "f3bfe548-0db6-3f05-960e-87e46bf37234",
      "speaker": "Jordan",
      "start_timestamp": 7029.0,
      "text": "Even now somewhere even now, what's the number one killer in hospitals? It's infection for seeing in the hospital, you know, Mersa virus and, yeah, you're just you're just in the wrong place. Like that's and there's no way to perfectly decontaminate everything and not enough doctors wash their hands and all of that shit. Yes. But so this medicine is bullshit but this or not. Now now I'm an"
    },
    {
      "end_timestamp": 7071.0,
      "id": "8bb2fec8-d3cc-31ff-b5bf-d579cdf5684a",
      "speaker": "Jordan",
      "start_timestamp": 7055.0,
      "text": "idiot this argument about vaccines having crypto cancer and then there'll be triggered at some point when you're stressed out is complete bullshit. And the only thing that is documented at all and I can find is something from 50 years ago right so then like a lot of people all sad"
    },
    {
      "end_timestamp": 7085.0,
      "id": "3976c686-7c68-3d74-afc6-2e320227b812",
      "speaker": "Jordan",
      "start_timestamp": 7071.0,
      "text": "even a good strategy to accomplish what it is you're looking to do probably not would just keep people from unemployment probably not. I don't think I don't think hiding cancer and vaccines is the way to"
    },
    {
      "end_timestamp": 7090.0,
      "id": "2300c89c-772e-39cf-8b7a-f9f0379b0b34",
      "speaker": "Jordan",
      "start_timestamp": 7085.0,
      "text": "do it would be probably easier just to pass a bill Yeah, about unemployment."
    },
    {
      "end_timestamp": 7092.0,
      "id": "d099b4cb-c7dd-3962-ac02-168d3cf1ea3e",
      "speaker": "Jordan",
      "start_timestamp": 7090.0,
      "text": "We're already pretty much there. Yeah."
    },
    {
      "end_timestamp": 7129.0,
      "id": "6c3c1db9-d4b9-3be7-beb7-ba25de16db1c",
      "speaker": "Jordan",
      "start_timestamp": 7092.0,
      "text": "So but but then the argument we talked about earlier about diabetes that was based on a discredited study again from years and years in the past we got lies the autism link to to vaccines has been thoroughly debunked. We got lies online guy who did a study about that had his license stripped away because he did unethical and poorly run studies. Yeah, so all this stuff. We got lies on lies on lies. These are a lot of the arguments against vaccines that are full of shit. And then there are the positive ones that are again much like you've already said in this episode. All your friends ain't dying from"
    },
    {
      "end_timestamp": 7138.0,
      "id": "a8f64c72-e99c-36c7-9b27-cdc24fee0bc6",
      "speaker": "Jordan",
      "start_timestamp": 7129.0,
      "text": "polio not getting polio. Yeah, stop it, which is used to be a very real used to be the all the thing. It used to be everybody had polio."
    },
    {
      "end_timestamp": 7140.0,
      "id": "ee21be5a-44d8-310e-b185-c7a3105f5ae8",
      "speaker": "Jordan",
      "start_timestamp": 7138.0,
      "text": "Do you know anybody in an iron lung?"
    },
    {
      "end_timestamp": 7150.0,
      "id": "ff6c3956-4354-3b4c-80d7-c361281e0538",
      "speaker": "Jordan",
      "start_timestamp": 7140.0,
      "text": "I don't good. Oh, I bet it's because they have autism. They have too much autism. Anyway, as we all know, autism kills polio."
    },
    {
      "end_timestamp": 7154.0,
      "id": "6d820f0c-07bb-35e0-a37c-6a81d9db0d68",
      "speaker": "Jordan",
      "start_timestamp": 7150.0,
      "text": "Right? There's a one to one ratio."
    },
    {
      "end_timestamp": 7158.0,
      "id": "bb36cc47-6f58-3fb3-8f4b-a730c9b91bcd",
      "speaker": "Jordan",
      "start_timestamp": 7154.0,
      "text": "You know, any autistic people with polio? I don't see there we go proves my theory. Jordan."
    },
    {
      "end_timestamp": 7166.0,
      "id": "64a72694-7794-3836-8418-0bc4cf262700",
      "speaker": "Jordan",
      "start_timestamp": 7158.0,
      "text": "If you thought if where this was gonna end, right, you're fucking wrong. It makes perfect sense. It gets worse. Oh boy."
    },
    {
      "end_timestamp": 7186.0,
      "id": "0848346e-e0f7-3cfb-b748-e1199c599f30",
      "speaker": "Alex Jones",
      "start_timestamp": 7166.0,
      "text": "And then they can hack and cut and try to stop their own work. And I've done presentations, I've made films. You know, I thought about this morning, shall you Sanford show you all the documents and articles and how by the 70s they knew 100 million plus Americans got cancer and most of them died from s v 40. Alone."
    },
    {
      "end_timestamp": 7202.0,
      "id": "7e4be0fc-804e-3174-bb9c-4219d2de6bfe",
      "speaker": "Jordan",
      "start_timestamp": 7186.0,
      "text": "That's literally what I was just talking about the SP 40. Is that ending in 1963? The contaminant of a particular vaccine. The high end estimate is 98 million people got that vaccine. So hundreds plus millions is literally impossible"
    },
    {
      "end_timestamp": 7211.0,
      "id": "13614f10-d040-3089-83f0-227029563ee5",
      "speaker": "Jordan",
      "start_timestamp": 7202.0,
      "text": "even then wouldn't you have heard about the hundreds plus million of people who died all very similarly around the same time?"
    },
    {
      "end_timestamp": 7227.0,
      "id": "df671fe3-fbff-3b90-99da-b19bb9f69c17",
      "speaker": "Jordan",
      "start_timestamp": 7211.0,
      "text": "I don't know. But also I got my information about the vaccine and all this like the backstory of from legitimate sources Yeah, I got the 98 million total from a crazy right wing blog."
    },
    {
      "end_timestamp": 7239.0,
      "id": "66612be2-2e21-3b57-b91d-e30468d0682d",
      "speaker": "Jordan",
      "start_timestamp": 7227.0,
      "text": "Okay so even though even you artificially inflating the number, still fewer than him artificially adding an artificially inflating an already ridiculous number."
    },
    {
      "end_timestamp": 7258.0,
      "id": "89d4da4b-3727-3e71-a8a1-36e78094d0f2",
      "speaker": "Jordan",
      "start_timestamp": 7239.0,
      "text": "Yes, this number was taken from two blogs that I found one of them weaved expertly into chemtrails. Oh, so like, the idea that Berkeley hundreds of millions confirmed by the CDC got cancer from the SB 40 Shit is just there's no basis for that."
    },
    {
      "end_timestamp": 7264.0,
      "id": "a7b32c51-9a1e-3eae-b0fa-eb885a04ba49",
      "speaker": "Jordan",
      "start_timestamp": 7258.0,
      "text": "And even if there was the CDC would never confirm that shit. That'd be the worst scandal in history. Yeah,"
    },
    {
      "end_timestamp": 7327.0,
      "id": "3f368606-6b01-331a-8d02-2085c5d5d495",
      "speaker": "Alex Jones",
      "start_timestamp": 7264.0,
      "text": "I'm talking CDC documents. This is Bob. Oh, see, it's a little bit worse than them just watching you. They're putting cancer viruses in the major vaccines that just like herpes, go into the nerves and then activate later upon stress. And I've even tested the viral strains of cancer virus so that they can again actuary with computers down to when it's going to kill the average person. Yes, you've been given a termination switch? Don't worry, you have like that? Because, of course the elite of course the Rockefellers and cold springs Harbor that funded Hitler publicly. Of course, they're going to implant you with a time bomb weapon. Oh, and by the way, they frequently two ways to reverse it, but they're not going to tell you that their family gets that not yours. It's up to you to die. You're supposed to roll over so these inbred horrible people can inherit the earth Well, aren't you gonna do that?"
    },
    {
      "end_timestamp": 7329.0,
      "id": "e66e04ef-a1d2-3139-b2bf-6a3276451261",
      "speaker": "Jordan",
      "start_timestamp": 7327.0,
      "text": "Probably"
    },
    {
      "end_timestamp": 7341.0,
      "id": "880d23aa-27f7-33cd-8125-d249ec9fcf3d",
      "speaker": "Jordan",
      "start_timestamp": 7329.0,
      "text": "not. Here's what I got. I got a button. Okay, we can't interrupt what's done. You will scream okay, I guarantee you're going to scream why? Because where he takes this is fucked up."
    },
    {
      "end_timestamp": 7347.0,
      "id": "f8ee0d09-d818-3dd4-a312-a59d637f1707",
      "speaker": "Jordan",
      "start_timestamp": 7341.0,
      "text": "Okay"
    },
    {
      "end_timestamp": 7402.0,
      "id": "7c55e549-2c22-3623-940f-9a7d88ad5324",
      "speaker": "Alex Jones",
      "start_timestamp": 7347.0,
      "text": "yeah, I know I talked about horribly frightening things and the enemy thinks that you're like them cowards. They think oh, this will just scare people. They don't worry about Alex Jones. He's just carrying people. You know, I wasn't talking to the general public the some of what your cowards I was talking to those in the general public that aren't. But I was talking to the intelligentsia who was one level below all this intel you know, you've done the public down you know, you brainwash people you know, you want to manage group, you know, you're not really liberals, you're cold blooded social engineers, and you're told liberalism is the cover that you do and but it's for the greater good to stabilize the planet reduce population. But you didn't get a memo not to give your kid the vaccine, though, did you know she you're meant to die to. And by the way, cancer viruses and vaccines is not even on a scale of one to 10 Not even a number two cameras and microphones watching and listening to us not even as point one."
    },
    {
      "end_timestamp": 7405.0,
      "id": "84ff8594-1224-33c4-a76c-cc4852d324f2",
      "speaker": "Jordan",
      "start_timestamp": 7402.0,
      "text": "Oh, no."
    },
    {
      "end_timestamp": 7471.0,
      "id": "d1f13e3e-7435-3642-bebb-0ce73fa5de13",
      "speaker": "Alex Jones",
      "start_timestamp": 7405.0,
      "text": "You know, for 50 years, they've had plants back now. Even though they've had cameras for 35. They admit part human part animal. Oh, just goes on and on, on and on, on and on, on and on. And now it's all just gonna start coming out because he they can't hide it. Now. They want to just hide it have a breakaway civilization. You don't even know about it. It's in government reservations, corporate reservations now because it's all coming out. They're going to have a debate about it. And just go, oh, you know, there's just a show about clones. And next on the news, you know, we got these clones and don't worry, the clones are gonna have rights. That'll be their own. Robots are gonna have rights. See how this works. Let me get some other news for you. Here's the deal. The Big Lie is ever telling yourself you're part of the power structure. When you go along with this, you're fooling yourself even if you're a top Rockefeller or a Rothschild or somebody, you know, a JK Rowling's as part of the propaganda. Yep. You got to think we got her shining on to the color out of time."
    },
    {
      "end_timestamp": 7481.0,
      "id": "0e6eaaf9-2a06-3340-852a-b418e6f15154",
      "speaker": "Jordan",
      "start_timestamp": 7471.0,
      "text": "Man, that's an HP Lovecraft book. He I love it. Oh, boy. I love that he's dropping references to lesser known Lovecraft books."
    },
    {
      "end_timestamp": 7488.0,
      "id": "7ebc3f8e-d67e-3f62-90e2-ca7d2fd3b851",
      "speaker": "Jordan",
      "start_timestamp": 7481.0,
      "text": "You know what, and he just basically described the plot of the Island of Dr. Moreau as well. That's been a blast for clones"
    },
    {
      "end_timestamp": 7491.0,
      "id": "cb482a49-965c-3206-b7a1-834f3621f7bb",
      "speaker": "Jordan",
      "start_timestamp": 7488.0,
      "text": "for 50. year high marrows for 25."
    },
    {
      "end_timestamp": 7504.0,
      "id": "ea6d0a7a-fd08-304b-901c-1d24c212f42f",
      "speaker": "Jordan",
      "start_timestamp": 7491.0,
      "text": "How does he know that chimera has claimed before clones No, no after 25 Yeah, Chimera has came after clones from his great sources. Wouldn't you start with cameras? Maybe? I don't know. We wouldn't try and clone a whole human."
    },
    {
      "end_timestamp": 7559.0,
      "id": "66760a5c-d52e-3bba-be83-ff5f7ab28ed3",
      "speaker": "Jordan",
      "start_timestamp": 7504.0,
      "text": "If you're watching the video of Alex Jones when he's talking about how they've had cameras for 50 years, he's talking his ear. He no he does. But yeah, but he flashes up a picture of a National Geographic article, human pig hybrid created in the lab. Here are the facts. Yep. Do you remember when they did that? This is an article from January 2017. It was not even a zygote. No, it lasted four months before it died. And the the idea of it here is, every 10 minutes, a person is added to the national waiting list for organ transplant right? And everyday 22 people on that list die without an organ, they need exact What if rather than relying on a generous donor, you could grow a custom organ inside an animal? Oh, that'd be cool. It's not pigs with human consciousness. It's that part of their organs will grow in a way that we can extract without killing them. human organs that can be transplanted to people who are going to die otherwise, yeah, this is"
    },
    {
      "end_timestamp": 7563.0,
      "id": "4d38f748-9063-339c-927c-58562688cb86",
      "speaker": "Jordan",
      "start_timestamp": 7559.0,
      "text": "still a weird, ethical gray area. It's very weird. I would like to know more about that. It's weird,"
    },
    {
      "end_timestamp": 7587.0,
      "id": "a428f006-fd0b-3980-b4ee-78cbd576518f",
      "speaker": "Jordan",
      "start_timestamp": 7563.0,
      "text": "but it's not what he's talking about. And it's what they flash up on the screen as evidence that he's right. The screen that's behind him in the studio is showing this article that I've read and I have in front of me here that is not about cameras with human intelligence and pig bodies, or whatever the fuck he imagines it is. It is about harvesting organs."
    },
    {
      "end_timestamp": 7610.0,
      "id": "cc1f08ab-f00c-3168-9a11-39e24eb53c3c",
      "speaker": "Jordan",
      "start_timestamp": 7587.0,
      "text": "Also, if they've had it for 25 years out, no, I don't even need to bother with that. They've been keeping it secret. Now National Geographic is allowed to trickle it out. Because they're getting us used to it using movies with predictive engineering or HP Lovecraft stories like The Island of Dr. Moreau. And out of time, Colorado, Colorado time, it's a good book. Is it a good book?"
    },
    {
      "end_timestamp": 7657.0,
      "id": "1b8b5104-2e8d-3100-881c-73b7964cf12d",
      "speaker": "Jordan",
      "start_timestamp": 7610.0,
      "text": "I recommend a lot of Lovecraft anti Semite, not not one not. He was more anti black, to be honest. Okay. It wasn't really all that anti semitic. But also, like, I don't want to go off on a Lovecraft Jag. But his racism is mostly in his earlier works. And as he as he grows, you can really see like the strain of that lessening. So like towards his later career, you could tell that he was almost not racist. Yes, he was getting there. But again, he's a product of his time. I don't I don't think it's good that he had some racist beliefs. But I think you can still enjoy a lot of his science fiction without, but just don't read like the case of Arthur German. Don't read that one. Because that one's straight racist. Oh, boy, that one's a guy who finds out that his grandma fucked a monkey. And oh, boy,"
    },
    {
      "end_timestamp": 7660.0,
      "id": "2b65215e-443b-3047-b018-e598e694ca64",
      "speaker": "Jordan",
      "start_timestamp": 7657.0,
      "text": "that's racist. He realizes we're off to a good start there."
    },
    {
      "end_timestamp": 7666.0,
      "id": "5e39bb9e-4ecc-3f64-9466-c2bb8d64c308",
      "speaker": "Jordan",
      "start_timestamp": 7660.0,
      "text": "But his later career much better. Anyway, my point is that"
    },
    {
      "end_timestamp": 7669.0,
      "id": "466efdbe-0df2-3e10-b327-c7928faa31a4",
      "speaker": "Jordan",
      "start_timestamp": 7666.0,
      "text": "maybe there's some redemption for Alex later on in life."
    },
    {
      "end_timestamp": 7674.0,
      "id": "40b97127-9eab-32ae-8252-01f65610cacb",
      "speaker": "Jordan",
      "start_timestamp": 7669.0,
      "text": "I don't think that his trajectory is going the same direction on the Lovecraft project, no, but"
    },
    {
      "end_timestamp": 7681.0,
      "id": "82cfdc72-6fb2-3d19-8bea-3bb54dce862e",
      "speaker": "Jordan",
      "start_timestamp": 7674.0,
      "text": "like that, that is like, okay, which is the name of our scholarly paper, the Lovecraft trajectory?"
    },
    {
      "end_timestamp": 7687.0,
      "id": "5dcc423a-cbb2-3257-b5c4-d4f8c8c403ff",
      "speaker": "Jordan",
      "start_timestamp": 7681.0,
      "text": "It does Alex Jones fit the Ark as he passed the Mendoza line."
    },
    {
      "end_timestamp": 7690.0,
      "id": "e94afc45-c076-34e0-a722-6c1e6644b0e2",
      "speaker": "Jordan",
      "start_timestamp": 7687.0,
      "text": "baseball reference, like"
    },
    {
      "end_timestamp": 7701.0,
      "id": "5314abee-85c2-35b9-8d0f-008ce29c829a",
      "speaker": "Jordan",
      "start_timestamp": 7690.0,
      "text": "he's using these things, to prop up bad arguments. And then on top of that, using this idea that he was right about one thing to be evidence that you've got to believe in, but other things?"
    },
    {
      "end_timestamp": 7741.0,
      "id": "e3a0391b-2e9e-3043-8c68-545f50498306",
      "speaker": "Jordan",
      "start_timestamp": 7701.0,
      "text": "Well, I mean, the clone thing is obvious. Obvious. We've had CRISPR for 50 years, everybody knows the fruits and vegetables, no CRISPR. The, the technique they use to combat like the right, the reason that they can rewrite this genetic code is through CRISPR. Okay, it tears apart DNA and puts it back together in the way that you know, we want it to Okay. It is like the biggest breakthrough ever. In terms of genetic science. Okay. Yeah, that has not been around for 50 years. That has not been possible for five years. And it's not being used to make clones. It is not being used to make clones. I think"
    },
    {
      "end_timestamp": 7748.0,
      "id": "63f8306c-ec9d-3823-a7b3-299b4731e17f",
      "speaker": "Jordan",
      "start_timestamp": 7741.0,
      "text": "Alex might have gotten a phone call from somebody who told him this, or maybe a DM Maybe he got a fucking direct message on Twitter,"
    },
    {
      "end_timestamp": 7753.0,
      "id": "44fbf457-15f9-3a96-aabf-da3c629d3e4b",
      "speaker": "Jordan",
      "start_timestamp": 7748.0,
      "text": "or maybe his son is an Alex Jones clone."
    },
    {
      "end_timestamp": 7756.0,
      "id": "ee0f044b-7932-3f28-93f0-e49cd494a8d5",
      "speaker": "Jordan",
      "start_timestamp": 7753.0,
      "text": "Again, keep his family out of but yeah,"
    },
    {
      "end_timestamp": 7774.0,
      "id": "5b269d29-a29e-391e-9a33-ea02a13dc3bf",
      "speaker": "Jordan",
      "start_timestamp": 7756.0,
      "text": "I mean, I'm just saying that if I were Alex Jones, I would want to one adopt a Korean baby. Sure. And to clone myself for an eventual a successor to the Infowars. Thrown also, no,"
    },
    {
      "end_timestamp": 7800.0,
      "id": "77d50582-ca23-3e4f-ab6f-18eba749b67a",
      "speaker": "Jordan",
      "start_timestamp": 7774.0,
      "text": "let's be clear about round. Let's be clear about cloning. You don't get a second you that's not how cloning works. Is it full grown? No, you don't get a full grown you it doesn't work that way. You create something with like identical genetics essentially. Yeah. Which you could like that cow. Yeah. Which is not really all that scary. You"
    },
    {
      "end_timestamp": 7805.0,
      "id": "5b6086cc-1359-3007-a4ad-17c595b2eb0f",
      "speaker": "Jordan",
      "start_timestamp": 7800.0,
      "text": "know, it's like a twin. You know, twins aren't terrifying, and except for in the movie, the shining, but"
    },
    {
      "end_timestamp": 7809.0,
      "id": "a3769f95-29a3-3ed9-8a0d-33f414a46408",
      "speaker": "Jordan",
      "start_timestamp": 7805.0,
      "text": "it wouldn't be a twin because it's younger than you, right? Because time progressed. I mean,"
    },
    {
      "end_timestamp": 7813.0,
      "id": "fd8b529a-570f-3332-93a6-0076d0ae5e1c",
      "speaker": "Jordan",
      "start_timestamp": 7809.0,
      "text": "genetically, it's a twin, right? Genetically, it's an identical twin."
    },
    {
      "end_timestamp": 7820.0,
      "id": "ffaafa5c-5ba3-33b8-b3c4-f62a8b204e21",
      "speaker": "Jordan",
      "start_timestamp": 7813.0,
      "text": "And it would not be any, it would not be similar to you a human clone that grows up because we would have totally different life experiences."
    },
    {
      "end_timestamp": 7828.0,
      "id": "a9733f4d-85a7-397e-a7a9-4176645a7645",
      "speaker": "Jordan",
      "start_timestamp": 7820.0,
      "text": "And we have morphogenesis where are our genes turn off and on depending on our environment, environment as well."
    },
    {
      "end_timestamp": 7845.0,
      "id": "32cff590-da20-31c5-a9bf-55745bc2ccb4",
      "speaker": "Jordan",
      "start_timestamp": 7828.0,
      "text": "But then again, we're talking about something that isn't real. It's not real, but even within his, maybe it's real, right? So anyway, he takes this, I want to clone, that'd be nice. But anyway, he takes this and he takes it to like a really dark place. By the"
    },
    {
      "end_timestamp": 7880.0,
      "id": "243e9c23-f892-3d02-b546-96a7c88cf44b",
      "speaker": "Jordan",
      "start_timestamp": 7845.0,
      "text": "way, there was a movie with Andrew Garfield, that is about Spider Man or shittier. Spider Man, Spider Man that is about that very thing, where there's a clone farm, basically. So it's all of these clones at this hospital, and their entire life like it goes through their entire life. It's a great science fiction story, where it's like they're born for organ harvesting, man, they have these pigs theoretically, yeah. And they have all of these life experiences within that, but their entire life is built around. We're eventually going to take your liver."
    },
    {
      "end_timestamp": 7887.0,
      "id": "bc62fe1e-f454-3a7e-88bc-9d1067b2f553",
      "speaker": "Jordan",
      "start_timestamp": 7880.0,
      "text": "I can't pay attention to this because I just keep having farmhouse by fish running through my head but with clone for"
    },
    {
      "end_timestamp": 7892.0,
      "id": "7d5b68ce-58fd-3f5f-a259-eb9366ebd333",
      "speaker": "Jordan",
      "start_timestamp": 7887.0,
      "text": "Oregon, Oregon farmhouse is welcome to the Oregon farmhouse."
    },
    {
      "end_timestamp": 7905.0,
      "id": "328edc4d-526f-3f47-8061-d467e6ed63ea",
      "speaker": "Jordan",
      "start_timestamp": 7892.0,
      "text": "Yeah. Anyway, Alex takes this to a fucking dark propaganda place excellent against the globalists. And I want to be clear when it gets to the end, it's going to be sickening. But right. Alex is smiling."
    },
    {
      "end_timestamp": 7907.0,
      "id": "ac94ebe2-1b90-38b9-a86e-8c2d88061b50",
      "speaker": "Jordan",
      "start_timestamp": 7905.0,
      "text": "Oh, no. Really,"
    },
    {
      "end_timestamp": 7912.0,
      "id": "4701ea53-a695-38d9-a829-5a8c19bae7a7",
      "speaker": "Jordan",
      "start_timestamp": 7907.0,
      "text": "really getting into telling talking about what he's about to talk about?"
    },
    {
      "end_timestamp": 7912.0,
      "id": "201abbf4-cbf2-3ca6-bd59-b11015ab2212",
      "speaker": "Jordan",
      "start_timestamp": 7912.0,
      "text": "Oh, no,"
    },
    {
      "end_timestamp": 7914.0,
      "id": "9dbcfd64-97a1-3e23-9209-6e05413a3e66",
      "speaker": "Jordan",
      "start_timestamp": 7912.0,
      "text": "it's fucked up."
    },
    {
      "end_timestamp": 7921.0,
      "id": "91dddd38-b264-3b02-bef7-996d73b9f2f7",
      "speaker": "Alex Jones",
      "start_timestamp": 7914.0,
      "text": "You're shining on to horror. You're shining on to the most wicked, destructive force in the universe."
    },
    {
      "end_timestamp": 7924.0,
      "id": "d76662c2-d91d-3345-b0fc-a4df785739fe",
      "speaker": "Jordan",
      "start_timestamp": 7921.0,
      "text": "You're gonna He's talking about signing on with the globalists."
    },
    {
      "end_timestamp": 7932.0,
      "id": "5cd91502-10d7-3b09-b094-e87583d8a71b",
      "speaker": "Jordan",
      "start_timestamp": 7924.0,
      "text": "There are more destructive forces in the universe crack. I was talking about neutron stars exploding."
    },
    {
      "end_timestamp": 7941.0,
      "id": "2a3b718d-9a84-3cc4-ae71-9707930717b4",
      "speaker": "Jordan",
      "start_timestamp": 7932.0,
      "text": "Sure. That's a very destructive force, super destructive centripetal force if you're not prepared for it very dangerous."
    },
    {
      "end_timestamp": 7956.0,
      "id": "374363b1-b0d7-371a-a821-bad938864d72",
      "speaker": "Alex Jones",
      "start_timestamp": 7941.0,
      "text": "Because you're scared deep down. It's real sexy when you just kind of kind of brushes up against you from a distance like, what was that? You may have some of that that might be really powerful. What's that new? Oh, boy."
    },
    {
      "end_timestamp": 7994.0,
      "id": "8decd631-807c-3944-9677-f1efb75a8fb2",
      "speaker": "Alex Jones",
      "start_timestamp": 7956.0,
      "text": "But if you'd come face to face with it, you'd never curl up next to it. But don't worry, God's gonna remove more and more of the protection because you've asked for it. And you're gonna get to rub up against it a little closer. Just like those kids that get grabbed out of their backyards. Sometimes over a couple years, all of you that have served this you have opened the door to everything you want and you're going to get it shall make no mistake about that. Because God is a just God. Now, he had some other news I said I cover a lot of news not I'm not I'm a bad person."
    },
    {
      "end_timestamp": 8015.0,
      "id": "a9ad585f-2eda-318c-a1bb-958677113a4b",
      "speaker": "Jordan",
      "start_timestamp": 7994.0,
      "text": "Isn't that awful? That was gross. So so gross. Really gross. And when he's doing that, like you're gonna get Yeah, smiling. Yeah, that's creepy as far as relishing in this idea of smiling. He wants Oh, people don't don't exist. Believe. And then immediately science get to the news."
    },
    {
      "end_timestamp": 8017.0,
      "id": "df6ff196-8e38-30fb-8540-095e0f6842d4",
      "speaker": "Jordan",
      "start_timestamp": 8015.0,
      "text": "Oh, where did oh, that's"
    },
    {
      "end_timestamp": 8018.0,
      "id": "f55a0d51-c6ca-3263-8b01-3f724f30ff65",
      "speaker": "Jordan",
      "start_timestamp": 8017.0,
      "text": "that's only all"
    },
    {
      "end_timestamp": 8029.0,
      "id": "d2951976-3e37-3af0-beb0-c967ddce3336",
      "speaker": "Jordan",
      "start_timestamp": 8018.0,
      "text": "of his tone of voice and all of the things he say were so it's gonna curl up next to you. You don't want to you're gonna get a taste of it, but it's gonna be read."
    },
    {
      "end_timestamp": 8032.0,
      "id": "2ce8e766-3e33-3180-b63f-9b6949937d8e",
      "speaker": "Jordan",
      "start_timestamp": 8029.0,
      "text": "And it's gonna be just like those kids out of their backyard."
    },
    {
      "end_timestamp": 8036.0,
      "id": "19ab635a-a672-34dc-a081-6913568738ca",
      "speaker": "Jordan",
      "start_timestamp": 8032.0,
      "text": "It's gonna have a big hard, wicked Kak,"
    },
    {
      "end_timestamp": 8039.0,
      "id": "bd22c803-e081-3b95-a220-8eb3c9d9c39d",
      "speaker": "Jordan",
      "start_timestamp": 8036.0,
      "text": "yeah, he's disgusting. Yeah. But then he gets back into his run. Let"
    },
    {
      "end_timestamp": 8042.0,
      "id": "d542e3ae-d8e3-3ee7-a68e-045903e8f624",
      "speaker": "Jordan",
      "start_timestamp": 8039.0,
      "text": "me get let me get back into the news."
    },
    {
      "end_timestamp": 8087.0,
      "id": "07e7e5f9-dd9b-3d22-9ff6-256f56a250c4",
      "speaker": "Jordan",
      "start_timestamp": 8042.0,
      "text": "ruffling paper fully work. Manipulative bullshit. Yep, over the deck. That's gross. That brings us to the end of our clips from Thursday because we were not covering the John Rapoport interview. Thank God he also had an interview with Dave Rubin from The Rubin Report. She also doesn't need to cover a guy who is just an asshole. The Rubin Report. It's so bad that anyway, someone on Twitter suggested we cover that interview I don't want to cover you just make so many logical leaps that don't make sense. It's it's it's boring. Okay, it's certainly not as exciting as clones. Definitely not for 50 years. chimera is for 25 clones. chimera is race pimps. Oh my."
    },
    {
      "end_timestamp": 8107.0,
      "id": "996a0e2f-95bb-3ad5-8ee0-8dd770aeaa64",
      "speaker": "Jordan",
      "start_timestamp": 8087.0,
      "text": "I want to see now I just want like a me mixed with a puppy. Like I want to Chimera me, like I want a clone of me. And I want it to be Uh, mixed with a puppy. So it's a lot like John Candy and Spaceballs. That's really what I want a mug."
    },
    {
      "end_timestamp": 8115.0,
      "id": "360ad7ab-cf20-30ae-8582-9891b0bc6c56",
      "speaker": "Jordan",
      "start_timestamp": 8107.0,
      "text": "I think for me, you'd have to be a cat because it'd be a cat or a cat personality. Yeah, just just sort of aloof over it."
    },
    {
      "end_timestamp": 8120.0,
      "id": "01af6aaf-3be5-348b-9c27-e8d77fc7772e",
      "speaker": "Jordan",
      "start_timestamp": 8115.0,
      "text": "Send us what you'd like to be a chimera with acknowledge underscore fight on Twitter,"
    },
    {
      "end_timestamp": 8126.0,
      "id": "98e95487-593b-31e9-afa6-efe9275713f8",
      "speaker": "Jordan",
      "start_timestamp": 8120.0,
      "text": "please hit us up with your Chimera choice, and we'll make it happen. We will we've"
    },
    {
      "end_timestamp": 8130.0,
      "id": "65fade3e-39f1-330d-8ee0-5847835ff51d",
      "speaker": "Jordan",
      "start_timestamp": 8126.0,
      "text": "had Chimera technology for 25 years."
    },
    {
      "end_timestamp": 8138.0,
      "id": "4af5f703-49f1-3980-bded-89f698ce825f",
      "speaker": "Jordan",
      "start_timestamp": 8130.0,
      "text": "We will splice you with an animal for a small donation. Also, if you want to email us, you can reach us at knowledge fight@gmail.com"
    },
    {
      "end_timestamp": 8142.0,
      "id": "50f7cef2-eeb0-3540-98c8-1875ef25c1a9",
      "speaker": "Jordan",
      "start_timestamp": 8138.0,
      "text": "Yeah, follow us on iTunes, leave a review all those fun little things. I"
    },
    {
      "end_timestamp": 8146.0,
      "id": "ac91535a-0761-377f-88a8-f07f0b7a3df7",
      "speaker": "Jordan",
      "start_timestamp": 8142.0,
      "text": "absolutely. Will be back soon. But Jordan has been fun. This has been"
    },
    {
      "end_timestamp": 8151.0,
      "id": "f3ddba61-1e55-3b9d-879f-e72336ecd0c2",
      "speaker": "Jordan",
      "start_timestamp": 8146.0,
      "text": "a delight. Absolutely. Half man, half cat lover. You"
    },
    {
      "end_timestamp": 8155.0,
      "id": "e2263d9a-4346-3860-947f-1a532ce84a0f",
      "speaker": "Jordan",
      "start_timestamp": 8151.0,
      "text": "doesn't erase Pam. I'm nothing if not a policy."
    },
    {
      "end_timestamp": 8158.0,
      "id": "ce6cb18c-0558-3bd7-9d51-8bea54fe67d7",
      "speaker": "Jordan",
      "start_timestamp": 8155.0,
      "text": "We're a We're just a couple of race pimps."
    },
    {
      "end_timestamp": null,
      "id": "8213b78b-ae4d-3a03-8ccf-c78319e08ae1",
      "speaker": "Alex Jones",
      "start_timestamp": 8158.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. So Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}