{
  "audio_identifier": "KF_22",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/Mar14.mp3",
  "blocks": [
    {
      "end_timestamp": 7.0,
      "id": "e9a24632-96db-3914-b74c-fcebf8dba7fb",
      "speaker": "Alex Jones",
      "start_timestamp": 0.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. So Alex, I'm a first time caller. I'm a huge fan. I love your work."
    },
    {
      "end_timestamp": 15.0,
      "id": "e26e7ae2-9015-32cb-9fae-755a1c70619b",
      "speaker": "Dan",
      "start_timestamp": 7.0,
      "text": "Hey, everybody. Welcome back to knowledge fight. I'm Dan. I'm Jordan. Welcome back to another episode of this show. What's that? A third episode this week? Are you kidding me?"
    },
    {
      "end_timestamp": 17.0,
      "id": "f71028ac-bc4b-3b96-b33e-ca76b89f947e",
      "speaker": "Jordan",
      "start_timestamp": 15.0,
      "text": "That is we're getting out of control."
    },
    {
      "end_timestamp": 20.0,
      "id": "0f224ed9-eb1e-316b-90ca-91f6988b461c",
      "speaker": "Dan",
      "start_timestamp": 17.0,
      "text": "We didn't promise you shit, but we're delivering some."
    },
    {
      "end_timestamp": 23.0,
      "id": "5f797f3c-3e36-3a2e-84eb-b08ba1c3af79",
      "speaker": "Jordan",
      "start_timestamp": 20.0,
      "text": "Somehow you're defensive. Even whenever you're doing great."
    },
    {
      "end_timestamp": 27.0,
      "id": "363bf274-7f6e-3562-8a1e-25e2c0c7b3dd",
      "speaker": "Dan",
      "start_timestamp": 23.0,
      "text": "It's celebratory defensive. Alex Jones is rubbing off on me."
    },
    {
      "end_timestamp": 28.0,
      "id": "c34a438d-a713-34e3-a4b2-67392364aa16",
      "speaker": "Jordan",
      "start_timestamp": 27.0,
      "text": "I like it. I like it."
    },
    {
      "end_timestamp": 36.0,
      "id": "c0d6e7ef-fc83-30cd-98ed-58d3ba675d3a",
      "speaker": "Dan",
      "start_timestamp": 28.0,
      "text": "So anyway, this is a podcast where me and my friend Jordan here, sit down and drink some wine and discuss Alex Jones and Infowars in general,"
    },
    {
      "end_timestamp": 41.0,
      "id": "fda082d3-fd95-3ffd-9cdf-0622c1ed161c",
      "speaker": "Jordan",
      "start_timestamp": 36.0,
      "text": "is there a twist? Hook the hook up with a reason to listen beyond you just explaining"
    },
    {
      "end_timestamp": 51.0,
      "id": "58bec39b-a671-3135-ac22-1d563a329439",
      "speaker": "Dan",
      "start_timestamp": 41.0,
      "text": "the Blues Traveler style hook is that I watch a lot of Alex Jones and listen to him every day. If you don't listen to it at all. I do not. So I like to gather clay there that"
    },
    {
      "end_timestamp": 56.0,
      "id": "9ed41ca7-5e8d-34c2-b37e-f1d700ca5d30",
      "speaker": "Jordan",
      "start_timestamp": 51.0,
      "text": "nor Blues Traveler. Back."
    },
    {
      "end_timestamp": 87.0,
      "id": "faa6393a-76c3-359f-a20c-a68a4f6379ac",
      "speaker": "Dan",
      "start_timestamp": 56.0,
      "text": "Listen, I like to sit down and I gather clips like they're Pokeyman. Right? I bring them back here and I show you what I've got. I got myself a Bulbasaur clip. I got myself a char zard clip. And I'm out of Pokeyman All right. I don't know anymore. But yeah, so today we're going to be going over the march 14 episode. That is Tuesday. If you're nasty. And you know, we're gonna get to get into what goes on on the show. Get into some of the lies some of the fun. And you know, just mix it up."
    },
    {
      "end_timestamp": 94.0,
      "id": "6b9cb115-ea92-34f3-8df2-01407b4c66be",
      "speaker": "Jordan",
      "start_timestamp": 87.0,
      "text": "Yeah, that's pretty much the plan. Yeah, I mean, I'm pretty sure that's mostly the only plan that we've ever had. Yeah. And you know what? It's worked out so far. So far. I"
    },
    {
      "end_timestamp": 107.0,
      "id": "0862c6c0-4ddd-3ac8-baee-5c9421fcb0f9",
      "speaker": "Dan",
      "start_timestamp": 94.0,
      "text": "think we'll see. Although we haven't been taken out. No, no, but there's talk there's talk on the the white papers, there's always talk to get rid of us. So the main theme of today's show. Yeah, you might think Can"
    },
    {
      "end_timestamp": 111.0,
      "id": "a6b4daa6-b4a8-3475-a10a-46b53c866d2b",
      "speaker": "Jordan",
      "start_timestamp": 107.0,
      "text": "we just stop and acknowledge that was probably our best opening yet. It was"
    },
    {
      "end_timestamp": 125.0,
      "id": "8eee0803-4270-3931-b727-1c4333dde65e",
      "speaker": "Dan",
      "start_timestamp": 111.0,
      "text": "the smoothest. But I also felt lost. The whole time it was kind of going smoothly to like, what do we feel right? Yeah, yeah. So of course we have to comment on it."
    },
    {
      "end_timestamp": 129.0,
      "id": "67b4ad6f-0f26-34c3-b2c0-b5c6f48893b2",
      "speaker": "Jordan",
      "start_timestamp": 125.0,
      "text": "There we go. No, there we go. We got it. We nailed it."
    },
    {
      "end_timestamp": 141.0,
      "id": "a731dac8-b207-368b-93ea-201c6f119c09",
      "speaker": "Dan",
      "start_timestamp": 129.0,
      "text": "So you might expect Jordan, but today's show would be Alex Jones screaming his ass off about the tape that was posted on Breitbart the night before"
    },
    {
      "end_timestamp": 147.0,
      "id": "880c241a-4d0d-3159-8a91-a6f9a475dff8",
      "speaker": "Jordan",
      "start_timestamp": 141.0,
      "text": "regarding Paul Ryan zinging, saying that he would never support Trump, that he hates Trump. I"
    },
    {
      "end_timestamp": 181.0,
      "id": "957b699c-51cb-335e-90a8-1d83403d77c8",
      "speaker": "Dan",
      "start_timestamp": 147.0,
      "text": "will never support this monster. Right. That sort of shit. Yeah, that's what you'd think. I would expect it because that is in his MO. It's exactly what he would normally want to talk about. He's basically doing like, like, air support for Trump is what he does all the time. Right. So you would think fucking Paul Ryan's coming over here already. Alex has indicated he doesn't like Paul Ryan's plan. Oh, yeah. No. Alex is distracted by other things. No, namely that he was mentioned on Saturday Night Live so the budget"
    },
    {
      "end_timestamp": 185.0,
      "id": "bb64ce34-c134-3bfc-93bf-cd9aeb16c999",
      "speaker": "Jordan",
      "start_timestamp": 181.0,
      "text": "we're getting star fucker Alex today. Big time. That's what we're getting."
    },
    {
      "end_timestamp": 191.0,
      "id": "06704417-e037-30e9-8a68-5ad558ce7c8b",
      "speaker": "Dan",
      "start_timestamp": 185.0,
      "text": "Majority of this episode is gonna be pissed off at Alec Baldwin. It's Saturday Night Live in general. That's it? Yep."
    },
    {
      "end_timestamp": 196.0,
      "id": "d246a00f-6c73-340b-97fa-cb9a6ff414be",
      "speaker": "Jordan",
      "start_timestamp": 191.0,
      "text": "Okay, are we go Are we gonna go like year by year cast by cast?"
    },
    {
      "end_timestamp": 201.0,
      "id": "3188dacc-0305-37aa-ba88-2de472ae714b",
      "speaker": "Dan",
      "start_timestamp": 196.0,
      "text": "Like, you know Piscopo was a patriot"
    },
    {
      "end_timestamp": 203.0,
      "id": "23c7aabe-58d7-354e-b5a2-b569ddb1f17c",
      "speaker": "Jordan",
      "start_timestamp": 201.0,
      "text": "Piscopo is Yeah,"
    },
    {
      "end_timestamp": 223.0,
      "id": "728668d7-cca6-3af4-a38a-2bda489b6413",
      "speaker": "Dan",
      "start_timestamp": 203.0,
      "text": "Rob Schneider. He was good for a few years but then he went globalist I would love like Sanders earlier work. I would love it if that's what he did. But instead, he gets into this this is this is great. This is pretty close to the beginning of the show. This is a couple minutes in He starts by rambling about nothing and then gets into this"
    },
    {
      "end_timestamp": 231.0,
      "id": "3b3fc174-a718-3407-8df7-54e82e46e972",
      "speaker": "Alex Jones",
      "start_timestamp": 223.0,
      "text": "okay. Meanwhile, you have the real hate being spewed by so called entertainment shows like SNL and homeland."
    },
    {
      "end_timestamp": 235.0,
      "id": "ad881242-5e5f-3a1c-be65-e496bd10daeb",
      "speaker": "Dan",
      "start_timestamp": 231.0,
      "text": "He was saying before this that like people say that he is a hate mob"
    },
    {
      "end_timestamp": 246.0,
      "id": "c65abdea-06c9-3c2c-b894-70174ccafa17",
      "speaker": "Jordan",
      "start_timestamp": 235.0,
      "text": "we had already and we in our city also already covered the fact that he was lampooned or represented on homeland Yes. And got very pissed off because people believed it was him"
    },
    {
      "end_timestamp": 254.0,
      "id": "8346b237-132a-3cbb-a16c-deb8a00e0a1e",
      "speaker": "Dan",
      "start_timestamp": 246.0,
      "text": "and apparently he just saw the newest episode and it's it's not good. The character has taken a turn for the dark"
    },
    {
      "end_timestamp": 256.0,
      "id": "a7e05506-80bd-34fd-892b-a8abf696b753",
      "speaker": "Jordan",
      "start_timestamp": 254.0,
      "text": "Oh, he's not the hero of the whole show. He's not Oh boy. He's"
    },
    {
      "end_timestamp": 269.0,
      "id": "462f0a84-4068-3b6f-a937-47d28b37ae75",
      "speaker": "Dan",
      "start_timestamp": 256.0,
      "text": "not Alex is not going to like that. I haven't watched the new X Files characters but I bet it's debatable whether the character based on him and that is the good guy also. I'm not sure I gotta go back and watch it. But anyway,"
    },
    {
      "end_timestamp": 283.0,
      "id": "5ea080d3-faf5-30b2-980e-ec72188f604a",
      "speaker": "Alex Jones",
      "start_timestamp": 269.0,
      "text": "NBC and CBS respectively, where they have the person playing the president Alec Baldwin, a top tier actor. Sir posing as the president stealing his identity"
    },
    {
      "end_timestamp": 285.0,
      "id": "77a26741-3d90-3b39-a425-f538af4c0937",
      "speaker": "Dan",
      "start_timestamp": 283.0,
      "text": "remember that?"
    },
    {
      "end_timestamp": 293.0,
      "id": "4cebf619-0899-3342-a9e6-501d5df39788",
      "speaker": "Jordan",
      "start_timestamp": 285.0,
      "text": "It's not an impression he's stealing his identity has his social. He's got his he's got his life force. Yeah, gotcha."
    },
    {
      "end_timestamp": 302.0,
      "id": "aac2c71d-913a-3c25-95ef-d83d260fd1fa",
      "speaker": "Dan",
      "start_timestamp": 293.0,
      "text": "So just keep in mind that he's seems to be thinking about identities being stolen and not you know, You're not being accurate. Yes."
    },
    {
      "end_timestamp": 313.0,
      "id": "6fa0b12d-1c0f-31d2-9dd0-fce6ff0926d5",
      "speaker": "Alex Jones",
      "start_timestamp": 302.0,
      "text": "And then saying Alex Jones told me black people aren't human. No context, no reality. No nothing. Just pure cut to the black people looking angry. No, no, I get it. You're racist"
    },
    {
      "end_timestamp": 377.0,
      "id": "394a1311-99a1-3d08-8a5c-4cc5f9570320",
      "speaker": "Dan",
      "start_timestamp": 313.0,
      "text": "in the skin. If you didn't see it, I did not. It's a take on Independence Day and there's aliens that have come down. And Trump. You know, Alec Baldwin playing Trump gives the speech to a bunch of a bunch of soldiers who are getting ready to do battle with these aliens. Yes. And he's like, aliens walk among us. They've been here for years. I heard this on Infowars. Alex Jones is a great radio broadcaster. And, you know, Kenan is like what aliens live here in the gap. There's one right over there. He points at Leslie Jones. Okay, I'm not an alien. And he's like, there's another one right next to her. And it's Sasheer Zamata. And so the joke is that it's everybody but white people. Yeah, basically. Yeah. And I mean, come on. It's a joke. It's a joke. And as we've documented Alex has a dubious grasp on race. Yeah. So the idea that they're mocking that doesn't mean that people the point that they're making isn't that Alex thinks the black people are aliens. I think exaggerating it for comedic effect."
    },
    {
      "end_timestamp": 392.0,
      "id": "c5c375ec-335a-3c6a-82ea-7e87f1f5fa46",
      "speaker": "Jordan",
      "start_timestamp": 377.0,
      "text": "Are they though? A little? How much are they? How much could they possibly be exaggerating based on what they're underdoing? Yeah, exactly. It's it's a lame, it's a lame thing if you know exactly how awful Alex Jones is."
    },
    {
      "end_timestamp": 392.0,
      "id": "539c1865-c8b7-3e59-b289-76d17af849dd",
      "speaker": "Dan",
      "start_timestamp": 392.0,
      "text": "It kind of is."
    },
    {
      "end_timestamp": 398.0,
      "id": "acd63125-8d42-3507-a2f5-b6418c68ba5e",
      "speaker": "Jordan",
      "start_timestamp": 392.0,
      "text": "Yeah, I mean, it's it but it's a it's a joke. It's got it's got the whole punch. It's everything. It's a"
    },
    {
      "end_timestamp": 409.0,
      "id": "2f64067f-9bdd-380d-b028-f313f2554ae1",
      "speaker": "Dan",
      "start_timestamp": 398.0,
      "text": "race and racism doesn't exist. One time I was pulled over by a Nazis that I was cool to go because I was blown live from New York. Not as good a cold open?"
    },
    {
      "end_timestamp": 411.0,
      "id": "143479cb-807f-3e7a-84cd-e3f0810d72a7",
      "speaker": "Jordan",
      "start_timestamp": 409.0,
      "text": "No."
    },
    {
      "end_timestamp": 434.0,
      "id": "14e66fe7-7f27-3844-a3e6-72b3bc0c762a",
      "speaker": "Alex Jones",
      "start_timestamp": 411.0,
      "text": "It was it. Oh, let's just entertainment. Just like when co bear attacked me two weeks ago. You are faroush shows, don't you? Yes. Well, the two of you are renting this house together. But his name. Your roommates name is on the lease. I see you get out right now. I'm throwing him out. I'm gonna start eviction. Hey, listen, you know, blah, blah, blah. So what he's doing,"
    },
    {
      "end_timestamp": 435.0,
      "id": "2b6d64dc-cdfe-3da1-b3e7-0f44312127b9",
      "speaker": "Jordan",
      "start_timestamp": 434.0,
      "text": "I have no idea what's going on."
    },
    {
      "end_timestamp": 457.0,
      "id": "61d0fed4-0b88-397e-842a-afff96171549",
      "speaker": "Dan",
      "start_timestamp": 435.0,
      "text": "Right? How could you. He just skipped into this storyline that he's mentioned before in the past, but I have no evidence of this. I don't know if this is true. He claims that one of his reporters or someone who works for him got evicted. Because the landlord thought that Alex Jones was a bigot. And they worked for Alex Jones. Which if that did happen, that's a lawsuit."
    },
    {
      "end_timestamp": 458.0,
      "id": "c43ab9b1-5649-3f9a-8fd3-60491d9312e0",
      "speaker": "Jordan",
      "start_timestamp": 457.0,
      "text": "Yeah, that's some dick move right there."
    },
    {
      "end_timestamp": 460.0,
      "id": "539c27f6-783f-3eb5-a466-143c93c0b990",
      "speaker": "Dan",
      "start_timestamp": 458.0,
      "text": "No, but that's illegal."
    },
    {
      "end_timestamp": 460.0,
      "id": "d4846071-96fe-32e3-aca9-8fedeffdcdad",
      "speaker": "Jordan",
      "start_timestamp": 460.0,
      "text": "Is it illegal? Yes,"
    },
    {
      "end_timestamp": 464.0,
      "id": "0a7fb9f9-2909-30f3-b68d-09aa4d61bce4",
      "speaker": "Dan",
      "start_timestamp": 460.0,
      "text": "absolutely. That's housing discrimination. Oh, that's good. Yeah,"
    },
    {
      "end_timestamp": 467.0,
      "id": "756992cd-65b1-30fa-901a-c3ed427a63bb",
      "speaker": "Jordan",
      "start_timestamp": 464.0,
      "text": "that's a really good law. I'm sure they're gonna get rid of it here shortly. That's an"
    },
    {
      "end_timestamp": 475.0,
      "id": "cc9a5034-ac35-3b74-aa8a-bd5719c9b6ec",
      "speaker": "Dan",
      "start_timestamp": 467.0,
      "text": "open and shut case. Yeah, if that happened, which is why I know it didn't. did not happen. So anyway. Yeah. But it makes no sense. The transition."
    },
    {
      "end_timestamp": 479.0,
      "id": "197780ec-1643-38df-a1b1-311dbffe953e",
      "speaker": "Jordan",
      "start_timestamp": 475.0,
      "text": "Okay, so it was, but it was following SNL or Colbert."
    },
    {
      "end_timestamp": 484.0,
      "id": "4aa18de3-2814-3c18-938c-3abd5b2e1df6",
      "speaker": "Dan",
      "start_timestamp": 479.0,
      "text": "Well, he's like, SNL made fun of me. Just like Colbert made fun of me. And then and because"
    },
    {
      "end_timestamp": 489.0,
      "id": "0391885c-7da3-3de9-8751-751c558d71fe",
      "speaker": "Jordan",
      "start_timestamp": 484.0,
      "text": "of their yes, that his employee got evicted. Yeah."
    },
    {
      "end_timestamp": 498.0,
      "id": "b1b8d1b9-4a81-3c6c-bc42-1c7466e2f393",
      "speaker": "Dan",
      "start_timestamp": 489.0,
      "text": "If you're, if you're trying to diagram the sentence, that's what he's saying. Okay, just listening to it straight through. I'm glad you asked. Because it makes no sense. It makes no sense."
    },
    {
      "end_timestamp": 547.0,
      "id": "e222691b-fa99-3993-b958-63219d908a11",
      "speaker": "Alex Jones",
      "start_timestamp": 498.0,
      "text": "And these are what these folks are what I call classical liberals. Nice folks, not right wing in any respect. And know you and your little puppy your little dachshund get out of here and moved in with his girlfriend. Oh, but it's just entertainment. I saw he hates gay people on cold air and I'm gay. Get out of here. I'm a lesbian. You are for Alex Jones. Get out of here. Are you gonna pull that one? Because Colbert took a clip of me saying they say I'm anti gay. I'm not anti gay. But regardless, you're thrown out of your house. These are fascist folks. And then they sit there and they lie with their fake news. Whether they have all their actors posing as reporters like Kobe air, or posing as the president like Baldwin."
    },
    {
      "end_timestamp": 551.0,
      "id": "f5ba89aa-fbc7-379d-bcb3-48fab665fa7e",
      "speaker": "Jordan",
      "start_timestamp": 547.0,
      "text": "He doesn't understand this. Alec Baldwin. He doesn't understand what's going on here at"
    },
    {
      "end_timestamp": 567.0,
      "id": "4cdbf2a8-fb2d-3ad8-80b9-bc3b95581770",
      "speaker": "Dan",
      "start_timestamp": 551.0,
      "text": "all. As an actor doing an impression that's a parody. Yeah, it's been acting Stephen Colbert has never pretended to be a reporter. No, he was doing a character on a comedy show that involved the news. And now he's a late night talk show host. So that's it. He's not a reporter. So"
    },
    {
      "end_timestamp": 576.0,
      "id": "f1cc92fa-4b08-3c97-a64e-b689ff066e33",
      "speaker": "Jordan",
      "start_timestamp": 567.0,
      "text": "why he's doing comedy? Yeah. Does Allah does Alex really not understand that? He doesn't. He really doesn't get"
    },
    {
      "end_timestamp": 587.0,
      "id": "30632e9c-2dd6-30be-8af3-f290e0d6db51",
      "speaker": "Dan",
      "start_timestamp": 576.0,
      "text": "that I don't think he does because of a clip. We're gonna play later, where he gets into the idea of fiction and reality that's really illuminating. Some of the theories we've been building,"
    },
    {
      "end_timestamp": 590.0,
      "id": "c071e499-8704-3a39-8ad9-2f76f9d8b0c0",
      "speaker": "Jordan",
      "start_timestamp": 587.0,
      "text": "and then a black hole opens up and he disappears into it."
    },
    {
      "end_timestamp": 598.0,
      "id": "afdf9119-58ae-3b20-996a-cc7995b67827",
      "speaker": "Dan",
      "start_timestamp": 590.0,
      "text": "There's a lot of projects doesn't understand. There's so much projection in this episode. It's okay. It gets really weird, real weird."
    },
    {
      "end_timestamp": 676.0,
      "id": "d821df94-db40-35a5-a11b-9b8c607e829c",
      "speaker": "Alex Jones",
      "start_timestamp": 598.0,
      "text": "Then I say you I'd like to have for charity a million dollars whoever loses to the charity of their choice to bare knuckles box. Baldwin's down for beaten up little guys and camera people in no act and tough and stuff. Give me a break. But I realize he's older than me so I would take on him and O'Reilly there's a Riley's also slandered, defame me, I'll take both. I'm serious. Both of you on in the ring, and I will beat both your assets. Guarantee, guaranteed Karen T. I want to do it. And after I kick both your asses in the ring, it's gonna it's just gonna show all these pansies and all these wimps that run their mouths how the real world works. Okay. It's like politically we are laughing the floor with you. Molly probably breaking my hands. And so today, did they tell you why I'm angry at him? No. Bill O'Reilly said tonight we'll look at sexual predators online, and then cut to a clip of me yelling and screaming. Strangely enough about corrupt policing. That's the greatest form of defamation you can engage in sexual predator, no criminal, just goes on and on. But he just says it. So it's okay. See, and becomes reality for the delusional edge. The delusional is to just believe mainstream television."
    },
    {
      "end_timestamp": 677.0,
      "id": "47998bee-a6e9-3ee2-9ec3-d6365a4aa55d",
      "speaker": "Dan",
      "start_timestamp": 676.0,
      "text": "So that's a delusion. It"
    },
    {
      "end_timestamp": 682.0,
      "id": "217d0349-d078-3b89-ace7-481a69f7c9f6",
      "speaker": "Jordan",
      "start_timestamp": 677.0,
      "text": "was a really great video game in the 80s. It was Yeah. Arcade days. Yeah. Oh, yeah."
    },
    {
      "end_timestamp": 692.0,
      "id": "05d53714-759a-326e-be11-9b2b2bb4b2ed",
      "speaker": "Dan",
      "start_timestamp": 682.0,
      "text": "I don't know what that O'Reilly clip was. But I'm willing to believe that they edited it that way. I'm willing to believe Alex's version of it, which is shady."
    },
    {
      "end_timestamp": 740.0,
      "id": "5fdfce78-c368-3c90-bd54-d3a934c966e8",
      "speaker": "Jordan",
      "start_timestamp": 692.0,
      "text": "Ah, I mean, well, you know what, let's not let's not engage you with whether or not this is real. But again, this comes down. I want more to engage with the fact that he said that's the greatest form of defamation you can do to smash cut to Alex to so so implying that somebody is a pedophile? Yep. Is the greatest form of defamation you can do to somebody? Yep. Does. Okay. All right. Does Alex Jones know what he says ever at any point in time? He can't have a does he have a no memory situation where every word is the first word he's ever spoken?"
    },
    {
      "end_timestamp": 768.0,
      "id": "8c97abfc-440e-3782-83b5-3db0262667d4",
      "speaker": "Dan",
      "start_timestamp": 740.0,
      "text": "I think it must be that sort of thing. He's like a like really fast acting guy from momento where it's just all gone immediately. Either that or he knows that he speaks vaguely enough that when he says the globalists kill and rape children, it's not really a specific defamation on any he's typically named people. Yes, he said Chuckie, Chuckie Schumer is a vampire. Yeah, no, no, I mean, the beads in Alex Jones is code that means you kill and drink the blood of children."
    },
    {
      "end_timestamp": 789.0,
      "id": "d27784a0-345a-3e55-8529-00a8d3595b55",
      "speaker": "Jordan",
      "start_timestamp": 768.0,
      "text": "Yeah. So yeah, so he's specifically called other people pedophile, he is committed to the worst. Defamation you can commit. The moment it happens to him. happens to him. He is I'm gonna Bare Knuckle box you for Chuck, show you how the real world works. Right? Violence solves"
    },
    {
      "end_timestamp": 790.0,
      "id": "370b102f-8b3e-34ad-b79e-4f1260d92466",
      "speaker": "Dan",
      "start_timestamp": 789.0,
      "text": "every problem"
    },
    {
      "end_timestamp": 799.0,
      "id": "eb11c44a-ed0f-35b9-b0ec-b435abbdd35e",
      "speaker": "Jordan",
      "start_timestamp": 790.0,
      "text": "he made. And he even described it as I'm going to pound you into the ground like for charity. I'm going to murder you."
    },
    {
      "end_timestamp": 805.0,
      "id": "01144810-387d-3dcf-ac8f-a1b08a1b30d0",
      "speaker": "Dan",
      "start_timestamp": 799.0,
      "text": "He's the he's the YUI bowl of political talk this he's just wants to fight his critic. What"
    },
    {
      "end_timestamp": 810.0,
      "id": "689fc535-0803-38c6-bab0-0b0930b9755b",
      "speaker": "Jordan",
      "start_timestamp": 805.0,
      "text": "is he doing? He wants to fight it physically."
    },
    {
      "end_timestamp": 820.0,
      "id": "26a39530-47d3-39e3-acf8-2cd8ae565a61",
      "speaker": "Dan",
      "start_timestamp": 810.0,
      "text": "It's so childish. sanities a 12 year old I disagree with you philosophically. So let's fight you my philosophy is right."
    },
    {
      "end_timestamp": 824.0,
      "id": "e1dde5da-f0d2-3dce-9469-1f9b928809a1",
      "speaker": "Jordan",
      "start_timestamp": 820.0,
      "text": "Ah, you know what I wish that was further away from how the real world?"
    },
    {
      "end_timestamp": 846.0,
      "id": "e6820566-3ebf-3a09-8af3-6c925b7261a5",
      "speaker": "Dan",
      "start_timestamp": 824.0,
      "text": "Yeah, I suppose so. But again, you know, it's might makes right and, you know, hypocrisy doesn't matter. These are the tenants of the world of Alex Jones. And, I mean, we just got to get used to it. If we're going to dwell on it. That's the world we're gonna live in. Now we get to a nice clip where he has a new lie narrative that I think is pretty interesting. That we'll get into right here."
    },
    {
      "end_timestamp": 883.0,
      "id": "930e6502-590d-3056-a655-9cdac275386b",
      "speaker": "Alex Jones",
      "start_timestamp": 846.0,
      "text": "And out of the gates 50% off on the Trump pence, President 2020 shirt that says keeping America great. And on the back, America first and 1776 infowars.com and this is all about free speech, meeting like minded people and promoting the truth and standing up against the bullies to tell folks that they can't wear their colors proud to red, white and blue shirt, which again, the Ninth Circuit has ruled as illegal in California schools. Come on. And I even have articles right here today again, where if you if teams have red, white and blue colors, they're told that they can't have the basketball game because it hurts the Muslims feelings. I'm not kidding."
    },
    {
      "end_timestamp": 914.0,
      "id": "5bfac3e5-bcba-386a-87d8-275cdc267f9e",
      "speaker": "Dan",
      "start_timestamp": 883.0,
      "text": "He's not kidding. But he's lying. So he has the Ninth Circuit lie that we we've talked about a bunch I lead nauseam. I laughed at him just to illustrate how often he brings that up. Yeah. And then he has this new one about Iowa basketball team where people were told not to wear red, white and blue, because it offends immigrants or Muslims. Is that true? Alex must have just seen a tweet, because I read up on this story."
    },
    {
      "end_timestamp": 917.0,
      "id": "e197999f-c818-3fb7-b5e8-3fcaba7284d1",
      "speaker": "Jordan",
      "start_timestamp": 914.0,
      "text": "Okay, and he, but there is something to read"
    },
    {
      "end_timestamp": 932.0,
      "id": "e7bb08f7-d678-3172-8821-0a604ebe60ab",
      "speaker": "Dan",
      "start_timestamp": 917.0,
      "text": "the tweet and the story that's being told in right wing media and right wing blogs is that Iowa high school students were forced to apologize for wearing red, white and blue at a sports game because immigrant students on the opposing team were offended. That's the story on right wing blogs."
    },
    {
      "end_timestamp": 937.0,
      "id": "1794364a-a22d-3b9f-89ad-938b68c48e4f",
      "speaker": "Jordan",
      "start_timestamp": 932.0,
      "text": "Is there any other part of that story? That maybe they've left? Oh, man, there's"
    },
    {
      "end_timestamp": 938.0,
      "id": "7e50b15b-20f0-370c-a1ac-606bc8345500",
      "speaker": "Dan",
      "start_timestamp": 937.0,
      "text": "a lot more. Oh, there's"
    },
    {
      "end_timestamp": 945.0,
      "id": "5362f58d-d7e8-362c-8928-a63dd86e726b",
      "speaker": "Jordan",
      "start_timestamp": 938.0,
      "text": "more. Yeah. So it seems like that's more than enough for a story. Let's print the headline and just not fill it in. Don't"
    },
    {
      "end_timestamp": 969.0,
      "id": "47ff77da-a446-3f8b-a2a1-e3bf76b324c2",
      "speaker": "Dan",
      "start_timestamp": 945.0,
      "text": "give it a lead. Yeah. So the truth is that these students did apologize for wearing red, white and blue. Okay, but they were never asked to they weren't forced to at all. Okay, they also shouldn't have apologized for wearing red, white and blue because that wasn't the issue. The reason that the opposing team was pissed off was because they were screaming racial slurs at them."
    },
    {
      "end_timestamp": 975.0,
      "id": "47e635f7-6508-38be-a5bf-0c6433dfd8c6",
      "speaker": "Jordan",
      "start_timestamp": 969.0,
      "text": "That is a much better reason to be pissed off then wearing red white and blue they"
    },
    {
      "end_timestamp": 1013.0,
      "id": "c080f940-7507-3a62-af5c-10b98d532d5f",
      "speaker": "Dan",
      "start_timestamp": 975.0,
      "text": "were yelling deport them no and stuff like that. There was a guy who was there and he was quoted as saying he had a Facebook post about it said also just remember we were offended but did not ask for an apology. Valley willingly apologized to us we did not make them apologize. And then someone commented, please state exactly what offended you the post say it was wearing a patriotic uniforms if it was more than that than enlighten us. And his response. I don't care what they were wearing. Some of them were screaming racial slurs, which is what got me that maybe that's the story."
    },
    {
      "end_timestamp": 1019.0,
      "id": "f024ae0f-7e4d-3468-a146-4beff1fe158b",
      "speaker": "Jordan",
      "start_timestamp": 1013.0,
      "text": "That's what got me Yeah, you know, all the way up until then. I was fine. Of course."
    },
    {
      "end_timestamp": 1021.0,
      "id": "b1db50b3-f129-3b06-94d1-a2b74d18e71f",
      "speaker": "Dan",
      "start_timestamp": 1019.0,
      "text": "There's about what someone's wearing. It's not being a bully."
    },
    {
      "end_timestamp": 1027.0,
      "id": "934c6f26-6e01-30c6-9a43-bb184eb15bc2",
      "speaker": "Jordan",
      "start_timestamp": 1021.0,
      "text": "So they apologize for wearing red white and blue though right? Because the sarcastic fucking apology"
    },
    {
      "end_timestamp": 1032.0,
      "id": "53a4fced-ca32-30e1-95f8-d6b635a8d6c2",
      "speaker": "Dan",
      "start_timestamp": 1027.0,
      "text": "or just not taking responsibility but knowing you have to apologize. But to be"
    },
    {
      "end_timestamp": 1036.0,
      "id": "35c4c15c-2773-39af-a100-10cc4e71696b",
      "speaker": "Jordan",
      "start_timestamp": 1032.0,
      "text": "fair, it seems like that's such a because they don't hold Okay. All right here"
    },
    {
      "end_timestamp": 1045.0,
      "id": "cb09db11-234f-3425-8f0c-c0780d57a1be",
      "speaker": "Dan",
      "start_timestamp": 1036.0,
      "text": "I'll be fair about it. All right. The Apology came from like the student council. It didn't come from the kids who were doing the screaming the racial slur Okay, so I think that if I"
    },
    {
      "end_timestamp": 1051.0,
      "id": "3a7d2016-4c0c-3b40-be43-abf88f2a17bf",
      "speaker": "Jordan",
      "start_timestamp": 1045.0,
      "text": "was really hoping that my knowledge of kids who screamed racial slurs hadn't just suddenly disappeared Yeah, to be replaced by"
    },
    {
      "end_timestamp": 1056.0,
      "id": "ea9cba8a-317c-3836-9975-5c0135217876",
      "speaker": "Dan",
      "start_timestamp": 1051.0,
      "text": "people suddenly learning not to yells you wake up hungover and you're like, oh, shit, yes."
    },
    {
      "end_timestamp": 1062.0,
      "id": "b25e02ae-8b8c-3417-b278-0bbcf186103e",
      "speaker": "Jordan",
      "start_timestamp": 1056.0,
      "text": "Oh, man. teens know how to apologize for racial ship now. Jesus Christ. What world is this? Yeah, so"
    },
    {
      "end_timestamp": 1155.0,
      "id": "19f91a54-52dd-3551-9966-2eb8bbcd6072",
      "speaker": "Dan",
      "start_timestamp": 1062.0,
      "text": "they there was a student council so it's possible that they were just apologizing and trying to save face without getting into the muck without actually apologizing. Also, a September 2016 Des Moines Register article describe the racial tensions in this particular school district in Iowa, a culture of quote deep racial disparity exists in the Valley High School creating an inequitable toxic environment for students of color. According to a report from the Iowa State University researchers, the audit found that students of color at the West Des Moines High School are more likely to be labeled as special needs and at risk than their white peers. Students of Color are also more likely to face discipline or suspension and less likely to be tapped for gifted programs. And this is a quote from the researchers, the traditions, curriculum and common teaching methods within the school. Assume students upper class whiteness is the norm or archetype, which can marginalize and demoralize students of color, whether intended or not. Now that's interesting and about Hold on. That's about a lot of education as a whole. You can accept that. Yep. Now here's where it gets nowhere specific. Yep. The report comes more than a year after violent confrontations between students prompted a series of community discussions on race relations at the school. There were like basically race fights. Yeah, at this Iowa School. Yep. And so maybe that's the kind of climate that we're living in and has nothing to do with the fact that they're wearing red, white and blue. There's a big racism ism problem at Valley High School in Iowa. And of course, it's not commonly reported because why would it be it's a high school in the middle of America? Yeah, it's just one example of many"
    },
    {
      "end_timestamp": 1166.0,
      "id": "094cca88-5615-36c3-a77e-9d5dca451b45",
      "speaker": "Jordan",
      "start_timestamp": 1155.0,
      "text": "how Oh, mate, but they just ran with it as being about wearing red, red, white and blue. Yep. And that was a rant with Yeah, because you know, no context whatsoever"
    },
    {
      "end_timestamp": 1184.0,
      "id": "3a8d4153-44c5-3125-9ef5-91664761b299",
      "speaker": "Dan",
      "start_timestamp": 1166.0,
      "text": "and what he does in the end is blamed the victims again he takes the side because he can't fucking spin a yarn that's against his narrative. He can't dig for the facts you can't look into it and he's he's lying by omission am just lying it's fucking sad. What"
    },
    {
      "end_timestamp": 1190.0,
      "id": "0c8b0462-bfd1-3273-8737-43cbb8089e62",
      "speaker": "Jordan",
      "start_timestamp": 1184.0,
      "text": "are the what are the it's so this is reported only on right wing news period."
    },
    {
      "end_timestamp": 1194.0,
      "id": "58f3079e-05b8-32d7-9979-2285c37d2fc9",
      "speaker": "Dan",
      "start_timestamp": 1190.0,
      "text": "What do you mean no, like local news talked about the"
    },
    {
      "end_timestamp": 1205.0,
      "id": "90fd3ed9-6168-39fa-97ac-64b900ef5851",
      "speaker": "Jordan",
      "start_timestamp": 1194.0,
      "text": "and then right wing so right wing blogs picked it up? Yeah. Are they reporting anything or is it just full On. I heard about this and then I'm very mad and yatta yatta that whole thing."
    },
    {
      "end_timestamp": 1213.0,
      "id": "80c31f4c-5bd1-35e1-9292-c95cc73d0dd1",
      "speaker": "Dan",
      "start_timestamp": 1205.0,
      "text": "I mean, the tweets are basically along the lines of students forced to apologize for wearing red, white and blue blah, blah, blah. It's exactly the same as the Ninth Circuit."
    },
    {
      "end_timestamp": 1223.0,
      "id": "150b8e0c-487b-304e-a15f-9fa7a7974a22",
      "speaker": "Jordan",
      "start_timestamp": 1213.0,
      "text": "Yeah, you know what, fuck them. Fuck them. This is pure distraction. Yeah, this is nothing. Yeah, we move on. We move on. But I got I just I wave him from but I just"
    },
    {
      "end_timestamp": 1259.0,
      "id": "ae7230a1-5d56-3747-9e02-9479ef5a38e5",
      "speaker": "Dan",
      "start_timestamp": 1223.0,
      "text": "like these specific examples because it comes down to like, what we can pin to the wall? Yes, there's a lot of stuff that we can't really pin to the wall. Like, I can't prove that Alex doesn't have sources. I have good circumstantial evidence that he doesn't, but I can't prove it. That's how I can prove that he didn't read this article based on the facts of the article. Yeah, so this is an instance where it's like, Fuck you, dude. You're not telling the story. You're lying. You're a propagandist. And on our last episode, he was fucking call and other people erase pimp. I would say if anybody is doing that sort of behavior, it's you in that exact moment."
    },
    {
      "end_timestamp": 1280.0,
      "id": "27d1a9c0-ae58-3587-bafd-bb9f8972d9d3",
      "speaker": "Jordan",
      "start_timestamp": 1259.0,
      "text": "I think you just committed race papery greatest act of defamation. Yeah, you can possibly commit so anyway, and do you know who's willing to fight you? For charity? By August Baldwin only fights for profit. We all know the Hannity Hannity entity fights for sexual favors."
    },
    {
      "end_timestamp": 1288.0,
      "id": "f20392ca-f5b8-3a63-a3c8-74d10ae503df",
      "speaker": "Dan",
      "start_timestamp": 1280.0,
      "text": "Oh, also, let's tie this into the big picture of representative Stephen King who is from Iowa who is a out and out white nationalist."
    },
    {
      "end_timestamp": 1292.0,
      "id": "41d5700c-3ce2-3cf1-92f8-c9c3fce60723",
      "speaker": "Jordan",
      "start_timestamp": 1288.0,
      "text": "Yeah. And he's not even bothering anymore. No, but so he's that he?"
    },
    {
      "end_timestamp": 1296.0,
      "id": "2e62afc6-6e80-34c0-8534-0f1661e1cd0f",
      "speaker": "Dan",
      "start_timestamp": 1292.0,
      "text": "I really I was about to blow up like there's there's there's fucked up stuff going"
    },
    {
      "end_timestamp": 1299.0,
      "id": "9cf2abff-a1ef-3118-b663-2eecdbed42ad",
      "speaker": "Jordan",
      "start_timestamp": 1296.0,
      "text": "on. They did that whole states garbage."
    },
    {
      "end_timestamp": 1301.0,
      "id": "95afc331-0ae7-3dc0-89b0-afdcdf0be9cf",
      "speaker": "Dan",
      "start_timestamp": 1299.0,
      "text": "Nice times in Iowa City. So"
    },
    {
      "end_timestamp": 1312.0,
      "id": "9ee31d80-059e-35e7-8321-5ed07bec1fed",
      "speaker": "Jordan",
      "start_timestamp": 1301.0,
      "text": "I don't even know where Montana is. Let's just call that one. Let's just call that one Canada like Little Canada. Yeah. No,"
    },
    {
      "end_timestamp": 1315.0,
      "id": "435ec0bb-b005-31b6-bd47-5453e4d61e25",
      "speaker": "Dan",
      "start_timestamp": 1312.0,
      "text": "king, king. Yeah."
    },
    {
      "end_timestamp": 1317.0,
      "id": "af97dc9b-1eca-3598-bb6e-4c1175e7a516",
      "speaker": "Jordan",
      "start_timestamp": 1315.0,
      "text": "said some white nationalist shit."
    },
    {
      "end_timestamp": 1322.0,
      "id": "49cd552d-4234-30fc-b46a-d3236a034b0c",
      "speaker": "Dan",
      "start_timestamp": 1317.0,
      "text": "We can't fix our culture with other people's babies. Essentially, Paul Ryan"
    },
    {
      "end_timestamp": 1338.0,
      "id": "553ae5d7-ed60-322b-8c83-d293ca611107",
      "speaker": "Jordan",
      "start_timestamp": 1322.0,
      "text": "said, I think he needs to clarify his comments. And then he did and then he clarified his comments. I read exactly what I said when I meant exactly what he said. Paul Ryan, when asked for comment regarding that said, I think he needs to clarify statements. If I"
    },
    {
      "end_timestamp": 1345.0,
      "id": "a497fa19-1471-3724-8f41-649a030036fd",
      "speaker": "Dan",
      "start_timestamp": 1338.0,
      "text": "were in the second time, my response would be like, Okay, I gotta punt on this."
    },
    {
      "end_timestamp": 1356.0,
      "id": "8957097e-a57d-3f6d-9d38-df0725274a76",
      "speaker": "Jordan",
      "start_timestamp": 1345.0,
      "text": "This supports the supports the reality the GOP is now only for dumb people right people who deny reality and out and out racists Yep, that's it. Yeah,"
    },
    {
      "end_timestamp": 1361.0,
      "id": "85988582-a5ae-317f-9707-c930789fbb93",
      "speaker": "Dan",
      "start_timestamp": 1356.0,
      "text": "absolutely. No one else who's part of that looks was never seen white racism in his life. Well,"
    },
    {
      "end_timestamp": 1367.0,
      "id": "d854fbae-e4be-34f8-9d54-534a9fffac0d",
      "speaker": "Jordan",
      "start_timestamp": 1361.0,
      "text": "I mean, except for Nazis, right. So this clip is Nazis are only a positive thing right"
    },
    {
      "end_timestamp": 1381.0,
      "id": "6cb38a08-c434-3e28-8f11-421422073d1f",
      "speaker": "Dan",
      "start_timestamp": 1367.0,
      "text": "there about prosperity. Anyway, this clip is not done. He goes from talking about this basketball team and lying about them to somehow weave it into Turkey. But when he brings up Turkey, what he doesn't do is bring up that his boy Mike Flynn was working for them."
    },
    {
      "end_timestamp": 1390.0,
      "id": "9e5099f8-8eb0-30be-8794-d8fe77affbf0",
      "speaker": "Jordan",
      "start_timestamp": 1381.0,
      "text": "Are you sure it wasn't that you're no longer allowed to wear red, white and blue on Thanksgiving? Yeah, that might be I think that's probably where he's gonna go with this."
    },
    {
      "end_timestamp": 1406.0,
      "id": "bf3d9777-1bb9-3dcd-b68a-67ef98108473",
      "speaker": "Alex Jones",
      "start_timestamp": 1390.0,
      "text": "That's a good theory. Well, then you don't feel like it'd be part of the country. If the red white and blue upset you? I mean, why are we submitting to them? Ergun has now declared the dictator of Turkey that He is the supreme ruler of Europe, basically. That's"
    },
    {
      "end_timestamp": 1410.0,
      "id": "4afa6654-e60c-3c71-a11f-8a0579aa3218",
      "speaker": "Dan",
      "start_timestamp": 1406.0,
      "text": "it. Wow. And has General Flynn in his employ. Wow, Sukkot"
    },
    {
      "end_timestamp": 1412.0,
      "id": "a36cb37e-38bd-387e-896b-6f04a1bab44b",
      "speaker": "Jordan",
      "start_timestamp": 1410.0,
      "text": "and his name is Erwan Yeah,"
    },
    {
      "end_timestamp": 1416.0,
      "id": "2fa5d52d-0557-322d-a82f-ab05a68cf688",
      "speaker": "Dan",
      "start_timestamp": 1412.0,
      "text": "I heard again. Hey, Hurtgen. He's from occupied Texas. Give them a break."
    },
    {
      "end_timestamp": 1429.0,
      "id": "2235e6b3-6133-3ee3-b291-2dd57fa94e21",
      "speaker": "Jordan",
      "start_timestamp": 1416.0,
      "text": "I just learn how to say that God they have named fine. George. Jorge Ramos. Don't say that. Learn how to say the fucking name. Yep."
    },
    {
      "end_timestamp": 1443.0,
      "id": "fe492cac-f6f0-35ae-a674-fa9160b00782",
      "speaker": "Alex Jones",
      "start_timestamp": 1429.0,
      "text": "There it is W H O TV. NBC Valley students say USA theme student section not aimed at North refugee athletes as the name of the team's North refugee athletes."
    },
    {
      "end_timestamp": 1451.0,
      "id": "520e7e49-0fb0-3e9d-98c2-2b4390975e3f",
      "speaker": "Dan",
      "start_timestamp": 1443.0,
      "text": "So that's him reading the headline of the story. He put the team name as North refugee athletes. That is not the name of the team"
    },
    {
      "end_timestamp": 1472.0,
      "id": "947efcd8-f0b8-34f4-b8da-84eff5653070",
      "speaker": "Jordan",
      "start_timestamp": 1451.0,
      "text": "athletes. That's the NRA. Yep, so they're bigger than North refugee athlete. So does that to you? Does that make you see a vision of a basketball jersey with just somebody escaping Syria on it as their mascot?"
    },
    {
      "end_timestamp": 1485.0,
      "id": "a7b41a63-60ee-318d-a4ad-4dbeb9097680",
      "speaker": "Dan",
      "start_timestamp": 1472.0,
      "text": "Ah, yeah, basically, yeah. The team is the Tigers. I looked it up. So he doesn't understand the story because he doesn't even understand the headline as he's reading it."
    },
    {
      "end_timestamp": 1490.0,
      "id": "07934695-c0bf-3caf-8698-c2f330d52c57",
      "speaker": "Jordan",
      "start_timestamp": 1485.0,
      "text": "So on the one hand, we have the team, the North refugee"
    },
    {
      "end_timestamp": 1493.0,
      "id": "f0879ad2-7b8c-3ba9-b17b-77a5f76a86a3",
      "speaker": "Dan",
      "start_timestamp": 1490.0,
      "text": "athletes, which is one of the most common names."
    },
    {
      "end_timestamp": 1501.0,
      "id": "98fa65a0-0c4b-34a2-a67e-d39a3b8db1a8",
      "speaker": "Jordan",
      "start_timestamp": 1493.0,
      "text": "We have the Tigers. Now, did they vote for that at an assembly were those two ever option one against it might"
    },
    {
      "end_timestamp": 1536.0,
      "id": "9fe5cb45-7f4a-3624-bdd9-692cdc44f7b3",
      "speaker": "Dan",
      "start_timestamp": 1501.0,
      "text": "it might have been, you know what we want to be unique? Fair enough. Okay, so I was kind of worried. I want to I want to bring this up a tiny bit because we're gonna get a little bit into this. Today you tweeted at Paul Joseph Watson. You tweeted at prison planet, or Oh, yeah, you quoted one of his tweets and sent me into a panic the entire day. But then I found this clip, okay. And it made me feel like we might be okay. Because in it, Alex Jones describes how he likes to take a joke."
    },
    {
      "end_timestamp": 1543.0,
      "id": "dcd95c3f-3c56-3199-b9be-d4be306bd9b9",
      "speaker": "Jordan",
      "start_timestamp": 1536.0,
      "text": "Oh, good. Unfortunate that that puts us you know, already we're off the hook. We're in the clear. We know that he likes to take a joke."
    },
    {
      "end_timestamp": 1559.0,
      "id": "6f3fd61e-dfaf-30b1-be1c-4f63466cfd9e",
      "speaker": "Dan",
      "start_timestamp": 1543.0,
      "text": "Unfortunately, by the end of this clip, I'm starting to wonder if he actually likes to take a joke. Do you think he even knows what a joke is? It's vague. At this point. It's unclear. But we'll let him descend from Hey, oh, cool. Take a joke to screaming. Okay,"
    },
    {
      "end_timestamp": 1575.0,
      "id": "567e7efe-d487-3d8e-8e26-f5147d05717b",
      "speaker": "Alex Jones",
      "start_timestamp": 1559.0,
      "text": "I saw another mashup piece. I sent it to Nico. I forget exactly what publication wasn't. I looked it up. And I become one of the top, I guess comedians in the country. Literally, they're even saying that newspapers, tongue in cheek."
    },
    {
      "end_timestamp": 1580.0,
      "id": "389ee9b7-efb9-371d-adb4-e9eb462d2ab5",
      "speaker": "Jordan",
      "start_timestamp": 1575.0,
      "text": "Okay, good. Otherwise, it's a bad newspaper, that's"
    },
    {
      "end_timestamp": 1596.0,
      "id": "9c26d4e8-0004-3418-af12-fc3a4b5ea76e",
      "speaker": "Alex Jones",
      "start_timestamp": 1580.0,
      "text": "AV Club. With daily mashups of things I've shed in 20 years on video into these comedy pieces, they're not and they think it's destroying me or hurting me, but we have the metrics. It's sending us giant hordes of young people."
    },
    {
      "end_timestamp": 1614.0,
      "id": "4dccbf9a-a45e-3a74-a4dd-105f4fe0717e",
      "speaker": "Dan",
      "start_timestamp": 1596.0,
      "text": "Before we get into like, how he takes a joke and stuff. I want to be clear that I kind of agree with him on this. And this is one of my big principles is taking him out of context. Like that is incredibly dangerous. Yeah, it really only feeds into his game. Oh, yeah. What we're doing is still laughing at him. And"
    },
    {
      "end_timestamp": 1616.0,
      "id": "f3cd20ee-fc88-3a35-a2c2-3afc64931650",
      "speaker": "Jordan",
      "start_timestamp": 1614.0,
      "text": "far more tedious,"
    },
    {
      "end_timestamp": 1620.0,
      "id": "b07308a0-758f-30fe-8190-585b5ebe5661",
      "speaker": "Dan",
      "start_timestamp": 1616.0,
      "text": "very tedious, so much worse. Oh, tedious. But at the same time, imagine"
    },
    {
      "end_timestamp": 1633.0,
      "id": "cd2e9369-45e4-3ec8-9d9a-5c2f77268f11",
      "speaker": "Jordan",
      "start_timestamp": 1620.0,
      "text": "this podcast, but if it were one and a half minutes long, yeah. And there were just instead of us commenting on it, there's just like techno music, and then scenes from movies? Uh huh. That sounds super entertaining."
    },
    {
      "end_timestamp": 1635.0,
      "id": "adcc76bc-85fc-3c22-afeb-ea34f8119ac1",
      "speaker": "Dan",
      "start_timestamp": 1633.0,
      "text": "But that would be too tedious for me, because I'd have to edit that."
    },
    {
      "end_timestamp": 1639.0,
      "id": "306a399f-de06-3d54-abcc-7978ce375296",
      "speaker": "Jordan",
      "start_timestamp": 1635.0,
      "text": "Yeah, that's true. But you could never handle that. But I think that"
    },
    {
      "end_timestamp": 1671.0,
      "id": "18b4925b-ddc8-395a-ab3a-fa5914a9385a",
      "speaker": "Dan",
      "start_timestamp": 1639.0,
      "text": "I really do agree with him that people doing these jokey videos are sort of playing into his hands. I think they're sending people to him. Well, these people are going to check him out. You know, they want to know more about who is this fucking wing nut? And I don't know, I don't think that they're going to convert tons of people or anything like that. No, but it does get into your head that he's funny, and all this stuff. And I do think that that's a dangerous thing. I'm not saying that they're doing something bad. I'm just saying there are negative side effects of treating him like a joke. And that will be one of my main theses for the entirety of this podcast. Yeah,"
    },
    {
      "end_timestamp": 1682.0,
      "id": "b6ccc124-d863-32f8-ba2f-16548aec3629",
      "speaker": "Jordan",
      "start_timestamp": 1671.0,
      "text": "he is. He is a joke. But he is a he's like the he's like The Killing Joke. He's the Joker. That's what he all he's just so bad. He's like"
    },
    {
      "end_timestamp": 1685.0,
      "id": "1dfae87e-758a-374b-b146-0bf747c01ecb",
      "speaker": "Dan",
      "start_timestamp": 1682.0,
      "text": "a truly bigoted joke that everyone seems to like,"
    },
    {
      "end_timestamp": 1707.0,
      "id": "0b7a749d-0473-3163-9e9a-804ecc4f398f",
      "speaker": "Jordan",
      "start_timestamp": 1685.0,
      "text": "yeah, now. Yeah. Oh, now. If they're sending people to him, the worry that I have is that he's becoming more disseminated in the popular consciousness more mainstream. While I was saying that I realized that is exactly what we're hoping happens. Not really. So we can explode. No, because we'll be too late. Yeah, that's"
    },
    {
      "end_timestamp": 1713.0,
      "id": "6ab0417c-9e23-3272-a73b-c3a59c01d0e8",
      "speaker": "Dan",
      "start_timestamp": 1707.0,
      "text": "a good if he becomes like, super mainstream. It'd be like, oh, yeah, you guys are doing another Alex Jones podcast. Yeah,"
    },
    {
      "end_timestamp": 1717.0,
      "id": "c87adbfe-57fc-3bad-8a43-74daa32a0613",
      "speaker": "Jordan",
      "start_timestamp": 1713.0,
      "text": "that's true. You know, we need to we need to take"
    },
    {
      "end_timestamp": 1721.0,
      "id": "369ef4c1-5c9a-3a63-a1b6-48f86a3c013f",
      "speaker": "Dan",
      "start_timestamp": 1717.0,
      "text": "now. Yeah, yeah. We need to start this podcast two years ago, right."
    },
    {
      "end_timestamp": 1733.0,
      "id": "377a313f-5147-3900-87a0-02eef7f080e8",
      "speaker": "Jordan",
      "start_timestamp": 1721.0,
      "text": "This is like us like Game of Thrones. He should have been in the end game by now. You should already know that Jon Snow is gonna write a fucking dragon. Why are we there? Yeah. Why are we there? Write it."
    },
    {
      "end_timestamp": 1739.0,
      "id": "6369a68d-a1ab-3885-8be4-f00676422083",
      "speaker": "Dan",
      "start_timestamp": 1733.0,
      "text": "Don't Don't spoil Game of Thrones. Let's get to Alex Jones. Being having a great sense of humor about himself. Excellent."
    },
    {
      "end_timestamp": 1754.0,
      "id": "3b19f220-0e0c-34c4-bd76-9aae09b756cc",
      "speaker": "Alex Jones",
      "start_timestamp": 1739.0,
      "text": "My son loves it. His school loves it. And it's fun. I like being made fun of you think I'm like some fake conservative from 50 years ago. That's all the stuff Sukwon buffet. How do them make a joke about me or judge males?"
    },
    {
      "end_timestamp": 1761.0,
      "id": "2e234ed6-1712-313f-ac99-41c953d88d9a",
      "speaker": "Dan",
      "start_timestamp": 1754.0,
      "text": "By the way, that mail that reference is going to miss all of your millennials that are coming over from a V club. Okay,"
    },
    {
      "end_timestamp": 1763.0,
      "id": "02a2d617-cb42-3f65-9483-bab29727d8f4",
      "speaker": "Jordan",
      "start_timestamp": 1761.0,
      "text": "what's what is Judge males? no fucking"
    },
    {
      "end_timestamp": 1770.0,
      "id": "ad82d3a6-e6cb-3686-9725-e0f5ad285af9",
      "speaker": "Dan",
      "start_timestamp": 1763.0,
      "text": "idea. I don't know probably some from some goddamn sitcom. Look it up while we are doing"
    },
    {
      "end_timestamp": 1776.0,
      "id": "ff7b0553-c010-3785-bafc-fbcfa15b3ad8",
      "speaker": "Jordan",
      "start_timestamp": 1770.0,
      "text": "just I don't I don't know how to spell it. shemales I don't want to."
    },
    {
      "end_timestamp": 1814.0,
      "id": "08b993f8-ae96-3e81-91a0-cbbea79a4d99",
      "speaker": "Alex Jones",
      "start_timestamp": 1776.0,
      "text": "It's got the comments in here. And like most of the comments, when you read them are this is the guy that says whites are superior to black people never said that. This is the guy that says He's superior genetically to Denzel Washington, when he is old and ugly. What are you talking about that mental illness. I've never seen any such thing. It's like this mental illness where they it's like they're fiction writers, and they make stuff up. And they say I produced an album called I don't like blacks. 2018."
    },
    {
      "end_timestamp": 1831.0,
      "id": "02f67e8d-ec7a-3481-b445-bfb5ce5b47b4",
      "speaker": "Dan",
      "start_timestamp": 1814.0,
      "text": "So he actually shows the comment thread on this AV Club video. If you've ever been to the AV Club, they kind of go buck wild. They like they like trollee comment and they like to do strings of jokes. Yeah, so common threads end up becoming someone makes a joke. Someone tags it tag tag tag. That's it on the AV"
    },
    {
      "end_timestamp": 1838.0,
      "id": "50de30f8-6339-3ce3-93a6-ac7f9e71aaf2",
      "speaker": "Jordan",
      "start_timestamp": 1831.0,
      "text": "Club. They also kind of have a very communal comment thread where it's kind of the same people always in conversation with Yeah,"
    },
    {
      "end_timestamp": 1865.0,
      "id": "1631cc1c-2ff2-38e7-bf05-025f54aca57d",
      "speaker": "Dan",
      "start_timestamp": 1838.0,
      "text": "so in this one someone started because the video in question. He does some rapping in it. He like people were started as we've as we've seen, he can drop a verse. Yeah, so people start writing, like Alex Jones raps, and one of them has a rap lyric of him like, I'm Alex Jones, and I'm here to say, blah, blah, blah, blah. And then it says from his album, I don't like black people. It is just a joke. No, it's said he made a silly joke. And it's"
    },
    {
      "end_timestamp": 1873.0,
      "id": "6a7ffb4d-9ca0-3fbf-8c55-32ff7a11d44d",
      "speaker": "Jordan",
      "start_timestamp": 1865.0,
      "text": "Twain. It's from the future. Exactly. Nobody's saying that Alex Jones is bringing an album back from the future in order to release it. Now. His"
    },
    {
      "end_timestamp": 1881.0,
      "id": "60223379-ae3a-3153-8140-2a74f327c040",
      "speaker": "Dan",
      "start_timestamp": 1873.0,
      "text": "point is that he can take a joke. He's not one of these stodgy conservatives, but then he literally ends he literally is reading comment sections, if you like."
    },
    {
      "end_timestamp": 1882.0,
      "id": "7a04f186-4319-30a8-ae90-042c706f088e",
      "speaker": "Alex Jones",
      "start_timestamp": 1881.0,
      "text": "I don't they said that I"
    },
    {
      "end_timestamp": 1885.0,
      "id": "b91d142c-790e-35fa-853d-d2eaeb943c2f",
      "speaker": "Dan",
      "start_timestamp": 1882.0,
      "text": "made a fucking album. I don't like black people"
    },
    {
      "end_timestamp": 1909.0,
      "id": "55495335-6d96-3609-bdb5-e1a0f914aa8e",
      "speaker": "Jordan",
      "start_timestamp": 1885.0,
      "text": "that is so within how many? How many people do we know who have that kind of level of narcissism where they could absolutely read a like they put a Facebook post up? It turns into one of those Facebook posts Yeah, they will absolutely turn to you and read the comments to you. I might we know people who would do that I"
    },
    {
      "end_timestamp": 1910.0,
      "id": "82fff026-a96e-3156-9b97-0f30c5a5bb87",
      "speaker": "Dan",
      "start_timestamp": 1909.0,
      "text": "might imagine for your"
    },
    {
      "end_timestamp": 1916.0,
      "id": "1dbbb190-59b3-34bf-aca1-62678550dd6b",
      "speaker": "Jordan",
      "start_timestamp": 1910.0,
      "text": "imagine they have a show"
    },
    {
      "end_timestamp": 1919.0,
      "id": "d0f1f003-da52-3c6a-aa2f-af71af3b78a7",
      "speaker": "Dan",
      "start_timestamp": 1916.0,
      "text": "a hypothetical million strong audience. Yeah."
    },
    {
      "end_timestamp": 1932.0,
      "id": "b127a062-c408-37c3-8530-379841ab962d",
      "speaker": "Jordan",
      "start_timestamp": 1919.0,
      "text": "Oh my God, that's great. Anyway, looked up Judge males, males from Caddyshack. Okay. Not sure males, which I sounded very anti semitic,"
    },
    {
      "end_timestamp": 1942.0,
      "id": "98c70dbe-d2dd-34ec-806f-88b37fa7cf92",
      "speaker": "Dan",
      "start_timestamp": 1932.0,
      "text": "like a honeymooners reference. Because Alex Jones, he says he's 43. Right. Motherfuckers 50. Plus, do you think so? Anyway,"
    },
    {
      "end_timestamp": 1943.0,
      "id": "acf4aed9-6cda-3c13-bef0-ec0acb44163b",
      "speaker": "Jordan",
      "start_timestamp": 1942.0,
      "text": "he's lying about his"
    },
    {
      "end_timestamp": 1953.0,
      "id": "f7af4dcd-c89e-333e-a1ee-696ada8cc780",
      "speaker": "Dan",
      "start_timestamp": 1943.0,
      "text": "IQ. So that's because you've not looked like a 43 year old? Yeah. But he lives his life fucking hard. That's true. That's true."
    },
    {
      "end_timestamp": 1963.0,
      "id": "191335ac-3c42-350d-8eae-0cc2a19bf047",
      "speaker": "Alex Jones",
      "start_timestamp": 1953.0,
      "text": "It's like pseudo intellectuals. And I feel sorry for these people. Because I was reading these comments this morning."
    },
    {
      "end_timestamp": 1966.0,
      "id": "fdc6eb2f-5978-3f20-a406-58a1322962e3",
      "speaker": "Jordan",
      "start_timestamp": 1963.0,
      "text": "And it was wild, and every single moment changed"
    },
    {
      "end_timestamp": 2024.0,
      "id": "f0cb3f9d-bcec-3932-84d3-427b8668513e",
      "speaker": "Alex Jones",
      "start_timestamp": 1966.0,
      "text": "the world. We've got presidents being elected all over the world to fight globalism and have a new Pro empowerment, productivity. Renaissance. We're having huge success. We reach 45 million people a week conservatively. We're creating spin off movements that are reaching even more people. And then they have these weird celebrations I see it to about drudge. Oh, he's number one, but he's a loser. Or Alex is big, but he's a loser. It's like, oh, Alex is mentally ill, or Alex is an outlier. Like Alex is an outcast. And they're projecting everything they think they are. And they're these alone, people in their mothers basements, all the demographic show at the average liberal, like 90%, below the age of 30. Lives in their mom's basement, has no job plays video games all day. And then they just sit there together celebrating how people that are active, aggressive, successful. Genetically, I'm successful. Yikes, slow."
    },
    {
      "end_timestamp": 2028.0,
      "id": "6a04742f-fb60-3261-9884-cefd5472d2f2",
      "speaker": "Jordan",
      "start_timestamp": 2024.0,
      "text": "When did we drop that"
    },
    {
      "end_timestamp": 2053.0,
      "id": "7d0b234c-ecd4-3455-99c8-e2c12d17a14d",
      "speaker": "Dan",
      "start_timestamp": 2028.0,
      "text": "one in order to pause that just for a second, but also also to just really hammer that point home? Also, this is not what someone who can take a joke does. This is all 30 seconds of insulting the people who made the jokes that he's all live in their parents basement, all these 90% of liberals over under 35 live in their parents basement. I don't know anybody who lives in their parents basement. I know a lot of liberals under 35."
    },
    {
      "end_timestamp": 2056.0,
      "id": "44fee43e-6bf4-3468-aef4-75500a993e2c",
      "speaker": "Jordan",
      "start_timestamp": 2053.0,
      "text": "Yeah, but 90% of them."
    },
    {
      "end_timestamp": 2061.0,
      "id": "6e1ff231-4c6c-3f26-adb5-fdad4dc21fa6",
      "speaker": "Dan",
      "start_timestamp": 2056.0,
      "text": "There are some who don't comics who live in basements. But that's fine. We've all lived in"
    },
    {
      "end_timestamp": 2066.0,
      "id": "5ddeac11-9434-3bd6-af80-f2a5a4ff6758",
      "speaker": "Jordan",
      "start_timestamp": 2061.0,
      "text": "our parents basement from at one point or another. Yeah, sure. I mean, not all of us have"
    },
    {
      "end_timestamp": 2073.0,
      "id": "3c3f1c94-71af-36e5-8e64-32bf7b88f0fc",
      "speaker": "Dan",
      "start_timestamp": 2066.0,
      "text": "you go under 35. On a club, you take that down to like under 23. You're talking to different ballpark"
    },
    {
      "end_timestamp": 2107.0,
      "id": "0d64b093-9691-3aab-b90e-4b941d2b6dbc",
      "speaker": "Jordan",
      "start_timestamp": 2073.0,
      "text": "for the reasons of you know, the very same parents voted to run the economy. So anyway, but 90% 90% That's a bullshit that all the studies show this all the studies show that not one study shows this. He's just mad because somebody made a joke on an AV Club article, and he has to hammer this home and he that he's so much stronger than so much tougher than all of these People he can take a joke because he's so strong and so tough. If you don't think he can take a joke, he will meet you in the ring."
    },
    {
      "end_timestamp": 2114.0,
      "id": "4f52c9b1-950d-3694-8123-b37514c9ae05",
      "speaker": "Dan",
      "start_timestamp": 2107.0,
      "text": "He's real close to that. He's real close to threatening these commenters. Yeah, you be bold man. It's just"
    },
    {
      "end_timestamp": 2118.0,
      "id": "b10760c5-2a30-3fa6-adee-ef5dc5165536",
      "speaker": "Jordan",
      "start_timestamp": 2114.0,
      "text": "like you remember him to say my dad could beat up your dad you remember when"
    },
    {
      "end_timestamp": 2126.0,
      "id": "c6f02190-144f-33fc-be8f-1904b6a0ca8e",
      "speaker": "Dan",
      "start_timestamp": 2118.0,
      "text": "you Ebola. Whenever he got bad movie reviews, he was like I will box you he would just tried to get people to box him about their bad movie review."
    },
    {
      "end_timestamp": 2140.0,
      "id": "95c9c8b2-dbc6-3581-b95a-ebab1e76f9a0",
      "speaker": "Jordan",
      "start_timestamp": 2126.0,
      "text": "I did not know that. He Yeah, he did that. It was great. That is pretty great. Yeah, it's like a fun thing to do, actually. Yeah. Whenever the stakes are so low that it's just a dumb movie. Also,"
    },
    {
      "end_timestamp": 2151.0,
      "id": "a858d0d5-2c34-339f-add3-2f74cdd6e4f3",
      "speaker": "Dan",
      "start_timestamp": 2140.0,
      "text": "I made what? I can't remember any of his fucking stupid movies, but yeah, he made like that bad and evil. No, I don't think that was him. Maybe? I don't know. He made he always made"
    },
    {
      "end_timestamp": 2153.0,
      "id": "55b99d6e-57f0-32c7-bbc6-0f1ae0e099a5",
      "speaker": "Jordan",
      "start_timestamp": 2151.0,
      "text": "rain he made BloodRayne Sure. Blood Rain."
    },
    {
      "end_timestamp": 2155.0,
      "id": "a7aea51e-ba73-36e0-8d3f-568c9848f5fa",
      "speaker": "Dan",
      "start_timestamp": 2153.0,
      "text": "You don't like video game? I fight you. Yeah,"
    },
    {
      "end_timestamp": 2156.0,
      "id": "878c54e3-8d5f-367c-8460-fe2c727b2f41",
      "speaker": "Jordan",
      "start_timestamp": 2155.0,
      "text": "video game movies."
    },
    {
      "end_timestamp": 2158.0,
      "id": "32ab4dca-8451-305e-9c49-09e20975f111",
      "speaker": "Dan",
      "start_timestamp": 2156.0,
      "text": "Anyway, Alex gets more mad."
    },
    {
      "end_timestamp": 2173.0,
      "id": "4d17e26b-d43d-367e-89a0-3c92eab37cd4",
      "speaker": "Alex Jones",
      "start_timestamp": 2158.0,
      "text": "I got a lot of kids. They're successful. My family family line very successful. By every benchmark, I'm very successful. And then they go have little ceremonies and celebrations that I'm not successful."
    },
    {
      "end_timestamp": 2186.0,
      "id": "a75d4da7-123f-387a-9536-6785ef529862",
      "speaker": "Dan",
      "start_timestamp": 2173.0,
      "text": "I don't disagree that he's successful. But this is so petty. This is so this is really sad. Like the two the two responses, I will fight you and then being like, so defensive about being successful. It's insane."
    },
    {
      "end_timestamp": 2193.0,
      "id": "ae0cbbf0-8aed-393d-986e-27faa04edb2b",
      "speaker": "Jordan",
      "start_timestamp": 2186.0,
      "text": "If we if we got a bad review, I swear to God, let's just talk for two hours about that person."
    },
    {
      "end_timestamp": 2198.0,
      "id": "9fc1e1b3-8036-3844-8bb0-5a495a9cbd50",
      "speaker": "Dan",
      "start_timestamp": 2193.0,
      "text": "We got a four star review on iTunes. It almost made me freak out. You ruined our five stars."
    },
    {
      "end_timestamp": 2218.0,
      "id": "fcf9b2a5-880a-3e65-bd4a-5927420eed09",
      "speaker": "Jordan",
      "start_timestamp": 2198.0,
      "text": "Oh, are you kidding me? Four stars. How dare you? Yeah, are you kidding me? I will you know what, you're probably one of the 90% of conservatives who are 85 years old and living above their parents graves, and just talking shit and playing video games all day like delusion noids"
    },
    {
      "end_timestamp": 2231.0,
      "id": "8f021193-3691-342d-85b9-ef20f5885ed3",
      "speaker": "Dan",
      "start_timestamp": 2218.0,
      "text": "we are both genetically successfully genetically successful I have a day job. I'm reasonably successful in a job that I am not qualified for. All right, that"
    },
    {
      "end_timestamp": 2320.0,
      "id": "1270eca7-b5d8-30dd-8563-2a8c6dc8b94b",
      "speaker": "Alex Jones",
      "start_timestamp": 2231.0,
      "text": "because they need to live in a delusional world where they create a straw man of who I am and then they declare themselves better than that person still doesn't know what a straw man is. It's the same thing that white supremacist did that they'll just say Alex Jones works for Israel blah, blah, blah. He's a bad guy just to make themselves feel powerful and put themselves above me. And I noticed that you know, the some of the black supremacist groups do that too. But really not not me. It's mainly weird white young people. White young people this weird white guilt and and no identity white guilt. And then they go in crude comment, and just make stuff up like Hey, dude, if you're gonna say, I don't think that I think I'm better than Denzel Washington. What the hell are you talking about? I liked him. So Washington movies. I like the guys good luck and they make the point. Oh, look into Washington is 20 years older. It looks younger than Alex. Absolutely. What did I ever say about Denzel Washington? You just make up some fantasy that I think I'm better than Denzel Washington. Just like Alec Baldwin pretend to be the president. Yes. And then since Alex Jones told me black people aren't humans you just described and I bet money. There's a bunch of these comments in here. I bet this guy called Cookie Monster. This handle probably saw saronite live and thinks if they made that joke about me. It must be true. See, they're trying to brand me as David do. When David Duke doesn't even say stuff that far."
    },
    {
      "end_timestamp": 2331.0,
      "id": "472e594d-46f9-3898-a5b7-63f6d8607967",
      "speaker": "Jordan",
      "start_timestamp": 2320.0,
      "text": "Yes, he does. No. Well, David Duke says he's David Duke David Duke does not call Alex Jones David Duke he's not playing the character now. David Duke is just a bigger Duke is a full on big I don't"
    },
    {
      "end_timestamp": 2349.0,
      "id": "61a467aa-08ef-34cc-88ec-e57a88ed9bae",
      "speaker": "Dan",
      "start_timestamp": 2331.0,
      "text": "think anyone needs to brand Alex Jones as anything other than Alex Jones. We like he's very successful at it. We let him live and die by his own words. Fuck you Cookie Monster don't try"
    },
    {
      "end_timestamp": 2358.0,
      "id": "1c9067eb-1fa7-3c6e-a516-401e35683032",
      "speaker": "Jordan",
      "start_timestamp": 2349.0,
      "text": "you know what? I don't like what Cookie Monster sad about me. Yeah, that's such a fucking pathetic little tiny."
    },
    {
      "end_timestamp": 2361.0,
      "id": "908ede90-2508-3d1e-a741-523cde28f2c7",
      "speaker": "Dan",
      "start_timestamp": 2358.0,
      "text": "It's a farce it's a YouTube"
    },
    {
      "end_timestamp": 2364.0,
      "id": "97d4a336-f749-39c6-a9c0-dc548b1c1f64",
      "speaker": "Jordan",
      "start_timestamp": 2361.0,
      "text": "commentary that has his own YouTube show."
    },
    {
      "end_timestamp": 2392.0,
      "id": "3277a951-c6c5-385d-a521-3abb7c57c430",
      "speaker": "Dan",
      "start_timestamp": 2364.0,
      "text": "So at that point after this this clip had ended after this this section ended I was like wow, maybe he doesn't like being made fun of and he's trying to pretend that he does because he knows it's gracious to be made fun of and you know roasts all that stuff all that you know it's sort of a social thing where busting balls is how you communicate friendship a lot of the time. This next clip that plays immediately after made me realize Alex does not like okay, this is where he just like"
    },
    {
      "end_timestamp": 2395.0,
      "id": "056eff14-89f4-35bd-8cca-55589d6c2a4e",
      "speaker": "Jordan",
      "start_timestamp": 2392.0,
      "text": "no, you needed more after that previous clip only because it gets"
    },
    {
      "end_timestamp": 2396.0,
      "id": "63e6aaef-7f53-3003-93c3-e8df2485e6c4",
      "speaker": "Dan",
      "start_timestamp": 2395.0,
      "text": "much worse."
    },
    {
      "end_timestamp": 2414.0,
      "id": "3c40ea19-d4d4-3552-89d6-7930d4864615",
      "speaker": "Alex Jones",
      "start_timestamp": 2396.0,
      "text": "Okay, but with the thinking people that should one group of Every color of every region of every United just awake sentient beings. And over here you've got the mass of people though that literally are living in Fantasyland, the delusion noise, they call it the deplorables there to the delusion noise the delusional is"
    },
    {
      "end_timestamp": 2417.0,
      "id": "6d560cb8-32c7-31f0-b258-7a3feb20a933",
      "speaker": "Jordan",
      "start_timestamp": 2414.0,
      "text": "one of those is a real word what are those? They got a lot of guts"
    },
    {
      "end_timestamp": 2426.0,
      "id": "9c3586a9-84f2-3296-8e54-637aca8ac47b",
      "speaker": "Alex Jones",
      "start_timestamp": 2417.0,
      "text": "in the system to put this out, but it works because people don't differentiate fiction with Nonfiction NOW."
    },
    {
      "end_timestamp": 2428.0,
      "id": "51111512-5248-3dca-9060-3a4ddae12299",
      "speaker": "Jordan",
      "start_timestamp": 2426.0,
      "text": "No you don't you don't"
    },
    {
      "end_timestamp": 2456.0,
      "id": "20810894-c97e-3263-b4ba-a6728241cafd",
      "speaker": "Dan",
      "start_timestamp": 2428.0,
      "text": "deliberate that this is where we get some pot calling the kettle black. Everybody else does that this entire stretch here is where Alex thoroughly projects exactly what he does on to those who criticize him. And it's fascinating. They don't know the difference between truth and fiction, bro, come on. All of your analogies end up citing movies. You just think that the plot Okay, anyway, here we go. Here comes a deep dive. Okay."
    },
    {
      "end_timestamp": 2485.0,
      "id": "184f44d8-97a0-3014-a62d-87605a273d21",
      "speaker": "Alex Jones",
      "start_timestamp": 2456.0,
      "text": "So mainstream media is the fake news. They're organizing with a Communist Chinese to censor the liberty movement. Man that's fighting words. That's foreign espionage. That's a foreign takeover of our media or entertainment or infrastructure. And I see the leftist commenting and computer world and you name it. Oh, good. China help us please shut down Alex Jones and and President Trump that there's actual comments. Oh, yes, Communist Chinese are really going to treat you real good."
    },
    {
      "end_timestamp": 2492.0,
      "id": "c922ca86-ac80-3e5f-85a3-b9d080d05406",
      "speaker": "Dan",
      "start_timestamp": 2485.0,
      "text": "Again, he's responding to commenters. Yet. It's the biggest waste of time ever."
    },
    {
      "end_timestamp": 2514.0,
      "id": "aedb892c-05ac-3f11-85d5-d215555aa044",
      "speaker": "Alex Jones",
      "start_timestamp": 2492.0,
      "text": "You sit here in the lap of freedom. You sit here in the lap of the West and then bitch about it when you have no idea what your ally yourself with. North Korea is a dropping of China. Little little pile they left the corner. They're horrible enslavement. But you think it's cute when Dennis Rodman goes over there hangs out with Kim Jong on?"
    },
    {
      "end_timestamp": 2523.0,
      "id": "97b8522d-a6d3-37a1-b770-e0ebd1aadd43",
      "speaker": "Dan",
      "start_timestamp": 2514.0,
      "text": "No, we don't know. You might have might have missed the point of any coverage about that. It was hey, that's fucked up. Yeah, what is he doing going over there? That's not cool at all. Yeah. Hey,"
    },
    {
      "end_timestamp": 2527.0,
      "id": "334cae14-6a51-3f65-aac9-8bbc548c2fb8",
      "speaker": "Jordan",
      "start_timestamp": 2523.0,
      "text": "know what happened. Don't do that. Even the globalists"
    },
    {
      "end_timestamp": 2532.0,
      "id": "06724187-149d-3706-adc5-d925f12eb12a",
      "speaker": "Dan",
      "start_timestamp": 2527.0,
      "text": "thought that was fucked up. So"
    },
    {
      "end_timestamp": 2576.0,
      "id": "b4dc5a2e-a4d7-323f-9163-6cb8cb34a5a7",
      "speaker": "Alex Jones",
      "start_timestamp": 2532.0,
      "text": "in just as a little pot bellied goblin launches missiles at Japan, and we've got to have basically two bombers on the tarmac with nukes now in South Korea ready to nuke the entire north. They're not just gonna drop bombs on Pyongyang we're gonna drop bombs all along the border where he's got reportedly 100,000 pieces of artillery aimed at seal can't feed his people. But boy does little Mr. weenie, his little weeny, little weeny little Kim Jong on little a bunch of missiles. Little boys do that's your state. That's what you worship. She's a big liberal, open society freedom Wild Wild West baby and you people want to control words and ban whiteboards and banned scales."
    },
    {
      "end_timestamp": 2577.0,
      "id": "c842c404-3def-34e0-a18e-7b1b4313b604",
      "speaker": "Dan",
      "start_timestamp": 2576.0,
      "text": "Again, this is this is because"
    },
    {
      "end_timestamp": 2585.0,
      "id": "a3ea0a43-7bfc-3b50-ae9d-53f22a0f84c8",
      "speaker": "Jordan",
      "start_timestamp": 2577.0,
      "text": "somebody commented This is this is all in the same response."
    },
    {
      "end_timestamp": 2604.0,
      "id": "ee604ad2-5660-3bbc-b944-03b81b4a406d",
      "speaker": "Dan",
      "start_timestamp": 2585.0,
      "text": "He just somehow weaved in the North Korea situation, which is agreed Fuck, it's fucked. That's fucked up. But I think we're probably responding to it wrong. But be that as it may, then he gets into Kim Jong Il as a tiny dick. Lithuanian colleges that are banding whiteboards which we went over. Yeah, that is not what's going on. They"
    },
    {
      "end_timestamp": 2608.0,
      "id": "d6d71062-9658-32e9-8334-c37112d3deda",
      "speaker": "Jordan",
      "start_timestamp": 2604.0,
      "text": "were every time somebody's been in something. It's usually because of racial slurs."
    },
    {
      "end_timestamp": 2625.0,
      "id": "014b4a2f-0883-38ae-a154-0e722c7bb053",
      "speaker": "Dan",
      "start_timestamp": 2608.0,
      "text": "A specific college had a rash of racial slurs used on whiteboards. And at the same, there's a Michigan State, as I recall, and at the same time, they recognized that all communication was being done through social media. So what's the point of having them there? If they're being used to harass people,"
    },
    {
      "end_timestamp": 2631.0,
      "id": "b940a755-97b6-3d77-9699-c6f24ef82d98",
      "speaker": "Jordan",
      "start_timestamp": 2625.0,
      "text": "they did the least they possibly could. Exactly. That's the good way to put it. That's the real thing that you should be angry. Now. I"
    },
    {
      "end_timestamp": 2648.0,
      "id": "c97230a9-840a-34b9-9636-2da0726b7b22",
      "speaker": "Dan",
      "start_timestamp": 2631.0,
      "text": "think what Alex Jones is about to say is it's beyond book burning. Is it? That's his take on it. Facebook comments? No, no, the AV Club getting rid of whiteboards is beyond book burning. beyond it. It's trying to ban the written word."
    },
    {
      "end_timestamp": 2654.0,
      "id": "ec0dd76b-c114-3fa0-9cc6-a0571c7f8131",
      "speaker": "Jordan",
      "start_timestamp": 2648.0,
      "text": "I mean, can't you can erase. You can erase the whiteboard. It's true. You can just erase it."
    },
    {
      "end_timestamp": 2660.0,
      "id": "0cf891d9-2086-30a0-8f13-15c79a118bcd",
      "speaker": "Dan",
      "start_timestamp": 2654.0,
      "text": "Yeah, yeah, that is one option that again, when we talked about this the first time we agreed that it was no, this isn't the best strategy."
    },
    {
      "end_timestamp": 2671.0,
      "id": "2bd00dfa-c900-3f83-a6f6-e4d8d43716b0",
      "speaker": "Jordan",
      "start_timestamp": 2660.0,
      "text": "erasing a whiteboard is exactly like burning a book. Uh huh. That rewrites itself. Yes. an everlasting book."
    },
    {
      "end_timestamp": 2673.0,
      "id": "e00d828b-8fec-3d3f-a810-c23572288460",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2671.0,
      "text": "Yes. Here we go."
    },
    {
      "end_timestamp": 2701.0,
      "id": "66206b94-17fa-39b6-bb0c-b0eab8fab48b",
      "speaker": "Alex Jones",
      "start_timestamp": 2673.0,
      "text": "And ban the word mother and father you're the cult. You're not the cool people. So you don't get it? He morons don't know the life I've led what I've done. Any of you sit there in your mommy's basement? When I've lived more than you at 40 Let's say you're 40 By the time I was 14 years old guarantee you sit there in your mom Each basement"
    },
    {
      "end_timestamp": 2702.0,
      "id": "4bd1eac5-08be-3ede-b429-fa9a4db74da3",
      "speaker": "Jordan",
      "start_timestamp": 2701.0,
      "text": "value is"
    },
    {
      "end_timestamp": 2708.0,
      "id": "872a0260-6260-3fc7-aa13-76095a21442f",
      "speaker": "Dan",
      "start_timestamp": 2702.0,
      "text": "he was at when he was five and he was twice divorced at 14. What is what?"
    },
    {
      "end_timestamp": 2709.0,
      "id": "bde4c620-5890-37ae-b299-0904731a0574",
      "speaker": "Jordan",
      "start_timestamp": 2708.0,
      "text": "What is he talking about? He's just still"
    },
    {
      "end_timestamp": 2722.0,
      "id": "0760f24a-21ea-3e44-82fe-0b77090d8ff1",
      "speaker": "Dan",
      "start_timestamp": 2709.0,
      "text": "mad about these comments. You can't just drop the comments can't take a fucking joke. It reminds me, we're gonna get screwed if he finds this bug. Oh man, God, he's on minute 10 of yelling at these people about a common thread on the AV Club."
    },
    {
      "end_timestamp": 2723.0,
      "id": "3d2d2253-97e2-3446-bcdc-11fb1a859b2d",
      "speaker": "Jordan",
      "start_timestamp": 2722.0,
      "text": "Oh, God,"
    },
    {
      "end_timestamp": 2738.0,
      "id": "9ececd6f-b58a-3e9f-baca-771bfa43f07b",
      "speaker": "Dan",
      "start_timestamp": 2723.0,
      "text": "we'd love it. So what episode like 23 of this podcast, I love it so much. We've recorded like 50 hours just analyzing his racism, his misogyny, his Islamophobia is idiocy. He's going to freak out. If you find this."
    },
    {
      "end_timestamp": 2740.0,
      "id": "fc076d47-49a6-3a18-853a-5caf8f358051",
      "speaker": "Jordan",
      "start_timestamp": 2738.0,
      "text": "You know what we got? Here's him."
    },
    {
      "end_timestamp": 2743.0,
      "id": "6b96c4ab-0eeb-3364-a116-a3eb4dbc8a2b",
      "speaker": "Dan",
      "start_timestamp": 2740.0,
      "text": "Here's the thing. We got to tell him he won't. Why? Because then"
    },
    {
      "end_timestamp": 2755.0,
      "id": "a7fdc0fe-7edd-3595-ab50-93e476ad81b4",
      "speaker": "Jordan",
      "start_timestamp": 2743.0,
      "text": "he'd have to listen to it. Good point, he would have to do it. Do you know why he can? Do you know why he engages with that video? Because he could watch the whole thing?"
    },
    {
      "end_timestamp": 2759.0,
      "id": "e08460bf-261d-3331-bdec-5ad0df871597",
      "speaker": "Dan",
      "start_timestamp": 2755.0,
      "text": "Oh, because it was a minute and a half long. Exactly. Yeah, that's true. That he can"
    },
    {
      "end_timestamp": 2768.0,
      "id": "84d928cb-80ee-348b-ae08-2a63455aba4d",
      "speaker": "Jordan",
      "start_timestamp": 2759.0,
      "text": "engage with a headline. If our if our episode titles where Alex Jones is a big dumb, fat idiot. He would know everything about us."
    },
    {
      "end_timestamp": 2770.0,
      "id": "1f60cd9b-171e-3974-be7b-e1199c2ef01a",
      "speaker": "Dan",
      "start_timestamp": 2768.0,
      "text": "Okay, well, maybe I should make some"
    },
    {
      "end_timestamp": 2774.0,
      "id": "3508684f-59c9-3f89-8897-0de06c53bfc7",
      "speaker": "Jordan",
      "start_timestamp": 2770.0,
      "text": "episode titles are March 14. He's not going to know God"
    },
    {
      "end_timestamp": 2782.0,
      "id": "f9cda510-1aea-390f-90b8-ba55682f1ea9",
      "speaker": "Dan",
      "start_timestamp": 2774.0,
      "text": "damn thing. Maybe I should make some small YouTube videos that are salaciously titled, oh, maybe I'll work on that for the near future. You"
    },
    {
      "end_timestamp": 2793.0,
      "id": "43d3aa57-48ae-3a2c-85b3-8d344d866ff1",
      "speaker": "Jordan",
      "start_timestamp": 2782.0,
      "text": "could you could take our own ethos, edit it out of context. Put it on YouTube. It's a good idea that's opening ourselves, okay."
    },
    {
      "end_timestamp": 2847.0,
      "id": "d48e1cb4-bee6-3fbb-b34e-20c8b7fcb67c",
      "speaker": "Alex Jones",
      "start_timestamp": 2793.0,
      "text": "As we change the world, and you lie about us, as if it's some magic power, you discovered everybody knows six and seven year olds tend to lie a lot. It's like a new thing. They discovered it's real cool. Everybody's laughing at the kid when they're lying constantly, and they don't stop lying. By the time they're 10 or so the kids got a problem. You're in your mommy's basement. Get out of your pampers now. And I don't respond to you mainly because I want to hurt you. I know you only respond to ridicule. That's at the level you're at your high Arrested Development. So I'm reaching out to you like Junior High. You're all over there. Eat your buggers in the corner laughing at adults living in the real world. It's time for you to grow up Sonny, and get out of mommy's basement and stop being mad at people that have done things because that's what this really is. Is a bunch of little kids sitting around mad at people that are actually doing something."
    },
    {
      "end_timestamp": 2851.0,
      "id": "6f22a352-2b1a-34e3-b667-d5f6e2a96f74",
      "speaker": "Jordan",
      "start_timestamp": 2847.0,
      "text": "It's not, it's definitely not no. But do you know what it"
    },
    {
      "end_timestamp": 2855.0,
      "id": "8e98387e-c84e-30ce-b7aa-5f698fb614e1",
      "speaker": "Dan",
      "start_timestamp": 2851.0,
      "text": "is? People responding to the things he's saying appropriately? Alex Jones"
    },
    {
      "end_timestamp": 2858.0,
      "id": "2c83533f-27a9-376e-ad2a-25c6cc8b3a5d",
      "speaker": "Jordan",
      "start_timestamp": 2855.0,
      "text": "being mad at people who've done something"
    },
    {
      "end_timestamp": 2872.0,
      "id": "28eaf62a-a00b-357d-91fe-2ebf736d9fca",
      "speaker": "Dan",
      "start_timestamp": 2858.0,
      "text": "and it's him projecting that thing about learning not to lie at some point. That's like, yeah, you might have some insecurities. But I'm telling you absorbed a turn in the womb trying to escape from the year it's entirely possible. Anyway, let's get to our next clip. Jordan,"
    },
    {
      "end_timestamp": 2874.0,
      "id": "4a98a349-cbfd-329a-a602-9b8b6e1c154f",
      "speaker": "Jordan",
      "start_timestamp": 2872.0,
      "text": "why is he so mad at AV Club?"
    },
    {
      "end_timestamp": 2901.0,
      "id": "b7148ee8-9504-32d9-9196-e73f37119379",
      "speaker": "Dan",
      "start_timestamp": 2874.0,
      "text": "I don't know. And his anger is not done. But at least it's done about that he's done. He's done yelling at the AV Club people. But he does get back to Alec Baldwin here in a moment. But first, we had a special report on this episode from the one and only Paul Joseph Watson. PJ Debs hates SJ Dubs. So I promised at one point that we would never play his voice on this show. You did. I promised that we would never play Paul Joseph Watson and Roger Stone."
    },
    {
      "end_timestamp": 2906.0,
      "id": "f337833c-b9ed-3db9-adc2-4553e1ffaa6f",
      "speaker": "Jordan",
      "start_timestamp": 2901.0,
      "text": "And in honor of that, this next clip is 30 seconds of silence."
    },
    {
      "end_timestamp": 2957.0,
      "id": "b3ce6b41-bd7a-3865-9562-3618e6524d93",
      "speaker": "Dan",
      "start_timestamp": 2906.0,
      "text": "In honor of you tweeting at him. Oh, that's right. I'm going to play a tiny bit of his special report today. He did a special report about how Snoop Dogg is an asshole. Basically, because snoops got a new video out where he holds a gun up to the head of Trump look like a clown version of Trump. And he pulls the trigger and has like a bang flag that comes out of it, right classic, classic goof. It's cartoon, and they're super mad about it. They're real mad that someone who has been convicted on gun charges. Snoop, they call him a race pimp. They say that he heavily established what race pimp is a little vague, but they were saying easy. They were screaming about how he like, was working with the CIA to prepare black youths to go to prison. That's what rap music is all about Snoop Dogg. Yes. It's a man."
    },
    {
      "end_timestamp": 2963.0,
      "id": "9b4a0b34-c1fe-31bf-b54a-2d2255dc9760",
      "speaker": "Jordan",
      "start_timestamp": 2957.0,
      "text": "All rap music. Right. Is a is the prison pipeline? Yeah. Not, not"
    },
    {
      "end_timestamp": 2965.0,
      "id": "e74b4a30-f6a0-3a86-ae5e-8ee62be17ca3",
      "speaker": "Dan",
      "start_timestamp": 2963.0,
      "text": "the judges or jury minimums, schools"
    },
    {
      "end_timestamp": 2970.0,
      "id": "ddf4214e-914d-3bec-82a6-9837c66d207a",
      "speaker": "Jordan",
      "start_timestamp": 2965.0,
      "text": "or not any of these things? Rap music. Yep. All right."
    },
    {
      "end_timestamp": 2984.0,
      "id": "7dfe92b1-f33d-300b-98f7-a72ca95d1190",
      "speaker": "Dan",
      "start_timestamp": 2970.0,
      "text": "So what they're mostly focusing on is the idea that Snoop would fake assassinate Trump, which he doesn't. There's a bank flag that comes out of it. Yeah, it's like a Daffy Duck thing. But they take it. I mean,"
    },
    {
      "end_timestamp": 2990.0,
      "id": "40cc68ac-8a3a-3d87-8120-b0dcd3c8aabc",
      "speaker": "Jordan",
      "start_timestamp": 2984.0,
      "text": "Pussy Riot would actually put out a video. Where are they fake, assassinate Trump, right?"
    },
    {
      "end_timestamp": 2991.0,
      "id": "da7f59b8-27a9-33e6-99ca-b70fd535c5d4",
      "speaker": "Dan",
      "start_timestamp": 2990.0,
      "text": "Yeah, yeah, probably."
    },
    {
      "end_timestamp": 2995.0,
      "id": "7f8db276-8519-3b5f-ab45-f371747e5c25",
      "speaker": "Jordan",
      "start_timestamp": 2991.0,
      "text": "They're hardcore. Yeah. Yep. They did time for that shit. Snoop"
    },
    {
      "end_timestamp": 3026.0,
      "id": "2b140018-f44f-33e7-a6e9-72633b8dc9f3",
      "speaker": "Dan",
      "start_timestamp": 2995.0,
      "text": "Dogg almost did time. murder was the case that they gave him. That's true. Oh, anyway, that's true. Paul Joseph Watson says something super unfortunate in his heavily edited report, to the point where he spent so much time on this. It's pathetic that this was still in it heavily edited, he has really quick cuts of him saying things it's never a complete cut of him giving a speech. It's like five seconds, cut five seconds, cut, cut, cut, cut. It's it's"
    },
    {
      "end_timestamp": 3029.0,
      "id": "f88a0fcb-53b4-349b-bbd4-c1b09518f318",
      "speaker": "Jordan",
      "start_timestamp": 3026.0,
      "text": "basically to try and so it's like a reality TV show."
    },
    {
      "end_timestamp": 3034.0,
      "id": "905151ae-f696-3619-a1bc-d675c45b1e4c",
      "speaker": "Dan",
      "start_timestamp": 3029.0,
      "text": "It's to appeal to low attention span people with like constantly moving YouTube"
    },
    {
      "end_timestamp": 3039.0,
      "id": "dcb5eb66-0a2c-35ab-aedd-249fbdecdb02",
      "speaker": "Jordan",
      "start_timestamp": 3034.0,
      "text": "satellites and that kind of thing, whatever. Do you ever do a Star wipe? Maybe tell me he does."
    },
    {
      "end_timestamp": 3056.0,
      "id": "2ccbf004-c018-3b56-93ac-d2f04fa0d356",
      "speaker": "Dan",
      "start_timestamp": 3039.0,
      "text": "I haven't watched enough to know. But I do know that whenever he's quoting other people's tweets or things that he doesn't like, he does like, me, me, me. Me. Me. Me. Me. Voice filter. Yeah, great. Great. We're all adults here. Way to engage with the issues, man. So now, enjoy this clip."
    },
    {
      "end_timestamp": 3080.0,
      "id": "928f2238-95fb-3a98-9f28-ffe2d1a26d17",
      "speaker": "Paul Joseph Watson",
      "start_timestamp": 3056.0,
      "text": "Remember, when the left said depictions of Obama as a clown were racist. Now it's not only trendy to depict Trump as a clown, it's okay to symbolically assassinate him. Imagine if a conservative music star like Ted Nugent, and put out a music video in which he mock murdered Barack Obama. Imagine the outrage. The truth is,"
    },
    {
      "end_timestamp": 3090.0,
      "id": "34acc6e0-93dd-3d16-869f-8e40fbb82a1a",
      "speaker": "Dan",
      "start_timestamp": 3080.0,
      "text": "well, I mean, that's an interesting thought experiment. But I mean, I don't know if we could ever come up with an example. That would go against what he just said. I mean, I"
    },
    {
      "end_timestamp": 3097.0,
      "id": "88a844ec-3dfd-3826-8eba-b1778598b285",
      "speaker": "Jordan",
      "start_timestamp": 3090.0,
      "text": "can't think of any situation where Ted Nugent has said anything inflammatory. No insinuating that someone would die."
    },
    {
      "end_timestamp": 3111.0,
      "id": "1cca8895-1174-3c95-b6cf-e1c1921c3ce3",
      "speaker": "Dan",
      "start_timestamp": 3097.0,
      "text": "No, it certainly wouldn't be from this clip of a Ted Nugent concert"
    },
    {
      "end_timestamp": 3127.0,
      "id": "ce97c693-ca13-370f-bac2-8bc8a5072b9c",
      "speaker": "Paul Joseph Watson",
      "start_timestamp": 3111.0,
      "text": "last week, I was in Chicago to sit down with Obama, he's a piece of shit and I told him"
    },
    {
      "end_timestamp": 3134.0,
      "id": "09804843-84b5-314c-ae06-5d7fa92e6c9a",
      "speaker": "Jordan",
      "start_timestamp": 3127.0,
      "text": "I wonder if that if that's is that good. I mean, was the song Good?"
    },
    {
      "end_timestamp": 3137.0,
      "id": "8fb3c16a-6925-3cd6-ab4d-0e5fa5e08546",
      "speaker": "Dan",
      "start_timestamp": 3134.0,
      "text": "I don't know. I don't know what he did after that. See"
    },
    {
      "end_timestamp": 3141.0,
      "id": "909c33e1-2e33-3169-8816-b5e224d18a51",
      "speaker": "Jordan",
      "start_timestamp": 3137.0,
      "text": "there. This is poor reporting on your on your part"
    },
    {
      "end_timestamp": 3152.0,
      "id": "f6b4ba72-c447-3d8e-93ef-7da26a38e99b",
      "speaker": "Dan",
      "start_timestamp": 3141.0,
      "text": "worse reporting on Paul Joseph Watson. Because the video is Ted Nugent walking around on stage with two machine guns in his hand, and telling Obama to suck his machine gun. That's worse."
    },
    {
      "end_timestamp": 3178.0,
      "id": "e265f971-0baa-396b-a219-5c3756aaf6bd",
      "speaker": "Jordan",
      "start_timestamp": 3152.0,
      "text": "It wasn't a music video though. Imagine if it was a music video. That's worse. That's just man, threatening to kill the president getting cheered for it? Yeah, that's a whole different thing that's protected by live performance rules. You can't do that in a video. Everybody knows this. It's like It's like cover bands, you know, as long as they don't put it in a video that they're covering this song without attributing it."
    },
    {
      "end_timestamp": 3198.0,
      "id": "1686fc46-baf6-3405-974f-4bcbc2fd9b0c",
      "speaker": "Dan",
      "start_timestamp": 3178.0,
      "text": "They can play forever. That's, that's reasonable. It's not but not a little bit. You know what? Paul Joseph Watson, there's someone at the door for you. Oh, God, no, you're busted. Ah, dammit, Paul. Joseph Watson just got busted not knowing anything about Ted Nugent."
    },
    {
      "end_timestamp": 3206.0,
      "id": "1ff89bee-7eea-3e66-b6a4-b3c1d60bf7db",
      "speaker": "Jordan",
      "start_timestamp": 3198.0,
      "text": "How could you possibly use that one specific reference? There's so many other conservative there aren't that many"
    },
    {
      "end_timestamp": 3230.0,
      "id": "d9954654-431e-30c4-a3f6-adbaf8e79c0b",
      "speaker": "Dan",
      "start_timestamp": 3206.0,
      "text": "concerns. So I cut off the clip right after that. He's like then I flew to New York and I said Hillary Clinton suck on my machine. And then immediately after there's like I found found Pelosi he just keeps saying liberals should say, look, you're just gonna kill all these. All these liberal leaders also. Hey, guys. Ted Nugent was on the Alex Jones Show a week ago, a week ago a week ago. That's"
    },
    {
      "end_timestamp": 3242.0,
      "id": "a46e47ce-f978-380a-8976-08a17ce5e826",
      "speaker": "Jordan",
      "start_timestamp": 3230.0,
      "text": "why he's fresh. And Paul Joseph Watson's mind maybe but I'm just saying could have done so many other references. Yeah, like imagine if Toby Keith did a video where he killed Obama."
    },
    {
      "end_timestamp": 3260.0,
      "id": "351d7099-6f8a-344e-b256-077c82ca2da0",
      "speaker": "Dan",
      "start_timestamp": 3242.0,
      "text": "Right? He became a very reasonable man. I wish they would have used okay, but I think is part of it. Line up necessarily, even though he did. He played one of those inauguration parties, which I thought was super weird. Because in the past Toby Keith seemed pretty reasonable outside of that, that 911"
    },
    {
      "end_timestamp": 3261.0,
      "id": "9f8c013e-897b-358c-b44e-d1238422d8be",
      "speaker": "Jordan",
      "start_timestamp": 3260.0,
      "text": "Song of him money's money, man."
    },
    {
      "end_timestamp": 3263.0,
      "id": "2c937cc5-3257-33aa-92b6-4a43ed63497c",
      "speaker": "Dan",
      "start_timestamp": 3261.0,
      "text": "Yeah, that's fair point. Anyway, I"
    },
    {
      "end_timestamp": 3265.0,
      "id": "37795035-ce4e-36d1-aa09-c8a2c1ea1ecb",
      "speaker": "Jordan",
      "start_timestamp": 3263.0,
      "text": "don't live that I"
    },
    {
      "end_timestamp": 3289.0,
      "id": "fc780dde-5694-3e4e-a8af-d3c763eb4ea4",
      "speaker": "Dan",
      "start_timestamp": 3265.0,
      "text": "like that the only time we're ever going to Paul live. I done that song a curry. Karaoke. Okay. The ego will fly Yeah, it's gonna be hell sound like we got installed ring in a bell. It's great. Anyway, I love that the only time we're ever gonna play Paul Joseph Watson on this show is a clip where he completely sounds like a fucking"
    },
    {
      "end_timestamp": 3307.0,
      "id": "04e9dbf8-dbfc-331b-8257-4c14421c2164",
      "speaker": "Jordan",
      "start_timestamp": 3289.0,
      "text": "idiot. That is the dumbest. How do you pick the one reference the one guy on record? Yep. threatening to kill the president. repeatedly, repeatedly, not just the president, other people who could have been President."
    },
    {
      "end_timestamp": 3309.0,
      "id": "62774e24-d9a5-3e4d-8ae4-486fd03d146d",
      "speaker": "Dan",
      "start_timestamp": 3307.0,
      "text": "Yep. They're dumb."
    },
    {
      "end_timestamp": 3312.0,
      "id": "19f1345c-2bee-38fe-a790-6da0a4164332",
      "speaker": "Jordan",
      "start_timestamp": 3309.0,
      "text": "That's dumb. They're really dumb. That's dumb."
    },
    {
      "end_timestamp": 3326.0,
      "id": "25f84a80-b533-3601-91e3-0a7391051ce1",
      "speaker": "Dan",
      "start_timestamp": 3312.0,
      "text": "I mean, we know that Paul Joseph Watson is he's the editor in chief of Infowars. He's the guy who's been tricked by private messages repeatedly in the past. He's the editor in chief. Yeah. Wow. So anyway, we take a break from this."
    },
    {
      "end_timestamp": 3337.0,
      "id": "5a6041cb-3554-348d-aabb-1e0799f3390d",
      "speaker": "Jordan",
      "start_timestamp": 3326.0,
      "text": "What What is it normal day at work for him? Like, I don't know, he's? Does somebody have a piece of paper that they just scrunch up and then throw it at him? And he's like, put it on the front page?"
    },
    {
      "end_timestamp": 3360.0,
      "id": "07b6ab88-7d7d-3516-8bbf-923f5e47de34",
      "speaker": "Dan",
      "start_timestamp": 3337.0,
      "text": "Probably. I mean, that would probably be actually more impressive than their actual system. Yeah. Anyway, we gotta get back. This is where Alex Jones remembers that. Alec Baldwin has done him wrong. A little bit later in the show, so he has to revisit the topic. Of course, I tried to edit this clip down. Like I wanted to edit it for length. I can't Okay, it's an entire segment."
    },
    {
      "end_timestamp": 3362.0,
      "id": "7e45c9a6-fa36-34c8-8cf1-9387e0e22eda",
      "speaker": "Jordan",
      "start_timestamp": 3360.0,
      "text": "It's how long is this clip?"
    },
    {
      "end_timestamp": 3387.0,
      "id": "635dccbd-a5c6-3a30-8bf4-a0ee5215c523",
      "speaker": "Dan",
      "start_timestamp": 3362.0,
      "text": "It's probably four minutes long. It's from commercial to commercial. It's so fucked up. Okay. He loot Remember earlier when he just started riffing about one of his employees getting kicked out of their apartment. Yeah, it's that bad of like, not tracking a sentence. It's insane. He just goes into a weird I don't even want to spoil what it is okay."
    },
    {
      "end_timestamp": 3394.0,
      "id": "e5b2dc0b-7f16-3264-84a2-6ad805cfac41",
      "speaker": "Paul Joseph Watson",
      "start_timestamp": 3387.0,
      "text": "He aligned himself with the truth. And it's time for you to choose the side. I have. I'm against him."
    },
    {
      "end_timestamp": 3431.0,
      "id": "0042e803-542f-3faa-84f0-4fb1a7a83d5b",
      "speaker": "Alex Jones",
      "start_timestamp": 3394.0,
      "text": "You're listening to Alex Jones. Show Alec Baldwin is a famous hypocrite, a famous punk. Alec Baldwin is a famous bully that likes to start fights little guys he's getting trolled trouble for it all the time like beating up little paparazzi folks, you name it. Don't fight back. Show. I tongue in cheek you know shed a million dollars your favorite charity. Whoever loses bare knuckles in a ring, not tongue. I realize he's older than me. So I said I'll fight you and Bill O'Reilly too because Bill O'Reilly said in our next piece on sexual predators, they show him video of me screaming about something."
    },
    {
      "end_timestamp": 3434.0,
      "id": "46812610-b3c1-3565-9d79-fb79790179b1",
      "speaker": "Dan",
      "start_timestamp": 3431.0,
      "text": "I know it sounds like this is a repeat from earlier it's not it's a different clip. It's"
    },
    {
      "end_timestamp": 3438.0,
      "id": "b6616e1b-8d0f-33d5-bd61-4c5d12d989df",
      "speaker": "Jordan",
      "start_timestamp": 3434.0,
      "text": "a different video that they showed what no no, no this clip he's"
    },
    {
      "end_timestamp": 3448.0,
      "id": "1b4a28fe-f77e-3348-83f4-d31c7a8ec802",
      "speaker": "Dan",
      "start_timestamp": 3438.0,
      "text": "just saying the exact same things. It's it's also a demonstration of how fucking repetitive The show is. But again, you say a lie repeatedly people, right? So used to think it's a lie."
    },
    {
      "end_timestamp": 3456.0,
      "id": "8c2afcfa-f104-33f0-b12f-92d4c31625e0",
      "speaker": "Alex Jones",
      "start_timestamp": 3448.0,
      "text": "No one's ever called me a sexual predator. I mean, I called you that. Oh, Riley that's a big deal, man. You're the one that shuttling cases of that type of stuff,"
    },
    {
      "end_timestamp": 3460.0,
      "id": "abebea98-4be3-3204-a454-d1435a426b22",
      "speaker": "Jordan",
      "start_timestamp": 3456.0,
      "text": "man. So and cool, man. Man,"
    },
    {
      "end_timestamp": 3472.0,
      "id": "61491784-a8f5-3625-b0d2-4f34aaff9a66",
      "speaker": "Dan",
      "start_timestamp": 3460.0,
      "text": "I realized that the way that I just went in and out made it sound like I was suggesting that Alex is a sexual predator. And I want to be clear I wasn't suggesting that. I just want to be much more fair than this. O'Reilly was just want to be totally clear. But"
    },
    {
      "end_timestamp": 3477.0,
      "id": "7e6aba9c-3ec0-3797-990b-232ad5fafaec",
      "speaker": "Jordan",
      "start_timestamp": 3472.0,
      "text": "if you were somebody who did that you would be committing the greatest act of defamation you can commit I only"
    },
    {
      "end_timestamp": 3483.0,
      "id": "e5d01f3c-dd80-390b-ab60-55180f731434",
      "speaker": "Dan",
      "start_timestamp": 3477.0,
      "text": "accused Alex of things that I'm 100% Certain"
    },
    {
      "end_timestamp": 3493.0,
      "id": "3d2af428-5d78-3d7c-9fec-de5b2e650f68",
      "speaker": "Alex Jones",
      "start_timestamp": 3483.0,
      "text": "facility pissing me off Mandy don't sit there and call me a sexual predator. What the hell's your problem? And then he plays the part of the president Alec Baldwin."
    },
    {
      "end_timestamp": 3495.0,
      "id": "ca7c95e1-d934-3a6a-96b9-ba282a25e0c1",
      "speaker": "Jordan",
      "start_timestamp": 3493.0,
      "text": "No he switched"
    },
    {
      "end_timestamp": 3510.0,
      "id": "4b1da5f5-4c82-3c5b-a752-cb36ad38a7ce",
      "speaker": "Alex Jones",
      "start_timestamp": 3495.0,
      "text": "and then says the black people are aliens are not human Alex Jones Infowars told me and it cuts the black folks all angry going oh we get it you're racist. Hey man. I protest the k k k I don't like racist crap you're the people pushing it"
    },
    {
      "end_timestamp": 3515.0,
      "id": "1e06a68e-6ca5-304f-b468-97b031c72903",
      "speaker": "Dan",
      "start_timestamp": 3510.0,
      "text": "he protests The kk k but has in the past said he has never seen white racism"
    },
    {
      "end_timestamp": 3518.0,
      "id": "9d68efe3-964f-3ead-b75a-67e2337b7f3d",
      "speaker": "Jordan",
      "start_timestamp": 3515.0,
      "text": "right? Interesting. When has he ever protested the kk k?"
    },
    {
      "end_timestamp": 3523.0,
      "id": "3b1980a6-079e-3ce1-aee6-b3718343a0bc",
      "speaker": "Dan",
      "start_timestamp": 3518.0,
      "text": "I don't know. He probably has I mean maybe I don't know. Good point. I don't know."
    },
    {
      "end_timestamp": 3539.0,
      "id": "47652117-a6e9-35c9-ac3c-450cbb3a2d0b",
      "speaker": "Jordan",
      "start_timestamp": 3523.0,
      "text": "I like I think this is a new segment on his show called Hey man. Sub it totally on cool. Hey man, bro. Bro, bro cuz I literally don't nobody's called me a sexual predator. Hey, man. And I"
    },
    {
      "end_timestamp": 3548.0,
      "id": "82be8a7a-4ea6-3f96-baaf-c4747dcb4246",
      "speaker": "Dan",
      "start_timestamp": 3539.0,
      "text": "mean, Bill O'Reilly is does live in a glass house in terms of that. Sexual harassment problems and so many certainly. So Alex is right."
    },
    {
      "end_timestamp": 3554.0,
      "id": "1c28aeb1-96c9-32a1-b868-759026f9584c",
      "speaker": "Jordan",
      "start_timestamp": 3548.0,
      "text": "A lot of lot of lawsuits at the Fox News for sexual harassment and assault."
    },
    {
      "end_timestamp": 3566.0,
      "id": "5a599fa2-087c-346e-b7a7-32aba4438b33",
      "speaker": "Dan",
      "start_timestamp": 3554.0,
      "text": "Alex is totally on solid ground as far as that goes. But where he takes this is not so solid. And it gets into like, Dude, don't complain about people and then do the exact same thing."
    },
    {
      "end_timestamp": 3574.0,
      "id": "e24091d6-edcd-36e4-8645-af7c9ee292b2",
      "speaker": "Jordan",
      "start_timestamp": 3566.0,
      "text": "So we're going we're going from that hey, man segment to the dude. Dude. Do Joe Come on."
    },
    {
      "end_timestamp": 3579.0,
      "id": "7c5362fe-4fa3-30dc-8382-7cb71173102c",
      "speaker": "Alex Jones",
      "start_timestamp": 3574.0,
      "text": "How would How would Ron Perlman, like if people got on TV and said that he didn't like black people?"
    },
    {
      "end_timestamp": 3582.0,
      "id": "6f1d6191-0cf6-3ff7-9918-7a03e903be66",
      "speaker": "Dan",
      "start_timestamp": 3579.0,
      "text": "Also, so when Alex Jones"
    },
    {
      "end_timestamp": 3586.0,
      "id": "61624fd9-6016-3261-9b8f-e8782c31bb51",
      "speaker": "Jordan",
      "start_timestamp": 3582.0,
      "text": "Oh, George Bush loved it."
    },
    {
      "end_timestamp": 3593.0,
      "id": "11744fb7-b1c1-3b5a-a227-46bfe947f347",
      "speaker": "Dan",
      "start_timestamp": 3586.0,
      "text": "Out there someone tweeted out a clip of Alex Jones saying he wanted to fight Alec Baldwin. Right so they"
    },
    {
      "end_timestamp": 3597.0,
      "id": "5b54d635-5549-3c04-8037-033563d4507c",
      "speaker": "Jordan",
      "start_timestamp": 3593.0,
      "text": "and also the same. He just said he wanted to fight right but"
    },
    {
      "end_timestamp": 3625.0,
      "id": "ca8b1498-ebf9-392b-af8a-baa49eee7a6d",
      "speaker": "Dan",
      "start_timestamp": 3597.0,
      "text": "he said this on the like previous day's show. Okay. Ricky's been wanting to fight Alec Baldwin for a while, and he started on Sunday getting really mad about the Saturday Night Live and it's just gone from. So he originally threatened to fight. Alec Baldwin and the hill the paper the hill covered it. So they tweeted it out. And Ron Perlman, also known as Hellboy, he tweeted out, he like quoted the tweet and retweeted Hey, man, if you can't make it, I'm in. Like, I'll fight"
    },
    {
      "end_timestamp": 3632.0,
      "id": "93f35223-76ad-3091-8f12-2dabb0ef42c6",
      "speaker": "Jordan",
      "start_timestamp": 3625.0,
      "text": "Hellboy is gonna fight Alex Jones, he was just okay. Now, I would definitely donate money to charity for that. So"
    },
    {
      "end_timestamp": 3635.0,
      "id": "434bca73-c291-33b7-96e2-614ac8a70608",
      "speaker": "Dan",
      "start_timestamp": 3632.0,
      "text": "this is why Ron Perlman has been brought into it. This is also"
    },
    {
      "end_timestamp": 3641.0,
      "id": "ae4cc8b8-f22d-3d9f-af17-3adf3e9804d3",
      "speaker": "Jordan",
      "start_timestamp": 3635.0,
      "text": "why Ron Perlman is not being brought into the fight narrative because Alex Jones does not want to fight Ron Perlman."
    },
    {
      "end_timestamp": 3648.0,
      "id": "941c7f29-78bf-30d7-957b-dbf8a9d0749e",
      "speaker": "Dan",
      "start_timestamp": 3641.0,
      "text": "You might think he might say he does. But also, when I was listening to this, I thought he said Ron Goldman."
    },
    {
      "end_timestamp": 3654.0,
      "id": "34ab5a62-1a5e-3b9f-8830-351ed0353fa8",
      "speaker": "Jordan",
      "start_timestamp": 3648.0,
      "text": "I see I heard Ron Perlman going like, What the fuck is Why is Hellboy being brought into this? That's why"
    },
    {
      "end_timestamp": 3656.0,
      "id": "cfa76785-ae9a-39ba-a727-058a53a1983e",
      "speaker": "Dan",
      "start_timestamp": 3654.0,
      "text": "I had to stop and explain but here you go."
    },
    {
      "end_timestamp": 3713.0,
      "id": "e878ba84-a974-3140-a1c3-7be6fccf65e2",
      "speaker": "Alex Jones",
      "start_timestamp": 3656.0,
      "text": "Okay, but I know you're Hollywood, you're entitled. You got to do what the big Hollywood bosses do pissing on America promoting all the anti America crap, or you won't get rolls. Okay. Hey, Perlman little newsflash. I don't want Hollywood rolls. I've been chased around trying to give them to me. I don't want to live in Fantasyland. Okay. Understand that. In fact, I guess come out and say I'm a sexual predator, or come out and say I hate black people. And then I'll challenge you to do your thing. Don't think you're worth a million bucks. So they'll think it'd be big enough Alec Baldwin to definitely put million dollars in publicity. And I would have to just work on my wrist but I'm ready to go. And I know you got a big head. Old guy says your chops. I tell you what, you put up the million bucks. And I guess if you like Baldwin, you like North Korea, you liked Islamize system? Check formulation. Woman. I mean, I don't know."
    },
    {
      "end_timestamp": 3714.0,
      "id": "95e7a15e-2d8e-32a9-a947-ea0a418c4917",
      "speaker": "Dan",
      "start_timestamp": 3713.0,
      "text": "He's just did exactly."
    },
    {
      "end_timestamp": 3724.0,
      "id": "a39d3fd4-2cd0-36cb-a7b8-a1ee658c8f73",
      "speaker": "Jordan",
      "start_timestamp": 3714.0,
      "text": "Exactly what you said. You I mean, you love you love all this stuff. I don't know. You know, you want women's genitals to be cut off? I don't know. Hey, hey, what he just"
    },
    {
      "end_timestamp": 3747.0,
      "id": "0380aa00-1f00-3a39-a938-7238b5a20342",
      "speaker": "Dan",
      "start_timestamp": 3724.0,
      "text": "did right there is worse than what Bill O'Reilly did. Because at least Bill O'Reilly was like, just insinuated it. Yeah, and he's insinuating it too. But now he's saying he's consciously doing it. Yeah, that could have just been some sort of technical issue or something like that. Well, with O'Reilly Yeah. There could have been like, there's two stories coming up. One of them was about sexual predators. The other is about Alex Jones. Yeah."
    },
    {
      "end_timestamp": 3754.0,
      "id": "eb24e0fb-bc94-35fe-b6a6-7cf886a063ee",
      "speaker": "Jordan",
      "start_timestamp": 3747.0,
      "text": "It could have been a local news mix up where it's like 10 people dead on the freeway could have been had you seen this cat dance?"
    },
    {
      "end_timestamp": 3758.0,
      "id": "5bfd726f-9caa-34df-a949-11da7aee07ca",
      "speaker": "Dan",
      "start_timestamp": 3754.0,
      "text": "Like that kind of thing? Yeah, absolutely. And it's still not good as that cat killed"
    },
    {
      "end_timestamp": 3760.0,
      "id": "5267549f-9ffe-3b2a-a6ca-f23b6bb60229",
      "speaker": "Jordan",
      "start_timestamp": 3758.0,
      "text": "10 people on the highway?"
    },
    {
      "end_timestamp": 3771.0,
      "id": "38ff594b-86cf-3fca-95ec-bda9fa8f5eae",
      "speaker": "Dan",
      "start_timestamp": 3760.0,
      "text": "Because it's too cute. Yeah. It's not good. But it's like, hey, O'Reilly get your house in order. Yeah, what he's doing is literally intentionally, what he's accusing other people,"
    },
    {
      "end_timestamp": 3783.0,
      "id": "92f1a09c-cfef-3a51-8b87-442fe276b040",
      "speaker": "Jordan",
      "start_timestamp": 3771.0,
      "text": "and just the Joy of listening to him to say, and you put up the million bucks. I'm gonna I'm gonna have it from publicity, publicity. So, you know, I'll have it according to you. You put it up with real money."
    },
    {
      "end_timestamp": 3788.0,
      "id": "cd378924-d898-32b1-8fba-cf0a22b2e09f",
      "speaker": "Dan",
      "start_timestamp": 3783.0,
      "text": "According to online sources, actually, Alex Jones is worth at least $10 million. So"
    },
    {
      "end_timestamp": 3796.0,
      "id": "827683fd-f07b-37d1-a11f-dea91b795b14",
      "speaker": "Jordan",
      "start_timestamp": 3788.0,
      "text": "yeah, but you're not putting up a million bucks anytime you want. No, you're only worth that's 1/10 of your income. That's true. That is almost $12 For me"
    },
    {
      "end_timestamp": 3801.0,
      "id": "e2e59c48-895e-3d3c-8759-99fffefc4793",
      "speaker": "Dan",
      "start_timestamp": 3796.0,
      "text": "to be fair. Yeah, exactly. I would put up a 10th of my income to buy dinner. Exactly."
    },
    {
      "end_timestamp": 3845.0,
      "id": "f606dc19-7afc-3559-a88f-6f7e060ed3bc",
      "speaker": "Alex Jones",
      "start_timestamp": 3801.0,
      "text": "You just show us for the Democratic Party. You say you're into all this stuff. And you know, you're a tough guy and movies, no runs around and does all this stuff. Yet. Get a movie. See, we just put the president in against all your crap. We're defeating globalism all over the world. We're mobilizing the military and the veterans to defend the president with the major leaders and former leaders, and why Special Forces great. You live in a world where you dress up like you're in the Special Forces and run around and battle demons. Well, if you're really doing that Hellboy, Ron Perlman, you would then go and you would be fighting Hillary Clinton."
    },
    {
      "end_timestamp": 3858.0,
      "id": "73742c7a-909c-3fe5-81ff-248ac4fc2c9b",
      "speaker": "Jordan",
      "start_timestamp": 3845.0,
      "text": "If you are really fighting demons Ron Perlman, Hellboy actor, if you are really doing it, yeah, in the real world, right. Not in that fantasy world."
    },
    {
      "end_timestamp": 3862.0,
      "id": "29642190-6ace-38af-9f65-8764bbc32ee2",
      "speaker": "Dan",
      "start_timestamp": 3858.0,
      "text": "If you're doing in the real world where these demons don't exist. Yeah."
    },
    {
      "end_timestamp": 3866.0,
      "id": "eea322ba-6321-3058-a820-535a0e8f3dae",
      "speaker": "Jordan",
      "start_timestamp": 3862.0,
      "text": "And you know what, I bet you don't even turn red in the mid moonlight."
    },
    {
      "end_timestamp": 3891.0,
      "id": "aeed720d-6058-3a61-b3ea-3a1b8e0e0120",
      "speaker": "Dan",
      "start_timestamp": 3866.0,
      "text": "I like that he's using this as an opportunity to get a pop shot in and help Hillary call her a demon. I enjoy that. I liked that. He was doing a shoot promo on Alec Baldwin and then slipped into Goldman for whatever. Perlmutter ailment. Yeah, I slipped into Ron Gould trying to grow this mustache out. But wait for this. This is where things get really weird. really fucked up. Okay,"
    },
    {
      "end_timestamp": 3980.0,
      "id": "40e3e180-3ed8-33aa-b9f0-a1f72c26b7b3",
      "speaker": "Alex Jones",
      "start_timestamp": 3891.0,
      "text": "splendid Islamic state run around and kill hundreds of 1000s others but I get it. You live in the fantasy land where your buddy can get up and say a bunch of lies about Donald Trump myself. and treat us like we're not humans. That's what psychopaths and sociopaths do. So let me police department. It is a little nap by Alec Baldwin. He hasn't literally kidnapped little girl named Janine doesn't have her in a basement. But let's just hypothetically, Little Jenny has a grandma that loves her and her parents want a puppy named named Toby. And she loves to play and she's scared at night if she doesn't get put to bed by her mom, Tina, and you know, she really is a person and she's scared and she likes to come home to listen, just as drop her off somewhere where she can get into a mall, a store or wherever. And then and then maybe you could just disappear and nothing's gonna happen. But she's a human being. And this isn't going to go well. I mean, what are you going to do with her? It's the same thing. You're on TV saying I hate black people. And then my employees get thrown out of their apartments because of it. Or when Colbert says I hate gay people see, we're real people, man. You can't just go lie about us so you can win your little arguments. Because you live in Hollywood, you read off scripts, understand you're messing with real people, real people, not Snoop Dogg acting like he's in the Crips and all that stuff. Not all the punks. Not all punk ass Hollywood, financially falling in the ocean and about the fall in their seismically. 12 years overdue for a mega quake."
    },
    {
      "end_timestamp": 3988.0,
      "id": "e2a27be9-cc3f-39e5-ba00-65b07226778a",
      "speaker": "Dan",
      "start_timestamp": 3980.0,
      "text": "Hmm, so break to break. We went the entire segment him just screaming about Alec Baldwin, and then getting into a weird kidnapped fantasy. Yeah,"
    },
    {
      "end_timestamp": 3993.0,
      "id": "ea30dfd4-0f1b-32be-8755-c22f7509b5ee",
      "speaker": "Jordan",
      "start_timestamp": 3988.0,
      "text": "that was him getting his own rebound and taking it the length of the floor and dunking it real fast. So"
    },
    {
      "end_timestamp": 4004.0,
      "id": "71335dd5-b2b6-309d-9dae-7105747a0944",
      "speaker": "Dan",
      "start_timestamp": 3993.0,
      "text": "it's him getting good rebound running the entirety of the court going up to dunk it hitting the rim falling on his back and like breaking three vertebrae. Like that's"
    },
    {
      "end_timestamp": 4007.0,
      "id": "ca391748-addf-35cc-bf58-d3047adaa6b7",
      "speaker": "Jordan",
      "start_timestamp": 4004.0,
      "text": "a weird kidnapping."
    },
    {
      "end_timestamp": 4026.0,
      "id": "2299c150-d26b-3dfb-a1dc-2a7953ffb858",
      "speaker": "Dan",
      "start_timestamp": 4007.0,
      "text": "Gave the kid the mom and the dog what are you gonna do with her just dropped her off at a mall. That was very well thought out. Like that's the only time I've been convinced he prepared."
    },
    {
      "end_timestamp": 4033.0,
      "id": "7ce7866c-610b-3607-9a83-39bdaaecd5ad",
      "speaker": "Jordan",
      "start_timestamp": 4026.0,
      "text": "Oh, you know what? I am not going to insinuate any of the things that I would"
    },
    {
      "end_timestamp": 4044.0,
      "id": "c25c9ba3-3ba8-3fe5-97d9-6d1c2371e417",
      "speaker": "Dan",
      "start_timestamp": 4033.0,
      "text": "normally write. Let's just leave it at this. Everybody. You just heard it. You're gonna make your own conclusion. Yeah, because now it's time to get to a guest. Ladies and gentlemen."
    },
    {
      "end_timestamp": 4046.0,
      "id": "8757456b-bf80-357f-b0bc-e8c19dd1608f",
      "speaker": "Jordan",
      "start_timestamp": 4044.0,
      "text": "I think you said that Snoop Dogg isn't a real person."
    },
    {
      "end_timestamp": 4054.0,
      "id": "3e1f80c4-68fe-3672-b4f0-1746198b0b34",
      "speaker": "Dan",
      "start_timestamp": 4046.0,
      "text": "No, he said that he's not a real crip he's out there pretending to be a Crip so okay, and he's a punk."
    },
    {
      "end_timestamp": 4059.0,
      "id": "705ce92a-71bd-3ee9-a939-0c85212a950b",
      "speaker": "Jordan",
      "start_timestamp": 4054.0,
      "text": "He is a punk. I don't know why he's a punk. I don't know why you need Oh, wait. No, I do."
    },
    {
      "end_timestamp": 4069.0,
      "id": "b6d05a5f-e170-362d-ab48-a0e2aab1bc5f",
      "speaker": "Dan",
      "start_timestamp": 4059.0,
      "text": "Yeah, I trust I trust Snoop Dogg's story of his own life. I don't have any reason not to know seems pretty, pretty seems pretty reasonable murder was the case that they gave him"
    },
    {
      "end_timestamp": 4070.0,
      "id": "4d200076-e3ca-37cc-ae8d-45b111a0c78a",
      "speaker": "Jordan",
      "start_timestamp": 4069.0,
      "text": "it was,"
    },
    {
      "end_timestamp": 4089.0,
      "id": "90326730-32f6-3feb-ae98-4e7b72c59c0e",
      "speaker": "Dan",
      "start_timestamp": 4070.0,
      "text": "I heard the song. Anyway, I buy it. On on this episode on the 14th. Alex had a groundbreaking guest. Someone who I've brought up in the past as one of the most hateful bigots in all of talk radio. One Michael Savage. Oh, Dr. Savage."
    },
    {
      "end_timestamp": 4092.0,
      "id": "3e5fabb1-d7f3-3027-9f3e-b34e1f1d75eb",
      "speaker": "Jordan",
      "start_timestamp": 4089.0,
      "text": "I've heard of this guy. Nearly. He's real bad."
    },
    {
      "end_timestamp": 4101.0,
      "id": "6ec10592-167c-3b42-80f5-5f7aa4a00584",
      "speaker": "Dan",
      "start_timestamp": 4092.0,
      "text": "He's the host of the savage nation. And the intro of the savage nation is welcome to the savage nation. Oh, savage nation contains full disclosure,"
    },
    {
      "end_timestamp": 4109.0,
      "id": "9bc9b2d6-7897-39db-8602-a7b35b39c17c",
      "speaker": "Jordan",
      "start_timestamp": 4101.0,
      "text": "I do another podcast with somebody who's obsessed with Michael Savage who tells me who? Who gives me his clips, and then I react I can"
    },
    {
      "end_timestamp": 4118.0,
      "id": "8bcc44b5-9448-3342-b89d-ed7b7689e0f9",
      "speaker": "Dan",
      "start_timestamp": 4109.0,
      "text": "spin off. The savage nation contains adult content. Apologies."
    },
    {
      "end_timestamp": 4121.0,
      "id": "1f87485b-3528-3f87-89c5-fac59c661de0",
      "speaker": "Jordan",
      "start_timestamp": 4118.0,
      "text": "I'm way better on that other show. Emotional nudity."
    },
    {
      "end_timestamp": 4155.0,
      "id": "5bb0e1f6-5a46-3bdd-8622-3c8bb98612bf",
      "speaker": "Dan",
      "start_timestamp": 4121.0,
      "text": "He says that there's emotions. There's emotional. Yeah. Anyway, Michael, are these people Michael Savage is the worst. Now unfortunately, Alex Jones really respects Michael Savage. So it's kind of a game recognize game. It's really a boring interview. The two of them just kind of have a conversation about how liberals are crazy. And how you know the world is going off its ass and shit like that. There's both of them are known for interrupting people and yelling, because there's respect between them. They don't do that. Unfortunately, there are two instances that I found."
    },
    {
      "end_timestamp": 4166.0,
      "id": "af0bc695-ef05-3da6-89af-2da0ff3e1a34",
      "speaker": "Jordan",
      "start_timestamp": 4155.0,
      "text": "Do they ever just sit there staring at each other confused? They're overstuffed like Hey, what are what did we do here? Now? They're all how does this usually go for you? Because I know how it goes for me. I don't know how it goes for you. How does this go"
    },
    {
      "end_timestamp": 4174.0,
      "id": "0359b197-393a-3293-8fb9-beaa233e2908",
      "speaker": "Dan",
      "start_timestamp": 4166.0,
      "text": "savage pretty much never has guests. He just sits in the studio and screams it's great. All right. It's horrible. I just said it was great for"
    },
    {
      "end_timestamp": 4175.0,
      "id": "33c40244-6ae7-35eb-8e5b-8227fc370687",
      "speaker": "Jordan",
      "start_timestamp": 4174.0,
      "text": "I don't know why he said that. But okay,"
    },
    {
      "end_timestamp": 4182.0,
      "id": "71e3ea70-523a-34db-a2c7-754d2b81a0ea",
      "speaker": "Dan",
      "start_timestamp": 4175.0,
      "text": "it's a horrible slip of the tongue. Horrible show. So this is a clip where they sort of get into the idea"
    },
    {
      "end_timestamp": 4191.0,
      "id": "9f061870-0bc8-3d7e-9ea9-2a37a86aea49",
      "speaker": "Jordan",
      "start_timestamp": 4182.0,
      "text": "younger we do this podcast the more up is down and down is up. There's no doubt it's great. It's horrible. I don't even know anymore. I don't know who I am."
    },
    {
      "end_timestamp": 4210.0,
      "id": "b4825967-db27-35ef-9175-b6993272bc17",
      "speaker": "Dan",
      "start_timestamp": 4191.0,
      "text": "I'm a chimera. So this clip, they're talking about bigotry. And Alex Jones. Try is to let Michael Savage off the hook about some stuff and Michael Savage is such a bigot he won't take the bait oh boy this is fascinating"
    },
    {
      "end_timestamp": 4215.0,
      "id": "82931b80-c473-38d5-824b-6e2bee2793a5",
      "speaker": "Michael Savage",
      "start_timestamp": 4210.0,
      "text": "once they had America who was left Israel nothing a fly on the on the wall"
    },
    {
      "end_timestamp": 4220.0,
      "id": "4cef3af7-c0b7-32e1-bebb-af2bc0e84d64",
      "speaker": "Dan",
      "start_timestamp": 4215.0,
      "text": "he's talking about the New World Order and like taking out nationalistic countries"
    },
    {
      "end_timestamp": 4223.0,
      "id": "80e75c37-6bfa-3ef1-834f-af79df98e293",
      "speaker": "Jordan",
      "start_timestamp": 4220.0,
      "text": "so that that's not do a good job with Israel so far"
    },
    {
      "end_timestamp": 4231.0,
      "id": "e3220f5c-68ff-3453-841e-08ece02b2559",
      "speaker": "Dan",
      "start_timestamp": 4223.0,
      "text": "are you saying that other than like the United States there's Israel and then Russia but he that I just wanted to give it a little bit of context what"
    },
    {
      "end_timestamp": 4235.0,
      "id": "8cd1230a-b72d-39d4-8656-b68c0fb158b0",
      "speaker": "Jordan",
      "start_timestamp": 4231.0,
      "text": "is savage on the Russia is good tip now to I don't know"
    },
    {
      "end_timestamp": 4238.0,
      "id": "f6f46cd1-d8a3-39d7-843c-1acd3f3275bd",
      "speaker": "Dan",
      "start_timestamp": 4235.0,
      "text": "where he stands. I haven't listened to enough of him lately. Okay."
    },
    {
      "end_timestamp": 4271.0,
      "id": "6c29e5d0-7738-3c6d-8379-46544e7b11fa",
      "speaker": "Michael Savage",
      "start_timestamp": 4238.0,
      "text": "Nationalist nation Jewish identity gotten get rid of that one easily. Russia would have been a little harder, but they would have gotten rid of that to one world New World Order. Here we go. The USSR is back. Only now is the USS have a run by a bunch of degenerate child molesters in Brussels. Clever, we almost lost it, Alex. And that's why the illegitimate perverted left is going insane. If you think that people will make the most noise at these riots, the anti Trump riots that usually radical lesbian feminists sorry to say it the way it is."
    },
    {
      "end_timestamp": 4286.0,
      "id": "764028b9-da6f-3c52-884a-151a812e3db4",
      "speaker": "Dan",
      "start_timestamp": 4271.0,
      "text": "I want to just take a second because we're gonna get to him like really hanging himself. But like, can you tell already he's a better broadcaster with an Alex Yeah, he he. He has a cadence to his voice that even though what he's saying is horrible. I kind of like the tone of his voice."
    },
    {
      "end_timestamp": 4289.0,
      "id": "f395c816-def7-318a-a43f-ac607b4f6b16",
      "speaker": "Jordan",
      "start_timestamp": 4286.0,
      "text": "He says it very, he says it with a great tone. Yeah. And when he gets"
    },
    {
      "end_timestamp": 4300.0,
      "id": "ab2fa062-5da3-30a6-8f1d-9ebc45c28503",
      "speaker": "Dan",
      "start_timestamp": 4289.0,
      "text": "into talking about a great meatball sub, or like a nice walk in the park, it's really great. I love listening to him when he's not saying his opinions. Like if, if he"
    },
    {
      "end_timestamp": 4305.0,
      "id": "d26a8d49-363f-35c3-b48f-408c406bfd31",
      "speaker": "Jordan",
      "start_timestamp": 4300.0,
      "text": "were he was just if he was just an audiobook reader. We'd be fine. Yeah, yeah."
    },
    {
      "end_timestamp": 4320.0,
      "id": "fb468e30-e605-3f7d-8b40-b847af35a670",
      "speaker": "Dan",
      "start_timestamp": 4305.0,
      "text": "Or if he just did like sort of creative nonfiction, but not about like, the Jews or the globalists or NWA. Oh, shit. I would be totally into it. Anyway, there's these radical lesbians. Anyway, here we go."
    },
    {
      "end_timestamp": 4400.0,
      "id": "d029c7f2-834c-365f-a21c-979e33ad611d",
      "speaker": "Michael Savage",
      "start_timestamp": 4320.0,
      "text": "You notice that or not? Am I allowed to say that or is that going to cause some damage? Say whatever you want. Here is the first amendment. Have you seen it that mostly insane women? Nevermind lesbianism. I'm talking about the most extreme form. Sure. Dislike anybody? I don't you wrote books about that four years ago. The point is that it's like, no, I dislike a lot of people. And I dislike a lot of behavior. Exactly. Let's talk about it. Guess I do know I don't like everybody. I don't like everybody. Hate me on that. They could put it on Saturday Night Live? No, I don't like everybody. Why they have behind the scenes. They love everybody. No, they don't. Okay. Human beings discriminate by nature. By the way. We all know that. See, fortunately for me, I'm a cultural anthropologist prior to becoming a doctorate in epidemiology, nutrition. I've lived in the Third World and something I discovered and every village ever went to in the Third World and lived there was every human being has built in practice. Even in their own village, they have judgment of other people. tribalism is basically what restaurants better than another. It's true. How do you make a decision other than judging other people I say you love everybody. I mean, you're not you don't hate somebody, guess what color they are. But then you can differentiate how that individual or group behaves and make a statement on that. It's not even the issue. The issue was we all"
    },
    {
      "end_timestamp": 4414.0,
      "id": "49bde3cf-1596-330a-86a2-fc9568bb9ef3",
      "speaker": "Jordan",
      "start_timestamp": 4400.0,
      "text": "he could have just he could have said it. He could have said he could have just said you are correct, sir. If not discriminated, said he's like, I don't want to talk about that. What we're talking about here, but don't you're talking about me being racist or not."
    },
    {
      "end_timestamp": 4424.0,
      "id": "889a4cab-8094-319f-9681-0d9cfde51e71",
      "speaker": "Dan",
      "start_timestamp": 4414.0,
      "text": "Don't you see also that Michael Savage takes far more ownership of his own bigotry than even Alex does? I don't think he would say that he's a bigot or anything negative. But he don't like"
    },
    {
      "end_timestamp": 4431.0,
      "id": "cca64c80-4b84-3ae6-9eee-ada093fabcbd",
      "speaker": "Jordan",
      "start_timestamp": 4424.0,
      "text": "everybody. Yeah, you know, those people. I don't like him. You know which people Yeah, the people I'm talking about you know which one"
    },
    {
      "end_timestamp": 4442.0,
      "id": "6d946e74-b23d-33c6-8c73-0ffd7808ebe0",
      "speaker": "Dan",
      "start_timestamp": 4431.0,
      "text": "I hate Michael Savage. But I respect him a bunch more than Alex because of that that sort of like no you don't you don't judge based on race so far not getting so"
    },
    {
      "end_timestamp": 4450.0,
      "id": "b36c8811-5562-32b1-8f7d-139d1c38d852",
      "speaker": "Jordan",
      "start_timestamp": 4442.0,
      "text": "far on this podcast the people we've we've revealed that you respect our racist horrible broadcasters, pink,"
    },
    {
      "end_timestamp": 4465.0,
      "id": "87e2c96b-eed3-3629-b1ee-9cfc1f9d43ce",
      "speaker": "Dan",
      "start_timestamp": 4450.0,
      "text": "right? She's great. Misunderstood? No, but I don't I don't like him for his bigotry or anything like that. Don't don't paint me in that corner. I just I am not I am a hateful."
    },
    {
      "end_timestamp": 4485.0,
      "id": "0c3117f6-54be-340f-84b9-4f8ce790c0c6",
      "speaker": "Jordan",
      "start_timestamp": 4465.0,
      "text": "I'm taking one of your behaviors. All right, and I am amplifying it perhaps to an extreme degree. Well, so as to create a false perception of you. Listen, Cookie Monster, which then hey, you shut up. Don't you call me cookie monster that's Bare Knuckle fight. I'll fight you 10,000 million dollars for charity"
    },
    {
      "end_timestamp": 4515.0,
      "id": "d8b6305b-0fbb-3c80-ab64-3133e2f4aa1a",
      "speaker": "Michael Savage",
      "start_timestamp": 4485.0,
      "text": "and America is the greatest nation on the earth. Let's start with that discrimination. Our nation is the greatest nation on Earth. I love America. I am an immigrants son. Which is why don't want to live in any other nation. I don't want this nation to start looking like the third world that it is becoming in so many parts of America. If you flood in 10s of millions of illegal aliens, what is it going to look like? Why are they not looking to make themselves be like Americans speak like Americans act like Americans?"
    },
    {
      "end_timestamp": 4521.0,
      "id": "d2b54f00-0740-38b0-bac7-416b04b64962",
      "speaker": "Dan",
      "start_timestamp": 4515.0,
      "text": "Why won't these minorities act white? Why won't they assimilate"
    },
    {
      "end_timestamp": 4527.0,
      "id": "c8506412-5fc9-3f9e-84bb-544b8a8a0b2c",
      "speaker": "Jordan",
      "start_timestamp": 4521.0,
      "text": "beak like Americans? Right? Speak like Americans acts like Americans. Why don't"
    },
    {
      "end_timestamp": 4531.0,
      "id": "c2e2d8e7-18a3-342d-80db-1777247e7cad",
      "speaker": "Dan",
      "start_timestamp": 4527.0,
      "text": "you aspire to be more like us white people? Yeah. And then then, you"
    },
    {
      "end_timestamp": 4533.0,
      "id": "df665607-f645-36a7-8333-8356c44c05df",
      "speaker": "Jordan",
      "start_timestamp": 4531.0,
      "text": "know, the pinnacle of human achievement."
    },
    {
      "end_timestamp": 4547.0,
      "id": "6c9613d0-880c-325a-9b2e-e93ab0c9816a",
      "speaker": "Dan",
      "start_timestamp": 4533.0,
      "text": "He goes on to be like, I accidentally stopped the clip, but he goes on to be late and accidentally stopped. I thought there was nothing else. But I remember now He's like, he's like, why do they have to bring up their stupid flags? And stuff? Like,"
    },
    {
      "end_timestamp": 4549.0,
      "id": "f114c725-0fd2-326f-a2d4-d5ebddf036c5",
      "speaker": "Jordan",
      "start_timestamp": 4547.0,
      "text": "come on, man."
    },
    {
      "end_timestamp": 4556.0,
      "id": "a28b006b-27b6-351f-94e1-665c596dad5a",
      "speaker": "Dan",
      "start_timestamp": 4549.0,
      "text": "I don't want to see a Mexican flag at a sporting event. Yeah, what if it's the World Cup you dickweed"
    },
    {
      "end_timestamp": 4559.0,
      "id": "1c3ebb66-1e99-3c0a-b97e-a05352bf22b7",
      "speaker": "Jordan",
      "start_timestamp": 4556.0,
      "text": "anyway, I don't want to see a bears flag and a Packers game."
    },
    {
      "end_timestamp": 4565.0,
      "id": "62f45eec-72a0-3e64-afc0-578217077945",
      "speaker": "Dan",
      "start_timestamp": 4559.0,
      "text": "Here's the other clip of Michael Savage advocating for a new house on American Activities Committee. No,"
    },
    {
      "end_timestamp": 4653.0,
      "id": "ea6fad10-c437-3df4-80d6-f84d233b3fc3",
      "speaker": "Michael Savage",
      "start_timestamp": 4565.0,
      "text": "no. Shoulders, shoulder, many of them won't even get married. They're so intimidated by the social forces against family against normalcy. They won't even get married, they're afraid to raise a child in this society. Who could who could blame them in a way, when you look at the psychopaths in the schools, you almost need to send your children to school with a guard to make sure that brains aren't beaten up every day. Okay, but let's not go into education. I've only got a minute or two left. And in closing, I got to ask you, you're right. It's Trump's war. It's our war. It's nationalism is to return to prosperity. Just common sense. Not left or right. I mean, it's there and people you know, the war isn't over. It's just begun. We've all got to be more involved than ever. Soros is doubling the amount of money he's putting out. Soros needs to be tried. Soros has in my opinion, committed many crimes. Soros has meddled in elections. We keep hearing about Russia meddling in elections, he should be locked up for being a Nazi collaborator 65 years ago. Let's put that aside. No one will ever believe that. But they will come to understand what the Senate hearing how this emigre immigrant to America gave $65 million to the violent Black Lives Matter movement. And I have five pages in Trump's war you have to see this Alex, I don't know if you saw this. I named every subversive group in America saw money from from George Soros. Listen to me, this is the most important part of the book you triggered me now remember, I said don't say anything about an airplane. When you have to do is say Soros and I'm off and running at the races."
    },
    {
      "end_timestamp": 4656.0,
      "id": "760870c7-bc5e-3c18-9970-043a019ce0b9",
      "speaker": "Dan",
      "start_timestamp": 4653.0,
      "text": "I'm sure I'm not going to read his book. But I'm sure"
    },
    {
      "end_timestamp": 4659.0,
      "id": "448a6747-a8a9-3c41-b80f-9b913aab8f63",
      "speaker": "Jordan",
      "start_timestamp": 4656.0,
      "text": "no you're not going to read his book. I will fight you"
    },
    {
      "end_timestamp": 4667.0,
      "id": "4580ae34-3ee5-3830-a072-cd95d231bca1",
      "speaker": "Dan",
      "start_timestamp": 4659.0,
      "text": "I'm sure this is a verse of groups he lists are like Planned Parenthood of course you know some like Muslim group and yeah, I'm sure"
    },
    {
      "end_timestamp": 4713.0,
      "id": "d096a018-07e5-3c92-908d-aa340e03d0d1",
      "speaker": "Jordan",
      "start_timestamp": 4667.0,
      "text": "it's every subversive group violent marriage Lives Matter black lives but violent like that's that's the fucking up says this shit. Violent black lives matter here. Sandy five year old say black lives matter have to say violent Black Lives Matter as if that's the only way to ah, you know who else is a subversive group? Whole Foods. Whole Foods they want to they want to feed you food that's whole don't like no. h&m. Ivanka Trump doesn't have anything to do with h&m subversive group fairy. The Shriners Shriners fairies their cars are so small. They're not even doing anything for General Motors subverting the norm. Oh, exactly. Marching bands. Oh knows what they're thinking. What are they don't even sing."
    },
    {
      "end_timestamp": 4733.0,
      "id": "7158fdf8-3580-39b9-9779-c7891c9b1868",
      "speaker": "Dan",
      "start_timestamp": 4713.0,
      "text": "What are they carrying their instruments? It's fucking sit down if you're playing an instrument. Yeah. podcast is subversive in some ways. We're talking about something that no one wants to listen to. Our podcast should be. Alright, so here's where we get to the H whack. argument."
    },
    {
      "end_timestamp": 4764.0,
      "id": "eb64aff2-e746-3ad6-910b-a1ce95f13b27",
      "speaker": "Michael Savage",
      "start_timestamp": 4733.0,
      "text": "I have five pages of every group in America that receives money from this man. These are the groups that need to be investigated with the new US House of UnAmerican Activities Committee. Do you know how that would scare your friends in Hollywood Alex? A new whack. They'd scream blacklist blacklist blacklist I'm on the blacklist, they put me on it there. They admit you can't even fly to England. You're on a blacklist. Yeah, they've already created a they're afraid of being they're afraid of really being put on a blacklist where they belong."
    },
    {
      "end_timestamp": 4793.0,
      "id": "ffd72027-d7eb-304d-9508-e4a2ed5fa025",
      "speaker": "Dan",
      "start_timestamp": 4764.0,
      "text": "Michael Savage is not allowed in England because of a bunch of really violent talk that he's had in the past about Muslims. England decided we don't want you and your rhetoric in our country. He is on a list in some really fucked up company. The list of people who are not allowed England. It's like war criminals, right. Richard Spencer's on that list. Also good. Michael Savage."
    },
    {
      "end_timestamp": 4830.0,
      "id": "ee09d17a-439a-39ce-9e38-5ff98d49afcc",
      "speaker": "Jordan",
      "start_timestamp": 4793.0,
      "text": "Excellent. But like, I almost managed to get Trump on that list. But yeah, they were really close to doing that. I love that. I love that dumb like, Do you know how much that would anger the people in Hollywood bring it back a house of UnAmerican Activities Committee? Yeah, it was really scary the first time off. It's like, yeah, it's like a you know, do you know how angry Jews would be if you brought back? The Inquisition? That would scare them? Really scared them? Yeah. Because the last time it happened, a lot of bad shit happened to them. So like, it's super reasonable for them to be afraid."
    },
    {
      "end_timestamp": 4836.0,
      "id": "26713d74-cdb0-34fa-96d5-439b82f9b522",
      "speaker": "Dan",
      "start_timestamp": 4830.0,
      "text": "Do you? Do you remember how much do you know how much it would scare Group X? If you brought back the thing that hunted Group X?"
    },
    {
      "end_timestamp": 4839.0,
      "id": "2dc28827-0f82-3e20-ba38-ffbe0f2860e8",
      "speaker": "Jordan",
      "start_timestamp": 4836.0,
      "text": "Oh, it would? Well, I mean, any"
    },
    {
      "end_timestamp": 4842.0,
      "id": "8963fccf-d9b4-3997-a5a4-bfed5e185a9d",
      "speaker": "Dan",
      "start_timestamp": 4839.0,
      "text": "any example that? Yeah, of course, of course."
    },
    {
      "end_timestamp": 4851.0,
      "id": "7159ce31-f8d1-34aa-a824-4086270575f7",
      "speaker": "Jordan",
      "start_timestamp": 4842.0,
      "text": "Do you know how much it would scare professors? If you brought back the Cultural Revolution? You help them out you?"
    },
    {
      "end_timestamp": 4862.0,
      "id": "421618c3-bd46-3d82-89e1-4f7fa8750b82",
      "speaker": "Dan",
      "start_timestamp": 4851.0,
      "text": "The other thing that's not being taken into account is that the history of the house on American Activities Committee was not it being run well, like"
    },
    {
      "end_timestamp": 4864.0,
      "id": "0d9c2a46-0b3d-30c8-984b-93c12522e55e",
      "speaker": "Jordan",
      "start_timestamp": 4862.0,
      "text": "it didn't. That was very much not the case. It"
    },
    {
      "end_timestamp": 4877.0,
      "id": "ff643047-c40c-32f4-8ba2-6afc875c46e9",
      "speaker": "Dan",
      "start_timestamp": 4864.0,
      "text": "didn't root out like subversive communist people. It ended up punishing tons of people for minor things that aren't even crimes. Yeah, it was a witch relations. Absolutely."
    },
    {
      "end_timestamp": 4883.0,
      "id": "252c26ac-c910-30e1-b2d3-cca4a530310d",
      "speaker": "Jordan",
      "start_timestamp": 4877.0,
      "text": "That's literally it. Yeah. So you're advocating that movie? You remember the one"
    },
    {
      "end_timestamp": 4890.0,
      "id": "63394ab9-b81e-3b7c-a65f-b46fe40db672",
      "speaker": "Dan",
      "start_timestamp": 4883.0,
      "text": "the witch hunt? Ron Perlman was in that. It's called Season of the Witch"
    },
    {
      "end_timestamp": 4894.0,
      "id": "ea03ff45-dd75-37b3-91eb-eb167804a82e",
      "speaker": "Jordan",
      "start_timestamp": 4890.0,
      "text": "wasn't Vin Diesel and that was Nicolas Cage. Oh, damn it."
    },
    {
      "end_timestamp": 4901.0,
      "id": "92dd6571-6eb1-35c6-b810-e0f4c8c4250a",
      "speaker": "Dan",
      "start_timestamp": 4894.0,
      "text": "Also, that movie is a big bummer. whole plot of the movie is is this woman a witch or not? In the end? She's a demon."
    },
    {
      "end_timestamp": 4902.0,
      "id": "f16eb44e-eb6d-38cd-99a0-2e4ee99b6e44",
      "speaker": "Jordan",
      "start_timestamp": 4901.0,
      "text": "She's a demon. Yep."
    },
    {
      "end_timestamp": 4918.0,
      "id": "07d6cdb4-f57d-3933-99bf-af67db0d9710",
      "speaker": "Dan",
      "start_timestamp": 4902.0,
      "text": "Ah, witches don't even play into it. Oh, that's a bummer. Spoiler alert. For Season of the Witch. So that's, that's all I got from Michael Savage. Because the rest of the interview was pretty boring and uneventful. Well, I mean, you know,"
    },
    {
      "end_timestamp": 4925.0,
      "id": "a1e1c327-aab0-3271-9387-c94836721e89",
      "speaker": "Jordan",
      "start_timestamp": 4918.0,
      "text": "there was a you expect them. So they have no ideological disagreements whatsoever that they could talk"
    },
    {
      "end_timestamp": 4956.0,
      "id": "41c6d1e8-51aa-3fb8-9bb2-91d3314bb18a",
      "speaker": "Dan",
      "start_timestamp": 4925.0,
      "text": "about, maybe only like by degrees only, like maybe like how open they want to be with their white supremacy or how how far they're willing to go with its violent connotations and stuff like that. Right? And how much more open Michael Savage is then Alex? Like how like, he's a guy who has come into his own and is comfortable in his bigotry, whereas Alex is still trying to play the fence like, Oh, I hate black people. How dare you suggest that was my concern was like, oh, fuck, I hate people. I don't like everybody."
    },
    {
      "end_timestamp": 4961.0,
      "id": "b67364f4-85d7-39f5-880d-8aab58ce8bba",
      "speaker": "Jordan",
      "start_timestamp": 4956.0,
      "text": "They have different markets. So right like savage makes enough money where he can not give a shit."
    },
    {
      "end_timestamp": 4966.0,
      "id": "78b6f6d5-d610-3bb2-9010-a59dbb0b8a8b",
      "speaker": "Dan",
      "start_timestamp": 4961.0,
      "text": "He's also independently wealthy. Yeah, he apparently had tons of money before he even got into broadcast. Okay."
    },
    {
      "end_timestamp": 4970.0,
      "id": "6c42c6af-7084-38fd-a630-cfbf6f1bfd62",
      "speaker": "Jordan",
      "start_timestamp": 4966.0,
      "text": "I don't know. He's a douchebag. Yeah, gotcha. snapping up."
    },
    {
      "end_timestamp": 4978.0,
      "id": "4530ce9d-0471-3863-be6c-f08de54f0d37",
      "speaker": "Dan",
      "start_timestamp": 4970.0,
      "text": "That's the end of that clip. Alex Jones after Michael Savage leaves. He decides he's gonna pick up his next big story of the day."
    },
    {
      "end_timestamp": 4982.0,
      "id": "eeb49da2-447b-3bbd-9979-1f3cfaf64b8e",
      "speaker": "Jordan",
      "start_timestamp": 4978.0,
      "text": "Is it that Alec Baldwin did a search on him? No."
    },
    {
      "end_timestamp": 4987.0,
      "id": "9d72e5fb-1bf5-34ce-8f54-6c02b408cc09",
      "speaker": "Dan",
      "start_timestamp": 4982.0,
      "text": "I think that's he did the first two hours on that. Now we're into the third hour."
    },
    {
      "end_timestamp": 4991.0,
      "id": "a1aee773-ae1e-3fc2-a40d-53cc587761e6",
      "speaker": "Jordan",
      "start_timestamp": 4987.0,
      "text": "Two hours of phone calls and fuck Alec Baldwin."
    },
    {
      "end_timestamp": 5002.0,
      "id": "1b32d73e-066b-3375-9669-81dc283aeb94",
      "speaker": "Dan",
      "start_timestamp": 4991.0,
      "text": "So now into the third hour he decides to get going on it. So this clip is about how that lady stopped Sean Spicer at an Apple Store. Do you remember this?"
    },
    {
      "end_timestamp": 5009.0,
      "id": "17f5f5e9-0db4-3b6a-bfd5-40524cc82512",
      "speaker": "Jordan",
      "start_timestamp": 5002.0,
      "text": "Yeah, I saw that. You know, that was that wasn't I was. I was very nonplussed by that on both sides."
    },
    {
      "end_timestamp": 5021.0,
      "id": "a9b0f50b-ea45-3013-bd64-f49945730e1a",
      "speaker": "Dan",
      "start_timestamp": 5009.0,
      "text": "Sure. It's bad. It wasn't very much public. Yeah. But then at the same time, it's real bad for him to say you're lucky to be here in this country super bad for it, or it's like this is a great country that would allow you to be here. Yeah, I wouldn't have said that to a white"
    },
    {
      "end_timestamp": 5025.0,
      "id": "aeb27698-2343-3ffa-a4be-2e0d1b11e432",
      "speaker": "Jordan",
      "start_timestamp": 5021.0,
      "text": "person. No, no, no, absolutely not. No, no, of course"
    },
    {
      "end_timestamp": 5036.0,
      "id": "1406c085-d15c-30e8-abe0-0c221c488969",
      "speaker": "Dan",
      "start_timestamp": 5025.0,
      "text": "not. So this clip it starts with Alex talking about how you socialize a youth and how his dad socialized him a little bit and then it gets into"
    },
    {
      "end_timestamp": 5065.0,
      "id": "ec428d3c-3ff9-3e44-8c29-ab246d264731",
      "speaker": "Jordan",
      "start_timestamp": 5036.0,
      "text": "love learning more about his childhood because the Moses of all the small drips we get are so fucked up, that the reality is either really, really boring, or more fucked up. Yeah, yeah. Like his his childhood was either insane beatings on a daily basis, or it was like, we love you and support you and whatever it is you choose to do, we will support you like that whole thing."
    },
    {
      "end_timestamp": 5077.0,
      "id": "e1d408bd-784e-3d3c-91d7-bbaa0a1d41a9",
      "speaker": "Dan",
      "start_timestamp": 5065.0,
      "text": "This this clip veers more towards the latter than the prior. And then he gets into this lady accosting Sean Spicer. And spoiler alert, he has a weird twist on it. Oh,"
    },
    {
      "end_timestamp": 5079.0,
      "id": "6da9d736-75d8-3142-bb5e-40afac17c6e2",
      "speaker": "Jordan",
      "start_timestamp": 5077.0,
      "text": "no,"
    },
    {
      "end_timestamp": 5091.0,
      "id": "64ccdb78-37b4-3da1-8678-35d0ea5b3fb7",
      "speaker": "Alex Jones",
      "start_timestamp": 5079.0,
      "text": "a little insecure, like normal so you're not too outgoing and get into trouble. By the time you're a teenager, things will activate your mind to make you want to be outgoing, and to go out and do things and have risked behavior till you leave our high risk and"
    },
    {
      "end_timestamp": 5092.0,
      "id": "9ed2b3d6-b7dd-3fd8-a1c1-e7e51e2a9eed",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5091.0,
      "text": "risk behavior."
    },
    {
      "end_timestamp": 5100.0,
      "id": "0a3aec06-357e-3298-8f67-48913844e4e0",
      "speaker": "Dan",
      "start_timestamp": 5092.0,
      "text": "He's talking about jerking off. Now he's gonna strengthen the wrist to fight out Alec Baldwin. You started by jerking off? No, you said risk behavior. risk behavior."
    },
    {
      "end_timestamp": 5106.0,
      "id": "3b30b89f-0db3-3c44-a552-78558930fe89",
      "speaker": "Jordan",
      "start_timestamp": 5100.0,
      "text": "This is I heard wrist behavior. This is from the voice because I love hearing about wrists"
    },
    {
      "end_timestamp": 5115.0,
      "id": "b671e6bf-c234-3923-92d4-f733e7384387",
      "speaker": "Dan",
      "start_timestamp": 5106.0,
      "text": "and jacking it off. Yeah, jacking it off. Yeah. Can you all so that this is from the voice of his father and he goes on"
    },
    {
      "end_timestamp": 5151.0,
      "id": "fb5e3917-b27b-3364-b5c8-5f9b387561f9",
      "speaker": "Alex Jones",
      "start_timestamp": 5115.0,
      "text": "great your own family. She got an anthropology and sociology and psychology, human psychology you call it animal psychology. But he said most people never even leave the hut or even if they do, they psychologically known. And so they have chips on their shoulders, they're scared. And so they have that attitude. And then other people that are insecure resonate with that and and act the same way back then they believe people don't like them. And that's what the universities and all this political correctness do, is they try to create failed individuals that believe everyone's out to get them show."
    },
    {
      "end_timestamp": 5162.0,
      "id": "c091ae5a-364e-3608-a506-396e15241787",
      "speaker": "Jordan",
      "start_timestamp": 5151.0,
      "text": "That's the most projecting any human being has ever done. That's instance three of most projecting. Yeah. Has he ever gone to see a therapist?"
    },
    {
      "end_timestamp": 5176.0,
      "id": "b0d354ac-1bd6-3fa7-92a5-56b940b5878a",
      "speaker": "Dan",
      "start_timestamp": 5162.0,
      "text": "No, because John Rapoport told them they're trying to get him. Yeah, but I mean like when he was younger, he's always known John Rapoport. That's why he lived more than a four year old when he was 14. Because you knew fucking Rapoport How"
    },
    {
      "end_timestamp": 5179.0,
      "id": "2a667888-6d0b-3307-b41a-5f8baf262e18",
      "speaker": "Jordan",
      "start_timestamp": 5176.0,
      "text": "old is Rapoport then becomes the question ageless. He's"
    },
    {
      "end_timestamp": 5180.0,
      "id": "9a5fd5cf-b256-3158-b1c6-f8ccffc986e5",
      "speaker": "Dan",
      "start_timestamp": 5179.0,
      "text": "a saint. He's"
    },
    {
      "end_timestamp": 5181.0,
      "id": "cf3de5d3-8f52-3e34-b858-ee2bcc1e1053",
      "speaker": "Jordan",
      "start_timestamp": 5180.0,
      "text": "the infinite"
    },
    {
      "end_timestamp": 5187.0,
      "id": "ed823a02-2732-3e17-a6b9-0f3d16afb1be",
      "speaker": "Dan",
      "start_timestamp": 5181.0,
      "text": "barbell of Alex Jones his life. Second time Bom"
    },
    {
      "end_timestamp": 5191.0,
      "id": "d1208d17-cb27-3b78-ac9c-bcf511ab336e",
      "speaker": "Jordan",
      "start_timestamp": 5187.0,
      "text": "Bom and where else are you gonna go for your Tom Bombadil references"
    },
    {
      "end_timestamp": 5195.0,
      "id": "fdb052cc-14ad-36b1-bf39-7975ea21008d",
      "speaker": "Dan",
      "start_timestamp": 5191.0,
      "text": "only knowledge fights. Mind isn't knowledge fight.com still not a real website?"
    },
    {
      "end_timestamp": 5196.0,
      "id": "04a9ffcb-0afa-3fa4-a588-f5b734c7751b",
      "speaker": "Jordan",
      "start_timestamp": 5195.0,
      "text": "Real data real website?"
    },
    {
      "end_timestamp": 5202.0,
      "id": "442a20e3-efbb-32ef-b217-81e0cd106fcb",
      "speaker": "Alex Jones",
      "start_timestamp": 5196.0,
      "text": "We pull the article up I haven't yet shared or can you print it? For me? It was a Paul Watson article about,"
    },
    {
      "end_timestamp": 5204.0,
      "id": "d3d3fce7-5903-39e4-a049-5ab50614b323",
      "speaker": "Dan",
      "start_timestamp": 5202.0,
      "text": "again, not the news, Sean Spicer"
    },
    {
      "end_timestamp": 5223.0,
      "id": "fde85811-6b15-3e32-9d52-40a97d7a6501",
      "speaker": "Alex Jones",
      "start_timestamp": 5204.0,
      "text": "confronted by a crazed woman at an Apple store. I mean, everybody knows the story. Now I wanted to give you her name, the demographics. He's got a big successful company there. It is crazy not to get my demographic shouted otherwise, about fascist Trump in Apple Store. Meltdown. We have a great country, Sean Spicer says rushing around,"
    },
    {
      "end_timestamp": 5239.0,
      "id": "f43d80da-3e70-3ffc-a755-c896683cda74",
      "speaker": "Dan",
      "start_timestamp": 5223.0,
      "text": "we have a great country that allows you to be here, the end of that quote, the part that was actually what most people responded to that was insanely problematic. But again, as you brought up, and I agree with you, it only came out because she was kind of acting a little inappropriate as well. So there aren't really"
    },
    {
      "end_timestamp": 5273.0,
      "id": "408eb1d1-58b4-3952-b449-167b56d2bb89",
      "speaker": "Jordan",
      "start_timestamp": 5239.0,
      "text": "now in her in her defense. If I saw Sean Spicer, I would just start barking at him right uncontrollably as we've seen from my previous behavior, which would make in a mall, I would just begin barking like a fucking dog. Yeah, yeah, I would bite his knees. I think if I so I have no judgment for her whatsoever. I support her in every endeavor, and I support all of you. If you want to yell at Sean Spicer in public, I want you to know that I will provide no monetary assistance, but I will be very supportive"
    },
    {
      "end_timestamp": 5284.0,
      "id": "95ad4e98-927f-36ed-be6a-b1b7d485021b",
      "speaker": "Dan",
      "start_timestamp": 5273.0,
      "text": "of I legitimately had this thought recently. If I saw Alex Jones, I might throw up and not from disgust. I might just get so like, oh."
    },
    {
      "end_timestamp": 5287.0,
      "id": "d7bee804-3211-30d4-8bc7-8d9c86ffd4db",
      "speaker": "Jordan",
      "start_timestamp": 5284.0,
      "text": "You know, your star fucker right"
    },
    {
      "end_timestamp": 5306.0,
      "id": "e520f0b4-649c-36a6-aa69-96900a1b8b4b",
      "speaker": "Dan",
      "start_timestamp": 5287.0,
      "text": "now? Because I'd be like, impressed by him or anything. Like because at this point, I almost don't think he's real. You know what I mean? You don't think? I almost kind of think he's a hologram. He's so insane. He lies all the time. He has this empire that's built on. I don't even know what"
    },
    {
      "end_timestamp": 5362.0,
      "id": "3f2fcaef-3273-3da2-a476-8e2cc37d8265",
      "speaker": "Jordan",
      "start_timestamp": 5306.0,
      "text": "if it okay, here's here's conspiracy theory. I love it. Okay, there we go. All right. Say you are trying to teach your AI. That is is very in its it's in the younger stages. It's not smart enough yet, but it can put together strings of sentences. All right. So you want to teach this AI? So that means that you have to give it real human feedback. Okay. So you get this AI to put up words. On a teleprompter. You hire a brilliant actor. To read those words off the teleprompter no matter what they may be. Then that AI continually refines its message until it becomes self aware. Okay, then it takes over the host of that really an actor? That's Alex Jones."
    },
    {
      "end_timestamp": 5366.0,
      "id": "53893b7e-7e51-374e-bbdb-e45c83939009",
      "speaker": "Dan",
      "start_timestamp": 5362.0,
      "text": "Is this a plot of the movie? Because you're sounding like Alex Jones, right?"
    },
    {
      "end_timestamp": 5371.0,
      "id": "d8ef3cf8-5773-3c1b-863c-829970004cf8",
      "speaker": "Jordan",
      "start_timestamp": 5366.0,
      "text": "It's not the plot of a movie."
    },
    {
      "end_timestamp": 5380.0,
      "id": "714b054c-6c0f-3d94-9115-cd4b21f2b66e",
      "speaker": "Dan",
      "start_timestamp": 5371.0,
      "text": "Anyway, we're about to get into it might be Lawnmower Man. That's good. No one's ever seen it. didn't play the video game on Super Nintendo and it made no sense"
    },
    {
      "end_timestamp": 5411.0,
      "id": "0b87d2ef-5932-3d29-a941-a01d10fca9ec",
      "speaker": "Alex Jones",
      "start_timestamp": 5380.0,
      "text": "during crunchy that allows you to be here. So she just wants to be dominant. She wants to go out. She's in the demographic group that makes the most money. The female demographic group that makes the most money. There's Indians are hard working smart folks. But the new form of dominance she's gonna go further. She's gonna get The White House press secretary and show the white male because in India, that'd be the very top flash. They had a caste system with whites on the top."
    },
    {
      "end_timestamp": 5440.0,
      "id": "7800e556-353a-3b6f-95c5-5d69aabed441",
      "speaker": "Dan",
      "start_timestamp": 5411.0,
      "text": "That is a dramatic misinterpretation of the Indian caste system. That is not at all. Alex Jones knows nothing about Brahmins and the untouchables. Yeah, yeah, come on Alex. It has nothing to do with white people. But also Alex is going to towards the end of this make the argument that he's not racist. It's like that No, when all he's done is defined her as an Indian person. Even Indians make tons of money so that's totally cool."
    },
    {
      "end_timestamp": 5442.0,
      "id": "9f292a55-c302-3f73-aa72-23701b81c925",
      "speaker": "Jordan",
      "start_timestamp": 5440.0,
      "text": "The the"
    },
    {
      "end_timestamp": 5465.0,
      "id": "4c0960f3-9318-396c-8719-433fba422320",
      "speaker": "Dan",
      "start_timestamp": 5442.0,
      "text": "the, and your fuck is he doing? You're a woman who makes tons of money and you gotta go fucking find this white guy to be dominant over because it's not enough for you to be in a really well to do class. Yeah, the white male you don't fucking understand that every single word that's coming out of your mouth is racist as shit. It's the most racist you can be towards Indians would that maybe not? I think I could do better."
    },
    {
      "end_timestamp": 5468.0,
      "id": "4e530fee-04fd-3180-9be5-363ccba100e3",
      "speaker": "Jordan",
      "start_timestamp": 5465.0,
      "text": "I had a buddy. Maybe in polite company."
    },
    {
      "end_timestamp": 5473.0,
      "id": "bb9a92f3-14ef-3b5c-82ac-2ab383dac5ec",
      "speaker": "Dan",
      "start_timestamp": 5468.0,
      "text": "I had a buddy growing up Dr. gums, and I could Dr. Gums he trained me how to be racist against him. Oh, that's"
    },
    {
      "end_timestamp": 5474.0,
      "id": "85794723-072f-3023-9a17-11083ade40d3",
      "speaker": "Jordan",
      "start_timestamp": 5473.0,
      "text": "no good."
    },
    {
      "end_timestamp": 5476.0,
      "id": "a4e6d2b2-0fd3-3848-b046-08056c793cee",
      "speaker": "Dan",
      "start_timestamp": 5474.0,
      "text": "He's a good man. He's a doctor."
    },
    {
      "end_timestamp": 5480.0,
      "id": "8aa3e2cf-98ea-3ca7-8f11-d38451822dfe",
      "speaker": "Jordan",
      "start_timestamp": 5476.0,
      "text": "I remember Dr. Group from our previous episodes, he probably could teach you how to be racist,"
    },
    {
      "end_timestamp": 5484.0,
      "id": "4ff57c53-aec1-39f0-81f9-74652b8c47d7",
      "speaker": "Dan",
      "start_timestamp": 5480.0,
      "text": "Dr. Cummings is working on some supplements for us to sell."
    },
    {
      "end_timestamp": 5486.0,
      "id": "e75c219d-3562-3b20-962d-448cfa881e7c",
      "speaker": "Jordan",
      "start_timestamp": 5484.0,
      "text": "That's what I like to hear."
    },
    {
      "end_timestamp": 5497.0,
      "id": "9234bce5-38b6-3188-922f-de6b3f9fa445",
      "speaker": "Alex Jones",
      "start_timestamp": 5486.0,
      "text": "So she's gonna go and show him in a ritual. He's gonna dominate him and use the magic words of white supremacy and the magic words of racism. And he'll submit to her the"
    },
    {
      "end_timestamp": 5499.0,
      "id": "6db1f7d1-a497-33c3-b34c-09d850508517",
      "speaker": "Jordan",
      "start_timestamp": 5497.0,
      "text": "magic words of white supremacist."
    },
    {
      "end_timestamp": 5502.0,
      "id": "37e20543-73e8-34ef-aa29-db20f09801af",
      "speaker": "Alex Jones",
      "start_timestamp": 5499.0,
      "text": "So it's kind of a coming of age. It's kind of cute, like"
    },
    {
      "end_timestamp": 5504.0,
      "id": "ce884307-9f3d-3a24-82b6-730973426268",
      "speaker": "Jordan",
      "start_timestamp": 5502.0,
      "text": "Cadabra"
    },
    {
      "end_timestamp": 5511.0,
      "id": "05f4883b-caa9-30f0-bc78-f6bbe3362df6",
      "speaker": "Dan",
      "start_timestamp": 5504.0,
      "text": "he kind of thinks that calling people racist is magical. That's the the sort of under underpinning of what he's saying,"
    },
    {
      "end_timestamp": 5515.0,
      "id": "bd5de471-7728-36c3-8771-50c1c50981d4",
      "speaker": "Jordan",
      "start_timestamp": 5511.0,
      "text": "Oh, that like that internet meme, where it's like, the worst thing you can call a white person is a racist. Right?"
    },
    {
      "end_timestamp": 5530.0,
      "id": "e7e66f13-6eb6-30bc-a648-b8af1c4eab0e",
      "speaker": "Dan",
      "start_timestamp": 5515.0,
      "text": "Right. Kind of yell racist to the white person. And as if it's a spell, you get whatever you want. That's sort of his his belief, which is stuff that's never happened. No, but only and only people who hold really racist beliefs could possibly believe that."
    },
    {
      "end_timestamp": 5554.0,
      "id": "a409a4cf-0039-3678-a261-025ee9f08b4d",
      "speaker": "Jordan",
      "start_timestamp": 5530.0,
      "text": "Yeah. And those people who believe that are the ones who react the most negatively towards being called a racist. Like, if you were I were called a racist, we would stop. Think really hard. And then be like, Oh, maybe I am? Or be like, I don't think I am and then do research, and then be like, Oh, no, I think I might be right."
    },
    {
      "end_timestamp": 5569.0,
      "id": "6c9ead3d-9309-3d9e-809a-726849f3eed0",
      "speaker": "Dan",
      "start_timestamp": 5554.0,
      "text": "I would respond exactly the same way I do. And I get any criticism, which is, first of all boils down to a fight, right? No, believe that. They're right. Yeah, assess those feelings. come to a conclusion. And then no matter what feel bad about it later."
    },
    {
      "end_timestamp": 5573.0,
      "id": "c280f574-0a9d-38f7-9424-9edfb90aa92a",
      "speaker": "Jordan",
      "start_timestamp": 5569.0,
      "text": "Like, even even if your strategy sounds very similar to my strategy, even"
    },
    {
      "end_timestamp": 5577.0,
      "id": "36e4b514-2f30-372f-a479-4809d4baaeb4",
      "speaker": "Dan",
      "start_timestamp": 5573.0,
      "text": "if I decide I'm right, I'm still going to dwell on it later. But I will know that I'm right."
    },
    {
      "end_timestamp": 5584.0,
      "id": "11255147-f64f-3598-b7f7-81a48a5f2803",
      "speaker": "Jordan",
      "start_timestamp": 5577.0,
      "text": "Yeah. Because you don't want to make somebody feel like they felt like you were racist. That's, that's still your fault."
    },
    {
      "end_timestamp": 5605.0,
      "id": "2849f287-288b-32d0-8bf1-3bb2a8f019a6",
      "speaker": "Dan",
      "start_timestamp": 5584.0,
      "text": "And I am self aware enough and aware of the universe enough to know that my experience of life is subjective. And so yeah, I'm not always right. All of the information I have at my disposal sometimes can't be enough information, your true whatever I'm experiencing isn't what someone else is experiencing. And if I do something fucked up by accident, whatever the experience is real, yeah, but"
    },
    {
      "end_timestamp": 5607.0,
      "id": "79290856-920b-3c8c-a79f-2daca80699cb",
      "speaker": "Jordan",
      "start_timestamp": 5605.0,
      "text": "you only live in four dimensions."
    },
    {
      "end_timestamp": 5613.0,
      "id": "7a48ea13-2325-3a3c-837a-667686be06bb",
      "speaker": "Dan",
      "start_timestamp": 5607.0,
      "text": "That's a good point. I always forget about the dimensions you forget about the dimensions. And that's why Adrenochrome doesn't get me high"
    },
    {
      "end_timestamp": 5626.0,
      "id": "d36a7ee3-c053-3aef-bde1-230ed721ffb6",
      "speaker": "Jordan",
      "start_timestamp": 5613.0,
      "text": "enough. And where do we get our super intelligent AI from the 12th dimension? Alex Jones, he's a genius, super intelligent AI. My name is Russell"
    },
    {
      "end_timestamp": 5632.0,
      "id": "59188335-93ac-3fd7-b8f6-1b48897fea60",
      "speaker": "Alex Jones",
      "start_timestamp": 5626.0,
      "text": "Gastly on in my job, and you'll get another dowry, not just the culture. I'm not"
    },
    {
      "end_timestamp": 5635.0,
      "id": "630f7d88-f6b1-3742-b933-b8f7a97a5118",
      "speaker": "Jordan",
      "start_timestamp": 5632.0,
      "text": "just racist culture in America, in the Christian society, it's"
    },
    {
      "end_timestamp": 5648.0,
      "id": "3a019ecb-58ba-3338-91e5-7c773a05ce12",
      "speaker": "Alex Jones",
      "start_timestamp": 5635.0,
      "text": "totally open to you. And it's basically spread its legs for you. And you can run up and hand pack because we have no defense mechanism and roll over and kiss your ass. That's what it is. That's all it is."
    },
    {
      "end_timestamp": 5659.0,
      "id": "0f2eb4af-edd9-3420-9963-9e6c59ff6931",
      "speaker": "Jordan",
      "start_timestamp": 5648.0,
      "text": "It's not all of it. It's definitely not all it is. And pretty much not all it is and again, that's it's in fact, none of what it is. All of what he's talking about has nothing to do with what's going on. No"
    },
    {
      "end_timestamp": 5664.0,
      "id": "94e8044b-6329-3fcd-9892-2e46ac374608",
      "speaker": "Dan",
      "start_timestamp": 5659.0,
      "text": "and it is fundamentally again very racist. Yeah, he doesn't get it but it is."
    },
    {
      "end_timestamp": 5717.0,
      "id": "78af343a-65e3-389c-80e6-dff93cd49832",
      "speaker": "Alex Jones",
      "start_timestamp": 5664.0,
      "text": "Yeah, globalist want to extinguish the West. Now most Indians actually love this and want freedom and want prosperity and one of the successful but you sit there on top of the top demographic, the highest earning group Paul's article has the mainline government graphs of the highest paid group in America, Indian Americans, and then you're benching where the richest were the most successful Oh my God. Oh, we make over $100,000 a year. 1000 white nail Hey, in an American household and 101,000 plus dollars, and down there because you know, you can't call any other group, we've got the European American and he found the final statistic. It's in the article $26,000."
    },
    {
      "end_timestamp": 5724.0,
      "id": "3b6f5906-f6e3-3135-a846-bd94cb52ee60",
      "speaker": "Dan",
      "start_timestamp": 5717.0,
      "text": "He's showing this graph on screen. It's a $76,000. But he's 26. Yeah. What is he doing?"
    },
    {
      "end_timestamp": 5731.0,
      "id": "5afc6a5f-3dd7-3b27-852b-e2e43e77d816",
      "speaker": "Jordan",
      "start_timestamp": 5724.0,
      "text": "Go back? About 15 seconds. Yeah. I just want to hear"
    },
    {
      "end_timestamp": 5732.0,
      "id": "f9f0dde7-a464-36b5-87ab-b110e7594530",
      "speaker": "Dan",
      "start_timestamp": 5731.0,
      "text": "that precisely,"
    },
    {
      "end_timestamp": 5741.0,
      "id": "460c0800-fc25-3830-a81c-ea5775927d4a",
      "speaker": "Jordan",
      "start_timestamp": 5732.0,
      "text": "the only way I'm gonna fall asleep now. And secondly, it's the only way I can come. That's just a fact. Sure. Now, that's just a reality"
    },
    {
      "end_timestamp": 5745.0,
      "id": "e88919b1-1248-3d72-9d12-6f0903a4cdd2",
      "speaker": "Dan",
      "start_timestamp": 5741.0,
      "text": "impression of a screaming Indian lady."
    },
    {
      "end_timestamp": 5755.0,
      "id": "ae57e119-a33e-3cea-a110-650df5443c39",
      "speaker": "Jordan",
      "start_timestamp": 5745.0,
      "text": "It sounded more. Arnold Schwarzenegger a Yeah. Yeah, that's okay. Ah, okay."
    },
    {
      "end_timestamp": 5759.0,
      "id": "6099be58-c512-332c-9690-71628363d8a9",
      "speaker": "Dan",
      "start_timestamp": 5755.0,
      "text": "It's just where it's difficult for us to decide how to approach how do you"
    },
    {
      "end_timestamp": 5763.0,
      "id": "0adfd9bc-a585-33b5-a5a2-faa11f76381d",
      "speaker": "Jordan",
      "start_timestamp": 5759.0,
      "text": "even start talking about this? I don't know. Like, there's no way to here's why."
    },
    {
      "end_timestamp": 5765.0,
      "id": "1c48ec60-6877-3e3e-95d1-5618fc5d232b",
      "speaker": "Dan",
      "start_timestamp": 5763.0,
      "text": "It's dumb. We do this podcast. This is"
    },
    {
      "end_timestamp": 5768.0,
      "id": "dcca6f6b-47af-3b74-bf35-9bbd1eec4a85",
      "speaker": "Jordan",
      "start_timestamp": 5765.0,
      "text": "super dumb. Yeah. That's, it's anybody who"
    },
    {
      "end_timestamp": 5774.0,
      "id": "4dff9bd1-75c1-3d84-9f9e-26df42522b3f",
      "speaker": "Dan",
      "start_timestamp": 5768.0,
      "text": "isn't an idiot who hears that would be like, Wow, that's a really fucked up."
    },
    {
      "end_timestamp": 5794.0,
      "id": "cb8b117b-ad3b-335b-9cd9-6f9565c0eced",
      "speaker": "Jordan",
      "start_timestamp": 5774.0,
      "text": "You know what, here's the way we respond to this. We ask an Indian person how that makes them feel I could call Dr. gums. I think that'd be a good idea. He's got to be in bed. But he's a doctor. Just ask them how they feel. And then we'll think about that. I'll speak for him. Because there's no way that I can make an informed opinion with my life experience on what the fuck he's saying and how other people would react to it."
    },
    {
      "end_timestamp": 5798.0,
      "id": "22d2e1e0-5941-380c-bee1-2c794972600a",
      "speaker": "Dan",
      "start_timestamp": 5794.0,
      "text": "I'll speak for Dr. gums. He's probably high right now. And he probably thinks it's hilarious. So"
    },
    {
      "end_timestamp": 5814.0,
      "id": "4c632646-c98e-3926-a2c8-550cf6e4fe82",
      "speaker": "Jordan",
      "start_timestamp": 5798.0,
      "text": "what you're saying is all Indians are always high? Well, because they can afford better drugs than 100,000 a year. $201,000 a year. I only make 20s. Bull. I wish I made $26,000 a year."
    },
    {
      "end_timestamp": 5827.0,
      "id": "b26281a6-329a-38e2-8a84-1c7fad0aeec9",
      "speaker": "Dan",
      "start_timestamp": 5814.0,
      "text": "Alex, Alex, Alex, Alex. Anyway, this next part that he gets to is where he predicts how people are going to respond to what he just said. They're not going to is prediction? Not at all like what we just"
    },
    {
      "end_timestamp": 5830.0,
      "id": "297e1073-3321-3778-aef6-4e91289faa18",
      "speaker": "Jordan",
      "start_timestamp": 5827.0,
      "text": "feel like he's probably going to nail it. Yeah."
    },
    {
      "end_timestamp": 5851.0,
      "id": "d4dd40d6-d110-3c00-8080-d91bde1bfe10",
      "speaker": "Alex Jones",
      "start_timestamp": 5830.0,
      "text": "That's as far as American Community Survey, there's several others. The point is, is that it's just a load of crap. But see, the old model that's not Western is fight with each other over what caste or what group you're in. We were trying to get restaurant all showing away. We're subset with no immune system to giant groups brought in and still have that."
    },
    {
      "end_timestamp": 5857.0,
      "id": "d1502a84-ff74-3487-9f93-3a3f21a7ee57",
      "speaker": "Dan",
      "start_timestamp": 5851.0,
      "text": "Basically, what he's saying there is white people are susceptible to big groups of marauding foreigners that come in, as well,"
    },
    {
      "end_timestamp": 5879.0,
      "id": "0f644a77-5e0b-3a5b-b93b-0bc989e1525c",
      "speaker": "Jordan",
      "start_timestamp": 5857.0,
      "text": "because we're, we're to work tonight. Yeah, we're to grow. We're not prepared for this tribal behavior. No, white people have never experienced that feeling before, right. We're all constantly shocked. And people would be offended. What do you mean, you're offended? We live in this upper world? Yeah. Where we don't have to deal with these issues of tribalism. And again, we just hate everyone. Just"
    },
    {
      "end_timestamp": 5890.0,
      "id": "20e83c1b-1851-3ca9-9d9e-ff6b6ee76bbd",
      "speaker": "Dan",
      "start_timestamp": 5879.0,
      "text": "that sentence alone. has white supremacist underpinnings. Yeah, he's not literally saying that whites are better than other people. But that is the undercurrent of what he's saying."
    },
    {
      "end_timestamp": 5894.0,
      "id": "1ad58b6a-a8bf-3e32-a5f4-a0807a65a576",
      "speaker": "Jordan",
      "start_timestamp": 5890.0,
      "text": "No. People no really saying that whites are better than other people. He's"
    },
    {
      "end_timestamp": 5906.0,
      "id": "c32ec83d-9108-3666-8164-c370d26df162",
      "speaker": "Dan",
      "start_timestamp": 5894.0,
      "text": "not literally he is figuratively saying that. No, that's why he still has wiggle room to complain. When a commenter on the AV Club says this is the guy who thinks that white people are better than black people. He's like, I never literally said that"
    },
    {
      "end_timestamp": 5932.0,
      "id": "9063c4aa-a362-38ec-ae7f-9c3c563fb4be",
      "speaker": "Jordan",
      "start_timestamp": 5906.0,
      "text": "he never word for word said that. Right? But there's no other way to. So if you take words as having meaning, which is I think, a word I think I do. It's really important that the words we say, communicate a feeling or an idea. If those words mean what they mean. He's a white supremacist. Yep. So his only defense is then those words don't mean what I say what they mean. Well,"
    },
    {
      "end_timestamp": 5951.0,
      "id": "aaa4c657-f018-3647-98ac-b04e367cff45",
      "speaker": "Dan",
      "start_timestamp": 5932.0,
      "text": "I know we did that breakdown of his Michelle Obama is a man thing and he claims times that he was very serious. He was just joking. So I mean, maybe he could come double back and be like, I was joking. I was joking about these Indians. You know, it's all jokes. He could do that. All right. He is a coward. I"
    },
    {
      "end_timestamp": 5959.0,
      "id": "5faea0c0-512b-3e86-9000-b009feac068e",
      "speaker": "Jordan",
      "start_timestamp": 5951.0,
      "text": "don't like it. I don't like it. I want you to save a clip of that scream. Okay, well, anyway, I want to listen to it. I over and over and over"
    },
    {
      "end_timestamp": 5966.0,
      "id": "5a8cda33-8619-359b-9f4f-eb78a87454f4",
      "speaker": "Dan",
      "start_timestamp": 5959.0,
      "text": "I miss timed by getting back into it. This is where he gets into the prediction. Okay."
    },
    {
      "end_timestamp": 5980.0,
      "id": "c3e5ee61-dfd1-3be8-af3b-e0e8b6455c74",
      "speaker": "Alex Jones",
      "start_timestamp": 5966.0,
      "text": "Now when they respond, I'll say an Indian woman should have gasoline thrown army little fire. No, I said, Hello loves bringing in radical Islamist, from Somalia so much. If he went to Somalia, she'd be kidnapped and gang rape in five minutes. I said, Please don't go do that."
    },
    {
      "end_timestamp": 5988.0,
      "id": "e7023cb3-c32c-3c80-8c94-47d283a7166f",
      "speaker": "Jordan",
      "start_timestamp": 5980.0,
      "text": "That's not what he did not say that at all. Nope. Nope. In fact, he specifically invited her to go do that. Yeah, he did not say Please do not do that at all. He said,"
    },
    {
      "end_timestamp": 5991.0,
      "id": "f63ed548-0294-33c8-9c30-b4762ec5cfa1",
      "speaker": "Dan",
      "start_timestamp": 5988.0,
      "text": "please do that. He's rewriting"
    },
    {
      "end_timestamp": 5994.0,
      "id": "92524dae-923c-3651-86e9-f2a627d58f8e",
      "speaker": "Jordan",
      "start_timestamp": 5991.0,
      "text": "that negative part? Yeah. No, he's he is"
    },
    {
      "end_timestamp": 6023.0,
      "id": "e4908d87-0804-3d1a-a944-63908241d90b",
      "speaker": "Dan",
      "start_timestamp": 5994.0,
      "text": "correct in the sense that people will take him out of context and make him look sensational and awful. Yes, but I mean, what he's saying is awful and sensational. It's sensational. So this clip, it weaves directly into our next clip where he gets a phone call and answers it on air, which is something that asked and he started to do every now and again. Okay, and it's really just his way of big dicking he's just trying"
    },
    {
      "end_timestamp": 6026.0,
      "id": "7541eae1-02ed-36f6-a74e-36adee468d3a",
      "speaker": "Jordan",
      "start_timestamp": 6023.0,
      "text": "to impress so so this is a pure This is another I love you."
    },
    {
      "end_timestamp": 6030.0,
      "id": "58eaf1f8-7442-3e34-9e94-8252e518bdb8",
      "speaker": "Dan",
      "start_timestamp": 6026.0,
      "text": "I think this is a prank or like not a prank but a stunt. I think it's"
    },
    {
      "end_timestamp": 6032.0,
      "id": "6c8f9516-fc56-3e62-b035-cc8fbd8a78df",
      "speaker": "Jordan",
      "start_timestamp": 6030.0,
      "text": "okay. It's a sketch. Yeah. Is it Rainbow Brite?"
    },
    {
      "end_timestamp": 6036.0,
      "id": "4fa65d1a-ded1-3947-ba24-ddcaaefa8724",
      "speaker": "Dan",
      "start_timestamp": 6032.0,
      "text": "No, Rainbow rainbow snatch. isn't in the mix."
    },
    {
      "end_timestamp": 6062.0,
      "id": "4f12971c-781d-3ad3-8570-81555406b818",
      "speaker": "Alex Jones",
      "start_timestamp": 6036.0,
      "text": "If JLo loves bringing in radical Islamist from Somalia so much if she went to Somalia, she'd be kidnapped and gang raped in five minutes. I said please don't go do that. Fana Here you go being a caste system and have some gasoline thrown on you. Hold on one second. Hello. Hey. Hey, brother. I'm on here. I wanted to call you back. Alright,"
    },
    {
      "end_timestamp": 6071.0,
      "id": "740d7d0b-e72b-3d01-9d61-851e95b7a74a",
      "speaker": "Jordan",
      "start_timestamp": 6062.0,
      "text": "last the fuck anyways"
    },
    {
      "end_timestamp": 6113.0,
      "id": "3169ce1c-2729-331e-821b-4513cc800e62",
      "speaker": "Alex Jones",
      "start_timestamp": 6071.0,
      "text": "certain area code you got to answer the missed calls shit. Used to ignore phone calls. or phone calls. Because you missed the President's phone call good 1015 sportnet. Damascus out there. I don't need the president to call me to be successful. And I've stood up and built our own operation with the listeners that love freedom. Trump is an extension of our success. Just like he told Michael Savage would have been elected without you. It's all that coalition deliberately clear with Trump. He's with us. It's not like we have to go be patted on the head. That's not what it's like with Trump. Oh, Alec Baldwin. If you can't make it, I got this one. Proman says he wants to ask me"
    },
    {
      "end_timestamp": 6116.0,
      "id": "ca27f521-5eed-3e6e-9f6c-382108b4676a",
      "speaker": "Jordan",
      "start_timestamp": 6113.0,
      "text": "who? What voice is that? What voice is that? Who is the impersonating?"
    },
    {
      "end_timestamp": 6125.0,
      "id": "c760c5a1-f904-347b-bcad-5fd1f458506d",
      "speaker": "Dan",
      "start_timestamp": 6116.0,
      "text": "I don't know, like some old timey spy or something like that. I don't know who he is. But you see that he's like, okay, he gets a call. It's from somebody he pretends it's from the President still"
    },
    {
      "end_timestamp": 6138.0,
      "id": "4154fc1d-41ce-36b9-ad6e-666d662225be",
      "speaker": "Jordan",
      "start_timestamp": 6125.0,
      "text": "doesn't have contacts. He still doesn't have contacts. If it's from a certain area code on his cell phone. Yeah, he still doesn't save contacts. And I'm sure one of those contacts is definitely not President Trump with six hearts around it."
    },
    {
      "end_timestamp": 6158.0,
      "id": "a95dae28-46fa-34ab-a8e5-a37c36e150ae",
      "speaker": "Dan",
      "start_timestamp": 6138.0,
      "text": "Yeah, he pretends that he's missed 10 to 15 calls from the President. And then he says, I don't need the president to call me to be validated. Yeah. Then he kind of cooks out Trump and he's like, Trump is a product of us. And then he's like, I don't need to be congratulated by Trump. That's not how it is with him. He's kind of like a battered spouse."
    },
    {
      "end_timestamp": 6183.0,
      "id": "3892cb76-99e1-35df-8b34-fee4169abb1e",
      "speaker": "Jordan",
      "start_timestamp": 6158.0,
      "text": "He's saying all of the like, he's, he's trying to say that Trump both desperately wants and needs him. Yeah. And then also trying to give excuses for why he doesn't actually talk to Trump. Right? It's so he doesn't need to talk to Trump. Sure, Trump loves him so much. But that's why he can pick up the phone and say, Hey, I'm on air brother. Because if you've never seen his schedule, ever,"
    },
    {
      "end_timestamp": 6203.0,
      "id": "96d0241d-2124-3556-b11b-282f2baa7226",
      "speaker": "Dan",
      "start_timestamp": 6183.0,
      "text": "it's like a long distance relationship that has gone south and that one party is trying to pretend that the other one is still in love with them and they're clearly cheating and Trump is fucking other people. Yeah, Trump is cheating with other pundits. Michael Savage, we're gonna probably just ban him. Probably just Oh, went savage in his interview was talking about going to a dinner with Trump."
    },
    {
      "end_timestamp": 6213.0,
      "id": "e2b6d56e-6c67-35a9-963a-d069feb250a8",
      "speaker": "Jordan",
      "start_timestamp": 6203.0,
      "text": "Oh, did did Alex get really jealous? You? Could he he, Oh, tell me that he gave a little bit of a tell me that he at least like moved in his chair like a little bit. Pre come?"
    },
    {
      "end_timestamp": 6218.0,
      "id": "7fb29161-290d-3f50-b1c6-50699fce9192",
      "speaker": "Dan",
      "start_timestamp": 6213.0,
      "text": "Oh, that might have been the Super Male Vitality."
    },
    {
      "end_timestamp": 6224.0,
      "id": "c3277e80-5227-30c7-8d51-6781dd646668",
      "speaker": "Jordan",
      "start_timestamp": 6218.0,
      "text": "But you had Super Male Vitality. You're always leaking brake. Haven't you seen the commercials? That's their"
    },
    {
      "end_timestamp": 6240.0,
      "id": "e0c1847c-0882-357f-bd25-ff018041a4cf",
      "speaker": "Dan",
      "start_timestamp": 6224.0,
      "text": "slogan. But so he's like Microsoft, just telling the story. And it's like, we're at this dinner. And then Trump walks in. He's at Mar a Lago. And his people he's with are like, don't go talk to him. Don't bother him. He goes up. And then Trump is like, hey, it's Michael Savage. He's the reason I got elected."
    },
    {
      "end_timestamp": 6244.0,
      "id": "e133efc4-7278-34e1-babb-7393ce6ab1d0",
      "speaker": "Jordan",
      "start_timestamp": 6240.0,
      "text": "So Michael Savage is also making up bullshit stories about Trump. I don't"
    },
    {
      "end_timestamp": 6247.0,
      "id": "92c19b10-09b4-3190-b1be-e0e5a0304c50",
      "speaker": "Dan",
      "start_timestamp": 6244.0,
      "text": "know if it's anybody not? I don't know if"
    },
    {
      "end_timestamp": 6251.0,
      "id": "2ce4edc0-ad28-3222-bb69-b82c7be7ea82",
      "speaker": "Jordan",
      "start_timestamp": 6247.0,
      "text": "that's I don't know. We don't know. lievable is totally plausible."
    },
    {
      "end_timestamp": 6278.0,
      "id": "940f1ba9-9af2-3248-94a6-222c3ce1295d",
      "speaker": "Dan",
      "start_timestamp": 6251.0,
      "text": "Yeah. So we have one more clip that I'm going to play to end this off. I have a I have a call. At the end of the show. Alex takes calls. And so I have a great example of one of Alex Jones's calls. Yeah, that isn't about anything, but he tries to make it about something. But first I wanted to since Alex's got a real Boehner going for he does for Wikipedia or Wikipedia. For WikiLeaks."
    },
    {
      "end_timestamp": 6282.0,
      "id": "ae507157-1617-301b-8cfd-0199ce5d2f61",
      "speaker": "Jordan",
      "start_timestamp": 6278.0,
      "text": "He doesn't like Wikipedia. They're too long. Not enough pictures. Yeah,"
    },
    {
      "end_timestamp": 6303.0,
      "id": "b12b1083-702e-38ec-bf0c-537015b9ca20",
      "speaker": "Dan",
      "start_timestamp": 6282.0,
      "text": "read all this. He has a boner for WikiLeaks and for Julian Assange, I thought that I would play the audio of a super clip. This is just edited down of the three hours that he broadcasted live the night that Julian Assange announced that he was going to have a press conference. Okay. like three in the morning, because you know he's in. He's in London."
    },
    {
      "end_timestamp": 6308.0,
      "id": "91f4b425-dbb1-3af7-9c2e-f21b97296935",
      "speaker": "Jordan",
      "start_timestamp": 6303.0,
      "text": "Time change. Yeah. And I don't believe he's Alec. He's in some EMD embassy, right?"
    },
    {
      "end_timestamp": 6340.0,
      "id": "6d0eb22b-c601-314c-82b4-43272fc103b1",
      "speaker": "Dan",
      "start_timestamp": 6308.0,
      "text": "Yeah, the Ecuadorian Embassy. All right, but he, he announced that he was going to have this press conference, and Infowars started reporting that it was going to be the big mic drop on Hillary is going to be the announcement that ruined Hillary's career. Yes. Julian Assange. No one Julian Assange didn't say that. He didn't. It ended up just being an announcement about the 10th anniversary of WikiLeaks. Yeah. Alex got fucking furious at him at this clip is so funny. It's so awesome. Okay, so this is just a little bonus. Oh, wait,"
    },
    {
      "end_timestamp": 6342.0,
      "id": "3eb732a6-e55f-3d6c-a4b7-b55aa1013f6b",
      "speaker": "Jordan",
      "start_timestamp": 6340.0,
      "text": "you You made this yourself? No, I"
    },
    {
      "end_timestamp": 6366.0,
      "id": "151f46f1-0508-3c8c-ac1b-048065135065",
      "speaker": "Dan",
      "start_timestamp": 6342.0,
      "text": "didn't. I took this from YouTube. Okay, but it does. You shouldn't attribute your sources. I think I can't because of the Soros funded operation. Oh, no. It's from Media Matters. Okay, but I watched globalist I watched this three hours, and there's only one thing missing from it. And it's Alex Jones swearing to do war on Julian Assange swearing to do war. Yeah."
    },
    {
      "end_timestamp": 6368.0,
      "id": "bd646c7b-9ffd-39ed-9a97-3f20e28be1ce",
      "speaker": "Jordan",
      "start_timestamp": 6366.0,
      "text": "So I swear to do war on you."
    },
    {
      "end_timestamp": 6373.0,
      "id": "e6ea5b7a-cbc3-3644-a054-28c4ca190219",
      "speaker": "Dan",
      "start_timestamp": 6368.0,
      "text": "The clip starts at the beginning of the press conference. And here's his tone."
    },
    {
      "end_timestamp": 6390.0,
      "id": "c4298f05-3cdc-37d0-9701-3b3c28d22189",
      "speaker": "Alex Jones",
      "start_timestamp": 6373.0,
      "text": "Let me break down for you as this press conference, this legendary historic press conference about the very brave hero Julian Assange as about to begin this is just too epic and I've got a I've got a lot of horses will run themselves I definitely have heart attacks. I'm kind of like that I'll go 4050 hours in a row when stuff like this is happening."
    },
    {
      "end_timestamp": 6398.0,
      "id": "1bb3e91f-ce7b-3194-819a-12cd1f2a7d30",
      "speaker": "Dan",
      "start_timestamp": 6390.0,
      "text": "So right here I would flashes up on this we got the big boner with the this flashes up on the screen one hour later"
    },
    {
      "end_timestamp": 6403.0,
      "id": "eefeb027-f0ab-38aa-9be8-b6c588e1ea24",
      "speaker": "Jordan",
      "start_timestamp": 6398.0,
      "text": "okay"
    },
    {
      "end_timestamp": 6414.0,
      "id": "4c6ce680-b0cd-3540-aa0a-a1b5b3654059",
      "speaker": "Alex Jones",
      "start_timestamp": 6403.0,
      "text": "three history none of them bring the mic close to the speaker it's like way back the back of the room they're all just I think liberal liberals"
    },
    {
      "end_timestamp": 6418.0,
      "id": "946d9bf4-0da0-3c57-86c8-44107b7979c2",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6414.0,
      "text": "I'm honestly shocked at the two shock to the two bit nature of this so far"
    },
    {
      "end_timestamp": 6420.0,
      "id": "a9eefbc6-46ab-3eb8-bcfb-ee08b97f5510",
      "speaker": "Jordan",
      "start_timestamp": 6418.0,
      "text": "shack so in Shroyer, just"
    },
    {
      "end_timestamp": 6424.0,
      "id": "2bc5a0b0-9753-3036-9e53-abcc49786f81",
      "speaker": "Dan",
      "start_timestamp": 6420.0,
      "text": "like his excellent were shocked. Yeah, maybe he's a Boston Jack did"
    },
    {
      "end_timestamp": 6425.0,
      "id": "cb078766-b172-337d-a3d0-6c0ee899c86f",
      "speaker": "Jordan",
      "start_timestamp": 6424.0,
      "text": "the two Yeah,"
    },
    {
      "end_timestamp": 6428.0,
      "id": "cdbfa82f-62ea-3ec5-9fc4-ac051576242d",
      "speaker": "Dan",
      "start_timestamp": 6425.0,
      "text": "it's well, I mean, it's like four in the morning. His fucking accent just slipped."
    },
    {
      "end_timestamp": 6429.0,
      "id": "8b97e7c1-8e8e-3250-9ba1-9ed660401d87",
      "speaker": "Jordan",
      "start_timestamp": 6428.0,
      "text": "Is he from Boston?"
    },
    {
      "end_timestamp": 6432.0,
      "id": "ab427c53-cfe1-3554-9aa4-2214515471c4",
      "speaker": "Dan",
      "start_timestamp": 6429.0,
      "text": "I don't know. But he clearly has a voice."
    },
    {
      "end_timestamp": 6457.0,
      "id": "34153e5e-17f9-3566-a2ed-f9308b9578d0",
      "speaker": "Alex Jones",
      "start_timestamp": 6432.0,
      "text": "This is a frickin train wreck. And I'm glad my crew came in and worked really hard tonight. We are like 10 minutes into INCOHERENT BABBLE Okay, and more documents than any clause ever shadows as we get it. What is that? It's a goddamn jelly. Jelly nose because you're a disgusting liberal Faber. He told people that it was gonna be the biggest thing since sliced bread."
    },
    {
      "end_timestamp": 6462.0,
      "id": "1ad6b992-31e1-389f-aa9a-5ec1848af9b0",
      "speaker": "Dan",
      "start_timestamp": 6457.0,
      "text": "He didn't tell people that Alex Jones reported that at all, but probably based on his fake sources,"
    },
    {
      "end_timestamp": 6535.0,
      "id": "bb94bc07-5140-3f09-8a9d-75f74f239933",
      "speaker": "Alex Jones",
      "start_timestamp": 6462.0,
      "text": "and only got with some weird, trendy guy. Yes, it's true. This man has no take off his clothes where he said he will be indicted. It'll be destroyers. We're not losers because we got trolled by Julian Assange. They're smiling. This is this is a joke. He made a deal folks. i My gut tells me I can't prove that he said after the election he said by the end of the year, he made the deal. 34 days pile to save the world from Hillary that wants to kill you. Julian Assange is is a Hillary but plug who? You met her release it all within 12 hours or you're done the bottom TVs bitch. Tammy that bitch get out the lay Get out the way bitch get out the way move bitch. Get out the way. I mean, you get a break, man. I think you pitched us. You think you rolled us? UAC nothing yet? I thought we've done some good work in the past. We know he's threatened. I don't think we are. It is 433 in the morning. I can do that. Now, the way they keep this false hope out and now chump has at the last minute smells of Hillary Clinton's dirty underwear. We don't need wicky charge."
    },
    {
      "end_timestamp": 6569.0,
      "id": "2f4a6d20-8679-3f81-9fe6-9c7b2b4e729c",
      "speaker": "Jordan",
      "start_timestamp": 6535.0,
      "text": "Yeah, that is that is exactly how an alcoholic sounds like throughout the drinking night where it's like, I don't even like this people. Look. I love you. Everybody's having strep. My wife is she yells at me whenever I leave the towel on the floor. It looks you know, I'm not always nice. You know, I have a lot of emotional issues. My dad hit me in the face with a chair. And he was a professional wrestler though so I think it was fine."
    },
    {
      "end_timestamp": 6596.0,
      "id": "78ba37b5-7ca1-397a-ab57-97c2f82b8675",
      "speaker": "Dan",
      "start_timestamp": 6569.0,
      "text": "He didn't understand. Like yet so like that's, I just love that because that illustrates first of all, now he's all on Assange his dick. And I mean, it just illustrates his his pettiness, his his all over the place. SNESs he changed his opinions on things so fucking fast with no resistance to minute he is a man without principle other than whatever. Well now whatever Trump no that's"
    },
    {
      "end_timestamp": 6604.0,
      "id": "cdf950af-a5fa-33cb-bee2-9f684658462c",
      "speaker": "Jordan",
      "start_timestamp": 6596.0,
      "text": "that's a really that's a really interesting point. How Oh, we have talked about him for so many hours. Yes. So many"
    },
    {
      "end_timestamp": 6606.0,
      "id": "dccb4513-89ce-3333-8ac9-21e4d96b6f1a",
      "speaker": "Dan",
      "start_timestamp": 6604.0,
      "text": "probably coming on like 50 or so. Yeah."
    },
    {
      "end_timestamp": 6611.0,
      "id": "1144709a-a803-3673-b4b8-a3c32720ce29",
      "speaker": "Jordan",
      "start_timestamp": 6606.0,
      "text": "I don't know what he believes he believes I still don't know what he believes other than other than globalist prosperity."
    },
    {
      "end_timestamp": 6630.0,
      "id": "5f0013f2-5bdc-321b-9ae8-1cb36de20f33",
      "speaker": "Dan",
      "start_timestamp": 6611.0,
      "text": "Does he a new renaissance? Definitely not. Those are the things that he says in like the old Renaissance. But those are the things he certainly doesn't like the Harlem Renaissance definitely doesn't like the gay one. No, those are the things he says he believes what we're finding in his own behaviors, in his own words, is that he believes in."
    },
    {
      "end_timestamp": 6675.0,
      "id": "f599fe3e-219f-3215-899c-59701be0b6d6",
      "speaker": "Jordan",
      "start_timestamp": 6630.0,
      "text": "He just goes he just goes wherever. And I would love to say that. It's like there's there's one thing that I do find really interesting, which is that he doesn't seem to give a shit about prevailing opinion, as opposed to just truth. I mean, even even the way the wind blows Yeah, even certain orthodoxies. He doesn't seem to give a shit. He just goes wherever his brain takes him, his brain is wrong, but it takes him to those places. It just goes, it just goes randomly like, and he will fixate on things that seem to contradict other things that he's fixated on in the past. Right, but those don't matter because he was right then and he's also right now, but that"
    },
    {
      "end_timestamp": 6680.0,
      "id": "f92ba0de-8989-3449-a5a0-026c6872ee7f",
      "speaker": "Dan",
      "start_timestamp": 6675.0,
      "text": "might be indicative of like a deep, deep paranoid psychosis."
    },
    {
      "end_timestamp": 6720.0,
      "id": "adcf07d7-b916-3943-8f4f-3c6813d6eb19",
      "speaker": "Jordan",
      "start_timestamp": 6680.0,
      "text": "I mean, it's hard to argue anything other than that right now. Yeah. Or narcissistic personality disorder like sir. Any, any perceived criticism in the same way in the same way? Yeah, loves to take a joke in the same way that Trump lost his shit over Alec Baldwin's impersonation. Alex Jones loses his shit over being mentioned in the impersonators. Yeah, not even not even involved, like and it's just a throwaway line just like, Hey, Alex Jones said this as as a flat reference with no context for Alex Jones at all. Yeah, most of the people who watched that episode had no idea who Alex Jones is no, but"
    },
    {
      "end_timestamp": 6752.0,
      "id": "f2ffb031-4a2b-3dea-9cb5-17b3d38ce55d",
      "speaker": "Dan",
      "start_timestamp": 6720.0,
      "text": "that works into his argument a little bit more than you'd like. Because he would say that the audience doesn't know who he is, but they're going to because he's going to become more and more irrelevant. So that sketch was the powers that be the globalists planting a seed in people's mind that he's a racist. So once he becomes even more popular than he is now, all these dumbed down Lemmings, like you and I will think, Oh, he's a racist. I shouldn't watch his super relevant show. That's what he would say. Because as we know, I've gone"
    },
    {
      "end_timestamp": 6766.0,
      "id": "1ad5865f-3cc0-3a1b-81d3-bfa362566590",
      "speaker": "Jordan",
      "start_timestamp": 6752.0,
      "text": "into so many different angles onto what his mind might be thinking at this point. Everything is up for conjecture. It's everything. It's an Escher painting. Yeah, so yeah, we could go in any direction that's just as plausible as anything else."
    },
    {
      "end_timestamp": 6772.0,
      "id": "e1bc28b6-069d-34a2-96ea-878421330658",
      "speaker": "Dan",
      "start_timestamp": 6766.0,
      "text": "Also a big news I fried a giant bird and Zelda. Anyway."
    },
    {
      "end_timestamp": 6776.0,
      "id": "ccb8f649-14cd-3c1a-8489-1156bdf16c02",
      "speaker": "Jordan",
      "start_timestamp": 6772.0,
      "text": "Let's get right to our last clip. Alright, that is another drop for us."
    },
    {
      "end_timestamp": 6804.0,
      "id": "65310756-c2c7-36e6-9bfa-ae582e247909",
      "speaker": "Dan",
      "start_timestamp": 6776.0,
      "text": "This one is a little bit long, but I wanted to illustrate what some of the phone calls are like, on his show. A lot of them are just people calling in and being like, hey, Soros is an asshole. You said it brother. Right? That kind of stuff. Right? But a lot of them. I love you. A lot of them don't make sense at all. And Alex is pushing an agenda. And it's really this one is perfectly very transparent. Yeah, but first, he has to complain about pedophiles and lie about pizza gate. So we'll get through that and then we'll get to it."
    },
    {
      "end_timestamp": 6805.0,
      "id": "1d22ab5f-1c98-3e13-b9e4-c28eff9081c0",
      "speaker": "Jordan",
      "start_timestamp": 6804.0,
      "text": "I'm glad we get those out of the way."
    },
    {
      "end_timestamp": 6830.0,
      "id": "60238775-dd28-3dac-a427-e7032aa4a102",
      "speaker": "Alex Jones",
      "start_timestamp": 6805.0,
      "text": "Yeah. And you heard savage talk about a bunch of pedophiles running this England is run by pedophile so is the US it's a fact you don't get in the closet is the fact that she would lease right kids slit their drugs, you name it. I mean, that's come out in the news. I mean, I know it sounds insane. And but it's you know what's going on? They'll say Jones sort of pizza places slitting throats? No, I didn't. The media made it about a pizza place to divert all off on to that."
    },
    {
      "end_timestamp": 6831.0,
      "id": "544b6ea4-f33e-3db9-beb5-213efb480578",
      "speaker": "Jordan",
      "start_timestamp": 6830.0,
      "text": "That's not true. That's not true at all."
    },
    {
      "end_timestamp": 6859.0,
      "id": "27e05a9f-d402-3e55-9a49-c096b1061b6f",
      "speaker": "Dan",
      "start_timestamp": 6831.0,
      "text": "Alex Jones had multiple videos on his YouTube channel, the pizza Palma Cinco. Yeah, that he conveniently deleted right around the corner he showed up there with a gun. So his argument we know that his argument that the mainstream media made it about a pizza place is dishonest to his own past, and it's dishonest to the actual reality. I've been on conspiracy blogs and conspiracy message boards. I lurk on those places because I like to keep my eyes on what's going on."
    },
    {
      "end_timestamp": 6867.0,
      "id": "7773b3f4-0d83-326a-ab5e-861b78810a95",
      "speaker": "Jordan",
      "start_timestamp": 6859.0,
      "text": "Like John Rapoport on college campuses. I'm internet but you're the John Rappaport of the conspiracy theory board"
    },
    {
      "end_timestamp": 6972.0,
      "id": "0ef00a28-9569-34b6-b746-172b36143991",
      "speaker": "Dan",
      "start_timestamp": 6867.0,
      "text": "and I saw pizza gate developed from day one into what it is now. And I've watched it in the entire time. It was these researchers in quotes, big old air quotes about the pizza for for the listener. He did do the air quotes. It was about the pizza place for months until they realized there is no legs here. And then they tried to repackage it and spin it it'd be like No, this is about pedophiles in general, right? Everyone tries to think that we're just talking about this pizza place rats bullshit. That's straight bullshit. They were they were Daxing people. They were, like digging into like, tax information and property deeds real out the pizza place and adjacent properties and stuff like that. Yeah, really, it was insane. That's not okay. They were taking that's really bad. They were taking pictures of surrounding areas and trying to figure out where buildings were like spatially orienting stuff. It was all about the pizza place. Yeah, it was all about that. And they claimed there were tunnels underneath that led to John Podesta's house, and all this shit. It was insane. And it was not the media. That was crazy. Weirdos on 4chan Read it. and bunch of other conspiracy methods boards that I don't want to name. Yeah, because they don't deserve a plug. And I'm scared of their users. But so like, that's that that is such a lie that like the meat to place. That's incredible. Yeah. Alex Jones bought, bought into and played into that as well. Right? Until Until he didn't, because he realized, Oh, shit. All these people online are committing crimes. By Daxing. These people see that they're getting up on libel and slander territory that suggests"
    },
    {
      "end_timestamp": 6980.0,
      "id": "3b8b84fc-8003-33e5-b810-b8d08069cc41",
      "speaker": "Jordan",
      "start_timestamp": 6972.0,
      "text": "a certain cunning that is present sometimes and not others. He's got"
    },
    {
      "end_timestamp": 6996.0,
      "id": "b08f4eff-f37e-3541-93eb-e78d7690e44a",
      "speaker": "Dan",
      "start_timestamp": 6980.0,
      "text": "it by and large. It's the cunning that allows him to never say that blacks are inferior, but always say that. Yeah, it's that that's the cunning. He knows the line of slander. Yeah, it was the line of like out racism. That's why he can say, I'm not"
    },
    {
      "end_timestamp": 7010.0,
      "id": "71b7a793-d029-345b-b3b9-b785f48874c6",
      "speaker": "Jordan",
      "start_timestamp": 6996.0,
      "text": "always a dog whistle, always a dog. But it seems that this is this one. He can't, he can't go back on. What do you mean? I mean, he's very clearly been a huge driver behind the pizza gate stuff."
    },
    {
      "end_timestamp": 7018.0,
      "id": "32597b26-7da4-3bb4-807d-8d320c38742f",
      "speaker": "Dan",
      "start_timestamp": 7010.0,
      "text": "But he put out videos denying Sandy Hook. And then he insists I can't prove it either way. Now, he grounds that he didn't do all that"
    },
    {
      "end_timestamp": 7023.0,
      "id": "1ccfd811-5c42-37e9-86fc-fb3ca9b678e5",
      "speaker": "Jordan",
      "start_timestamp": 7018.0,
      "text": "that's true. He hasn't. He hasn't taken any consequences for just saying he didn't do stuff."
    },
    {
      "end_timestamp": 7057.0,
      "id": "44dec5fa-1fbf-3956-ba2b-b6b755a8694c",
      "speaker": "Dan",
      "start_timestamp": 7023.0,
      "text": "He put out loose change, and which is things in loose change have been proven to be absolutely wrong. Yeah. So they just edit it out and replace it with new theories and stuff like that. So like, he doesn't have any integrity in terms of in terms of all this stuff. And you can't nail Him to the wall with these things. Right you can nail into the wall with is the stories like that basketball team, the American flag shit. Yeah. And that's what I'm most interested in these little tiny examples of, you're an outlier. Yeah, the other stuff he's too wiggly on and you can always say like, I didn't say that about the pizza place. He's erased the videos. I don't know how to find them. Now,"
    },
    {
      "end_timestamp": 7069.0,
      "id": "942e21cd-5930-31a2-8d99-cbf241461a59",
      "speaker": "Jordan",
      "start_timestamp": 7057.0,
      "text": "he hits the small stuff hard, because nobody's gonna look for him on that. Whereas the big stuff he just lies about as long as he possibly can, and then rewrites history whenever he needs to,"
    },
    {
      "end_timestamp": 7084.0,
      "id": "34451236-b7ce-3fa0-bbbe-25241adcc8cd",
      "speaker": "Dan",
      "start_timestamp": 7069.0,
      "text": "and goes back to gerbils. The Big Lie is always easier to pull off than the small one. Yeah, yeah, unfortunately. Alex, you now have a guy at least one of them in Chicago who is keeping an eye on your tiny little lies? And they are adding up"
    },
    {
      "end_timestamp": 7097.0,
      "id": "fcd3339f-acda-3674-8b40-26a1b9eb95a5",
      "speaker": "Jordan",
      "start_timestamp": 7084.0,
      "text": "that is that is really that is really kind of I guess the point of why you we do this is that everybody else grabs sound bites and all that stuff. And he can always wiggle away on that motion."
    },
    {
      "end_timestamp": 7098.0,
      "id": "e141448f-f9ea-3b25-ad33-855ad9af84f4",
      "speaker": "Dan",
      "start_timestamp": 7097.0,
      "text": "To be fair, we"
    },
    {
      "end_timestamp": 7101.0,
      "id": "e20df759-251e-3b87-bc2e-7fb958668c6d",
      "speaker": "Jordan",
      "start_timestamp": 7098.0,
      "text": "grabbed sound bites, we well I mean, that's all we do."
    },
    {
      "end_timestamp": 7107.0,
      "id": "9e834dce-cfab-3a6e-9208-3c3a3d436fd7",
      "speaker": "Dan",
      "start_timestamp": 7101.0,
      "text": "I think he could make an argument about anything we talk about do you think so? Probably there's no harm we"
    },
    {
      "end_timestamp": 7123.0,
      "id": "53de24f4-1b1c-3a10-8bb8-102dc676b6ec",
      "speaker": "Jordan",
      "start_timestamp": 7107.0,
      "text": "have to edit then there's no depth these are these are our these are two hour long episodes. We need to cut it down to a tight 35 minutes of nothing but fact I don't know hilarity. No jokes. Because we know we can't take a joke. So it's just pure. It's not horridus"
    },
    {
      "end_timestamp": 7126.0,
      "id": "ccc295a7-04e5-379b-9c2d-473ed770968a",
      "speaker": "Dan",
      "start_timestamp": 7123.0,
      "text": "not cut off our ear to spite our face. You"
    },
    {
      "end_timestamp": 7131.0,
      "id": "bb852407-4933-3efa-8923-e430ac404771",
      "speaker": "Jordan",
      "start_timestamp": 7126.0,
      "text": "only I'm gone in this version of this podcast. Yeah, exactly. Let me quote"
    },
    {
      "end_timestamp": 7135.0,
      "id": "bad42623-4dd5-35d1-a629-241b5ee6c032",
      "speaker": "Dan",
      "start_timestamp": 7131.0,
      "text": "Trump fired. Alright, here we go. Let's get into this phone call."
    },
    {
      "end_timestamp": 7139.0,
      "id": "4a23d27b-7166-3c08-b21b-bc4381367f49",
      "speaker": "Jordan",
      "start_timestamp": 7135.0,
      "text": "I don't like you quote and Trump, which means you busted."
    },
    {
      "end_timestamp": 7156.0,
      "id": "af24a5f8-2ce2-3f4c-8538-59561b61851b",
      "speaker": "Dan",
      "start_timestamp": 7139.0,
      "text": "Let me quote Trump. I'm gonna move. Let me quote Trump, check the next day. So we're gonna get to the call. I think he has a couple more things about the pizza place, but then we'll get into the call. And it is Lian wackadoo Oh,"
    },
    {
      "end_timestamp": 7178.0,
      "id": "96d4ab42-1352-3314-9167-b769f1d4d3f1",
      "speaker": "Alex Jones",
      "start_timestamp": 7156.0,
      "text": "where there's no basement stuff going on everybody hyperventilates over it and a bunch of fakes that was put on the web, everybody forced everybody to cover it, that becomes the biggest stereo. So we've got that clip. I've got a lot of other clips I want to get to I want to go back to your calls here. Let's go ahead and talk to Amy in Texas. Amy, you're on the air."
    },
    {
      "end_timestamp": 7180.0,
      "id": "7bc2177e-d11d-325b-810b-e39b9b17dace",
      "speaker": "Caller 1 (22)",
      "start_timestamp": 7178.0,
      "text": "Hi, Alex. Glad to be here."
    },
    {
      "end_timestamp": 7183.0,
      "id": "a48bcce9-0a6f-3cc3-9ad3-88aea79a2d06",
      "speaker": "Jordan",
      "start_timestamp": 7180.0,
      "text": "It's the same lady. I was"
    },
    {
      "end_timestamp": 7188.0,
      "id": "f97640c6-a800-3047-bc69-b822d069d140",
      "speaker": "Caller 1 (22)",
      "start_timestamp": 7183.0,
      "text": "recently contacted via phone. You're saying this"
    },
    {
      "end_timestamp": 7193.0,
      "id": "68c01bad-4893-37d4-86fc-071f6b64dfd7",
      "speaker": "Jordan",
      "start_timestamp": 7188.0,
      "text": "is the lady from the same lady from our intro. It does have a similar voice. It's the same tone of voice."
    },
    {
      "end_timestamp": 7201.0,
      "id": "cdc6620e-e0e4-3dae-88c3-c06259eb1cad",
      "speaker": "Dan",
      "start_timestamp": 7193.0,
      "text": "It's possible. But she has a much longer call this time. Okay, to be fair, I don't remember what the call was that we took that I It doesn't matter"
    },
    {
      "end_timestamp": 7202.0,
      "id": "0a6fc9c6-f3cc-370a-b66f-962ae94890b3",
      "speaker": "Jordan",
      "start_timestamp": 7201.0,
      "text": "doesn't matter we"
    },
    {
      "end_timestamp": 7210.0,
      "id": "7d2a2dca-8b38-3458-9a1d-95948440f5c0",
      "speaker": "Caller 1 (22)",
      "start_timestamp": 7202.0,
      "text": "to do a survey over vaccinations from the CDC, the CDC called me what"
    },
    {
      "end_timestamp": 7220.0,
      "id": "ff462faa-6a07-3d3b-9ee2-210360876009",
      "speaker": "Alex Jones",
      "start_timestamp": 7210.0,
      "text": "they're really doing is canvassing with the Health Department numbers of people that are vaccinating their kids to put you in a federal database. That's an Obama deal. So let me tell you what the shooting she calls you hang the phone up."
    },
    {
      "end_timestamp": 7234.0,
      "id": "931ee7a8-99a0-31b4-96ce-5c927eba338a",
      "speaker": "Dan",
      "start_timestamp": 7220.0,
      "text": "So this is where Alex EDC calls you hanging the phone. So this is where Alex's narrative jumps off, which is b be afraid of the CDC. And also, implicitly, vaccinations are terrible. Yeah. So now watch. I don't"
    },
    {
      "end_timestamp": 7239.0,
      "id": "704753e8-5457-3596-b558-3db2e126a1c2",
      "speaker": "Jordan",
      "start_timestamp": 7234.0,
      "text": "know if it's technically bad advice. If the CDC calls you"
    },
    {
      "end_timestamp": 7243.0,
      "id": "63fb4b3f-20c2-3c4d-921c-504ea95b58e4",
      "speaker": "Dan",
      "start_timestamp": 7239.0,
      "text": "government calls, I'm not answering. But it's enough because I think"
    },
    {
      "end_timestamp": 7246.0,
      "id": "a1ca7cc3-9cdb-30ea-8daf-a8e957b94dee",
      "speaker": "Jordan",
      "start_timestamp": 7243.0,
      "text": "they're trying I'm not gonna I'm not gonna take a call from the CDC."
    },
    {
      "end_timestamp": 7252.0,
      "id": "7d522d47-0a20-3a79-a903-7c07a723744e",
      "speaker": "Dan",
      "start_timestamp": 7246.0,
      "text": "If one of my if it's not one of my friends who's calling me I'm not answering period. I just don't have time for phone calls. Yeah,"
    },
    {
      "end_timestamp": 7257.0,
      "id": "438036fa-0498-361c-825b-9bb2243e09e1",
      "speaker": "Jordan",
      "start_timestamp": 7252.0,
      "text": "is not in my contact. No, your net? Not in my context."
    },
    {
      "end_timestamp": 7262.0,
      "id": "b36c1c29-e0d1-33e9-9fa3-3e0c6e91156c",
      "speaker": "Dan",
      "start_timestamp": 7257.0,
      "text": "I'm always listening to Alex Jones, that will disrupt the broadcast if I answer the call."
    },
    {
      "end_timestamp": 7286.0,
      "id": "7a1f9b06-21d1-3f40-adc1-4a9fb930ecf8",
      "speaker": "Jordan",
      "start_timestamp": 7262.0,
      "text": "Not answer. But like, now, if it's not in my contacts list, I don't answer. Yeah. So he's talking about people with landlines? Sure. If it's from the CDC, there's no way you would trust does the CDC call people we're gonna get to there a guy? Is there a call center where there's a bunch of people just hanging around like, hey, there's an emergency call people and there's 20. Guys, you,"
    },
    {
      "end_timestamp": 7287.0,
      "id": "cc7184c1-ca17-374a-8aef-9ce420776cfa",
      "speaker": "Dan",
      "start_timestamp": 7286.0,
      "text": "you're asking the right question?"
    },
    {
      "end_timestamp": 7288.0,
      "id": "5df7063d-c484-3505-b391-d8d0bdbb5e8b",
      "speaker": "Jordan",
      "start_timestamp": 7287.0,
      "text": "Is there a phone tree?"
    },
    {
      "end_timestamp": 7292.0,
      "id": "83c1d453-f343-375d-9549-f72d2b6aa06b",
      "speaker": "Dan",
      "start_timestamp": 7288.0,
      "text": "You're asking the right questions in your suspicions are good? If you're in the CDC?"
    },
    {
      "end_timestamp": 7298.0,
      "id": "b35ebf94-ae16-38ef-93b4-5729ae73ddae",
      "speaker": "Jordan",
      "start_timestamp": 7292.0,
      "text": "Do you call a friend and then he calls to friends, and then he calls to friends? And you just go from there? Is that how that works?"
    },
    {
      "end_timestamp": 7301.0,
      "id": "a15a0b2b-8d87-3d6c-aee8-92ecf512cf5e",
      "speaker": "Unknown Speaker",
      "start_timestamp": 7298.0,
      "text": "scheme? Yeah, basically, it's"
    },
    {
      "end_timestamp": 7303.0,
      "id": "5621ea1c-51c1-3238-9beb-87ac47a72a41",
      "speaker": "Jordan",
      "start_timestamp": 7301.0,
      "text": "a call tree. It's a phone tree."
    },
    {
      "end_timestamp": 7316.0,
      "id": "0f6cf139-04b5-3a0c-9192-9d500eda3952",
      "speaker": "Dan",
      "start_timestamp": 7303.0,
      "text": "You're asking the right questions. I would like for you to watch how this call develops. Because it takes turns that are wild. Okay. Or wild, wild phone call?"
    },
    {
      "end_timestamp": 7325.0,
      "id": "a441c470-06da-3287-8e0a-cf3f947af959",
      "speaker": "Caller 1 (22)",
      "start_timestamp": 7316.0,
      "text": "I well, I shut up. But I entertained the conversation. With a lot of forceful question,"
    },
    {
      "end_timestamp": 7332.0,
      "id": "2f26ae2c-397b-3b17-b029-54cfd6af48ab",
      "speaker": "Alex Jones",
      "start_timestamp": 7325.0,
      "text": "a lot of forceful questions. Yes, it's the government bullying. So tell us all about the love."
    },
    {
      "end_timestamp": 7346.0,
      "id": "3d60e7dc-11f0-3778-b5d0-0200947c55e4",
      "speaker": "Caller 1 (22)",
      "start_timestamp": 7332.0,
      "text": "So honestly, my kids are fully up to date on their vaccinations. It wasn't until within the last few months that I started heavily researching and educating myself."
    },
    {
      "end_timestamp": 7350.0,
      "id": "130dbd15-fabd-3317-b6fc-5b880efde76e",
      "speaker": "Alex Jones",
      "start_timestamp": 7346.0,
      "text": "You think you've probably gotten a database, there's a little intimidation phone call, because that's actually all that works"
    },
    {
      "end_timestamp": 7376.0,
      "id": "750f97c9-36a4-334b-8540-e512380193d7",
      "speaker": "Dan",
      "start_timestamp": 7350.0,
      "text": "for you. So I want to say, this is doing so good. I'm 100% convinced based on how this ends up that this is not a fake phone call. This is not a fake phone. This is not this is this is a real phone call, okay, based on how it all plays out. But at this point, just we're keeping track of it. Alex Jones, don't answer the call. If the government is calling you don't talk on the database. If you get vaccines that you're going to be in some sort of a database, real fear ship."
    },
    {
      "end_timestamp": 7379.0,
      "id": "f7ca13b1-3983-34d7-a916-5e1a29693266",
      "speaker": "Jordan",
      "start_timestamp": 7376.0,
      "text": "And if you don't get vaccines, you're also going to be in a database, you're"
    },
    {
      "end_timestamp": 7381.0,
      "id": "a767f2b5-6e62-376e-bd63-c603e3c2c471",
      "speaker": "Dan",
      "start_timestamp": 7379.0,
      "text": "gonna be a database no matter what. Yep."
    },
    {
      "end_timestamp": 7383.0,
      "id": "cfc5766e-6613-3362-a546-4a48015c4e41",
      "speaker": "Caller 1 (22)",
      "start_timestamp": 7381.0,
      "text": "I believe so."
    },
    {
      "end_timestamp": 7418.0,
      "id": "17dc5032-f3d6-37fc-90a6-9b0f52c6990d",
      "speaker": "Alex Jones",
      "start_timestamp": 7383.0,
      "text": "That's why the quote, inventor of the internet, who was involved in unlike Al Gore came out and said, political science has gotten so powerful at databases, they come to your door with a laptop and everything about you and manipulate you. We've got a ban political advertising online. Well, that sounds reasonable until you realize they're calling us political advertising, countering them. So it is a fact not conspiracy now that they've got databases of folks what you're searching, and the fact that you may be getting woken up and they've got little phone calls that are just surveys to intimidate you back into line, they call it nudging go ahead so as to how to how to how to handle phone calls are getting"
    },
    {
      "end_timestamp": 7437.0,
      "id": "8cae4ded-fdd6-3c35-969c-7f37b0a4827e",
      "speaker": "Caller 1 (22)",
      "start_timestamp": 7418.0,
      "text": "and wanted to know where we live when my children were vaccinated, if they could get records from the doctors that they've had vaccination that how likely it would be that we were going to get the flu vaccine and the HPV vaccine."
    },
    {
      "end_timestamp": 7444.0,
      "id": "dbbf78c8-47ed-3c5c-86f8-953eb604165e",
      "speaker": "Dan",
      "start_timestamp": 7437.0,
      "text": "So this at this point, it still seems to be all about vaccines. Yeah. It's about to take a turn"
    },
    {
      "end_timestamp": 7452.0,
      "id": "6fcfed8a-947f-3822-9999-cc9203187f85",
      "speaker": "Jordan",
      "start_timestamp": 7444.0,
      "text": "also, is this. I mean, I guess this seems like a reasonable phone call from the CDC. Do they take surveys regularly? Is"
    },
    {
      "end_timestamp": 7456.0,
      "id": "d99701bf-4325-3fe4-ba9c-e8263639c6b6",
      "speaker": "Dan",
      "start_timestamp": 7452.0,
      "text": "this a thing? I don't know. But it does seem it does seem within the realm. Yeah. I"
    },
    {
      "end_timestamp": 7465.0,
      "id": "9c0e9a45-2014-314f-865c-531fb8446475",
      "speaker": "Jordan",
      "start_timestamp": 7456.0,
      "text": "mean, that seems like a, you know, protective services kind of thing. Are you gonna get the next flu vaccine? Are you gonna get the HPV vaccine? All of these things even seems reasonable, even"
    },
    {
      "end_timestamp": 7471.0,
      "id": "0941cd09-d4b0-32cc-a253-7aad3735eec5",
      "speaker": "Dan",
      "start_timestamp": 7465.0,
      "text": "if we were just trying to get a sense of style, like, statistical analysis? Yeah. But yeah, if you're not,"
    },
    {
      "end_timestamp": 7484.0,
      "id": "55840d6f-fba8-3522-bbf8-28bd09683e01",
      "speaker": "Jordan",
      "start_timestamp": 7471.0,
      "text": "and it seems like they haven't asked for any information that you wouldn't at this point, nothing. Nobody's stealing. Yeah, nobody's stealing personal identities. So we're on the side of the CDC right now."
    },
    {
      "end_timestamp": 7486.0,
      "id": "87c155f4-4b8a-395d-b4d7-565c793e0fc7",
      "speaker": "Dan",
      "start_timestamp": 7484.0,
      "text": "First of all, this wasn't the CDC."
    },
    {
      "end_timestamp": 7493.0,
      "id": "78db5095-5e66-3ec0-a1a9-e3dea920d4fe",
      "speaker": "Jordan",
      "start_timestamp": 7486.0,
      "text": "Okay. All right. But also, I'm still on the side of the CDC."
    },
    {
      "end_timestamp": 7512.0,
      "id": "18f561a3-ae70-321d-b60b-14a14182f8f6",
      "speaker": "Alex Jones",
      "start_timestamp": 7493.0,
      "text": "And let me tell you, that 100% You talked about up to date, like your bills are paid or, you know, you're up and go Standing This is total social engineering. None of the vaccines even cover what they claim from the Gardasil have the flu shot, the inserts tell you they don't protect you. They've never definitely shot for the right mutation."
    },
    {
      "end_timestamp": 7514.0,
      "id": "fba75411-ec43-3265-8442-66e0273ebadc",
      "speaker": "Dan",
      "start_timestamp": 7512.0,
      "text": "No vaccines have ever"
    },
    {
      "end_timestamp": 7536.0,
      "id": "afbd4aa0-b495-3896-a339-1d6e556fe565",
      "speaker": "Jordan",
      "start_timestamp": 7514.0,
      "text": "I don't know of any vaccine has ever is there any vaccine that's ever been like, Hey, here's what we're gonna do. We're gonna print on the bottle. This doesn't help. That seems like a bad vaccine is gonna be in the sheet. It's gonna we're gonna advertise its look side effects of this vaccine are not helping you. Yeah, that's the first side effect side effect."
    },
    {
      "end_timestamp": 7542.0,
      "id": "3c60c740-d569-3582-91a2-303d119c0c1c",
      "speaker": "Dan",
      "start_timestamp": 7536.0,
      "text": "You're gonna get sick with this illness. But you're also gonna be super cool."
    },
    {
      "end_timestamp": 7543.0,
      "id": "bfd6ff40-29bc-3eba-8a4d-b0ec5072976a",
      "speaker": "Alex Jones",
      "start_timestamp": 7542.0,
      "text": "I don't I don't know. That's,"
    },
    {
      "end_timestamp": 7544.0,
      "id": "7ac7bb9d-a925-36f2-8ddd-d5d108d9f591",
      "speaker": "Dan",
      "start_timestamp": 7543.0,
      "text": "that's so side"
    },
    {
      "end_timestamp": 7555.0,
      "id": "e29a7b96-babb-3fc9-b01d-9e7a57c841ef",
      "speaker": "Jordan",
      "start_timestamp": 7544.0,
      "text": "effects of this vaccine. The vaccine does nothing. It's it's a sugar pill. Yeah. Don't vaccines usually come in syringes? Yeah, ate this pill. Sugar. Yeah,"
    },
    {
      "end_timestamp": 7586.0,
      "id": "a4e2e5f7-1622-38c2-9873-23dbd4b9ccab",
      "speaker": "Dan",
      "start_timestamp": 7555.0,
      "text": "sugar. Yeah, that's, that's insane. The Gardasil does, effectively. An octopus job from genital warts does a great job, which causes cervical cancer in women. Right? It's something that there are side effects to that is absolutely true. And we vaccine very important, we can beat back cervical cancer in a very meaningful way. Some side effects are acceptable risk. I'm not saying that everyone should be forced to get it. But it should be an option. Everyone should have an option to get it. Because cervical cancers,"
    },
    {
      "end_timestamp": 7622.0,
      "id": "6a0177c8-264d-362b-ac72-47d24e5313a2",
      "speaker": "Jordan",
      "start_timestamp": 7586.0,
      "text": "even if you get particular side effects, you're helping destroy the actual disease. Sure, like that's kind of the bigger deal. I get, I get that it sucks if you get a side effect. And it's the same thing. Like we keep going back through this. I get that it sucks, right? Somebody's got a side effect from the polio vaccine. That sucks. But if they don't, if everybody doesn't do it, then the disease itself continues to propagate itself through you. And so you, you are doing a public service by getting a vaccine."
    },
    {
      "end_timestamp": 7635.0,
      "id": "55d99728-d788-3092-a379-489b93c4255b",
      "speaker": "Dan",
      "start_timestamp": 7622.0,
      "text": "Yeah. And it's absurd to say that they've never gotten the flu shot, right. That's different mutations. Like statistically way less people who get the shot. Get a terrible flu."
    },
    {
      "end_timestamp": 7637.0,
      "id": "cc85893e-d821-37db-b817-32b4a05a98ad",
      "speaker": "Jordan",
      "start_timestamp": 7635.0,
      "text": "I've never gotten a flu shot. I will say that"
    },
    {
      "end_timestamp": 7668.0,
      "id": "9b502237-12b3-32e1-a73d-457feb8c67d1",
      "speaker": "Dan",
      "start_timestamp": 7637.0,
      "text": "I haven't for the last few years myself. I do you do with it? I did when I did a new one. When I worked at Walgreens. They give them out for free, right? Yeah. And I was there. It was like, All right, I'll tell you. Nothing happened. I got like mildly sick for like, maybe six hours the next day or something like that? Yeah. Then I was fine. Didn't get a flu. Also, I haven't been I haven't really been sick at all in the last like, two years. Yeah. I don't know. I don't need vaccines. Fuck them. I'm on Alex's side."
    },
    {
      "end_timestamp": 7671.0,
      "id": "e270785c-9841-3285-bda0-df431b5c07bd",
      "speaker": "Jordan",
      "start_timestamp": 7668.0,
      "text": "All right now now we're getting crazy. No, but"
    },
    {
      "end_timestamp": 7690.0,
      "id": "159ae9f3-4b5a-3302-8b87-14057ada8eac",
      "speaker": "Dan",
      "start_timestamp": 7671.0,
      "text": "I got a kid. You know, like I got all of the the round of them. Yeah, the hepatitis the whole thing. Yeah. So maybe that's why I haven't been sick in a long time. It's why we're immune to all disease. So it's maybe maybe what my forehead sweats so much. Let's find random things to blame on these vaccines."
    },
    {
      "end_timestamp": 7694.0,
      "id": "bdc21cb3-e03e-3a58-9bd3-01e11f0bede0",
      "speaker": "Jordan",
      "start_timestamp": 7690.0,
      "text": "We gotta get back to the call because I have a urinary tract infection. That's why Yeah,"
    },
    {
      "end_timestamp": 7699.0,
      "id": "e68a059f-be58-3cf8-8367-c1835c531627",
      "speaker": "Dan",
      "start_timestamp": 7694.0,
      "text": "I've been teasing that there's a turn it's gonna come I hate to keep teasing."
    },
    {
      "end_timestamp": 7763.0,
      "id": "0b3637e6-d785-3ab8-8c7a-6bb351e8b0d5",
      "speaker": "Alex Jones",
      "start_timestamp": 7699.0,
      "text": "Here we go. Learned immunity is true. Artificially learned immunity is a real science. But there's a great danger even if it's a quote, clean vaccine, and only the, the attenuated pathogen that you're being given. Okay, so this is total social engineering. And you gotta watch out this might not have been given in the CDC, a lot of records have been stolen. A lot of people also call up claiming they're from federal agencies, trying to get you to confirm your social security numbers and stuff so they can drain your bank account or loot you. So that might be what this was. I'm not sure but you don't want to be talking to anybody on the telephone calling up asking you questions. Okay. I know you're trusting and the government says it but you need to let me tell you it's a fact. Okay, that predators have hijacked the government Trump's trying to clean them out he can't even get it to levels down cleaned out okay. So but but again, most identities have been stolen. They'd got a call up though to confirm other information with you, like maiden name and things be able to go out and really steal your identity. So let me ask they ask you those kinds of questions."
    },
    {
      "end_timestamp": 7765.0,
      "id": "fe051a75-3542-312b-abc8-0390f02fe510",
      "speaker": "Caller 1 (22)",
      "start_timestamp": 7763.0,
      "text": "That's good. They did."
    },
    {
      "end_timestamp": 7771.0,
      "id": "d8345e0f-e321-305a-98d3-fe7d40e95f96",
      "speaker": "Alex Jones",
      "start_timestamp": 7765.0,
      "text": "Your identity stolen, ma'am."
    },
    {
      "end_timestamp": 7780.0,
      "id": "aeef3f4f-0fd5-3b02-a3a5-ff15eac4d802",
      "speaker": "Caller 1 (22)",
      "start_timestamp": 7771.0,
      "text": "Develop availability for me to send out emails and share your articles and articles over vaccines to certain people."
    },
    {
      "end_timestamp": 7781.0,
      "id": "34485638-39f4-3303-93d7-42bd33294ec2",
      "speaker": "Dan",
      "start_timestamp": 7780.0,
      "text": "So no, wait,"
    },
    {
      "end_timestamp": 7785.0,
      "id": "e48171cf-6a44-3938-bb13-c6259cfa48ce",
      "speaker": "Jordan",
      "start_timestamp": 7781.0,
      "text": "did she just say that they've restricted her ability to email people?"
    },
    {
      "end_timestamp": 7791.0,
      "id": "2682e525-3e9b-322c-9092-d76313dc9d3c",
      "speaker": "Dan",
      "start_timestamp": 7785.0,
      "text": "Yeah. And send out emails about vaccines and Infowars articles who did that? Well, hold on we're gonna get into it."
    },
    {
      "end_timestamp": 7796.0,
      "id": "bca3ec2a-4a6f-3499-abff-d58c5919d276",
      "speaker": "Jordan",
      "start_timestamp": 7791.0,
      "text": "How did they do look? You can't just restrict emails by one guy"
    },
    {
      "end_timestamp": 7807.0,
      "id": "d861c5f1-5053-370f-9e7f-658b4133359d",
      "speaker": "Dan",
      "start_timestamp": 7796.0,
      "text": "but what you just said like your your reaction to that Alex Jones giving good advice although the part about it being marauders in the government who Trump is trying to clear out there it's a little stupid there"
    },
    {
      "end_timestamp": 7829.0,
      "id": "51b0d42d-e7ff-3317-b68d-201d5a7c0be1",
      "speaker": "Jordan",
      "start_timestamp": 7807.0,
      "text": "are predators in the government describe describe what you think a predator in his mind is in the federal government. dreadlocked alien dreadlocked alien. Okay, so we're going Classic Predator. Are we talking the original predator where he doesn't seem very good at what he does? No, very easy to find him. We're talking predator to when he kills everybody. Yeah."
    },
    {
      "end_timestamp": 7840.0,
      "id": "49223658-6896-3d4a-8d18-194099128617",
      "speaker": "Dan",
      "start_timestamp": 7829.0,
      "text": "No, he that that part stupid. They've super stupid about it being someone within the government. But the idea that it is someone who is doing stealing Yeah, it's a phishing,"
    },
    {
      "end_timestamp": 7843.0,
      "id": "12189aee-c641-3047-9cbf-d3ca25e916c9",
      "speaker": "Jordan",
      "start_timestamp": 7840.0,
      "text": "that's a phishing scam. And Alex, he got caught. Oh, now let's give good advice."
    },
    {
      "end_timestamp": 7852.0,
      "id": "956a3def-c384-33ef-9b9e-bb3ce5fa3710",
      "speaker": "Dan",
      "start_timestamp": 7843.0,
      "text": "Alex is totally right. Absolutely. But at the same time, he's still trying to blame the government and we vaccines into it, which is where the call takes just a batty turn"
    },
    {
      "end_timestamp": 7860.0,
      "id": "fc13e68c-caca-3485-a652-4436049996bd",
      "speaker": "Jordan",
      "start_timestamp": 7852.0,
      "text": "who stole records from the CDC. That's what I want to know. I don't think they did. Why I don't think what records would you want to steal from the CDC?"
    },
    {
      "end_timestamp": 7865.0,
      "id": "e89b7bc5-587b-3de4-b6e0-0360c209d569",
      "speaker": "Dan",
      "start_timestamp": 7860.0,
      "text": "This caller is an unreliable narrator. I don't know. I think that someone"
    },
    {
      "end_timestamp": 7869.0,
      "id": "aa547850-7f07-3136-ba67-a4d38600c6c8",
      "speaker": "Jordan",
      "start_timestamp": 7865.0,
      "text": "goes he gets virgin Virginia Woolf. Is that who this is possible?"
    },
    {
      "end_timestamp": 7890.0,
      "id": "d6a05227-c30a-3c1e-b856-0b111543051d",
      "speaker": "Dan",
      "start_timestamp": 7869.0,
      "text": "I think it's Bertram Wooster. I think that that someone got a hold of some information from her and this idea about her children schmale their children's records and stuff like that was the way they Trojan horse her into giving information. Yeah, it has nothing to do with the CDC being hacked has nothing to do with that it has to do with"
    },
    {
      "end_timestamp": 7896.0,
      "id": "87d24eef-dcea-3823-a542-b91eecc372f8",
      "speaker": "Jordan",
      "start_timestamp": 7890.0,
      "text": "she got she got robbed because she does she answered the phone and answered questions for some insane reason. So"
    },
    {
      "end_timestamp": 7900.0,
      "id": "d05b3ab6-2c75-3325-ad61-18ff6be181f4",
      "speaker": "Dan",
      "start_timestamp": 7896.0,
      "text": "the rest of this call is Alex being totally right and totally wrong at the same"
    },
    {
      "end_timestamp": 7902.0,
      "id": "dc3cc095-6b44-3ffd-aba1-dba63ffca83a",
      "speaker": "Jordan",
      "start_timestamp": 7900.0,
      "text": "time. That's great."
    },
    {
      "end_timestamp": 7910.0,
      "id": "b3b052ef-ae28-3927-9cf9-d3d2ca2f379d",
      "speaker": "Alex Jones",
      "start_timestamp": 7902.0,
      "text": "Excuse me show this whatever this bully con artist was government are not on the phone sort of telling you what you can and can't do here. Here. Tell me more what what they say."
    },
    {
      "end_timestamp": 7923.0,
      "id": "73bf46d6-e8fb-3ea5-9da6-8b3b1139df1b",
      "speaker": "Caller 1 (22)",
      "start_timestamp": 7910.0,
      "text": "They they also censored my email. They shut it completely down. For 36 hours I was not able to get on my I would enter my password just walked around. It was not"
    },
    {
      "end_timestamp": 7965.0,
      "id": "1957fef9-99f3-3586-99f3-ce0b1d5cfe7f",
      "speaker": "Alex Jones",
      "start_timestamp": 7923.0,
      "text": "related. But but they're definitely not social engineering being tested. And they admit that real phone calls real things into databases, but you probably you probably gave them your email, whoever was broke in stole your identity and locked you out. You need to you need to call and check with the bank and you probably had your identity stolen. This poses everybody submits to government. So con artists are gonna tell you your government. Okay. And there's con artists in government, but there's also cars that aren't in government. Okay, she probably stolen, I'm gonna get your name and number. Give us your contact. I want to see where this goes, as you do more research. But Amy, did you ever think this might not be the government calling you up?"
    },
    {
      "end_timestamp": 7971.0,
      "id": "ea0d4c8e-9df6-3b2a-84d0-77285bdb92f1",
      "speaker": "Caller 1 (22)",
      "start_timestamp": 7965.0,
      "text": "I didn't just because it seemed too coincidental. With my with my recent."
    },
    {
      "end_timestamp": 7984.0,
      "id": "779a4ac8-3b51-352b-b2ec-424b465d59e5",
      "speaker": "Alex Jones",
      "start_timestamp": 7971.0,
      "text": "That's not how it works, that they haven't gotten that. You probably on a data breach or with a major bank. They have your info. They got a call and get more to me. Have you checked your bank accounts? Have you checked your credit card stuff?"
    },
    {
      "end_timestamp": 7992.0,
      "id": "8365ba7a-e572-3cbc-90b5-35f067dbfcff",
      "speaker": "Caller 1 (22)",
      "start_timestamp": 7984.0,
      "text": "Yes, yes. And there are no, there are no transactions that have been made that haven't been by me. Alright."
    },
    {
      "end_timestamp": 8007.0,
      "id": "e688b512-2313-32dc-9733-486578dc67f3",
      "speaker": "Alex Jones",
      "start_timestamp": 7992.0,
      "text": "I appreciate your call. We're gonna see we got more info. We'll keep in touch, we'll give you the email Carmen can talk to you. You see, when I was a child, there were four or five vaccines now that's up to 60. It's they want to give you hundreds. But"
    },
    {
      "end_timestamp": 8016.0,
      "id": "6b47ac66-26b6-3a92-89a1-8fc2a37d265b",
      "speaker": "Dan",
      "start_timestamp": 8007.0,
      "text": "part of that is because there are more diseases, and they mutate. And there are more vaccines we've developed. Because Alex is not 43"
    },
    {
      "end_timestamp": 8022.0,
      "id": "dcffd35a-eb3e-3b06-93de-b328b80c33f8",
      "speaker": "Jordan",
      "start_timestamp": 8016.0,
      "text": "When I was a child, there were only four or five vaccines. So people got other diseases."
    },
    {
      "end_timestamp": 8031.0,
      "id": "f6c9b90f-824e-36e2-8f6e-f74a3f4d1faf",
      "speaker": "Dan",
      "start_timestamp": 8022.0,
      "text": "Yeah, they got 43 other disease. Yeah. That argument is so stupid, bad argument to so many shots. They want to give kids now"
    },
    {
      "end_timestamp": 8035.0,
      "id": "cb57887a-69e7-37a0-ac62-8208eb3b09e8",
      "speaker": "Jordan",
      "start_timestamp": 8031.0,
      "text": "when I was a child, so many more people died."
    },
    {
      "end_timestamp": 8048.0,
      "id": "8ab6e15c-1da1-3d72-a427-7fc6a985559c",
      "speaker": "Dan",
      "start_timestamp": 8035.0,
      "text": "Like it's it's, it's using a statistic wrong. The statistic is right, there are more vaccines. But the reason for it, which is really easy to surmise, is that science progresses is that medical science gets more"
    },
    {
      "end_timestamp": 8062.0,
      "id": "935578b3-3a8a-3885-b90e-e627114d8a09",
      "speaker": "Jordan",
      "start_timestamp": 8048.0,
      "text": "you know, when Alex Jones his grandfather was a kid, there were no vaccines. I think we all know what that means. Everyone was super healthy. Everyone was super healthy. Yeah, everyone was immune to these diseases back then. Yep. So"
    },
    {
      "end_timestamp": 8069.0,
      "id": "a2e40d77-47d2-3232-b086-2e79c4d21f09",
      "speaker": "Dan",
      "start_timestamp": 8062.0,
      "text": "now he finishes up the call with a speech a little bit about vaccines, but also about how you can't trust anybody."
    },
    {
      "end_timestamp": 8084.0,
      "id": "7787d568-c702-3bb4-81e0-20498dd7eb6c",
      "speaker": "Alex Jones",
      "start_timestamp": 8069.0,
      "text": "You can watch those orders are off the charts. It's killing people. So everybody's got to decide to say no. Now they always say you should be arrested if you don't take vaccines, you'll make people sick. If they've had the vaccine, how is you not having to get them shit?"
    },
    {
      "end_timestamp": 8085.0,
      "id": "ecda5892-79b0-3c05-b7dc-767c1b777e7b",
      "speaker": "Jordan",
      "start_timestamp": 8084.0,
      "text": "That that does not"
    },
    {
      "end_timestamp": 8093.0,
      "id": "da84015f-a9a9-3e9f-a8dc-10b986d3e0d7",
      "speaker": "Dan",
      "start_timestamp": 8085.0,
      "text": "make any sense at all. That argument is incredibly stupid. That is a dumb argument because the people that you're gonna get sick or other people who haven't taken the vaccine. Yeah,"
    },
    {
      "end_timestamp": 8099.0,
      "id": "ee6d9854-f14b-3283-860f-8a1a6fc7ebbc",
      "speaker": "Jordan",
      "start_timestamp": 8093.0,
      "text": "that's just how that works. And there's just how logic, science, math, all the stuff. That's just how all"
    },
    {
      "end_timestamp": 8104.0,
      "id": "efd406d8-efc9-395e-9cf8-92fef3663293",
      "speaker": "Dan",
      "start_timestamp": 8099.0,
      "text": "this stuff For there are some people who don't have access to vaccines."
    },
    {
      "end_timestamp": 8110.0,
      "id": "7cf70644-5e28-3d50-9829-60c384b51754",
      "speaker": "Jordan",
      "start_timestamp": 8104.0,
      "text": "And yeah, that's probably due to poor health care system. Sure, but just gonna get worse. Yeah,"
    },
    {
      "end_timestamp": 8124.0,
      "id": "010d78bb-83e5-3e75-bab4-aca8a171f1e5",
      "speaker": "Dan",
      "start_timestamp": 8110.0,
      "text": "just because the people who do take the vaccines have nothing to fear from your potentially polio ridden child, or whatever, you know, like, that doesn't mean hey, it's cool. Like you got the vaccine, why should I have to get it?"
    },
    {
      "end_timestamp": 8129.0,
      "id": "d93c7164-b17c-33c1-90fa-8604e3a09961",
      "speaker": "Jordan",
      "start_timestamp": 8124.0,
      "text": "Okay. Now, question,"
    },
    {
      "end_timestamp": 8133.0,
      "id": "75c57691-9051-30e5-b8e3-f34dca1fe7f4",
      "speaker": "Dan",
      "start_timestamp": 8129.0,
      "text": "right. All right. I'm listening muscle scratch my I"
    },
    {
      "end_timestamp": 8145.0,
      "id": "ec21bbf9-77f9-3154-a178-23cdd9614b0d",
      "speaker": "Jordan",
      "start_timestamp": 8133.0,
      "text": "do we only give the globalist vaccines have we considered this possibility? And then we give non globalists, the fake vaccines."
    },
    {
      "end_timestamp": 8152.0,
      "id": "46f6b4ea-053a-30ac-8dab-5ef91af32371",
      "speaker": "Dan",
      "start_timestamp": 8145.0,
      "text": "I think that Alex says that they give the globalists like the clean, clean vaccine, which is also a dirty dossier right there."
    },
    {
      "end_timestamp": 8157.0,
      "id": "694db23a-72e4-3be1-8b83-5e864736e260",
      "speaker": "Jordan",
      "start_timestamp": 8152.0,
      "text": "Okay. Clean vaccine vaccine. Yeah, that's true. That's great. Yeah, that's a great little rhyme there."
    },
    {
      "end_timestamp": 8165.0,
      "id": "d061b115-5494-37de-b11a-7af8abd7e585",
      "speaker": "Dan",
      "start_timestamp": 8157.0,
      "text": "But I think that he would make that argument he they give the the globalists get the ones that don't have like the the cancer viruses in them and stuff like that, right?"
    },
    {
      "end_timestamp": 8184.0,
      "id": "c6881974-11b7-34e7-98bb-56e58f5deb4a",
      "speaker": "Jordan",
      "start_timestamp": 8165.0,
      "text": "This This reminds me a bit too much of the Louie CK bit, where he's like, of course, everybody should be vaccinated, of course. But maybe if we all just close our eyes for a few years, they all die out and we'll be just fine."
    },
    {
      "end_timestamp": 8187.0,
      "id": "d5596e34-7034-342d-88c8-2fa8c6ab1ddc",
      "speaker": "Dan",
      "start_timestamp": 8184.0,
      "text": "The issue is that a lot of the diseases are communicable."
    },
    {
      "end_timestamp": 8196.0,
      "id": "ff87aeb2-d757-30b8-962d-54088b26fb56",
      "speaker": "Jordan",
      "start_timestamp": 8187.0,
      "text": "Yeah. So, again, again, that's not a good strategy. No, it's a bit yeah."
    },
    {
      "end_timestamp": 8207.0,
      "id": "4a052b0c-39c6-3283-9908-fbed87caea94",
      "speaker": "Dan",
      "start_timestamp": 8196.0,
      "text": "But like, I've always been really frustrated by that argument of like the A, you all are getting vaccinated. So if I don't have my kid vaccinated, who cares? Your kids not"
    },
    {
      "end_timestamp": 8211.0,
      "id": "8dda2654-d4fa-338d-a50a-138e495ba907",
      "speaker": "Jordan",
      "start_timestamp": 8207.0,
      "text": "saying, but that's not viruses work, right. But even beyond"
    },
    {
      "end_timestamp": 8227.0,
      "id": "6716199f-3797-311b-b8f9-3f6bf2385cbb",
      "speaker": "Dan",
      "start_timestamp": 8211.0,
      "text": "viruses, other sorts of things, but like, what you were saying, again, is, the earlier was is super important. It's the idea that we can get rid of these things like polio, yeah, we can just have them not be issues because they are so bad. We"
    },
    {
      "end_timestamp": 8236.0,
      "id": "93829af5-01ba-36a8-a0be-28b98e2088e7",
      "speaker": "Jordan",
      "start_timestamp": 8227.0,
      "text": "can eradicate them. We've eradicated diseases, do you understand? Like, it's hard to really process how amazing that is"
    },
    {
      "end_timestamp": 8239.0,
      "id": "08398edf-a4f2-3ac4-bcf7-4cabeb1252ec",
      "speaker": "Dan",
      "start_timestamp": 8236.0,
      "text": "things that kill off entire countries, civilization, millions"
    },
    {
      "end_timestamp": 8266.0,
      "id": "06cd85c8-c9f1-3ea7-8343-e9730a8eec95",
      "speaker": "Jordan",
      "start_timestamp": 8239.0,
      "text": "of people, millions of people, and that has happened before, like extinction events haven't always been a fucking Meteor destroying, like the reason that the the reason that the Europeans found it so easy to colonize America was because prior to the US getting there, there was a massive disease outbreak among the Native American populations. So millions upon millions upon millions of Native America of Native Americans had died"
    },
    {
      "end_timestamp": 8268.0,
      "id": "727c90f9-1b9f-3cc5-9ebb-0c10c040d3dc",
      "speaker": "Dan",
      "start_timestamp": 8266.0,
      "text": "and the rest Warren weekend"
    },
    {
      "end_timestamp": 8280.0,
      "id": "bdc06958-0dcf-3d96-a2f2-fc4a884f8509",
      "speaker": "Jordan",
      "start_timestamp": 8268.0,
      "text": "Yeah, before we got here, if those if that disease hadn't occurred, we would not be here these they would have very easily sussed out how dumb we were"
    },
    {
      "end_timestamp": 8285.0,
      "id": "186e0013-f78e-3486-8cf8-6455133cfc0a",
      "speaker": "Dan",
      "start_timestamp": 8280.0,
      "text": "these crypto varieties Native American? Yeah, exactly. sussed it out."
    },
    {
      "end_timestamp": 8337.0,
      "id": "62e1d57f-b6a7-3eb8-abd5-d764bc6e6f19",
      "speaker": "Jordan",
      "start_timestamp": 8285.0,
      "text": "Yeah. It's it's so it's so unbelievable to me. And it but at the same time, it makes so much sense because human beings don't have a long memory. Now, we can only process what's in our lifetimes, which is again, why deregulating the stock market makes so much sense to so many people. Sure, because when they were raised, we were still in that economic boom from the New Deal. We were still in that steady growth with no burst and no bubbles in that whole thing. So of course, they would imagine, well, things aren't perfect now. So what we do is we change this shit. And they forget that the whole reason they had to do the New Deal in the first place was because of the very same shit that they just allowed. Yeah, they're trying to reintroduce, and they don't get that that is stupid because our attention spans are non existent."
    },
    {
      "end_timestamp": 8344.0,
      "id": "b5e9fa3b-5117-321a-aa34-86e78957d5c4",
      "speaker": "Dan",
      "start_timestamp": 8337.0,
      "text": "So finish up this clip. I believe there's only a tiny bit left where it gets paranoid."
    },
    {
      "end_timestamp": 8379.0,
      "id": "74cf0ff0-e9e0-3326-af45-6d4aef940c7c",
      "speaker": "Alex Jones",
      "start_timestamp": 8344.0,
      "text": "The vaccines causes the shingles. The shingles vaccine is live. Herpes Simplex. Can you get it but it still gives it to you what? My dad before he quit doing medical practice. He said almost all his old patients would get shingles. He'd say, oh, did you take the shot? Yeah, last week. Oh, nice. Why don't we just die afterwards? You wouldn't see them no more. But she's like either just dead. Dead babies dead old people dead everybody. You know, it's no big deal. Let's just be liberal and trust our government. Me I appreciate your call. God bless you. What"
    },
    {
      "end_timestamp": 8384.0,
      "id": "4110f81e-d7e1-34a7-bff0-3e7fa1542d1f",
      "speaker": "Jordan",
      "start_timestamp": 8379.0,
      "text": "I love you. Yeah. shingles. Yeah. So the herpes"
    },
    {
      "end_timestamp": 8388.0,
      "id": "9804fff4-0078-304f-8519-218d9da6f549",
      "speaker": "Dan",
      "start_timestamp": 8384.0,
      "text": "vaccine does the shingles vaccine is just herpes. The shingles vaccine"
    },
    {
      "end_timestamp": 8395.0,
      "id": "a0a79d8a-ed43-3176-94a6-c57905a850b5",
      "speaker": "Jordan",
      "start_timestamp": 8388.0,
      "text": "is just herpes. Yes. Does that make sense? I don't know. Is it shank this is"
    },
    {
      "end_timestamp": 8397.0,
      "id": "5e8cc55e-eaf3-3811-a280-dd51f27d7b65",
      "speaker": "Dan",
      "start_timestamp": 8395.0,
      "text": "this is I did not read"
    },
    {
      "end_timestamp": 8404.0,
      "id": "f4017e1d-3dff-3e2c-9cd8-32d600373939",
      "speaker": "Jordan",
      "start_timestamp": 8397.0,
      "text": "the shingle. Like is there a reason A CNN herpes. Herpes dude."
    },
    {
      "end_timestamp": 8419.0,
      "id": "5e93fd6b-1d6d-34d9-913d-07dad704b4b4",
      "speaker": "Dan",
      "start_timestamp": 8404.0,
      "text": "Yeah, I don't know about that. But I do know that his dad might be attributing correlation to causation to correlation, as is always the case, all these old all these old people I keep seeing die after they get a shingles vaccine. They might be 85."
    },
    {
      "end_timestamp": 8429.0,
      "id": "ffced387-3f1e-35b4-9f40-0166001f8532",
      "speaker": "Jordan",
      "start_timestamp": 8419.0,
      "text": "Yeah. Any, any, any, anytime somebody tells me people like crazy during the full moon. Yeah, I want to lose my mind."
    },
    {
      "end_timestamp": 8432.0,
      "id": "12fa8be0-ba9f-3a80-8c84-0f2a441b78ab",
      "speaker": "Dan",
      "start_timestamp": 8429.0,
      "text": "Again, this goes back to people not being able to understand coincidence,"
    },
    {
      "end_timestamp": 8435.0,
      "id": "bf6ad363-276d-3928-975e-6d7ca0a36997",
      "speaker": "Jordan",
      "start_timestamp": 8432.0,
      "text": "you can't understand statistics like human beings can't do it. No."
    },
    {
      "end_timestamp": 8438.0,
      "id": "ba9684e9-2692-350e-ba35-b158b2bf4dcb",
      "speaker": "Dan",
      "start_timestamp": 8435.0,
      "text": "And coincidences are super terrifying because they"
    },
    {
      "end_timestamp": 8499.0,
      "id": "e728a226-61f8-3ff4-a3df-ef6829d3041d",
      "speaker": "Jordan",
      "start_timestamp": 8438.0,
      "text": "can happen at any time. Like the the I just, I'll tell you off air, okay. The the thing that I always I always like fixate on is the old story of the person who is about to call somebody on their old landline to call somebody, right? The very moment they're about to call somebody, they pick up the phone, and it's that person on the phone. Yeah, right. And you think, holy shit, that's an amazing moment. Every day, 300 million people make a phone call everyday they pick up the phone at a certain time, according to the laws of statistics that will happen to you. Yeah, it's going to happen. Not if not to you to somebody, but just because it feels like it's, you know, it feels like you've been chosen. And it's just statistical inevitability. Sure. Like, no, I agree. We're all gonna get cancer. That's because of these vaccines. God damn vaccines?"
    },
    {
      "end_timestamp": 8522.0,
      "id": "15cd6a7c-6e91-3ead-9d35-b89248c3d9e5",
      "speaker": "Dan",
      "start_timestamp": 8499.0,
      "text": "Yeah. Oh, well, yeah. Anyway, we've come to the end of our clips for the March 14 episode of the Alex Jones program. Indeed, well, we can take away from this. I think if we want to give some summation, Alex Jones can't take a joke. He's a liar. He is a liar. He, he really can't take a joke was more of a coward than Michael Savage, who was one of the worst people I've ever had the pleasure of listening to on a broadcast"
    },
    {
      "end_timestamp": 8525.0,
      "id": "5fc47dc5-278b-3f1b-ba20-56d7e515f41c",
      "speaker": "Jordan",
      "start_timestamp": 8522.0,
      "text": "he projects to an insane degree. Yes, absolutely."
    },
    {
      "end_timestamp": 8549.0,
      "id": "b2f686c9-7fc4-360f-b5ab-1557277c42a4",
      "speaker": "Dan",
      "start_timestamp": 8525.0,
      "text": "All these things are true. Also. At press time, we have still not gotten a response from your tweeting at prison planet. So maybe, maybe it's open season. Let's start tweeting. start tweeting at him. Anyway, mobilize the base. This has been super fun. Jordan, this has been delight. It is always a delight my friend. People can follow us at knowledge underscore fight on Twitter, you should"
    },
    {
      "end_timestamp": 8559.0,
      "id": "7522046f-6751-3a86-a8e6-ab4fa7b23d9e",
      "speaker": "Jordan",
      "start_timestamp": 8549.0,
      "text": "subscribe to us on iTunes, leave a review regardless. Regardless of the number of stars you accept constructive criticism."
    },
    {
      "end_timestamp": 8567.0,
      "id": "388b073b-2e93-3656-ab54-12b68264446c",
      "speaker": "Dan",
      "start_timestamp": 8559.0,
      "text": "There was no there was no comment left with it. How can we get to five I would love to no email if you're the fucking asshole that way. Don't do that. I'm"
    },
    {
      "end_timestamp": 8570.0,
      "id": "bd91bc44-e39e-3ff7-af38-85e2208c2c8f",
      "speaker": "Jordan",
      "start_timestamp": 8567.0,
      "text": "getting no don't do that. Don't do that."
    },
    {
      "end_timestamp": 8581.0,
      "id": "2e0595f6-0b7e-3bae-9f3b-45558e38326d",
      "speaker": "Dan",
      "start_timestamp": 8570.0,
      "text": "If you are the person that delights is not how I want to end this. You were the delightful person who left that four star review. Send us an email at knowledge fight@gmail.com Let us know we can do better. I'd love we accept"
    },
    {
      "end_timestamp": 8585.0,
      "id": "7bc83c87-45f6-33e4-a79e-6c98a4775273",
      "speaker": "Jordan",
      "start_timestamp": 8581.0,
      "text": "constructive criticism all set for you. Apparently you're very"
    },
    {
      "end_timestamp": 8590.0,
      "id": "5c8d74ab-48ba-3cad-8023-cea99c555a00",
      "speaker": "Dan",
      "start_timestamp": 8585.0,
      "text": "defensive. Yeah, also. I don't think we have any more blogs."
    },
    {
      "end_timestamp": 8594.0,
      "id": "ce1a473f-ddfb-3b59-bfb7-b8c06670582f",
      "speaker": "Jordan",
      "start_timestamp": 8590.0,
      "text": "Hey, guys, we're just a couple of race pips."
    },
    {
      "end_timestamp": 8596.0,
      "id": "f2c9bc0d-8ab3-38c5-b76d-b66c034577b3",
      "speaker": "Dan",
      "start_timestamp": 8594.0,
      "text": "Policy walking race pimps."
    },
    {
      "end_timestamp": 8601.0,
      "id": "1bb4d692-5b01-3a4c-9518-5dba78383351",
      "speaker": "Alex Jones",
      "start_timestamp": 8596.0,
      "text": "Andy in Kansas. You're on the air. Thanks for holding."
    },
    {
      "end_timestamp": null,
      "id": "a7e93139-de8f-3da8-81f6-bcd38a4af889",
      "speaker": "Caller 1 (22)",
      "start_timestamp": 8601.0,
      "text": "So Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}