{
  "audio_identifier": "KF_24",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/MAr23.mp3",
  "blocks": [
    {
      "end_timestamp": 7.0,
      "id": "7eab0fab-f746-33dc-ba49-be98a0e68438",
      "speaker": "Alex Jones",
      "start_timestamp": 0.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. Oh, Alex, I'm a first time caller. I'm a huge fan. I love your"
    },
    {
      "end_timestamp": 19.0,
      "id": "5d057452-edf4-3cc6-a059-65b717a35c81",
      "speaker": "Dan",
      "start_timestamp": 7.0,
      "text": "work. Hey, everybody, welcome back to knowledge fight. I'm Dan. I'm Jordan. This is a podcast where we sit around and drink some red wine and have a little conversation about Infowars. But plot twist."
    },
    {
      "end_timestamp": 19.0,
      "id": "1ad197db-2eb3-3014-9cdd-f29707ac5598",
      "speaker": "Jordan",
      "start_timestamp": 19.0,
      "text": "The plot twist."
    },
    {
      "end_timestamp": 23.0,
      "id": "7a3b2676-1ca4-3b6d-8e28-1be5bb3b1b55",
      "speaker": "Dan",
      "start_timestamp": 19.0,
      "text": "I know a lot about Alex Jones and Infowars and I listened to his show every day"
    },
    {
      "end_timestamp": 31.0,
      "id": "92e53f56-6796-356d-b89b-636be5a66b00",
      "speaker": "Jordan",
      "start_timestamp": 23.0,
      "text": "you do? Okay. I'm gonna tell you something. I do not contract. I don't think I know anything about Alex Jones. You"
    },
    {
      "end_timestamp": 32.0,
      "id": "066ac5b5-baf6-3e67-b8f0-1609bab22718",
      "speaker": "Dan",
      "start_timestamp": 31.0,
      "text": "know, he's a man."
    },
    {
      "end_timestamp": 41.0,
      "id": "43427e84-724b-3598-9959-1e033c18c5a8",
      "speaker": "Jordan",
      "start_timestamp": 32.0,
      "text": "He is a man a man. He's a really it's really important to him that he's a man man emphasis on man. It's really important to him that he's a white man."
    },
    {
      "end_timestamp": 63.0,
      "id": "8ec2e62b-d64d-3b83-ad55-496ebe2dad03",
      "speaker": "Dan",
      "start_timestamp": 41.0,
      "text": "He lives in occupied Texas. That's true. And that's about it. That's all you really need to know about. That's all I need to know. Guys. Today we are going to be going over the day in the life of Alex Jones. We're gonna be going over Thursday, March 23. On the Alex Jones program where a lot of really fucked up stuff happens Alex Jones may or may not have lost a friend"
    },
    {
      "end_timestamp": 65.0,
      "id": "35ffc78a-2243-3291-9478-f4e81ed1c76a",
      "speaker": "Jordan",
      "start_timestamp": 63.0,
      "text": "No, he has an"
    },
    {
      "end_timestamp": 70.0,
      "id": "be3799e7-7b9e-321d-a31a-4107845c4266",
      "speaker": "Dan",
      "start_timestamp": 65.0,
      "text": "interview that we're going to be breaking down in detail that I think might have Fallout consequences. That's"
    },
    {
      "end_timestamp": 81.0,
      "id": "512e43f9-39e9-3585-b6cc-24e1da403a60",
      "speaker": "Jordan",
      "start_timestamp": 70.0,
      "text": "that's our next project is a child children's book called Alex loses a friend. Because of the fucking globalist"
    },
    {
      "end_timestamp": 99.0,
      "id": "a0b64289-d046-3999-942a-4fab568732b1",
      "speaker": "Dan",
      "start_timestamp": 81.0,
      "text": "there's no doubt the globalist are interwoven in this lack of a friendship. Yeah. But what before we get to the episode before we get to the clips that we're going to play and discuss. I wanted to just take a second to reflect and bask in some Alex Jones related news that we're not going to be going over Excellent."
    },
    {
      "end_timestamp": 101.0,
      "id": "3bd469a9-7799-3ab6-8517-364e86410e29",
      "speaker": "Jordan",
      "start_timestamp": 99.0,
      "text": "First thing, the classic what got cut,"
    },
    {
      "end_timestamp": 110.0,
      "id": "5f7f481d-5516-372c-a955-d76d2d29fd0c",
      "speaker": "Dan",
      "start_timestamp": 101.0,
      "text": "that's not even what got cut. Because it's just news that if we didn't talk about, everyone would be like, This is not a legit Alex Jones podcast. That's"
    },
    {
      "end_timestamp": 113.0,
      "id": "68e422a2-b2a8-3052-86aa-6bb5fdfe0f77",
      "speaker": "Jordan",
      "start_timestamp": 110.0,
      "text": "yeah, it would be terrible if people thought that."
    },
    {
      "end_timestamp": 132.0,
      "id": "0ab90fb6-8ea9-3a6b-8025-5129828f5340",
      "speaker": "Dan",
      "start_timestamp": 113.0,
      "text": "Absolutely. the Twittersphere would be hotter. Ah, Buzz. So on Friday of last week on the 24th Alex Jones released a in depth apology to James L. fantas. Owner of Comet Ping Pong pizza, about his involvement in pizza gate and"
    },
    {
      "end_timestamp": 135.0,
      "id": "da892244-0855-33c4-91c6-1c11475098b5",
      "speaker": "Jordan",
      "start_timestamp": 132.0,
      "text": "unprecedented apology."
    },
    {
      "end_timestamp": 140.0,
      "id": "11a406d2-4a56-313b-bef5-84a96fbaeb06",
      "speaker": "Dan",
      "start_timestamp": 135.0,
      "text": "He still has the tone of like, hey, we were just reporting stuff. Yeah,"
    },
    {
      "end_timestamp": 146.0,
      "id": "4ec9ef13-6722-3cd3-8ac6-2582b0e40726",
      "speaker": "Jordan",
      "start_timestamp": 140.0,
      "text": "yeah, you still owe it as we all know. They're just really focused on getting getting good reporting. Now."
    },
    {
      "end_timestamp": 177.0,
      "id": "2ee654b7-a2da-349c-b880-b21d34346e6e",
      "speaker": "Dan",
      "start_timestamp": 146.0,
      "text": "We love the truth. And other people were saying this, it was viral. We're just commenting on why you guys be in such pitches about it. Right. That's kind of his tone. But at the same time, the language of his apology. I texted you about this before the show. I'm certain he's getting sued. Oh, absolutely. The way he keeps bringing up James elephantitis. The way he keeps saying like, we heard these things. The reporters who were talking about it aren't even here anymore. Right? Right are so sorry. We fired those people. Yeah."
    },
    {
      "end_timestamp": 183.0,
      "id": "332a14bd-86cb-3075-8f0e-592b56527140",
      "speaker": "Jordan",
      "start_timestamp": 177.0,
      "text": "No. unprompted at the very least got a strongly worded letter."
    },
    {
      "end_timestamp": 193.0,
      "id": "3361178f-5234-38c7-a6a3-1a670c4ecba0",
      "speaker": "Dan",
      "start_timestamp": 183.0,
      "text": "100% Oh, absolutely. But also the other thing I wanted to unpack is that a couple months ago, he put out a video on YouTube called the final word on Sandy Hook."
    },
    {
      "end_timestamp": 201.0,
      "id": "e190ccbb-5a97-3292-bdcf-903e47611296",
      "speaker": "Jordan",
      "start_timestamp": 193.0,
      "text": "Oh, he's already got the final word out. Yeah. Which, boy, I'm glad we finally got to the bottom of that."
    },
    {
      "end_timestamp": 214.0,
      "id": "78b70234-fea1-3274-800c-1f7b9f440dcc",
      "speaker": "Dan",
      "start_timestamp": 201.0,
      "text": "Well, he realized that people were attacking him for being a sandy hook truther and all this stuff for being a pile of shit. Yeah. And so he wanted to put out a video that once and for all spoke his piece about Sandy Hook."
    },
    {
      "end_timestamp": 223.0,
      "id": "5f7be6b0-c776-3f62-8c45-b9f19bbe0eb1",
      "speaker": "Jordan",
      "start_timestamp": 214.0,
      "text": "Was it just him shitting on the concept of grief. I wish it was just just a piece of paper with grief written on it as he shits on the death"
    },
    {
      "end_timestamp": 254.0,
      "id": "93c74f06-766b-37b9-9701-b38c88aa30c3",
      "speaker": "Dan",
      "start_timestamp": 223.0,
      "text": "if he just had like a patchwork quilt done, and all of the pieces of it were people who had lost loved ones. Just shit on it. That's what the video shows. That that's the image in my head from now on. Yeah, yeah. In reality what it was was him playing a bunch of circumstantial bullshit pieces of evidence that Sandy Hook might have been fake. And then him at the end being like, this investigation is gonna be ongoing. No, not the final word."
    },
    {
      "end_timestamp": 260.0,
      "id": "9f4fba61-2ea3-3d75-ba24-dd6b1a8d0d84",
      "speaker": "Jordan",
      "start_timestamp": 254.0,
      "text": "How do you watch? Yeah, it's like even in a lie. Yeah. Damn it, but"
    },
    {
      "end_timestamp": 262.0,
      "id": "acecf7ec-7c47-319f-810e-c3bcb34be6e4",
      "speaker": "Dan",
      "start_timestamp": 260.0,
      "text": "it's this trend. It's"
    },
    {
      "end_timestamp": 264.0,
      "id": "e70c121d-601b-3ecd-b9a3-655dfc75d2c4",
      "speaker": "Jordan",
      "start_timestamp": 262.0,
      "text": "a Chinese nesting doll of lies."
    },
    {
      "end_timestamp": 290.0,
      "id": "147b4eca-37d6-3290-ae3a-bc0368bd9dae",
      "speaker": "Dan",
      "start_timestamp": 264.0,
      "text": "Try calm nesting doll. Yep. I'm starting to recognize that there are pieces of things that he has said that he's starting to walk back really hard. Like the pizza gate. One is one of them. The Sandy Hook thing you did a bad job of it in that video. But what he's trying to do is like this instance. Yeah, we were just just asking questions over here, right, that sort of thing. And that means trouble. Yeah, that well,"
    },
    {
      "end_timestamp": 303.0,
      "id": "034e3930-6286-3ff9-84f5-b4b85a759edf",
      "speaker": "Jordan",
      "start_timestamp": 290.0,
      "text": "when you don't have any clips of him ever apologizing for anything, not even the ones where he is saying, you know, I may have gotten something wrong before he's also Who always said, but really? I got it right to"
    },
    {
      "end_timestamp": 307.0,
      "id": "3149ebb1-6187-3712-bd56-4fe7798730ca",
      "speaker": "Dan",
      "start_timestamp": 303.0,
      "text": "Yeah, I look, I was more right than wrong. Yeah, yeah."
    },
    {
      "end_timestamp": 316.0,
      "id": "ffcb3fef-67a3-31af-9f69-b59895f494b8",
      "speaker": "Jordan",
      "start_timestamp": 307.0,
      "text": "I mean, I'm not a perfect man. But I will say that 99% of the time what we report on is right. And frankly, that's probably 100% A round up here"
    },
    {
      "end_timestamp": 324.0,
      "id": "f35cf906-555b-3c2e-808c-dfda55d16e21",
      "speaker": "Dan",
      "start_timestamp": 316.0,
      "text": "is great clip that isn't one of our past episodes where he is like, I'm so plugged into the zeitgeist that even when I tried to lie, I'm Yeah,"
    },
    {
      "end_timestamp": 327.0,
      "id": "fabf8570-6618-3b3c-8a1c-1afaade2ad93",
      "speaker": "Jordan",
      "start_timestamp": 324.0,
      "text": "exactly. Yeah. Now he's an insane person, fucking"
    },
    {
      "end_timestamp": 345.0,
      "id": "16140f6c-3a46-3d4c-9fca-2a800de26cea",
      "speaker": "Dan",
      "start_timestamp": 327.0,
      "text": "douche. Anyway, let's get to the 23rd This is gonna be a roller coaster ride. There's going to be a sort of all over the place beginning then this interview that I mentioned. And then esoteric malaise."
    },
    {
      "end_timestamp": 351.0,
      "id": "85f25d4f-005f-3164-a14d-176016eacda0",
      "speaker": "Jordan",
      "start_timestamp": 345.0,
      "text": "I've never heard those two words. Back to back before. That's so Tarik malaise? Yeah,"
    },
    {
      "end_timestamp": 357.0,
      "id": "b2378135-4ab6-300e-ae7b-687cb4171b4e",
      "speaker": "Dan",
      "start_timestamp": 351.0,
      "text": "he's an unpleasant state. But He's also getting real heavy when he's"
    },
    {
      "end_timestamp": 363.0,
      "id": "7be7acda-ee2e-344e-b0b0-41b59c3804ec",
      "speaker": "Jordan",
      "start_timestamp": 357.0,
      "text": "finding ways to be malaise. To have malaise in a very weird and unusual type way."
    },
    {
      "end_timestamp": 378.0,
      "id": "1cd15db5-6fd6-375b-8cd2-5c45b3e14603",
      "speaker": "Dan",
      "start_timestamp": 363.0,
      "text": "Yes, absolutely. X ray. It's wonderful it but that's just sort of a syllabus for what we're about to experience. Let's get to this first clip that involves some of these leaks that are going on. I'm not talking onions, my friend."
    },
    {
      "end_timestamp": 407.0,
      "id": "94dc851c-0af9-37b6-aa16-104da61e028a",
      "speaker": "Alex Jones",
      "start_timestamp": 378.0,
      "text": "And it's even in the vault, seven leaks, that they're targeting President Trump trying to plant Russian software that they've stolen and are using. It's not a claim. He's working with the Russians. You just you don't think some little hacker in his basement released vault seven, two weeks ago? That was right out of the White House. You can bet your bottom dollar was it? Or let's just say allies of the return of the Republic."
    },
    {
      "end_timestamp": 409.0,
      "id": "d779b24d-8c92-362e-b068-2c88afdb77b9",
      "speaker": "Dan",
      "start_timestamp": 407.0,
      "text": "Oh,"
    },
    {
      "end_timestamp": 418.0,
      "id": "ffc5f362-ac99-3dee-bed3-7dc8edcccd7f",
      "speaker": "Jordan",
      "start_timestamp": 409.0,
      "text": "so the Jedi that who released it? Wait, no, no. That's bad. That's bad. What he just said, right?"
    },
    {
      "end_timestamp": 423.0,
      "id": "74efa72f-7f3c-398d-a824-e9bd292a6eec",
      "speaker": "Dan",
      "start_timestamp": 418.0,
      "text": "Yeah. Especially if it turns out that it is Russia who is releasing these things?"
    },
    {
      "end_timestamp": 427.0,
      "id": "6bf48ec0-b01d-39ab-bc31-eb770389852e",
      "speaker": "Jordan",
      "start_timestamp": 423.0,
      "text": "I think it's even worse if it turns out it's the White House who's releasing these things? Oh, oh,"
    },
    {
      "end_timestamp": 429.0,
      "id": "9256bf6f-c363-3ed6-8515-896784f866a8",
      "speaker": "Dan",
      "start_timestamp": 427.0,
      "text": "wait state"
    },
    {
      "end_timestamp": 443.0,
      "id": "65ad492c-b681-3c1d-9e39-566be50c9831",
      "speaker": "Jordan",
      "start_timestamp": 429.0,
      "text": "because how did how did they won? How did they get it? Probably illegally, right? Yeah, so done. We're done. We're done right there. That's why it's really bad. The Patriots know it. But he's also already said the Russians are helping us out here."
    },
    {
      "end_timestamp": 484.0,
      "id": "f15bf3ac-be50-3835-a17a-d369705cb8e5",
      "speaker": "Dan",
      "start_timestamp": 443.0,
      "text": "That's why he had to stipulate friends who support the return of the Republic, right? You have these weird hacker collectives and stuff like that, like the Guccifer 2.0. Which I don't know if it's true, but our intelligence already Yeah, our intelligence community does believe that that is a cutout personality for Russian hackers. Yeah, to use as an intermediary to get the information to WikiLeaks and have plausible deniability. Now, if Alex Jones is saying that these people are like Friends of the return of our republic, he's basically just saying that, like, Putin, Putin is helping us restore Oh, yeah, that's fucked up friends"
    },
    {
      "end_timestamp": 502.0,
      "id": "b71c6e35-9601-38cd-ab3f-4aaf9ff45bed",
      "speaker": "Jordan",
      "start_timestamp": 484.0,
      "text": "of the return of the treason. That's treason, right? That's treason if you're if you're working with a non allied power to perform what is essentially a coup, that's, by the definition of words, treason,"
    },
    {
      "end_timestamp": 515.0,
      "id": "4d0caa0e-1d57-39be-8e63-321b5125db9f",
      "speaker": "Dan",
      "start_timestamp": 502.0,
      "text": "we keep coming back to this thing, where you're so hung up on the idea that words have meaning. i That's a really good point. Yeah. I've been meaning to bring this up in our review session. I can't or whatever."
    },
    {
      "end_timestamp": 519.0,
      "id": "6a0cfb2f-2451-3c33-a1cb-848e2ea44f15",
      "speaker": "Jordan",
      "start_timestamp": 515.0,
      "text": "Yeah, HR is really pissed at me for believing in the meaning of words."
    },
    {
      "end_timestamp": 524.0,
      "id": "a37a450a-9b6b-34de-90a8-14efafe9dce2",
      "speaker": "Dan",
      "start_timestamp": 519.0,
      "text": "After every episode, we sit down and I give you an employee review, and you give me an employee review."
    },
    {
      "end_timestamp": 529.0,
      "id": "d10861ae-1dc1-38b8-8877-9705c6883313",
      "speaker": "Jordan",
      "start_timestamp": 524.0,
      "text": "Yeah, yours is what are you even doing here? And mine is you do all the work. Thanks."
    },
    {
      "end_timestamp": 534.0,
      "id": "da1aa181-2938-31f5-896f-ae34d6b51548",
      "speaker": "Dan",
      "start_timestamp": 529.0,
      "text": "Yours is also Dan, you have a problem. You should talk to more people. That's,"
    },
    {
      "end_timestamp": 538.0,
      "id": "c5f7c039-dcd2-3af0-8ad0-080d18477e21",
      "speaker": "Jordan",
      "start_timestamp": 534.0,
      "text": "yep. I well. I didn't want to air our dirty load."
    },
    {
      "end_timestamp": 552.0,
      "id": "598a2013-18a5-32d1-a016-c752fc2a5078",
      "speaker": "Dan",
      "start_timestamp": 538.0,
      "text": "It's fine. Anyway, Alex Jones, is in this episode, and throughout this last week has been pretty certain is the right word. I think that he's being oppressed. He's got a real victim."
    },
    {
      "end_timestamp": 555.0,
      "id": "cdf764ad-c737-35d2-9136-df22c4390f3b",
      "speaker": "Jordan",
      "start_timestamp": 552.0,
      "text": "Sure. Sure. He's being oppressed. All right."
    },
    {
      "end_timestamp": 559.0,
      "id": "30660232-5862-30d7-9d72-00c249fa15a9",
      "speaker": "Dan",
      "start_timestamp": 555.0,
      "text": "And this next clip, he explores a little bit of his thoughts about that."
    },
    {
      "end_timestamp": 587.0,
      "id": "f6edea21-e497-38b9-a321-700cc5e76111",
      "speaker": "Alex Jones",
      "start_timestamp": 559.0,
      "text": "And they're openly in the news Shang, shut down. Alex Jones. I was told by high level sources that again, just a few months ago, Nancy Pelosi had met with the outgoing head of the Justice Department, Loretta Lynch and demanded either be sued, or demanded I somehow be arrested. And she said, I can't do it. So they started developing other plans that we'll be obviously seeing emerge soon. I'm gonna be talking about those yet. But"
    },
    {
      "end_timestamp": 596.0,
      "id": "d2515b4b-35b0-39dd-9a3e-a25b30233fe9",
      "speaker": "Jordan",
      "start_timestamp": 587.0,
      "text": "no, she didn't know also, why would you why would you talk to the outgoing head of the Justice Department? Well,"
    },
    {
      "end_timestamp": 597.0,
      "id": "e035dadc-544b-397f-ad7e-839fecf17c2e",
      "speaker": "Dan",
      "start_timestamp": 596.0,
      "text": "because why why"
    },
    {
      "end_timestamp": 615.0,
      "id": "fbfe3a8e-5ed6-33b4-a551-85f9fca079cb",
      "speaker": "Jordan",
      "start_timestamp": 597.0,
      "text": "would you say to her because she was already leaving Well, I would just say to her like now that you have zero power, it's time to really go after Alex Jones. Yeah, we were we our master plan was to get you as far away from power as humanly possible that way. What is she going to infiltrate?"
    },
    {
      "end_timestamp": 620.0,
      "id": "39964c28-b5e3-3576-8f9a-2bd5a38019d4",
      "speaker": "Dan",
      "start_timestamp": 615.0,
      "text": "No one suspects the former Attorney General."
    },
    {
      "end_timestamp": 639.0,
      "id": "f4028cd1-3cc9-3fcf-9149-dffc70019d5b",
      "speaker": "Jordan",
      "start_timestamp": 620.0,
      "text": "Yep. There's two things. No one expects Spanish Inquisition, former attorney generals. Everybody knows this. This is why Janet Reno is the greatest Trojan horse currently working for Infowars. You don't know she's not on camera. True. It's true. Yeah. She's a secret mole."
    },
    {
      "end_timestamp": 652.0,
      "id": "237fbced-eeee-3c12-af60-5ccfeb48f9ea",
      "speaker": "Dan",
      "start_timestamp": 639.0,
      "text": "I believe the premise as, as established by Alex here is that Loretta Lynch wouldn't have stopped being Attorney General had Hillary won. Yeah, well, that's obvious. And that's when they were making these plans."
    },
    {
      "end_timestamp": 656.0,
      "id": "5d8a4a04-921b-39a6-a38f-6abc879dc8db",
      "speaker": "Jordan",
      "start_timestamp": 652.0,
      "text": "Before Alex Jones was really that important to anybody."
    },
    {
      "end_timestamp": 658.0,
      "id": "f116ccaa-956d-3dc9-bc9b-4e8dfa5ff567",
      "speaker": "Dan",
      "start_timestamp": 656.0,
      "text": "He was important back then. Okay."
    },
    {
      "end_timestamp": 661.0,
      "id": "4358a5be-dc3b-3f44-8a23-4d90e540e0c3",
      "speaker": "Jordan",
      "start_timestamp": 658.0,
      "text": "I apologize. No, you're right. You're right."
    },
    {
      "end_timestamp": 663.0,
      "id": "5a27f70a-d7b9-3748-9722-f88f8f006d71",
      "speaker": "Dan",
      "start_timestamp": 661.0,
      "text": "He got Trump elected."
    },
    {
      "end_timestamp": 667.0,
      "id": "3559b659-5462-3a17-9081-58b5a4d25e46",
      "speaker": "Jordan",
      "start_timestamp": 663.0,
      "text": "Boy, I wish I wish there was less truth in that. Yep."
    },
    {
      "end_timestamp": 667.0,
      "id": "b1500dbd-517b-33a1-bb1e-fa3bcb448cb3",
      "speaker": "Dan",
      "start_timestamp": 667.0,
      "text": "And with the scripts I've done,"
    },
    {
      "end_timestamp": 676.0,
      "id": "68def8cc-1ba9-3934-baf4-d05d27cd7d62",
      "speaker": "Alex Jones",
      "start_timestamp": 667.0,
      "text": "understand, I officially already in DC, have Obama and Hillary Clinton out of that command bunker. They've got down the street."
    },
    {
      "end_timestamp": 677.0,
      "id": "a289600a-3647-3c80-8eef-290e6b47bf6b",
      "speaker": "Jordan",
      "start_timestamp": 676.0,
      "text": "Do you not have a command? mkdir command"
    },
    {
      "end_timestamp": 683.0,
      "id": "f9fb9e01-2e8f-3405-973c-e8359907fb75",
      "speaker": "Dan",
      "start_timestamp": 677.0,
      "text": "bunker that doesn't exist? Or is it? It doesn't?"
    },
    {
      "end_timestamp": 684.0,
      "id": "06e9ee8a-3c71-3239-ac06-8ca1503acf13",
      "speaker": "Jordan",
      "start_timestamp": 683.0,
      "text": "It's always down the street."
    },
    {
      "end_timestamp": 697.0,
      "id": "6385eecd-2761-3747-b40f-2f7dc318f3bc",
      "speaker": "Dan",
      "start_timestamp": 684.0,
      "text": "Yeah, it's just running blocks. Past the McDonald's. Exactly. He you know where it exists inside his little fantasy brain world. That's where that's the address. Your fantasy"
    },
    {
      "end_timestamp": 699.0,
      "id": "5c1d38b9-158a-35fc-981a-98aa9e23817b",
      "speaker": "Jordan",
      "start_timestamp": 697.0,
      "text": "hillbilly caller give him directions."
    },
    {
      "end_timestamp": 708.0,
      "id": "4e2a1672-70ec-3b84-a6cb-0de4e7cae5d3",
      "speaker": "Dan",
      "start_timestamp": 699.0,
      "text": "Now. Boy, howdy. I tell you that the DC DOJ, Department of Transportation is out then they tell me that bunkers. There's bunker bunkers."
    },
    {
      "end_timestamp": 712.0,
      "id": "33a4d16a-368b-3bc2-8a44-10b30aa88f93",
      "speaker": "Jordan",
      "start_timestamp": 708.0,
      "text": "Excuse me, sir. I don't know when you turn into a Southern gentleman."
    },
    {
      "end_timestamp": 717.0,
      "id": "e4060a76-5a18-333e-9593-da87b18b2ebc",
      "speaker": "Dan",
      "start_timestamp": 712.0,
      "text": "No, I do declare. I'll do declare Obama gotta bunker."
    },
    {
      "end_timestamp": 764.0,
      "id": "db59515d-15e2-3557-84cf-54eed2e83060",
      "speaker": "Alex Jones",
      "start_timestamp": 717.0,
      "text": "There they are. They are coming after us. And they don't even hide this up there. They want us to know, we're coming after you. When lawyers get ready. And they're in the Federal Elections Commission already, outside of law, just racketeering Chinon letters to Google and letters other companies saying you kick off. Everybody that I mean, every libertarian or patriotic or nationalistic news site that I talked to was kicked off ad roll last month on the same day. See, oh, we're not allowed to advertise supplements on the internet or or T shirts, because the Federal Elections Commission said so where are the hearings? You don't get a hearing? Where are the hearings? You"
    },
    {
      "end_timestamp": 774.0,
      "id": "6b58babf-4847-3964-b95e-881663ea1241",
      "speaker": "Dan",
      "start_timestamp": 764.0,
      "text": "don't get a hearing? Because it's not. That's not a legal thing. Next, business capitalism. It's a business that you violated their terms of service,"
    },
    {
      "end_timestamp": 780.0,
      "id": "6daf4853-3323-38fa-859e-ff33d833f126",
      "speaker": "Jordan",
      "start_timestamp": 774.0,
      "text": "y'all. Y'all ever capitalism? It's not a good it's not necessarily the best system. It is the one that we exist in now."
    },
    {
      "end_timestamp": 792.0,
      "id": "84690359-2e5b-36b8-b2ab-1b938441e658",
      "speaker": "Dan",
      "start_timestamp": 780.0,
      "text": "It's well within especially what libertarians should believe it. Yeah, we've been over this 100 times is all ad roll. A being I was kicked off because of the FEC narrative is complete nonsense. No."
    },
    {
      "end_timestamp": 827.0,
      "id": "af0e3dee-5fa9-307b-9eaa-55bdc70d3c5b",
      "speaker": "Jordan",
      "start_timestamp": 792.0,
      "text": "But I that's like what he just said is the best kind of evidence for him being currently issued papers by a lawyer. It has to be like, he is telling the truth. Somebody is issuing him papers. Yes, but it can't just be a pizza joint. No, right? They're just the front. They're just the first wave, you know, that's their Pelosi is operating secretly behind him. Yeah. Because if it's just a pizza joint, all he warrants is a pizza joint. And that does not give him the inflated self importance that he needs."
    },
    {
      "end_timestamp": 848.0,
      "id": "334d7982-1327-3a9b-baba-0d2627c467f0",
      "speaker": "Dan",
      "start_timestamp": 827.0,
      "text": "No, but it is. Like let's just say it is just James elephantitis. And Comet Ping Pong, because that's the truth. Well, we don't know. That's the truth. It seems like the most likely scenario right outcomes razor it if that is the case. He's fucked. Like he deserves to be sued. That's a good case."
    },
    {
      "end_timestamp": 860.0,
      "id": "191b2b14-a2cb-31f7-b6fa-fde2eaf2de4e",
      "speaker": "Jordan",
      "start_timestamp": 848.0,
      "text": "Yeah, that what what would the case be? It wouldn't be you can't it can't be libel. Can it? Yeah. Oh, is it libel hard? How does that work? What I it's"
    },
    {
      "end_timestamp": 865.0,
      "id": "8efaa216-8bc3-3be9-ab07-7cd06782353d",
      "speaker": "Dan",
      "start_timestamp": 860.0,
      "text": "defamatory statements that were made? Through through speculation. See, but"
    },
    {
      "end_timestamp": 878.0,
      "id": "246c4390-03f5-341a-9767-1d08c1a43eac",
      "speaker": "Jordan",
      "start_timestamp": 865.0,
      "text": "it wasn't them insulting the pizza joint. It was them just insisting that the pizza joint was a front for Hillary Clinton, rape children. That's not insulting. That's not insulting at all."
    },
    {
      "end_timestamp": 880.0,
      "id": "6aee9c58-3fbb-38dd-976b-0cab9d7f9867",
      "speaker": "Dan",
      "start_timestamp": 878.0,
      "text": "That's actually implying that they're very enterprise."
    },
    {
      "end_timestamp": 897.0,
      "id": "eb00e9b7-95c1-3033-a653-0083aac418fe",
      "speaker": "Jordan",
      "start_timestamp": 880.0,
      "text": "You've got a second business running right? You need more revenue streams in this day and age. You got to diversify. Oh, of course, if you're the pizza joint that Hillary Clinton picked, man, you must be a great pizza joint. Clone only rapes in the finest lunch."
    },
    {
      "end_timestamp": 898.0,
      "id": "44bcc45a-c8cb-3e9e-aec9-ccb2f99e111f",
      "speaker": "Alex Jones",
      "start_timestamp": 897.0,
      "text": "If you if you"
    },
    {
      "end_timestamp": 922.0,
      "id": "c5a985b7-6f73-30b8-b17f-99fd8fcfed6a",
      "speaker": "Dan",
      "start_timestamp": 898.0,
      "text": "go back and look at some of the stuff and some of the statements that were made by employees of Comet Ping Pong and James all scientists back when this was first starting up, ah, there's a bunch of threats that they got to their business, right. Their employees were threatened, they had their lives threatened. They had a situation where, you know, became hostile to ever come to work. Right. Of course, that's actionable."
    },
    {
      "end_timestamp": 929.0,
      "id": "08b36e42-41af-368c-aa85-6432b0b5067b",
      "speaker": "Jordan",
      "start_timestamp": 922.0,
      "text": "Yeah, I agree. But who who would like now now we're actually just discussing a full on legal briefing"
    },
    {
      "end_timestamp": 934.0,
      "id": "bb35178b-ac74-3a1d-a6a5-6fe0f5a93779",
      "speaker": "Dan",
      "start_timestamp": 929.0,
      "text": "is becoming an episode of handle on the law."
    },
    {
      "end_timestamp": 950.0,
      "id": "2fb3e234-e176-3d84-bd87-71da6ecba4c2",
      "speaker": "Jordan",
      "start_timestamp": 934.0,
      "text": "Boston Legal. But But wouldn't it be the originator of the claim like Alex Jones, never. Alex Jones has never originated an idea other than the ones that he's just making up? So maybe he did make this well, I don't know."
    },
    {
      "end_timestamp": 956.0,
      "id": "bdd8541d-31bc-374a-8cf7-bb53815c5409",
      "speaker": "Dan",
      "start_timestamp": 950.0,
      "text": "I'm not I'm not sure how that would work. But I know that he is incredibly guilty of perpetuating. Oh, yeah."
    },
    {
      "end_timestamp": 959.0,
      "id": "8dae0ecb-1968-34c2-950b-0c9278e3a13c",
      "speaker": "Jordan",
      "start_timestamp": 956.0,
      "text": "He gave it the biggest platform you could he had."
    },
    {
      "end_timestamp": 977.0,
      "id": "3898b42b-1876-3b54-8c3b-f80580a0f767",
      "speaker": "Dan",
      "start_timestamp": 959.0,
      "text": "Like there's this guy named Jack Sobiech, who's a complete monster made up name from Star Wars. He spent like an entire evening videotaping himself going to Comet Ping Pong and comet or what's the other one best pizza? The two pizza places on the same block? And"
    },
    {
      "end_timestamp": 980.0,
      "id": "c33a3c13-4c51-3476-bc16-a3989659fe02",
      "speaker": "Jordan",
      "start_timestamp": 977.0,
      "text": "competing rape dungeons? Yep, absolutely. Well, they're"
    },
    {
      "end_timestamp": 997.0,
      "id": "01ed142b-5ea4-3a71-a956-04c7291c2818",
      "speaker": "Dan",
      "start_timestamp": 980.0,
      "text": "all in the mix. Together. So they had the key went and weird business model weird business model. He videotaped himself going into best a pizza and nothing happened. Right? Nothing happened. There was nothing weird. And then as soon as he left, he's like, Oh, it's so fucking weird in there. Oh, my God. You can"
    },
    {
      "end_timestamp": 1003.0,
      "id": "4da51f36-716a-329d-89d6-1ad8d55cb401",
      "speaker": "Jordan",
      "start_timestamp": 997.0,
      "text": "just feel it like, like a ghost hunters show like, yeah. Oh, I can. It just got colder."
    },
    {
      "end_timestamp": 1038.0,
      "id": "c34d18d0-6cd7-3f9f-97fc-e9c63363b6a3",
      "speaker": "Dan",
      "start_timestamp": 1003.0,
      "text": "We're off the chart. Yeah, exactly. So then he goes to Comet Ping Pong. And he tries to order some food. Everyone's treating him real nice. He goes in. He's trying to live stream it. And one of the waiters realizes what's going on that this guy is videotaping himself eating at their place. That's not a coincidence. Yeah, especially Wow, all this pizza gate stuff is going on. So the waiter comes over and explains my employees have been threatened. Do you understand that you're helping perpetuate something that is really damaging to people? Right? Just people who are trying to live their lives and"
    },
    {
      "end_timestamp": 1046.0,
      "id": "999ca222-32b3-3315-b057-d29308763b7d",
      "speaker": "Jordan",
      "start_timestamp": 1038.0,
      "text": "not just my business, but the lives of people. Yeah, absolutely. So once a guy starts bringing guns, places, well, that's a different physical threat."
    },
    {
      "end_timestamp": 1074.0,
      "id": "f2ee63b1-2fba-30eb-b9d4-c52308790784",
      "speaker": "Dan",
      "start_timestamp": 1046.0,
      "text": "This is before that. Oh, well, I mean, it's the same. That's why I'm I think it helps build the case that Alex is gonna get sued. Okay. Jack for Sobia. It goes in. This guy explains to him that people have been threatened and it's no joke. It's not a laughing matter. And he's like, I'm just trying to you know, I always tape everything I do. I'm trying to eat a dinner. He's like, come on. Yeah, it's not what's going on. The guy. There's an off duty cop there. And they just escort him out. Right? And he's like, everything was fucking weird in there."
    },
    {
      "end_timestamp": 1082.0,
      "id": "a1bc640b-bb70-30c3-b721-55996a5d78d6",
      "speaker": "Jordan",
      "start_timestamp": 1074.0,
      "text": "I'm surprising me to be a cop himself. Right. That's your mood. Sobiech Yeah, that's your move. You go in there. And you're like, oh,"
    },
    {
      "end_timestamp": 1083.0,
      "id": "34e7d481-f055-3311-a535-ae163d0dbb33",
      "speaker": "Dan",
      "start_timestamp": 1082.0,
      "text": "undercover. Actually, I"
    },
    {
      "end_timestamp": 1084.0,
      "id": "62aebd6a-7089-3c9f-90e7-06b3be1bf100",
      "speaker": "Jordan",
      "start_timestamp": 1083.0,
      "text": "am a cop."
    },
    {
      "end_timestamp": 1085.0,
      "id": "d585f091-fc18-3739-ac91-165e2015c3e0",
      "speaker": "Dan",
      "start_timestamp": 1084.0,
      "text": "I'm Serpico."
    },
    {
      "end_timestamp": 1087.0,
      "id": "292f507c-0b4b-3254-af8b-c332123e3b50",
      "speaker": "Jordan",
      "start_timestamp": 1085.0,
      "text": "Yeah, I'm trying to figure this shit out, man. Well,"
    },
    {
      "end_timestamp": 1108.0,
      "id": "babf0bfb-df17-3515-bcab-a2942c44ded4",
      "speaker": "Dan",
      "start_timestamp": 1087.0,
      "text": "he didn't pull that he left and then he was like, everything was demonic in there. You just get a feeling. There's a back room. There were kids running in and out of it. What's going on here? didn't show any of that in his video. Probably just making shit up kids running in and out of it. I watched the entire like two hour long live stream that he posted because you're an insane person, not"
    },
    {
      "end_timestamp": 1110.0,
      "id": "08553813-7554-3071-8704-2668904aaebd",
      "speaker": "Jordan",
      "start_timestamp": 1108.0,
      "text": "yours lunatic. There's"
    },
    {
      "end_timestamp": 1130.0,
      "id": "97c8684b-2b98-3043-94b7-9ada7db238d8",
      "speaker": "Dan",
      "start_timestamp": 1110.0,
      "text": "nothing in it. And then like the next day, he's on Infowars great being interviewed about what he experienced. And what he found at the pizza place. He's lying his tits off. There's, he says a bunch of stuff that didn't happen in the videos, but they know no one's gonna go watch the whole videos. It's two hours long. Yeah, absolutely."
    },
    {
      "end_timestamp": 1133.0,
      "id": "b8329af4-00a0-38a4-b6e4-e6d5f4cce40b",
      "speaker": "Jordan",
      "start_timestamp": 1130.0,
      "text": "You're the only person who watched the whole video"
    },
    {
      "end_timestamp": 1151.0,
      "id": "09e76f32-1cea-3143-8022-057737939085",
      "speaker": "Dan",
      "start_timestamp": 1133.0,
      "text": "probably. So they interview him on that. Alex does say that someone should go check it out. Someone should go investigate it right flash forward a very short time guy shows up with a gun drove from out of state to go investigate this pizza place. Shoots, shoots a bullet and the place."
    },
    {
      "end_timestamp": 1155.0,
      "id": "a97cb4c1-6aca-3997-9fd8-a268e5c16cce",
      "speaker": "Jordan",
      "start_timestamp": 1151.0,
      "text": "Whoa, he did. Yeah. He finally didn't know that. He fired he"
    },
    {
      "end_timestamp": 1161.0,
      "id": "5535d73f-ec29-3e47-9a85-1c71bbedc31d",
      "speaker": "Dan",
      "start_timestamp": 1155.0,
      "text": "fired the gun. It didn't he didn't I don't think he shot it at anybody. But I think he like he shot it to the ground. Wow. Yeah."
    },
    {
      "end_timestamp": 1165.0,
      "id": "3507e1ab-027c-3967-ac1e-f702264c90f6",
      "speaker": "Jordan",
      "start_timestamp": 1161.0,
      "text": "So Yosemite Sam came from Oklahoma to bother a pizza"
    },
    {
      "end_timestamp": 1182.0,
      "id": "9952de4f-10e2-36f6-8cdc-17c9b30f5330",
      "speaker": "Dan",
      "start_timestamp": 1165.0,
      "text": "joint. I mean, Alex isn't wholly responsible for all this turn of events, but he had his hand in playing. Yeah, a part of it hit he should be sued. Dave Seaman should be sued. Bunch of other these dingdong. Assholes. They really should be sued. They've caused a lot of damage to people. Yeah."
    },
    {
      "end_timestamp": 1188.0,
      "id": "6070b1c1-369e-3936-bf68-0c1b396320fd",
      "speaker": "Jordan",
      "start_timestamp": 1182.0,
      "text": "Well, I mean, loss of revenue you got you know, threats on people's lives."
    },
    {
      "end_timestamp": 1201.0,
      "id": "8c94537a-840e-3c35-a031-b67839506ed8",
      "speaker": "Dan",
      "start_timestamp": 1188.0,
      "text": "I believe in free speech wholeheartedly, but I don't believe in libel, and I don't believe in threats. Those things or don't believe either of those things are real. I believe they're real, but I don't protect it. I I don't believe that you can get away with Oh,"
    },
    {
      "end_timestamp": 1205.0,
      "id": "51f785de-d2a6-3907-a388-c0c0485baba4",
      "speaker": "Jordan",
      "start_timestamp": 1201.0,
      "text": "yeah, neither. Neither does the law. That's why they that's why those words exist."
    },
    {
      "end_timestamp": 1251.0,
      "id": "c22509ac-27be-378c-b5b5-39291f3a783e",
      "speaker": "Dan",
      "start_timestamp": 1205.0,
      "text": "So I believe that this what I've just laid out for you is the reason that Alex is probably going to get sued. Yes. I also believe that the reason that he's being investigated, as he puts it in that last clip, yeah, is not because people think he's a Russian spy. Now, it's because there are Russian Russian bots that are specifically promoting his content. Okay. And the question that the FBI is apparently asking, according to the articles that I've read, is, is there coordination? Is there a collaborative thing going on? Where these Russian bots promote Infowars content? And then secondarily, is there any influence from Russian sources into Alex's reporting?"
    },
    {
      "end_timestamp": 1271.0,
      "id": "9f9a8b73-9660-30a2-ba1a-d1673b89ffb2",
      "speaker": "Jordan",
      "start_timestamp": 1251.0,
      "text": "And you would say like, I would say, normally, there's no way there's collusion or collaboration just because who would you wouldn't even need to talk to Alex, if you gave if you gave him more attention, he just be like Cray and never ask question. Yeah, but he did go on our T. He did. And he did go on our team."
    },
    {
      "end_timestamp": 1278.0,
      "id": "5663cf2e-cacb-3a86-8393-7af987e1b746",
      "speaker": "Dan",
      "start_timestamp": 1271.0,
      "text": "He went on Alexander Dugan shown Alexander Dugan has been on his show, right. Like there isn't nothing there."
    },
    {
      "end_timestamp": 1297.0,
      "id": "2c649af9-0648-39c8-9ada-df49b66e7644",
      "speaker": "Jordan",
      "start_timestamp": 1278.0,
      "text": "No, see. And I would say it's probably more Alex just having both naked self interest and just needing his father's love. That's really what that all too busy with the teeth and then just needs his father's love. He's got great teeth, but he doesn't have his dad's"
    },
    {
      "end_timestamp": 1323.0,
      "id": "6ec127d8-a9d8-390a-a26c-9c60020528eb",
      "speaker": "Dan",
      "start_timestamp": 1297.0,
      "text": "love. I don't think that Alex himself is being investigated for anything he's done. I believe that he is a piece of the investigation, because his propaganda is being pushed by Russian bots. Yeah. And I believe from everything I've read that that is what the articles are about. And but with the FBI investigation is about Alex has turned this into I am being called a Russian agent. Right. And they're trying to attack me."
    },
    {
      "end_timestamp": 1342.0,
      "id": "af10938b-29c7-3d16-9c50-590a15489e61",
      "speaker": "Jordan",
      "start_timestamp": 1323.0,
      "text": "Well, and that's that's a great narrative for him to push, because that was that's turned into also the the argument from even people on the left where it's like, well, I don't support them shutting down any kind of news or anything like that. And you're like, well, one, not the story. No, two, he's not he's propaganda. Yeah."
    },
    {
      "end_timestamp": 1358.0,
      "id": "e55992ad-08e5-38fc-9bed-d88877263b96",
      "speaker": "Dan",
      "start_timestamp": 1342.0,
      "text": "And I don't think he should be shut down. Now. I just think we should roundly mock him until he quits and sue him for libel until he's broke. If he does do those things, he shouldn't be sued for them. But anyway, these are the reasons that I think people are attacking Alex. Yes. Alex has other ideas about why people are attacking"
    },
    {
      "end_timestamp": 1361.0,
      "id": "34bfdb18-8255-3b3b-bafc-f32f3b017063",
      "speaker": "Jordan",
      "start_timestamp": 1358.0,
      "text": "so many, so many possibilities."
    },
    {
      "end_timestamp": 1444.0,
      "id": "157e85a0-8733-3f14-8691-1b5cd1aa75d4",
      "speaker": "Alex Jones",
      "start_timestamp": 1361.0,
      "text": "Why do they want to shut Infowars down, we told you 18 years ago, they've got cameras and microphones hidden and major devices that are watching and listening to you for controlling thought content and knowing what you're doing and selling data to advertising agencies to then control the hopes and dreams of society. Now, you didn't know that they were spying on the president. And they tried to lie about it. And now it's been exposed. And I've told you, they're preparing a civil emergency and martial law and a civil war. Now they're all over the news, openly calling for the cities to begin to burn and for the President to be murdered, or the president to be, you know, dragged out in chains. That's not political speech that's caused for military insurrection and warfare against the Republic. And they've got the former deputy head of the Defense Department running around in policy papers like foreign affairs and foreign policy, and all these other globalist publications and going to the Pentagon and saying we can pull it up, former deputy head of the Defense Department, calling for military coup against Trump. I that that person shall be arrested and then indicted the next day for organized insurrection in the country outside of law to foment a military mutiny and rebellion against the taxpayers citizens of this country."
    },
    {
      "end_timestamp": 1455.0,
      "id": "35439682-2a5c-32f3-9bb8-2dc34d0f245d",
      "speaker": "Jordan",
      "start_timestamp": 1444.0,
      "text": "But wait, but But didn't he say earlier that that was okay, didn't he? As long as they were as long as they were for Trump?"
    },
    {
      "end_timestamp": 1457.0,
      "id": "87187675-f986-32f7-bbe3-a5bfad1610e8",
      "speaker": "Dan",
      "start_timestamp": 1455.0,
      "text": "Yeah, then doesn't need it didn't"
    },
    {
      "end_timestamp": 1462.0,
      "id": "c8ea5e19-3db0-35e0-89d7-d3ddbf30d98b",
      "speaker": "Jordan",
      "start_timestamp": 1457.0,
      "text": "he just didn't he just condemned the very thing that he said was perfectly fine isn't"
    },
    {
      "end_timestamp": 1472.0,
      "id": "4bcb255c-6356-3021-8ea0-c6d1693a2f22",
      "speaker": "Dan",
      "start_timestamp": 1462.0,
      "text": "like the last months of his show had been about how the rogue forces within the CIA have performed a counter coup against liberals"
    },
    {
      "end_timestamp": 1474.0,
      "id": "a04d666c-3473-3851-85fb-19b5b3a0aeea",
      "speaker": "Jordan",
      "start_timestamp": 1472.0,
      "text": "right. But I thought we already had the counter counter coup. So this"
    },
    {
      "end_timestamp": 1477.0,
      "id": "b02ad29f-ddd6-3e95-8fe7-646f0e1661f2",
      "speaker": "Dan",
      "start_timestamp": 1474.0,
      "text": "is the third coup we're in the middle of the counter counter coup"
    },
    {
      "end_timestamp": 1481.0,
      "id": "102b6b7e-f25e-304d-953d-a6172aeb1212",
      "speaker": "Jordan",
      "start_timestamp": 1477.0,
      "text": "we're in the middle of the counter counter give me I cannot keep track of"
    },
    {
      "end_timestamp": 1490.0,
      "id": "552d46c4-9c67-3e66-ae9f-ea391d51925b",
      "speaker": "Dan",
      "start_timestamp": 1481.0,
      "text": "all these codes. We might find out find out later that there's we need we need a coup tracker. Yeah, we do. Let's get an app. Yeah. Can you code"
    },
    {
      "end_timestamp": 1496.0,
      "id": "23870a9c-e867-3059-93f6-8e639a2fa350",
      "speaker": "Jordan",
      "start_timestamp": 1490.0,
      "text": "now that we're fucked all I can do we'll just send out a mask test mass text every time there's a counter coup."
    },
    {
      "end_timestamp": 1511.0,
      "id": "a8f1a89f-afb8-342f-982f-a0063d86f33e",
      "speaker": "Dan",
      "start_timestamp": 1496.0,
      "text": "Yeah. So also I because Alex keeps Talking about globalist publications. I've subscribed to foreign policy. And I've started reading it, you're"
    },
    {
      "end_timestamp": 1513.0,
      "id": "6188cfbb-b02b-3b81-8541-588d7825104d",
      "speaker": "Jordan",
      "start_timestamp": 1511.0,
      "text": "walking a walk now,"
    },
    {
      "end_timestamp": 1526.0,
      "id": "7a06de92-ab51-3593-ab7c-8f9ff320cdba",
      "speaker": "Dan",
      "start_timestamp": 1513.0,
      "text": "I started reading foreign policy all the time. Okay. And I check in on it every day. This narrative you spinning is not in there. But what I did read is a very fascinating article about Sebastian Gorka."
    },
    {
      "end_timestamp": 1530.0,
      "id": "fd61f8ce-0343-3f74-a705-9e550c2a3f4a",
      "speaker": "Jordan",
      "start_timestamp": 1526.0,
      "text": "Oh yeah, he's a bad dude. He's a Nazi,"
    },
    {
      "end_timestamp": 1532.0,
      "id": "f0844ca2-2407-3b67-a342-e077bf253240",
      "speaker": "Dan",
      "start_timestamp": 1530.0,
      "text": "theoretically, a sworn Nazi."
    },
    {
      "end_timestamp": 1533.0,
      "id": "20dbddc7-c236-3eb5-93bf-a483fae3488e",
      "speaker": "Jordan",
      "start_timestamp": 1532.0,
      "text": "He's a Nazi."
    },
    {
      "end_timestamp": 1543.0,
      "id": "f898d98b-d76b-3295-947d-22f9f34a1d1f",
      "speaker": "Dan",
      "start_timestamp": 1533.0,
      "text": "But this article was, we don't want to take a stance on whether or not he is a Nazi. But what I can do is review"
    },
    {
      "end_timestamp": 1550.0,
      "id": "001b69fd-fb9c-3fff-b173-5a532fb8b2f8",
      "speaker": "Jordan",
      "start_timestamp": 1543.0,
      "text": "his dissertation. Oh, so the one where he probably espouses Nazi ideas?"
    },
    {
      "end_timestamp": 1592.0,
      "id": "0324f5b3-3e32-3ad4-abf7-3365391d961a",
      "speaker": "Dan",
      "start_timestamp": 1550.0,
      "text": "No, it's uh, you know, it's about terrorism, counterterrorism stuff, and the guy who is a doctoral advisor, so he's used to reviewing people's dissertations was just going on and on just fucking taking the piss out of him for how unscholarly that was. He only cites like four sources clearly didn't read many books. Wonderful. Then it goes on to explain that like he is one of Trumps counterterrorism advisors. He's pretty high up there. And he has no experience and almost no published work outside of his dissertation about counterterrorism. It's like, that's bad. That's bad, right? It's the kind of stuff that's in foreign policy. Very interesting."
    },
    {
      "end_timestamp": 1603.0,
      "id": "0363136d-d77d-30ce-9074-528e5c9b8755",
      "speaker": "Jordan",
      "start_timestamp": 1592.0,
      "text": "Don't you want like, now I look. I'm listening. I could be crazy. When did you wouldn't you want like an expert?"
    },
    {
      "end_timestamp": 1607.0,
      "id": "037350d0-6506-310c-b0c9-3de685538025",
      "speaker": "Dan",
      "start_timestamp": 1603.0,
      "text": "I think for an advisor position, you'd want an expert, especially for like a counterterrorism."
    },
    {
      "end_timestamp": 1609.0,
      "id": "8ea099ad-197d-334b-8491-e36bd46ffc96",
      "speaker": "Jordan",
      "start_timestamp": 1607.0,
      "text": "When that seems to be a"
    },
    {
      "end_timestamp": 1610.0,
      "id": "6f2311de-79fc-3214-932a-3387e5778d16",
      "speaker": "Dan",
      "start_timestamp": 1609.0,
      "text": "pretty hot topic. Yeah."
    },
    {
      "end_timestamp": 1613.0,
      "id": "8c3e7d49-ebc1-377a-83ba-4fc5338f4ae3",
      "speaker": "Jordan",
      "start_timestamp": 1610.0,
      "text": "Why would you hire just a random dude, weirdo?"
    },
    {
      "end_timestamp": 1615.0,
      "id": "5d8e294a-5e29-3d71-a798-06de664d73c9",
      "speaker": "Dan",
      "start_timestamp": 1613.0,
      "text": "Weirdo Nazi Gorka?"
    },
    {
      "end_timestamp": 1622.0,
      "id": "d8afd254-7c3c-3fea-8abd-4a108b44b2c8",
      "speaker": "Jordan",
      "start_timestamp": 1615.0,
      "text": "What's your counterterrorism idea? Kill the Jews? i You're a Nazi. There it is. You're a Nazi. I do it"
    },
    {
      "end_timestamp": 1626.0,
      "id": "e4786783-58d0-3824-b076-f510abc2454e",
      "speaker": "Dan",
      "start_timestamp": 1622.0,
      "text": "damn my Nazi my anti semitic Tourette's."
    },
    {
      "end_timestamp": 1629.0,
      "id": "dc7b9c77-120c-3163-b805-c9530101b97a",
      "speaker": "Jordan",
      "start_timestamp": 1626.0,
      "text": "I'm always trying not to Nazi. So"
    },
    {
      "end_timestamp": 1638.0,
      "id": "2f0b6d25-8385-3b32-bdd3-b46937d87ee1",
      "speaker": "Dan",
      "start_timestamp": 1629.0,
      "text": "this next clip is what I would describe as a tease for our next episode a tease for you guys want to get excited about what our next episode is gonna be about? It's a lot of this."
    },
    {
      "end_timestamp": 1647.0,
      "id": "a24dffa3-125f-333e-8aa0-e7f14c2d14bf",
      "speaker": "Alex Jones",
      "start_timestamp": 1638.0,
      "text": "The good news is Nunez comes out. And just says, look, I mean, I've had a lot of people come to me in the intelligence agencies, and then Trump was being spied on."
    },
    {
      "end_timestamp": 1652.0,
      "id": "b6bd9e4b-4c0d-3b02-b896-04ec8c646cbb",
      "speaker": "Dan",
      "start_timestamp": 1647.0,
      "text": "This is true. This is a huge narrative that Alex spun for the entirety of the last week,"
    },
    {
      "end_timestamp": 1655.0,
      "id": "1130b4b4-26b0-3e24-9828-223be388223b",
      "speaker": "Jordan",
      "start_timestamp": 1652.0,
      "text": "really? And none of it's true."
    },
    {
      "end_timestamp": 1677.0,
      "id": "39635303-6e14-353f-b490-c78aaed39a3f",
      "speaker": "Dan",
      "start_timestamp": 1655.0,
      "text": "I can prove it. And I'm going to on our next episode, you can prove that he spun the narrative the whole week. No, I can prove that it's all lies. Oh, well, it is. And I found out where it came from. Oh, shit. Yep. This is big, big stuff. So anyway, get excited for our next episode, but also enjoy the rest of this one. You ding dongs."
    },
    {
      "end_timestamp": 1678.0,
      "id": "4a898a08-aee0-3215-bfaa-b30f65fccd66",
      "speaker": "Jordan",
      "start_timestamp": 1677.0,
      "text": "Passive aggressive."
    },
    {
      "end_timestamp": 1688.0,
      "id": "58cba981-2193-3172-a3bd-b28cd765564d",
      "speaker": "Dan",
      "start_timestamp": 1678.0,
      "text": "I don't know we haven't done this in a week. That's true. It's we're, we're half hour in we're figuring our legs back. Take a sip of this wine. You're just cheers."
    },
    {
      "end_timestamp": 1691.0,
      "id": "13d7633e-f78a-34ab-98eb-21450c8d0e34",
      "speaker": "Jordan",
      "start_timestamp": 1688.0,
      "text": "You're just being mean about it. I'm not being me."
    },
    {
      "end_timestamp": 1699.0,
      "id": "c4103f42-6b85-3a3d-9f22-0880f65a77c9",
      "speaker": "Dan",
      "start_timestamp": 1691.0,
      "text": "You know what it is? I'm getting insecure that people are going to turn this off because next episode is going to be so great."
    },
    {
      "end_timestamp": 1701.0,
      "id": "da8ae62f-1e9b-3543-86e0-6ee110f9c2c9",
      "speaker": "Jordan",
      "start_timestamp": 1699.0,
      "text": "Yeah, that sounds about right. Also, because the beginning"
    },
    {
      "end_timestamp": 1710.0,
      "id": "54657ab4-14f8-373b-aa5e-1bb1c99f1cc7",
      "speaker": "Dan",
      "start_timestamp": 1701.0,
      "text": "of this episode is so fucking disjointed. Like the stuff he's talking about doesn't track from A to B. There's just so much like all over the place stuff. Yeah, he"
    },
    {
      "end_timestamp": 1721.0,
      "id": "e6e36258-a6fe-3606-b6d5-80afdf9518b3",
      "speaker": "Jordan",
      "start_timestamp": 1710.0,
      "text": "doesn't he doesn't have the kind of more or maybe maybe he's just not capable of doing the longer narrative right now. We'll hit has he's being attacked on so many different angles."
    },
    {
      "end_timestamp": 1726.0,
      "id": "696e2a33-c9e4-363c-a4ba-1e5ca070a306",
      "speaker": "Dan",
      "start_timestamp": 1721.0,
      "text": "We'll hit will hit a coherent narrative probably around an hour and a half into the spot. Excellent."
    },
    {
      "end_timestamp": 1726.0,
      "id": "76549589-e330-33fb-87aa-bb207cf9a53c",
      "speaker": "Jordan",
      "start_timestamp": 1726.0,
      "text": "I'm glad to hear it. But"
    },
    {
      "end_timestamp": 1728.0,
      "id": "8a6d5797-b5b4-3567-a66f-502aa4f05f00",
      "speaker": "Dan",
      "start_timestamp": 1726.0,
      "text": "until then, I want Alex"
    },
    {
      "end_timestamp": 1734.0,
      "id": "44d51873-3637-344a-8b17-eabbec8f08c7",
      "speaker": "Jordan",
      "start_timestamp": 1728.0,
      "text": "is now a tease. Now you're now people are gonna just press pause and then fast forward to the hour and a half mark."
    },
    {
      "end_timestamp": 1737.0,
      "id": "a930f6aa-a440-36ff-8499-630fbf994029",
      "speaker": "Dan",
      "start_timestamp": 1734.0,
      "text": "Have you ever watched any of Alex Jones's documentaries? I"
    },
    {
      "end_timestamp": 1738.0,
      "id": "a2502271-7b89-3c66-8200-b4870f7558ee",
      "speaker": "Jordan",
      "start_timestamp": 1737.0,
      "text": "have not."
    },
    {
      "end_timestamp": 1739.0,
      "id": "3c583614-b136-3452-8380-2dbc226645be",
      "speaker": "Dan",
      "start_timestamp": 1738.0,
      "text": "I've watched a lot of them."
    },
    {
      "end_timestamp": 1742.0,
      "id": "10f02fe9-7402-33d6-bcd9-9c8239b388a9",
      "speaker": "Jordan",
      "start_timestamp": 1739.0,
      "text": "How are you still alive?"
    },
    {
      "end_timestamp": 1745.0,
      "id": "502ada6a-3ea1-3936-823e-a618242f319b",
      "speaker": "Dan",
      "start_timestamp": 1742.0,
      "text": "I look i i used to be I used to hold"
    },
    {
      "end_timestamp": 1752.0,
      "id": "e2f0709a-27c5-3ae3-87f9-1bfe7d6c6cdb",
      "speaker": "Jordan",
      "start_timestamp": 1745.0,
      "text": "now I see it. There are four locks on the door. You haven't gone outside? monstery in days."
    },
    {
      "end_timestamp": 1768.0,
      "id": "cf724d28-a31a-3bfe-875d-a8e4f4f7c2db",
      "speaker": "Dan",
      "start_timestamp": 1752.0,
      "text": "I was outside yesterday. Went to your beard has a bone in it. That's true. But it's just as bam bam stuff. Okay, so the new fashions is it pebbles? I can't remember. Anyway. I've watched the Obama deception. Okay. I've watched a number of other"
    },
    {
      "end_timestamp": 1771.0,
      "id": "c34e55ed-0068-3dc7-af2b-be82224a9156",
      "speaker": "Jordan",
      "start_timestamp": 1768.0,
      "text": "that's my favorite Bourne movie. It's great. I"
    },
    {
      "end_timestamp": 1773.0,
      "id": "9107c01e-7a1f-3789-aff5-cb04119f048e",
      "speaker": "Dan",
      "start_timestamp": 1771.0,
      "text": "should have brought back Matt Damon in blackface Hey, what"
    },
    {
      "end_timestamp": 1776.0,
      "id": "4162ccd3-16e0-33ba-bedd-5cc06ea6e7a1",
      "speaker": "Jordan",
      "start_timestamp": 1773.0,
      "text": "are you gonna do? Well, oh, a dress. Oh,"
    },
    {
      "end_timestamp": 1791.0,
      "id": "28a4dced-f96d-34ba-8cd3-5702b333b34b",
      "speaker": "Dan",
      "start_timestamp": 1776.0,
      "text": "was bad cast. That's my racist James Bond. There it is. Yeah. So he had a documentary in quotes called end end game. Okay, road to tyranny. Oh,"
    },
    {
      "end_timestamp": 1793.0,
      "id": "4815e9bb-0859-3b78-9dba-3971a2b61941",
      "speaker": "Jordan",
      "start_timestamp": 1791.0,
      "text": "now, that chest documentary."
    },
    {
      "end_timestamp": 1796.0,
      "id": "a781f828-9de5-37ac-a997-cb0f0538e7ac",
      "speaker": "Dan",
      "start_timestamp": 1793.0,
      "text": "Yeah, I wish it was any like good Kasparov."
    },
    {
      "end_timestamp": 1799.0,
      "id": "4e3e5069-58b7-32eb-88de-0c859aa30fc0",
      "speaker": "Jordan",
      "start_timestamp": 1796.0,
      "text": "Boris, Boris Bosque is in there. Yeah."
    },
    {
      "end_timestamp": 1808.0,
      "id": "5e6749ac-a7ad-3ea2-9985-9752255aa0ef",
      "speaker": "Dan",
      "start_timestamp": 1799.0,
      "text": "So Alex says them. He says something in this next clip that like, is undefensible. But enjoy."
    },
    {
      "end_timestamp": 1837.0,
      "id": "9525e28f-dd90-3e8f-acb7-25aabef02f57",
      "speaker": "Alex Jones",
      "start_timestamp": 1808.0,
      "text": "So again, we've told you right down the line because we actually study this and I don't say this to brag. Yes, I say it because I've read the end of the book. No you haven't I know where they want to take us. I know what their endgame is. They even have a project called endgame. That's a martial law takeover plan that they declassified two years after it was created and three years after my film endgame came out. Wait, strangely enough."
    },
    {
      "end_timestamp": 1842.0,
      "id": "4bb15d6b-a755-3109-a407-5d9fdc139375",
      "speaker": "Dan",
      "start_timestamp": 1837.0,
      "text": "Strangely enough, he made a documentary about this program a year before it was created."
    },
    {
      "end_timestamp": 1863.0,
      "id": "09a5aa2c-37ae-3f57-9734-5acdd959ccde",
      "speaker": "Jordan",
      "start_timestamp": 1842.0,
      "text": "Wait, what? What did he just say? He's he's an it was declassified two years after they created the program after they created the program. And then three years after his documentary, yes. So what using man what Alex Jones is saying is that maybe the entire program was his fault"
    },
    {
      "end_timestamp": 1867.0,
      "id": "6a9128e2-33a6-3335-b09f-e3117496120c",
      "speaker": "Dan",
      "start_timestamp": 1863.0,
      "text": "in the first place. Alex Jones says soothe."
    },
    {
      "end_timestamp": 1877.0,
      "id": "1d9e6844-63c1-3949-81d1-234ab67cd081",
      "speaker": "Jordan",
      "start_timestamp": 1867.0,
      "text": "Yeah, he just gave them an idea. He did the whole end game like this is what they're doing and they're like, maybe sounds like a bad idea."
    },
    {
      "end_timestamp": 1882.0,
      "id": "4f51c43b-fce4-3933-85e9-679535032f00",
      "speaker": "Dan",
      "start_timestamp": 1877.0,
      "text": "Also buried within that complete impossibility."
    },
    {
      "end_timestamp": 1893.0,
      "id": "16c8636b-091d-3d28-bc85-2adc0aafa98f",
      "speaker": "Jordan",
      "start_timestamp": 1882.0,
      "text": "That he Time Machine. Alright. 12 dimensional beings him and Andrew Basiago there is no there is no impossibilities in our world fine."
    },
    {
      "end_timestamp": 1894.0,
      "id": "21f71b96-3991-3ab5-b5d8-e72ebee91ca5",
      "speaker": "Dan",
      "start_timestamp": 1893.0,
      "text": "So unlikely Eddie Brown"
    },
    {
      "end_timestamp": 1897.0,
      "id": "dc62efc3-4866-3aa0-a873-79066380109c",
      "speaker": "Jordan",
      "start_timestamp": 1894.0,
      "text": "who's coming back."
    },
    {
      "end_timestamp": 1912.0,
      "id": "418bf688-dd99-3b21-9fdf-c0ffd78ee6f7",
      "speaker": "Dan",
      "start_timestamp": 1897.0,
      "text": "unlikely that he created this documentary a year before that program. I will give you that also unlikely the government creates an end game for global enslavement program right then declassified it two years later."
    },
    {
      "end_timestamp": 1932.0,
      "id": "283fd210-8dba-3049-b0cc-047bea68ea02",
      "speaker": "Jordan",
      "start_timestamp": 1912.0,
      "text": "Why wouldn't you declassify it? There's no damaging information there. You want that out in the public sphere? Like alright, let them you want them to know the bullet they dodge? Oh, man, we could have totally end game do you but we didn't bro we started we'll even get we'll even give it to you. We put it in foreign policy. Who cares? Nobody reads that Jessup."
    },
    {
      "end_timestamp": 1937.0,
      "id": "136c5528-4ce3-3a2c-beca-b78ce5150249",
      "speaker": "Dan",
      "start_timestamp": 1932.0,
      "text": "Stupid ass Damn. Except he's mostly distracted by articles about Gorka."
    },
    {
      "end_timestamp": 1945.0,
      "id": "c30a822c-f177-328d-b1f2-fd14f8c7053e",
      "speaker": "Jordan",
      "start_timestamp": 1937.0,
      "text": "They're gonna start just talking directly to you and foreign policy articles. Right? They're gonna be like, I Dan, I'm telling you, you're gonna love researching this"
    },
    {
      "end_timestamp": 1971.0,
      "id": "a3dca7cc-ecbc-3214-b86b-da77e0e7e35f",
      "speaker": "Dan",
      "start_timestamp": 1945.0,
      "text": "real talk. I think that's what Alex thinks is going. I mean, I hope it doesn't happen to me. Because otherwise I gotta move to Texas. Yeah, that's true. I don't want to do that. So yeah, I think that the the idea that the government would be like, Alright, we're gonna shut everything down. We're gonna enslave everybody. All right, two years is enough of a head start. We got everything pretty much in place. Let's just fucking declassify, there's nothing they can do about it. Now."
    },
    {
      "end_timestamp": 1991.0,
      "id": "f9324f01-a457-3cb8-9391-4718735d7e47",
      "speaker": "Jordan",
      "start_timestamp": 1971.0,
      "text": "What was the meeting like? All right. So here's what we're gonna do. We're gonna declare martial law. And then we're going to take over all the cities burn them down, because that's not where the Patriots live. They're in their liberal bubbles. We got to kill them. Patriots are out in the sticks. Exactly. We all know patriots only live one two and entire estate. They live in"
    },
    {
      "end_timestamp": 1995.0,
      "id": "cd40a35f-7ec8-3003-9d11-8db16a00a943",
      "speaker": "Dan",
      "start_timestamp": 1991.0,
      "text": "bFV exact say, Okay."
    },
    {
      "end_timestamp": 2003.0,
      "id": "cae728a2-1ac8-37db-95eb-4c42c30ca590",
      "speaker": "Jordan",
      "start_timestamp": 1995.0,
      "text": "This is a great plan. And then two years later, they're like, You know what? I don't think this was a great plan. Guys. I"
    },
    {
      "end_timestamp": 2005.0,
      "id": "76ab8516-6648-34f9-b5c9-fbaa5689a5ce",
      "speaker": "Dan",
      "start_timestamp": 2003.0,
      "text": "think we I think we fucked the dog on this one."
    },
    {
      "end_timestamp": 2011.0,
      "id": "f136d90f-a17a-32bc-b09c-41f3e6df109e",
      "speaker": "Jordan",
      "start_timestamp": 2005.0,
      "text": "But how about we just tell everyone ever that this was our bad plan?"
    },
    {
      "end_timestamp": 2012.0,
      "id": "f13aa869-8d65-36bd-819b-323de10a360b",
      "speaker": "Dan",
      "start_timestamp": 2011.0,
      "text": "Yeah. Oh, that's a great idea."
    },
    {
      "end_timestamp": 2018.0,
      "id": "ea182407-d478-32dc-928d-ddb232d959f4",
      "speaker": "Jordan",
      "start_timestamp": 2012.0,
      "text": "That's a great idea. Right? Yeah, we want to be honest and transparent like we all know the intelligence community always"
    },
    {
      "end_timestamp": 2031.0,
      "id": "bcf353bc-e70a-3928-b39d-70ea1401704f",
      "speaker": "Dan",
      "start_timestamp": 2018.0,
      "text": "is that narrative you just spawn right there is more entertaining than and game path for global deception. enslavement, whatever. Alex is stupid documentary. Yeah. Oh, man."
    },
    {
      "end_timestamp": 2034.0,
      "id": "c148fabe-b3ad-3f7a-a656-5d51b7e17bcd",
      "speaker": "Jordan",
      "start_timestamp": 2031.0,
      "text": "How long is the documentary? Fucking long."
    },
    {
      "end_timestamp": 2035.0,
      "id": "c5d819cd-c0bd-3b9d-8ba6-3bc713dcfc8e",
      "speaker": "Dan",
      "start_timestamp": 2034.0,
      "text": "You know, what are we"
    },
    {
      "end_timestamp": 2041.0,
      "id": "fcf9b26b-9bed-36c6-86fb-6dfb9a6fd7b3",
      "speaker": "Jordan",
      "start_timestamp": 2035.0,
      "text": "talking? How many Titanic's long is it I say is it two Titanic's long? Six Six Titanic's long. Oh,"
    },
    {
      "end_timestamp": 2042.0,
      "id": "44e9ff33-0c9f-3ece-a546-82414e2729c5",
      "speaker": "Dan",
      "start_timestamp": 2041.0,
      "text": "that's an exaggeration. That's"
    },
    {
      "end_timestamp": 2043.0,
      "id": "6ebc3d68-adde-39fc-b809-23b93cbd9d3f",
      "speaker": "Jordan",
      "start_timestamp": 2042.0,
      "text": "a long Titanic."
    },
    {
      "end_timestamp": 2049.0,
      "id": "e02efddc-5bf2-38e9-bc65-300b98153f51",
      "speaker": "Dan",
      "start_timestamp": 2043.0,
      "text": "I think that if people donate to the show, one of the things we should do,"
    },
    {
      "end_timestamp": 2056.0,
      "id": "7ab839d4-8cd3-36f5-86d2-108a5b2e8c62",
      "speaker": "Jordan",
      "start_timestamp": 2049.0,
      "text": "turning into Alex, so we should do like if you subscribe now, to our man pills."
    },
    {
      "end_timestamp": 2064.0,
      "id": "1255436a-2663-3208-bcd5-d6f84c9d3056",
      "speaker": "Dan",
      "start_timestamp": 2056.0,
      "text": "No, no, no, no pills. But if people were to subscribe and donate, we would do a wasted commentary of Alex Jones. Oh"
    },
    {
      "end_timestamp": 2068.0,
      "id": "e2f7fa92-bb79-3c75-8bf5-3e80a037a068",
      "speaker": "Jordan",
      "start_timestamp": 2064.0,
      "text": "shit. A full on mst 3k Jones that'd be good."
    },
    {
      "end_timestamp": 2075.0,
      "id": "d7c6cf9f-b260-3894-bbc5-7a3c212295fc",
      "speaker": "Dan",
      "start_timestamp": 2068.0,
      "text": "I think that might be fun. This here's an idea. Anyway, look, it's time for a news flash. I don't know if you're ready for it."
    },
    {
      "end_timestamp": 2076.0,
      "id": "46729c51-13e2-3d97-80e0-1cb8f191d02e",
      "speaker": "Jordan",
      "start_timestamp": 2075.0,
      "text": "News flash."
    },
    {
      "end_timestamp": 2092.0,
      "id": "9fa7f6e9-0edd-3cea-8dcd-f3bfdb7d2c43",
      "speaker": "Alex Jones",
      "start_timestamp": 2076.0,
      "text": "Ladies and gentlemen. Let me give you a little news flash. I don't like how deep I am into this at a certain level. Okay. Let me just tell you something. I've seen stuff hardly anybody else has seen."
    },
    {
      "end_timestamp": 2094.0,
      "id": "566b8590-e038-343f-8fb0-2f716f7b3eed",
      "speaker": "Dan",
      "start_timestamp": 2092.0,
      "text": "I've seen stuff barely anybody's ever seen."
    },
    {
      "end_timestamp": 2105.0,
      "id": "f378ddee-8a3a-3f90-9273-785476915585",
      "speaker": "Jordan",
      "start_timestamp": 2094.0,
      "text": "I don't even like having the responsibility of being the only truth to I learned the world while also calling also like, I'd like this isn't to brag."
    },
    {
      "end_timestamp": 2125.0,
      "id": "e5d04eed-1287-32de-abc4-68a6817f0629",
      "speaker": "Dan",
      "start_timestamp": 2105.0,
      "text": "No, no brag. I'd like to fully say that I believe that he's seen stuff that almost nobody's seen. But that's because I think it's been entirely in his head, though. But no, I think he's seen very specific, like forgeries. I think he's seen frauds that have specifically targeted him, because they know he just believes anything."
    },
    {
      "end_timestamp": 2129.0,
      "id": "b8a52cb9-a940-3925-89e9-8b3213fbf0bf",
      "speaker": "Jordan",
      "start_timestamp": 2125.0,
      "text": "And not just that. He has seen"
    },
    {
      "end_timestamp": 2132.0,
      "id": "f63f9031-edcc-3bb7-9e23-ff37dcbae15c",
      "speaker": "Dan",
      "start_timestamp": 2129.0,
      "text": "future duck as we can tell"
    },
    {
      "end_timestamp": 2150.0,
      "id": "163f2fbf-e280-374f-b8fc-b832efad15d9",
      "speaker": "Jordan",
      "start_timestamp": 2132.0,
      "text": "right now. Yeah, he has, he has worked it out. He's just reverse engineered it. That's what he did with the end game thing, man, he reverse engineer, he knew inevitably, the government would both create this program because the same thing was right. Yeah. Well, where else were they? That's why he named it what it is,"
    },
    {
      "end_timestamp": 2152.0,
      "id": "964625e0-e14e-33a9-a7be-cc595a6da9c9",
      "speaker": "Dan",
      "start_timestamp": 2150.0,
      "text": "What an asshole. I mean, you now Oh, fair"
    },
    {
      "end_timestamp": 2155.0,
      "id": "ce70c45a-d694-34cb-b757-7a924edc77a5",
      "speaker": "Jordan",
      "start_timestamp": 2152.0,
      "text": "enough. Fair enough."
    },
    {
      "end_timestamp": 2157.0,
      "id": "d27bb278-4451-3687-a582-f48b5726b04b",
      "speaker": "Dan",
      "start_timestamp": 2155.0,
      "text": "He's not done. I'm not"
    },
    {
      "end_timestamp": 2196.0,
      "id": "1587e50c-bb3a-39fa-87c3-5280b943e07b",
      "speaker": "Alex Jones",
      "start_timestamp": 2157.0,
      "text": "just here on air talking about the stuff. They harsh plays and systems that are AI run, where the computer itself, you just target the person, there's a whole map of everything they do, every device they've got, and that machine tries to hammer in and break into everything you've got, it's normally already broken in. And then they've got microscopic capacitors in the chips for at least six years that are microscopic microphones. And that's been in the news, what? That data transferred over cable, and over wireless and over power lines is just scooping it all up."
    },
    {
      "end_timestamp": 2199.0,
      "id": "af2d53df-f129-3beb-bb7c-8a986979c12c",
      "speaker": "Jordan",
      "start_timestamp": 2196.0,
      "text": "He does not know what any of that stuff I knew about"
    },
    {
      "end_timestamp": 2200.0,
      "id": "00eebc75-6484-3639-a683-e66b62578ec1",
      "speaker": "Alex Jones",
      "start_timestamp": 2199.0,
      "text": "15 years ago."
    },
    {
      "end_timestamp": 2205.0,
      "id": "64d60bd2-ff9f-3fe7-9c71-2e90066f816b",
      "speaker": "Dan",
      "start_timestamp": 2200.0,
      "text": "He's known for 15 years stuff that they would start doing nine years later, then he's"
    },
    {
      "end_timestamp": 2211.0,
      "id": "4a4d9e39-f192-3a75-ac9e-b413fd8b8c2c",
      "speaker": "Jordan",
      "start_timestamp": 2205.0,
      "text": "that they can't do now. You know, for 15 years, the stuff that they're not doing"
    },
    {
      "end_timestamp": 2221.0,
      "id": "e414e822-5456-33ba-befb-9d1d3867aab7",
      "speaker": "Dan",
      "start_timestamp": 2211.0,
      "text": "No, no. But this goes back to that. Like, it's not stupid. Do you think that someone's microwave is listening to them? Because there's chips inside them with little micro microphones?"
    },
    {
      "end_timestamp": 2225.0,
      "id": "6d586516-cc71-305e-a7ab-f06f6cb9ab48",
      "speaker": "Jordan",
      "start_timestamp": 2221.0,
      "text": "Why? Why? Why would you do that? Microphones everywhere."
    },
    {
      "end_timestamp": 2229.0,
      "id": "4bef11f5-a82b-3028-a8ca-43f211a6789e",
      "speaker": "Dan",
      "start_timestamp": 2225.0,
      "text": "So Hey, bro, hey, hey, bro. That would be cost prohibitive?"
    },
    {
      "end_timestamp": 2244.0,
      "id": "56613589-84e9-323a-a848-fc9143a14bd2",
      "speaker": "Jordan",
      "start_timestamp": 2229.0,
      "text": "That would be cost prohibitive? The idea of putting how many were like What is it Mike? Max here? Yeah. And how are they? How are they spreading? Do they have guys just running in with with fucking power washers have microphones on everything? No,"
    },
    {
      "end_timestamp": 2251.0,
      "id": "bba11ec8-f4d6-3456-b401-3eea666cd554",
      "speaker": "Dan",
      "start_timestamp": 2244.0,
      "text": "it goes in the factories, they put these chips in. And then whenever they want to the government can remotely turn them on and start listening into you through your toaster"
    },
    {
      "end_timestamp": 2256.0,
      "id": "ed57ad47-aae8-33dc-9f0b-3b5f353c5c2e",
      "speaker": "Jordan",
      "start_timestamp": 2251.0,
      "text": "and shit. But they can remotely turn on your phone and start listening to you through that. Right. But"
    },
    {
      "end_timestamp": 2260.0,
      "id": "9734dc02-e218-329b-aa41-12ceb00c9502",
      "speaker": "Dan",
      "start_timestamp": 2256.0,
      "text": "this was six years ago before cell phones, my argument is falling apart."
    },
    {
      "end_timestamp": 2274.0,
      "id": "0200f0c1-876d-3761-a086-76237e2731f7",
      "speaker": "Jordan",
      "start_timestamp": 2260.0,
      "text": "That does not make any sense. Why would you build a microscopic microphone? That makes no sense. So how would you build a microscopic microphone also that has a transmitter that can send things to you also, power source"
    },
    {
      "end_timestamp": 2279.0,
      "id": "6d322820-1dbe-381c-8fcf-ab13bad4b188",
      "speaker": "Dan",
      "start_timestamp": 2274.0,
      "text": "also problematic in the idea that like, let's say it's in your microwave?"
    },
    {
      "end_timestamp": 2284.0,
      "id": "c0e896ea-3f87-3fb7-b928-cfc604ea41d0",
      "speaker": "Jordan",
      "start_timestamp": 2279.0,
      "text": "Let's let's start from the microphone being in your microwave."
    },
    {
      "end_timestamp": 2287.0,
      "id": "c5b86a28-b21d-3c32-9427-08e29a91c345",
      "speaker": "Dan",
      "start_timestamp": 2284.0,
      "text": "When you turn on your microwave? It makes a lot"
    },
    {
      "end_timestamp": 2295.0,
      "id": "365c3ff5-2f54-32d8-be17-df0feef4842a",
      "speaker": "Jordan",
      "start_timestamp": 2287.0,
      "text": "do that. It makes a lot of noise. Don't even bother it just because nobody turns their microphone on their microwave on."
    },
    {
      "end_timestamp": 2302.0,
      "id": "af1daf05-6363-3346-80c0-bd49986f7e6f",
      "speaker": "Dan",
      "start_timestamp": 2295.0,
      "text": "You can't spy on me when I'm cooking. How about that government what now? But then."
    },
    {
      "end_timestamp": 2306.0,
      "id": "caa4b5f2-9200-3fe8-bd6e-f5c70a9148e4",
      "speaker": "Jordan",
      "start_timestamp": 2302.0,
      "text": "classic, classic knowledge fight. You can't spy on me when I'm cooking."
    },
    {
      "end_timestamp": 2310.0,
      "id": "6d8927a8-ca66-34ce-a693-13d5e4298792",
      "speaker": "Dan",
      "start_timestamp": 2306.0,
      "text": "You're only gonna get to hear what I say in the kitchen."
    },
    {
      "end_timestamp": 2323.0,
      "id": "67f4539c-a621-3208-913a-19f4e15ad500",
      "speaker": "Jordan",
      "start_timestamp": 2310.0,
      "text": "They got microscopic microphones in your TV. Okay, your microwave, in your toaster, in your blender. Okay, in your old timey type blender with the crank."
    },
    {
      "end_timestamp": 2337.0,
      "id": "0369bb79-67ae-3d7d-8ce8-3c06e80fd063",
      "speaker": "Dan",
      "start_timestamp": 2323.0,
      "text": "I think that bottle opener, this is just Alex trying to force us back to the farmhouse that he wishes we all know electronics. Oh, that might be that might be the only way for us to survive. It's the only way we'll be safe."
    },
    {
      "end_timestamp": 2344.0,
      "id": "38b41243-3aec-33ef-a79c-4a5a440a8a25",
      "speaker": "Jordan",
      "start_timestamp": 2337.0,
      "text": "Hey, you wouldn't even know that the endgame is coming because you couldn't see his documentary though. True is the problem."
    },
    {
      "end_timestamp": 2354.0,
      "id": "6bd283cb-a102-3b01-b431-3929f0f1f410",
      "speaker": "Dan",
      "start_timestamp": 2344.0,
      "text": "Yeah. It's a double edged sword. You're gonna get killed either way. Yep. Anyway, you know, you and I are millennials. You know that right? I've heard Yeah, we're millennials. Turns out the global civil plan. You know"
    },
    {
      "end_timestamp": 2358.0,
      "id": "7855b9bd-c0fd-376e-b83a-cbd3d0ea8e64",
      "speaker": "Jordan",
      "start_timestamp": 2354.0,
      "text": "what, a lot of people in other generations don't like us?"
    },
    {
      "end_timestamp": 2361.0,
      "id": "d9379853-b47f-3dc3-85ff-0f8aaf9dada0",
      "speaker": "Dan",
      "start_timestamp": 2358.0,
      "text": "No, it's very true. It's strange. Alex is one of them."
    },
    {
      "end_timestamp": 2373.0,
      "id": "4b2143a8-773e-3271-9796-8bb2cbdcccdd",
      "speaker": "Jordan",
      "start_timestamp": 2361.0,
      "text": "I'm sure that it's never happened to any other generation in the history that other generations haven't like, certainly not. I can guarantee that you have never heard the same things people said about us applied to any other generation before"
    },
    {
      "end_timestamp": 2378.0,
      "id": "edbb8b62-42ce-39da-94fe-002502fb9726",
      "speaker": "Dan",
      "start_timestamp": 2373.0,
      "text": "I will say this. I don't think that other generations have this specific charge levied at them. Let's see"
    },
    {
      "end_timestamp": 2380.0,
      "id": "7c56245a-662b-3c96-9e09-cd8a4b099c69",
      "speaker": "Jordan",
      "start_timestamp": 2378.0,
      "text": "what it is. Their language"
    },
    {
      "end_timestamp": 2430.0,
      "id": "80648d4c-23be-3df2-9646-cadd0eec2630",
      "speaker": "Alex Jones",
      "start_timestamp": 2380.0,
      "text": "is small. All right, they're restricted, bro. They're like, you know, kids trying to get cool in junior high. And you know, you're getting a little cliques. I mean, I'm just imagine that times 10 And that's the elitist system. They're building the type of minions they want to be one of the last generations and wipe almost ever already out there, just getting the containment grids up getting us in cities, getting the police forces in place, getting the robots in place, and getting this totally domesticated before they hammered down and then boom, the agreements have been made, they're going to wipe out 90% of the Chinese. None of us none of the folks in Africa, Latin America, the West is going to have mythic death too. But these are race specific. And China has agreed to all this follow why and then they're going to start. That's a bad deal. Alicia bioweapons"
    },
    {
      "end_timestamp": 2434.0,
      "id": "634ddebe-643b-3234-bfe9-b9bb4f328b5b",
      "speaker": "Jordan",
      "start_timestamp": 2430.0,
      "text": "after they killed 90% of the people that kill early smilax h"
    },
    {
      "end_timestamp": 2446.0,
      "id": "a8acee76-d024-3177-883c-27fbae205c38",
      "speaker": "Alex Jones",
      "start_timestamp": 2434.0,
      "text": "mu. That's why people say oh, yeah, you admit you're on mute. And that's what the black national say. Yeah. So are you everybody mutates everybody's different? So you have all the different groups and variations the rest of it. But But that's what's going on."
    },
    {
      "end_timestamp": 2451.0,
      "id": "a44afad9-2879-3b3d-8f8e-87bea9318713",
      "speaker": "Dan",
      "start_timestamp": 2446.0,
      "text": "Through that mutation point he made there at the end, he's kind of supporting theory of evolution, but"
    },
    {
      "end_timestamp": 2469.0,
      "id": "b3eb2ebe-75bb-382c-abbe-0f52340caf5d",
      "speaker": "Jordan",
      "start_timestamp": 2451.0,
      "text": "or eugenics, or, or just he's making an argument against an argument that no one has made, which I like how he's already got, like, oh, the white people are Ice Age mutants. We all know this. And he's like, Ah, well, you're a mutant, like, what is he talking about?"
    },
    {
      "end_timestamp": 2494.0,
      "id": "bd0a16bf-4946-3f2d-8741-ce9e6c2efb61",
      "speaker": "Dan",
      "start_timestamp": 2469.0,
      "text": "Let's be fair, there is a group called the 5%. Nation nations have got nation of gods and Earth's, which is a shoot off of Africa, Afro centric Islam. They were branch out of Malcolm X's church because they didn't think he was extreme enough. Guy named Clarence 13x. Like, I like him a lot. Also known as putting because his words were so smooth. Okay. Now seriously,"
    },
    {
      "end_timestamp": 2498.0,
      "id": "aa0c3928-487a-32eb-895d-931ea651114d",
      "speaker": "Jordan",
      "start_timestamp": 2494.0,
      "text": "I am a huge fan of his the Wu Tang, you have you have gotten me onboard"
    },
    {
      "end_timestamp": 2536.0,
      "id": "db1a859b-300b-30e2-9e31-87d9d8ba13e3",
      "speaker": "Dan",
      "start_timestamp": 2498.0,
      "text": "the Wu Tang Clan, or adherence of the nation of gods and Earth's 5%. Nation. You can hear it Yeah, you can hear it in a lot of their raps, they talk about like, this fear for the 85 that don't have a clue. There's just references to the the that religious group throughout all of their their history, okay, the 85 is the 5% nation is based on the idea that there's 5% of the population that knows the truth, and actively tries to wake up the population. That is 85% of the population that he's deaf, dumb and blind and doesn't know the truth. Then there's 10% of the population that knows the truth and actively seeks to try and keep the 85 down. That's bad numbers. It's bad. No, we're"
    },
    {
      "end_timestamp": 2540.0,
      "id": "bf5be07f-9eff-3404-9760-dcb19b765055",
      "speaker": "Jordan",
      "start_timestamp": 2536.0,
      "text": "out number two to one. Yeah. Are we? Are we one of them? Or no, no, we're"
    },
    {
      "end_timestamp": 2544.0,
      "id": "21f3cba8-f5ac-3eb2-924f-f12a68606834",
      "speaker": "Dan",
      "start_timestamp": 2540.0,
      "text": "bad. We're bad. We're probably bad. Because it is kind of where"
    },
    {
      "end_timestamp": 2547.0,
      "id": "ad6f1a23-a843-3dc2-8f48-2d3a6d1c4740",
      "speaker": "Jordan",
      "start_timestamp": 2544.0,
      "text": "we're part of the bad 10%. Well, or the 85%?"
    },
    {
      "end_timestamp": 2550.0,
      "id": "4598ea86-d6c0-37be-9ee7-6bac5174a68b",
      "speaker": "Dan",
      "start_timestamp": 2547.0,
      "text": "It depends."
    },
    {
      "end_timestamp": 2553.0,
      "id": "6a3a3d83-f8b7-3503-9a3c-9c31bb12cf4a",
      "speaker": "Jordan",
      "start_timestamp": 2550.0,
      "text": "We could be like, that's, that's not a good answer. We could be"
    },
    {
      "end_timestamp": 2573.0,
      "id": "93ff1191-2099-3608-b4a0-62ac05eec298",
      "speaker": "Dan",
      "start_timestamp": 2553.0,
      "text": "either depending on what we're doing. Okay, in the original conception of the 5% nation, their belief, the truth of the 85% is deaf, dumb and blind to is that the black man is God. And that a law means arm, leg, leg, arm head, the composition of the black man weight, which is also the composition of the white man, but be that as"
    },
    {
      "end_timestamp": 2576.0,
      "id": "4fe4d52c-d04e-3337-9d40-32e28e2d4524",
      "speaker": "Jordan",
      "start_timestamp": 2573.0,
      "text": "it Wait, wait, arm, leg, leg, arm head,"
    },
    {
      "end_timestamp": 2582.0,
      "id": "137f0f11-ca35-3550-9315-5fec9f4b684b",
      "speaker": "Dan",
      "start_timestamp": 2576.0,
      "text": "the all law, that's what a law means. It's a it's a representation for your body."
    },
    {
      "end_timestamp": 2588.0,
      "id": "4da46290-db02-3573-a4a1-00c183932e8c",
      "speaker": "Jordan",
      "start_timestamp": 2582.0,
      "text": "But But why would they use that word? What do you mean? Well, isn't that a?"
    },
    {
      "end_timestamp": 2592.0,
      "id": "9d7d66dc-0be5-3340-9c3a-b3076e24a52c",
      "speaker": "Dan",
      "start_timestamp": 2588.0,
      "text": "Isn't that a? Well, it's a repurposing of like Islamic beliefs."
    },
    {
      "end_timestamp": 2594.0,
      "id": "7f254fde-4c3b-3fc1-a104-b76b196b6a71",
      "speaker": "Jordan",
      "start_timestamp": 2592.0,
      "text": "Well, yeah, but aren't those really"
    },
    {
      "end_timestamp": 2595.0,
      "id": "fcd66ae6-c74a-3de2-8f82-7346673090d5",
      "speaker": "Dan",
      "start_timestamp": 2594.0,
      "text": "old? Yeah, they are. They are."
    },
    {
      "end_timestamp": 2602.0,
      "id": "cc01b421-08c0-3a55-a00c-7bb9b8121987",
      "speaker": "Jordan",
      "start_timestamp": 2595.0,
      "text": "So so they just figured this out? No. No, I'm sorry. I have a lot of questions."
    },
    {
      "end_timestamp": 2623.0,
      "id": "547aaaf7-233e-3e3a-8294-392304c8383f",
      "speaker": "Dan",
      "start_timestamp": 2602.0,
      "text": "I've done a lot of research into the 5%. Nation, because I think the fascinating, right? And actually, as well, I'm fascinated as time has gone on. They've gotten a lot. There's a lot more liberalism to it, and it's not so racist. But in its original conception, it was racist. And one of their beliefs that they held was that white people were created in a lab by an evil scientist named yaku."
    },
    {
      "end_timestamp": 2641.0,
      "id": "5a9b1984-dd8b-3ac4-a81c-b3dc75d52f50",
      "speaker": "Jordan",
      "start_timestamp": 2623.0,
      "text": "Oh, that one I know. Yeah, that one I know. Because that one, while not being plausible, does kind of explain why anytime you read a history book, and you get to the statement, and then the white man came, you're like, oh, no, well, that's this is bad foreshadowing."
    },
    {
      "end_timestamp": 2650.0,
      "id": "31d10b53-526a-3a29-ae47-2a94d6c03d19",
      "speaker": "Dan",
      "start_timestamp": 2641.0,
      "text": "But that kind of is the black nationalist bent that Alex is talking about when he talks about like white people being Ice Age mutants. Okay. And stuff like that. That's the"
    },
    {
      "end_timestamp": 2653.0,
      "id": "bf52906e-ab87-36d1-8cf9-130b2e7bbccc",
      "speaker": "Jordan",
      "start_timestamp": 2650.0,
      "text": "from the white Yaqoob made us and Ally sage."
    },
    {
      "end_timestamp": 2655.0,
      "id": "120b6331-4f27-3e9d-b093-e2046f9d9091",
      "speaker": "Dan",
      "start_timestamp": 2653.0,
      "text": "Yeah, way back, way back."
    },
    {
      "end_timestamp": 2661.0,
      "id": "1b7d0e00-af6b-3e13-bd0b-6df22a1f87bd",
      "speaker": "Jordan",
      "start_timestamp": 2655.0,
      "text": "All right. Well, I'm on board, but I'm saying that it sounds as reasonable as anything else we've heard so far today. That's one of the examples"
    },
    {
      "end_timestamp": 2669.0,
      "id": "23276875-e95d-3295-8f90-df0d54144a9b",
      "speaker": "Dan",
      "start_timestamp": 2661.0,
      "text": "of the type of stuff that Alex is arguing against. So I'm just saying that it's not a non argument that he's arguing against. It's just a very unsettling it's a"
    },
    {
      "end_timestamp": 2673.0,
      "id": "2574766a-43d4-3a05-b74f-0877aaea694f",
      "speaker": "Jordan",
      "start_timestamp": 2669.0,
      "text": "it's a magnificent argument. He's arguing again,"
    },
    {
      "end_timestamp": 2679.0,
      "id": "a4f96eeb-6a74-340f-ac56-961c41d9d11c",
      "speaker": "Dan",
      "start_timestamp": 2673.0,
      "text": "yeah, so anyway, a lot of people are gonna die, and then we're gonna release bioweapons Gotcha. Site"
    },
    {
      "end_timestamp": 2690.0,
      "id": "4ac6d1af-6613-33ce-8a8d-75ec929d8e77",
      "speaker": "Jordan",
      "start_timestamp": 2679.0,
      "text": "died. I'm in so we're gonna get to this kill 90%. Then we released the bio weapons. Yes. Why would you do that after the 90%."
    },
    {
      "end_timestamp": 2701.0,
      "id": "4b1bf46e-be75-3cc6-88a9-9403fcd7a523",
      "speaker": "Dan",
      "start_timestamp": 2690.0,
      "text": "Maybe the bio weapons wouldn't be effective enough. I don't know. I don't know. I don't believe him. Stop looking at me. I'm just staring at me like"
    },
    {
      "end_timestamp": 2723.0,
      "id": "992a7c68-59f5-39dc-9c5f-aa56144f3f52",
      "speaker": "Jordan",
      "start_timestamp": 2701.0,
      "text": "I'm sorry I just want I just want any kind of any kind of thing to hang on to there was such a look them you that Skype, I just I want any kind of handhold because that makes not just no sense that may Dinis have agreed to it. opposite sense and who which all the Chinese agreed to all of them all of them. Okay,"
    },
    {
      "end_timestamp": 2725.0,
      "id": "30fed5e1-24d2-3427-bb52-f156a9dc9eb6",
      "speaker": "Dan",
      "start_timestamp": 2723.0,
      "text": "we got we got comms are on board we"
    },
    {
      "end_timestamp": 2733.0,
      "id": "1bda413a-5437-3b49-ac6b-4d627f815c8b",
      "speaker": "Jordan",
      "start_timestamp": 2725.0,
      "text": "got that signed, we got that and documentation because we're gonna need it in the eventual court case of the history of humanity. Sure."
    },
    {
      "end_timestamp": 2744.0,
      "id": "33a3e26b-1ff6-3afd-8c7c-821c0f35a196",
      "speaker": "Dan",
      "start_timestamp": 2733.0,
      "text": "So we're gonna get to this interview, but first before we do Alex wants to do a deep dive into analysis about the attack on London's parliament. That happened last week."
    },
    {
      "end_timestamp": 2749.0,
      "id": "de453a62-2d20-354b-bc19-22cd69e94a1a",
      "speaker": "Jordan",
      "start_timestamp": 2744.0,
      "text": "I bet it totally has nothing with his hatred of Islam, we're gonna find"
    },
    {
      "end_timestamp": 2786.0,
      "id": "350a134e-f014-33e8-aafc-e2f4947f3fac",
      "speaker": "Alex Jones",
      "start_timestamp": 2749.0,
      "text": "out. So she this is what I'm getting it for you. They think you're so dumb that they have a jihadi. Run over a bunch of people and stab a bunch of people and our news will barely even say it's Islamic and in England. They're going around saying it's hate. Don't do it. And I was watching footage this morning online of just 1000s of Muslim men. Yesterday today, shout celebrating and with so much hate in their eyes and their mouths open and their teeth showing like a murderous horde of zombies. I chose to go Oh, I love you. Come on. No, I don't want to be mean. Sure kill me."
    },
    {
      "end_timestamp": 2790.0,
      "id": "a093edcb-ac6e-380d-ad53-ce7448f652bb",
      "speaker": "Dan",
      "start_timestamp": 2786.0,
      "text": "I'm guessing there. What he saw was a bunch of like, B roll."
    },
    {
      "end_timestamp": 2793.0,
      "id": "c54da38d-b3ba-322a-a7c7-eb435fc9b8b3",
      "speaker": "Jordan",
      "start_timestamp": 2790.0,
      "text": "It did. Can we find any footage?"
    },
    {
      "end_timestamp": 2796.0,
      "id": "03515c13-9188-3196-a610-eec4f995a48f",
      "speaker": "Dan",
      "start_timestamp": 2793.0,
      "text": "I can't know. But also it's"
    },
    {
      "end_timestamp": 2799.0,
      "id": "d76bd2d4-74ec-3699-925f-26fe0387f30e",
      "speaker": "Jordan",
      "start_timestamp": 2796.0,
      "text": "open. Teach Joey Oh, like he"
    },
    {
      "end_timestamp": 2804.0,
      "id": "ef2d6e5c-a29d-3a1b-baa4-8006e7a865dd",
      "speaker": "Dan",
      "start_timestamp": 2799.0,
      "text": "has like a like a primate going on there. Like Yeah, show their teeth. That's a sign of aggression. Yeah,"
    },
    {
      "end_timestamp": 2813.0,
      "id": "ac2d8e1e-711d-3cc2-9191-23b0ee829c87",
      "speaker": "Jordan",
      "start_timestamp": 2804.0,
      "text": "he's amazing. Yeah, that makes sense in his worldview insane. But this is fascinating. Cuz as we all know, Posties never showed their teeth."
    },
    {
      "end_timestamp": 2836.0,
      "id": "1e0fa0f6-0275-350f-982c-f71d276c3a25",
      "speaker": "Dan",
      "start_timestamp": 2813.0,
      "text": "Except for that movie, except the one movie where the posi. The giant had dentata Yeah, that's it. Yep. So I think it's interesting that Alex is so bent out of shape about this, compared to how people in London are dealing with it, which was, this sucks. It's tragedy, but let's go about our lives. Right. You know, it sucks that this guy died. Or, you know, a couple of people died. But now we move on"
    },
    {
      "end_timestamp": 2847.0,
      "id": "369f8c17-4f8e-3a8e-9e7d-62b5a16b6a26",
      "speaker": "Jordan",
      "start_timestamp": 2836.0,
      "text": "the classic Whoville solution. something bad happens. You know what, let's all come together. Yeah. Let's not let this tear us apart."
    },
    {
      "end_timestamp": 2862.0,
      "id": "4afb4e7d-41b3-3280-a11a-72a3acae681a",
      "speaker": "Dan",
      "start_timestamp": 2847.0,
      "text": "No. Whereas Alex is super into let's call them Jihad ease and really demonize Islam. Yeah, by saying that all of these other Muslims were celebrating it kind of making it seem like it's a big, all of them are happy about it. Right? They're lying to you when they say that they're not terrorists."
    },
    {
      "end_timestamp": 2868.0,
      "id": "7655d500-ec52-36c5-b97c-2fc2ad39e012",
      "speaker": "Jordan",
      "start_timestamp": 2862.0,
      "text": "Well, as we all know, if you see 1000 people doing something that's representative of 2 billion people"
    },
    {
      "end_timestamp": 2883.0,
      "id": "133a0089-07d0-3d4c-ba3e-28088d5619a7",
      "speaker": "Dan",
      "start_timestamp": 2868.0,
      "text": "sure everything al no then At press time, Alex has still not apologized or recognized that that guy who shot up a mosque in Quebec was a white dude. He reported it that it wasn't Muslim will not correct himself."
    },
    {
      "end_timestamp": 2892.0,
      "id": "76d3efae-7e60-3fb9-9d6f-adfebe61347c",
      "speaker": "Jordan",
      "start_timestamp": 2883.0,
      "text": "How? Okay, so this this gets back to our General Flynn situation where that now there"
    },
    {
      "end_timestamp": 2898.0,
      "id": "cd0a1608-97fb-3984-b05b-49f199a010af",
      "speaker": "Dan",
      "start_timestamp": 2892.0,
      "text": "isn't a General Flynn situation or is it a General Flynn situation? We have a generalized"
    },
    {
      "end_timestamp": 2925.0,
      "id": "17f2f112-7def-37e2-bfad-4ad38aa28b60",
      "speaker": "Jordan",
      "start_timestamp": 2898.0,
      "text": "actually a Gen fin situation it's all about the Finnish people and what they've done. Okay? No, the blood in the water thing right. So once we once we got one, Trump person down now we're going after more and more and more, right? Yeah, once we get one Alex Jones apology, pizza gate. Oh, it's all coming down. He's gonna have to apologize for tons of shit. I'm hoping that would be amazing. Every episode a new apology. Oh, man."
    },
    {
      "end_timestamp": 2943.0,
      "id": "3a755ef4-7fbc-324c-aab0-599c797e8124",
      "speaker": "Dan",
      "start_timestamp": 2925.0,
      "text": "I don't think we have a brave new world we live in. I think if he apologized for everything he should apologize for we would be long dead before we covered it all it would be. It would be a lot of episode. He's been on air for 23 years. It's got a lot. He's gotta go. Hey, you know what we fucked up. Anyway, he has some more"
    },
    {
      "end_timestamp": 2950.0,
      "id": "a27243ea-a517-347d-9a0f-65ae82256e38",
      "speaker": "Jordan",
      "start_timestamp": 2943.0,
      "text": "knowledge, right? We're doing? We're doing April 24 episode. It is just a long series of apologies."
    },
    {
      "end_timestamp": 2970.0,
      "id": "81bb6e4a-d6df-3ed6-8771-2bf3663a7814",
      "speaker": "Dan",
      "start_timestamp": 2950.0,
      "text": "I would love that. That's my birthday. That'd be a great present. If Alex Jones just apologized for an entire show. That would be fun. So he goes on more thoughts about this London attack. And he cites what I can only describe as like a super scientific approach to you know, statistics, figuring out what's going on. I"
    },
    {
      "end_timestamp": 2970.0,
      "id": "b2470728-f140-3384-abab-2ea0ea88388c",
      "speaker": "Jordan",
      "start_timestamp": 2970.0,
      "text": "don't trust you."
    },
    {
      "end_timestamp": 3003.0,
      "id": "8ba3f6e0-86fa-3d41-b5ae-4c032d8fea36",
      "speaker": "Alex Jones",
      "start_timestamp": 2970.0,
      "text": "on Al Jazeera is official feed on Facebook as opposed to their 1000s of emojis, emoji celebrating it screenshot in live time. For every frowny face. They're like 10 smiley faces, and it went on for hours. And for every thumbs down, there's not even one thumbs down on that page. Look at that. Not one thumbs down, thumbs up, baby."
    },
    {
      "end_timestamp": 3011.0,
      "id": "c5f0aa55-63e1-3d59-badc-e2ae22fd4a93",
      "speaker": "Jordan",
      "start_timestamp": 3003.0,
      "text": "Thumbs up, baby. For every frowny face, there is 10 smiley faces. So"
    },
    {
      "end_timestamp": 3027.0,
      "id": "182aeb06-292e-3747-b374-21bb6a97d81a",
      "speaker": "Dan",
      "start_timestamp": 3011.0,
      "text": "you know how when you're broadcasting live on Facebook, it shows the like, responses cascading across the screen. Here's a screenshot of a lot of like happy faces, hovering the London attack. Now, one of the things that Alex doesn't take into account is the things like 4chan."
    },
    {
      "end_timestamp": 3031.0,
      "id": "6cd7a332-c340-3e1a-ae43-32a8d0a32931",
      "speaker": "Jordan",
      "start_timestamp": 3027.0,
      "text": "Can we play that one more time? No, I want to I want to hear they're gonna have"
    },
    {
      "end_timestamp": 3035.0,
      "id": "20a2dbfd-c3b9-326a-abd3-812bced8f95b",
      "speaker": "Dan",
      "start_timestamp": 3031.0,
      "text": "to wait for the episode so many times, you have to wait to listen back. But for"
    },
    {
      "end_timestamp": 3041.0,
      "id": "50bc20be-2142-39e0-93b2-466b1f326d7f",
      "speaker": "Jordan",
      "start_timestamp": 3035.0,
      "text": "every frowny face turns mother's 10 smiley faces. If Morgan Freeman did that, it'd be amazing."
    },
    {
      "end_timestamp": 3058.0,
      "id": "5ee1033f-c7ea-3fb3-8590-d11fd15ba6c9",
      "speaker": "Dan",
      "start_timestamp": 3041.0,
      "text": "He does not recognize that there are internet brigades that troll things. Yes. And I would not be super surprised. I have no evidence of this. But I wouldn't be surprised if there were a bunch of people who put on a message board. Let's all go brigade this AlJazeera report and make it look like everyone's happy but"
    },
    {
      "end_timestamp": 3062.0,
      "id": "7eb323ee-6ee8-3212-b7e6-fee65b2f077b",
      "speaker": "Jordan",
      "start_timestamp": 3058.0,
      "text": "you can't make Brigada verb reviews. I refuse."
    },
    {
      "end_timestamp": 3075.0,
      "id": "007bc677-1fa4-30a8-93c3-135c7fba0cd6",
      "speaker": "Dan",
      "start_timestamp": 3062.0,
      "text": "All right, the motion passes. But anyway, they forget it. I don't I don't know. Like, I can't prove that that's true. And I'm not going to pour over message board histories to find any evidence. So"
    },
    {
      "end_timestamp": 3081.0,
      "id": "58ee884e-4333-340f-82d4-9cbddde5d10b",
      "speaker": "Jordan",
      "start_timestamp": 3075.0,
      "text": "what you're doing is predicting the eventual book charge of the internet brigade. Oh, fantastic. Book"
    },
    {
      "end_timestamp": 3095.0,
      "id": "1d8a118a-a68b-3459-9e25-9805b232cab1",
      "speaker": "Dan",
      "start_timestamp": 3081.0,
      "text": "brigade. ng the internet brigade. That's right out for you. But I mean, basically what you have there is a plausible explanation for why that might be the case outside of Alex's argument, which is all Muslims are super thrilled about this"
    },
    {
      "end_timestamp": 3099.0,
      "id": "89a39b31-a01e-320e-a5d5-09f1e5440f48",
      "speaker": "Jordan",
      "start_timestamp": 3095.0,
      "text": "attack. Yeah, I don't think that's true. And I don't think"
    },
    {
      "end_timestamp": 3106.0,
      "id": "99c5bff8-d576-3bcc-8689-2d3ea36457d5",
      "speaker": "Dan",
      "start_timestamp": 3099.0,
      "text": "you can prove that those smiley faces were coming from Muslim people you've done fuck."
    },
    {
      "end_timestamp": 3116.0,
      "id": "b7dc9138-abbf-33c6-9fe4-47fcd9df658a",
      "speaker": "Jordan",
      "start_timestamp": 3106.0,
      "text": "Not is there. Is there any? Is there any work? Could you imagine any way to prove that, like any possible,"
    },
    {
      "end_timestamp": 3120.0,
      "id": "9428bc82-44e3-3dbd-8f15-b049fd437f98",
      "speaker": "Dan",
      "start_timestamp": 3116.0,
      "text": "not within Alex Jones's sort of investigative journalism techniques,"
    },
    {
      "end_timestamp": 3127.0,
      "id": "020226b6-da5b-3204-9c08-fa2c8a370493",
      "speaker": "Jordan",
      "start_timestamp": 3120.0,
      "text": "other than tracking every single one of those legs down? And putting together a full personal history of each of those people, you would"
    },
    {
      "end_timestamp": 3131.0,
      "id": "bde3b406-b8e8-3cce-9db4-907cbd244f3a",
      "speaker": "Dan",
      "start_timestamp": 3127.0,
      "text": "almost need an NSA style database. Yeah, you'd"
    },
    {
      "end_timestamp": 3133.0,
      "id": "e8b61d22-91c4-3589-97eb-23829563b81a",
      "speaker": "Jordan",
      "start_timestamp": 3131.0,
      "text": "have to gather a lot of metadata to figure that shit out. You"
    },
    {
      "end_timestamp": 3134.0,
      "id": "2a3afe69-b5de-3667-a188-aae336fd3f1a",
      "speaker": "Dan",
      "start_timestamp": 3133.0,
      "text": "definitely wouldn't."
    },
    {
      "end_timestamp": 3140.0,
      "id": "3d4f47ba-788f-3dd2-9c35-98e833581e10",
      "speaker": "Jordan",
      "start_timestamp": 3134.0,
      "text": "I know. I know. He's Muslim, because I know he goes to Temple five times a day to pray. And I"
    },
    {
      "end_timestamp": 3192.0,
      "id": "5aeba6fd-449d-3112-8900-a15b136c3e23",
      "speaker": "Dan",
      "start_timestamp": 3140.0,
      "text": "know that because I've been following all of his who cares? Listen, it's time to get to this interview. Time to get serious. Everything takes a turn. This is an interview with one Doctor Steve polygenic. Dr. Pathetic, who, as we have documented in the past, does not really believe in Sandy Hook note, which is a big strike against him. He's a bad person. He is the guy who's responsible for the counter coup narrative that Alex has been pitching for about the last year. Right. I got a lot of red flags on Steve Botanik. Lot of them more than more than those two. Yeah. But I want to say do you need more than those? No. Okay, today. I'm into him. All right, his interview day. He's trying to make two points. And Alex will lead and it's an hour long interview, basically. Gotcha. Here. Oh, that's"
    },
    {
      "end_timestamp": 3194.0,
      "id": "3aa0ba64-8c86-3c30-9776-7a2796c485ab",
      "speaker": "Jordan",
      "start_timestamp": 3192.0,
      "text": "that's classic Alex, just to"
    },
    {
      "end_timestamp": 3210.0,
      "id": "cec911d3-3d08-3678-af7c-de459ed31cd5",
      "speaker": "Dan",
      "start_timestamp": 3194.0,
      "text": "indicate where Alex's head was at when the interview was about to start. I'm going to play his introduction, where he gives steep Genex credits, and then tries to introduce the topics he'd like to talk about. And we'll see how that goes."
    },
    {
      "end_timestamp": 3271.0,
      "id": "26a2e515-2988-398c-948f-6349dfae3454",
      "speaker": "Alex Jones",
      "start_timestamp": 3210.0,
      "text": "All night he co wrote books on plants, even Hollywood producer also on the founders of Delta Force involve the State Department and other agencies, counterterrorism and regime change. Everybody knows who he is. Dr. Steve Botanik supersonic.com joins us to the bottom of the hour that I promised I'm getting to all these clips on this confirmation hearings going on. When I gotta say this judge that has been nominated by Trump's just destroying them. We've got Nunez admitting in the Intelligence Committee. Of course they're spying on we have all these sources are doing it. I can't believe they're playing dumb with all this. They were all over the news saying they were and so much more. And then the latest islamic attack, which they're saying is an Islamic attack. Show. We'll see where all that's killing. We have Michael Moore, again calling for martial law national emergency. I remember former deputy head of the Defense Department. Isn't the Washington Post going around again trying to organize a coup against Trump. Here's the deal. i Mr. Anti police tape. He is a police state means if I'm not"
    },
    {
      "end_timestamp": 3279.0,
      "id": "7c2d01a3-aa76-37ff-9c7d-ee458070d4f5",
      "speaker": "Dan",
      "start_timestamp": 3271.0,
      "text": "He's Mr. Anti police state he's Mr. Anti police state. Meanwhile, Owen Troyer is Mister steal yo girl. And I'm Mr. Boombastic."
    },
    {
      "end_timestamp": 3281.0,
      "id": "93847af7-19fe-3ffa-a6c6-6c15a2dc39b9",
      "speaker": "Jordan",
      "start_timestamp": 3279.0,
      "text": "They call me a space cowboy."
    },
    {
      "end_timestamp": 3283.0,
      "id": "74218ddc-4be1-3b87-9cd1-e3498c3b65b3",
      "speaker": "Dan",
      "start_timestamp": 3281.0,
      "text": "Just some people call you Maurice."
    },
    {
      "end_timestamp": 3287.0,
      "id": "e88ec4a9-76a1-310a-8adf-c52b5f6f74af",
      "speaker": "Jordan",
      "start_timestamp": 3283.0,
      "text": "Some people call me"
    },
    {
      "end_timestamp": 3309.0,
      "id": "c4fe9633-6384-3f6a-829c-9ca5b72ec3b8",
      "speaker": "Alex Jones",
      "start_timestamp": 3287.0,
      "text": "doing something wrong. I'm getting messed with I'm getting surveilled. I'm getting bothered not out here producing stuff. I'm gonna get American. When you run around saying kill the president. Let's burn everything down. Let's shut Alex Jones up. He's a Russian agent. There. She's saying I'm going to crimp Well investigation in this thing he said the State Department for Obama left that's going to ferret things out that are looking at I'm in connection to the Russians and actually getting orders from him."
    },
    {
      "end_timestamp": 3321.0,
      "id": "b3503325-4ece-3c18-bcbb-a55fd6abc425",
      "speaker": "Dan",
      "start_timestamp": 3309.0,
      "text": "So at this point, he's tried to do the introduction. He is lit not going well. He's listed a couple of topics that he wants to get to right. Michael Moore's a slug, right. Gorsuch is cool."
    },
    {
      "end_timestamp": 3329.0,
      "id": "4ad3863e-39b0-3294-be88-118ed8f92e34",
      "speaker": "Jordan",
      "start_timestamp": 3321.0,
      "text": "The former head of the DoD being all what they are, yeah. Running around. He's Lolland for the murder Trump."
    },
    {
      "end_timestamp": 3336.0,
      "id": "ad2aae6c-2a9a-313e-8833-ca9c8599496b",
      "speaker": "Dan",
      "start_timestamp": 3329.0,
      "text": "He's just started ranting now, and he's lost control of the fact that he's doing an introduction, which I think is fascinating because Steve magenic is on skis."
    },
    {
      "end_timestamp": 3353.0,
      "id": "6a7ac126-6232-353c-840f-c3594a4f03cf",
      "speaker": "Jordan",
      "start_timestamp": 3336.0,
      "text": "He's sitting there just just staring and confusions, like I am a doctor, I assume I assume if you're if you're a regular Alex Jones guest, you just kind of get used to saying one word every four or five minutes. Yeah, you have to know what you're getting into. If you're mad at him. This is on you."
    },
    {
      "end_timestamp": 3368.0,
      "id": "e183a42f-6e33-3ac3-ba1e-4c3a87d7f918",
      "speaker": "Dan",
      "start_timestamp": 3353.0,
      "text": "You have to let down your expectations of dignity. A little bit if you go on his show. There are a few like, counter examples. And actually, Steve Botanik is one of them. Which is why this interview is fascinating. Because usually Steve Botanik is someone who Alex"
    },
    {
      "end_timestamp": 3373.0,
      "id": "4a67e863-0904-3a65-b12f-74d09bbe2527",
      "speaker": "Jordan",
      "start_timestamp": 3368.0,
      "text": "gives a lot of deference Jada asked kissing Gotcha."
    },
    {
      "end_timestamp": 3374.0,
      "id": "34a4b159-8c10-34e7-8c27-76f07a58dec5",
      "speaker": "Dan",
      "start_timestamp": 3373.0,
      "text": "As opposed to someone like an Eddie Bravo,"
    },
    {
      "end_timestamp": 3379.0,
      "id": "a0bbd6f8-241d-3eba-94eb-3a0454477d61",
      "speaker": "Jordan",
      "start_timestamp": 3374.0,
      "text": "right? Who just gets him just get some ass Tongan or Jesse"
    },
    {
      "end_timestamp": 3384.0,
      "id": "d473d09e-1dc5-36cc-ba77-3a497f3ea23f",
      "speaker": "Dan",
      "start_timestamp": 3379.0,
      "text": "James, how's it cars, cars, good cars."
    },
    {
      "end_timestamp": 3429.0,
      "id": "0050a7f1-0d4d-362a-8e20-f7bacaf3310e",
      "speaker": "Alex Jones",
      "start_timestamp": 3384.0,
      "text": "The idea that socialism came from the Russians is crazy. And and now we have the Federal Elections Commission saying we're looking at trying to go after Drudge Report. They're acting like Trump didn't get elected. Now, I've talked a lot about this. Pathetic. And yes, this was regime change against the globalist it's happening all over the world. But they don't seem to care and they're just moving forward. It is a big crack in their brainwashing that they're, you know, Nunez comes out says of course, they're spying but they read hundreds of articles in the New York Times The Washington Post saying they responded two months ago. But there was nothing in the spying. So Trump said you shouldn't have leaked, you are spying. So then they go. We weren't spying. We're going to impeach you. You know, our guest is also Harvard educated psychiatrists. One more."
    },
    {
      "end_timestamp": 3432.0,
      "id": "190f4b20-b8e7-30d0-a3a8-0c62088691e4",
      "speaker": "Jordan",
      "start_timestamp": 3429.0,
      "text": "Now we got it. Now I remember. Oh,"
    },
    {
      "end_timestamp": 3446.0,
      "id": "d48f1ea9-c938-3f9e-b47b-67424056bbbf",
      "speaker": "Dan",
      "start_timestamp": 3432.0,
      "text": "yeah. Hilarious. Oh, Steve. Thank you. So you actually still doesn't introduce him at that point. Okay, good. rambles some more wonderful. He that at the end? There is what Alex thinks happened. With the intelligence stuff."
    },
    {
      "end_timestamp": 3450.0,
      "id": "c23f66fe-3214-3eb9-9ace-41de7b9b347b",
      "speaker": "Jordan",
      "start_timestamp": 3446.0,
      "text": "Yeah, the none of that is anywhere near reality. But that's"
    },
    {
      "end_timestamp": 3458.0,
      "id": "253e22e2-3c26-3fb9-abcc-649452a30469",
      "speaker": "Dan",
      "start_timestamp": 3450.0,
      "text": "the way he can twist it in his head to make Trump look and feel smart. Right? Where he's like, oh, yeah, Trump, Trump was just trolling them the whole time."
    },
    {
      "end_timestamp": 3495.0,
      "id": "e584cdf8-b6e3-3b2c-a876-c1c613b8a90e",
      "speaker": "Jordan",
      "start_timestamp": 3458.0,
      "text": "I like I like the I like his narrative of it is a regime change that's happening all over the world. And they're acting like it didn't like they don't care. So So what is it? Is it really a regime change of nobody cares? Well, if you're still just acting like, everything's, they're not a regime change. Like, like, I mean, in Egypt, whenever Mubarak was kicked out, and they were just like, okay, you know, what we'll do, we'll kick out this military dictator. Who cares, we'll put in a new military dictator, that's not a regime change."
    },
    {
      "end_timestamp": 3525.0,
      "id": "c165625c-f77b-3131-af95-d2ffc2bcbdf8",
      "speaker": "Dan",
      "start_timestamp": 3495.0,
      "text": "No, not really no. Well, like what his idea of a regime change is like against the globalists. In reality, what it is, is a very dangerous strain of nationalism, that is popping up in a lot of countries, and is largely being seeded and helped grow by cyber efforts taken on by the Russians, by Putin reps, what's going on? Right? he interprets it as a fight against the globalist to Well, I"
    },
    {
      "end_timestamp": 3532.0,
      "id": "5278bd93-b592-3fff-8616-75d953cbea72",
      "speaker": "Jordan",
      "start_timestamp": 3525.0,
      "text": "wouldn't say that it's entirely like there's there's a whole lot of factors that have gone into the rise of horrible national. I"
    },
    {
      "end_timestamp": 3547.0,
      "id": "fcd71e8f-49b4-3515-9f2b-3cc5ddd77356",
      "speaker": "Dan",
      "start_timestamp": 3532.0,
      "text": "know, but what that's what I'm saying, is that being assisted by Yes, yeah, everywhere that it's popping up. You do see the fingerprints of Russian involvement. Yeah. And that's why you see Marine LePen meeting with Putin openly the other day. Yeah, it's fucked up. That"
    },
    {
      "end_timestamp": 3568.0,
      "id": "d455e08b-9fe5-3013-9e7e-96eda6dbd881",
      "speaker": "Jordan",
      "start_timestamp": 3547.0,
      "text": "is fucked up. Right. Yeah. She's just That's so weird. Yeah, like, isn't that bad? It's real bad. Like, there's no way you can interpret that in a positive like, Oh, thank god this far right candidate who hates Muslims and wants it and the EU, and is a fascist goes to meet with pot with Putin, who is all Oh, that's bad."
    },
    {
      "end_timestamp": 3600.0,
      "id": "e409ca90-343d-3f2f-8dd8-30c9bb33fa7a",
      "speaker": "Dan",
      "start_timestamp": 3568.0,
      "text": "It's real, but I don't like it. It's real bad, but I like it. Alex interprets it as a fight against globalism. And as I've made clear, globalization is a real thing. globalists aren't right. So he's fighting against or his idea is against a non existent force. And what he's actually doing is holding water and giving cover essentially to this rise of dangerous nationalism. So, I mean, if he gets his way we're going to live in a nightmare escape. Yeah. By the eighth,"
    },
    {
      "end_timestamp": 3604.0,
      "id": "79113409-5a2f-359f-83fa-555c34f98b0f",
      "speaker": "Jordan",
      "start_timestamp": 3600.0,
      "text": "which is way different from what we live in now, we it's just parents."
    },
    {
      "end_timestamp": 3624.0,
      "id": "2b7393a0-16c8-35d2-96d5-601b437f2c69",
      "speaker": "Dan",
      "start_timestamp": 3604.0,
      "text": "Yeah, that's true. That's a good point. Shit sucks now, but it could be way worse. It could be way worse. We did get one on the board. But here's the thing, even if that nightmare escape does come to pass a horrible future that could be down the road. The good news is, the globalists will not be in charge. Because they're not now. So"
    },
    {
      "end_timestamp": 3633.0,
      "id": "e4ec551e-3de9-3a81-bf87-bdea0b1c8f2d",
      "speaker": "Jordan",
      "start_timestamp": 3624.0,
      "text": "that is a good point it supers there will be a counter counter counter coup. Roar. I mean, at that point, we're probably looking at our sixth or seventh coup."
    },
    {
      "end_timestamp": 3636.0,
      "id": "835ccab9-e29a-3ce5-bb98-b1f5d51255cf",
      "speaker": "Dan",
      "start_timestamp": 3633.0,
      "text": "Oh, yeah, maybe eighth. Yeah. But I mean, you know, we're"
    },
    {
      "end_timestamp": 3638.0,
      "id": "1f2f5d56-bce5-308d-a144-07efa94fda54",
      "speaker": "Jordan",
      "start_timestamp": 3636.0,
      "text": "playing we're playing chess here."
    },
    {
      "end_timestamp": 3645.0,
      "id": "592a81ea-4cad-3fd6-8e86-ba958dd1a9e9",
      "speaker": "Dan",
      "start_timestamp": 3638.0,
      "text": "All it is, is just like hating the idea of liberalism and, and sort of liberal democracies. That's all. That's all it is."
    },
    {
      "end_timestamp": 3654.0,
      "id": "6507cc7d-be87-3395-a613-4603ba2c7f66",
      "speaker": "Jordan",
      "start_timestamp": 3645.0,
      "text": "I mean, why, why? Why does he hate it so much? So I'm traditional, is there is there any Have we ever gotten to a root like, why?"
    },
    {
      "end_timestamp": 3660.0,
      "id": "0fbe05a2-28ed-3b15-90bf-4b6f621cd84b",
      "speaker": "Dan",
      "start_timestamp": 3654.0,
      "text": "Well, one of the things is that he thinks that liberals want to take your guns. That's definitely he's big on the second."
    },
    {
      "end_timestamp": 3666.0,
      "id": "07cbe610-25c0-31a4-8626-16d8a1ada006",
      "speaker": "Jordan",
      "start_timestamp": 3660.0,
      "text": "Okay. So we're basically coming from a straight Texan, like, this is all about personal liberty."
    },
    {
      "end_timestamp": 3673.0,
      "id": "c3a60497-a5b6-39b6-90fe-9964e57366f8",
      "speaker": "Dan",
      "start_timestamp": 3666.0,
      "text": "That's a big part of it. Gotcha. He believes that agenda 21 is real and that liberals want to enforce it. Bullshit."
    },
    {
      "end_timestamp": 3681.0,
      "id": "5d05c726-7c88-3051-a854-0a6460ec02e6",
      "speaker": "Jordan",
      "start_timestamp": 3673.0,
      "text": "Agenda 21 is real and liberals probably would be cool with it. Right? other than it being a terrible plan that nobody would do,"
    },
    {
      "end_timestamp": 3686.0,
      "id": "966d2a13-44e8-39c6-a764-eff1bcc5daa3",
      "speaker": "Dan",
      "start_timestamp": 3681.0,
      "text": "if agenda 21 If we're talking about the actual un suggestion sheet."
    },
    {
      "end_timestamp": 3687.0,
      "id": "5a7146af-852e-3f9e-a369-5dc371536dad",
      "speaker": "Jordan",
      "start_timestamp": 3686.0,
      "text": "Oh, yeah, we are talking about that one."
    },
    {
      "end_timestamp": 3704.0,
      "id": "6238a093-5db1-3ba2-a745-6fe693e2332d",
      "speaker": "Dan",
      "start_timestamp": 3687.0,
      "text": "I don't think that a lot of those suggestions are bad. No, we're not talking about agenda 21 the version that's in Alex's head the order to kill all the Jedi? I don't want that. Okay, we need the Jedi. No, I mean, like it's, it's all by degrees. Who cares? Let's"
    },
    {
      "end_timestamp": 3705.0,
      "id": "2d12ff35-b0b0-3005-9b20-68c75337d0f1",
      "speaker": "Jordan",
      "start_timestamp": 3704.0,
      "text": "throw it out for quiet God. Let's"
    },
    {
      "end_timestamp": 3719.0,
      "id": "f3994947-5726-35c0-85b3-15ea64143016",
      "speaker": "Dan",
      "start_timestamp": 3705.0,
      "text": "get into this interview with Steve pathetic. I will say ahead of time just because I had to cut out some stuff. It's too long for us to listen to all of it. His big points were that Neil Gorsuch is a neocon and should never be put on the Supreme Court."
    },
    {
      "end_timestamp": 3722.0,
      "id": "f7f23f35-8346-3bf3-934b-6e3d6d4bb506",
      "speaker": "Jordan",
      "start_timestamp": 3719.0,
      "text": "That's good. Yep. That's good. I like that a lot. See, that's"
    },
    {
      "end_timestamp": 3731.0,
      "id": "f0806833-988a-3eda-ac95-8f8807023f88",
      "speaker": "Dan",
      "start_timestamp": 3722.0,
      "text": "what I'm talking. That's really good. genic is coming in with some good stuff today. Yeah, his second he's pouring in hot fire. His second point is that"
    },
    {
      "end_timestamp": 3738.0,
      "id": "7293d005-5458-3937-9d8d-8b50c290ae98",
      "speaker": "Jordan",
      "start_timestamp": 3731.0,
      "text": "the 5% nation should be allowed to take over the coop created white people. Exactly. That's the second point. Of course,"
    },
    {
      "end_timestamp": 3756.0,
      "id": "03fb1015-e4b5-3750-af2d-6d948e17fce8",
      "speaker": "Dan",
      "start_timestamp": 3738.0,
      "text": "his second point is that it also has to do with the Neo cons and what have you, but they are trying to get us to go to war with North Korea. And that's fucking stupid. Yes, I also agree with him on that count. Wow. So anyway, here's the introduction. This is a big day for us. Here's the introduction of Steve Pertronix premise."
    },
    {
      "end_timestamp": 3814.0,
      "id": "316dfd08-8a4d-3b8f-8a38-197c750775dd",
      "speaker": "Steve Pieczenick",
      "start_timestamp": 3756.0,
      "text": "While you and I are talking about other issues, I'm still monitoring the rise and fall of the neo-cons. As you know, we were successful in stopping John Bolton for coming in as a key player in State Department. Yet today, he went into the White House really found whether Trump realizes this or not, or he understands what I'm saying, or a group of us who are saying we're not dilettantes. We're not somebody who has an axe to grind, but there will be no Neo cons in the White House or in the State Department. Let me repeat it again. So Trump and his team on his stances. I don't care who you are, I don't care if you do have a $500 billion corporation like Mobil Oil. You do not know what's Korea under any condition because you have a moron like John Bolton, who's never been in military, who was afraid to join our military and publicly said I was scared to get killed in the rice paddies of Vietnam. So"
    },
    {
      "end_timestamp": 3825.0,
      "id": "54344390-7cd5-3d26-9174-e456edb79c1e",
      "speaker": "Alex Jones",
      "start_timestamp": 3814.0,
      "text": "breaking this down, though. What do you make of the Democrats as my question gets what you want a minute, but it's a distraction. They're literally running around saying kill the president and they're not getting in trouble. Alex, they're"
    },
    {
      "end_timestamp": 3836.0,
      "id": "afa4216b-1d88-33e3-a5c2-dd8a14a7cd92",
      "speaker": "Steve Pieczenick",
      "start_timestamp": 3825.0,
      "text": "not relevant. Right now. The Democrats are not relevant. The only thing that relevant to do and I'm going back to this point, they cannot have neoconservatives coming in. You can have big"
    },
    {
      "end_timestamp": 3840.0,
      "id": "de56f323-a45e-3fcc-83c9-f020c37b39f3",
      "speaker": "Alex Jones",
      "start_timestamp": 3836.0,
      "text": "now you're saying the Neo cons with a dangerous group and Trump can't appease them."
    },
    {
      "end_timestamp": 3876.0,
      "id": "631b0cdc-dcf1-3b47-be0f-0528f6546ea8",
      "speaker": "Steve Pieczenick",
      "start_timestamp": 3840.0,
      "text": "Chase group Dianne Feinstein is not dangerous. Nancy Pelosi is not dangerous. Michael Moore is not dangerous. They've all been neutralized. What happened is thanks to you and the group and those of us who kept the revolution going, the Neo cons have been cowards. And deprecated. You Me and Trump snuck back in like a bunch of rats and they're back in the White House and instead of focusing on the neoconservative rise, which leaves with Gorsuch, Alton Abrams, all of whom have no right to come back into the administration. They were cowards. They were people"
    },
    {
      "end_timestamp": 3884.0,
      "id": "3b0ae619-bcb4-3391-93c8-dad52feddcc8",
      "speaker": "Alex Jones",
      "start_timestamp": 3876.0,
      "text": "who let me ask you this. I mean, I understand that what are the what are you know, and then looking at what's happening with Korea? What's going on with China in the South China Sea?"
    },
    {
      "end_timestamp": 3894.0,
      "id": "58a5446a-f94e-3814-8107-ab83af422cfc",
      "speaker": "Steve Pieczenick",
      "start_timestamp": 3884.0,
      "text": "Alex, listen to me. I know you don't like it right now. We're not on the same wavelength. The Neo cons want America to go to war."
    },
    {
      "end_timestamp": 3898.0,
      "id": "1a4179d0-c36c-354c-9b8b-4f03fecdba9f",
      "speaker": "Alex Jones",
      "start_timestamp": 3894.0,
      "text": "No, I don't want to go to war. It's not that I disagree with you. I'm trying to get you to on the subject. I'm asking Oh"
    },
    {
      "end_timestamp": 3900.0,
      "id": "b4574beb-9580-3329-9d90-b43a57bac481",
      "speaker": "Jordan",
      "start_timestamp": 3898.0,
      "text": "shit. It's challenging."
    },
    {
      "end_timestamp": 3926.0,
      "id": "e8ff2667-6fdb-3df0-9f1f-99733ee71bc9",
      "speaker": "Steve Pieczenick",
      "start_timestamp": 3900.0,
      "text": "North Korea has 2.2 million men on the DMZ and the militarized zone. We are 30 miles away from Seoul. If John Bolton has his way he have no problem taking pre emptive action, whatever that means because he's never been in the military. He has no strategy and tactics, and 2.2 million North Koreans will swarm over the DMZ and literally going hours right into Slusher."
    },
    {
      "end_timestamp": 3944.0,
      "id": "106a6392-9b1b-3bac-9672-7bb027751d5c",
      "speaker": "Alex Jones",
      "start_timestamp": 3926.0,
      "text": "So the only question is, are they trying to load the tommix on the missiles and you want to go to war, you got to preemptively nuke North Korea, their capital, you got to hit that whole DMZ line until China everybody else ultimatum if you try something Trump's gonna deal with Russia. We're going to joint nuke China. And then I guess they pop up the submarines and nuke the West Coast."
    },
    {
      "end_timestamp": 3949.0,
      "id": "aa94ac9b-83ff-3be8-acc9-770f044f6262",
      "speaker": "Steve Pieczenick",
      "start_timestamp": 3944.0,
      "text": "Alex, remember, I've been in the business of nuclear deterrence. We took it down. We have the Soviet No, no, but"
    },
    {
      "end_timestamp": 3954.0,
      "id": "1e25bd86-71ec-3f3b-a13c-784871410153",
      "speaker": "Alex Jones",
      "start_timestamp": 3949.0,
      "text": "I mean, that's the public attack plan. Have you? Do you think North Korea will actually take that bluff?"
    },
    {
      "end_timestamp": 3960.0,
      "id": "462b1d27-61bb-3cce-969b-15224034529e",
      "speaker": "Dan",
      "start_timestamp": 3954.0,
      "text": "You know, what just happened there? Steve magenic said You're an idiot. Yeah, that was him saying you're a fucking idiot."
    },
    {
      "end_timestamp": 3973.0,
      "id": "7ec13259-1931-3b6a-9502-3414f8d6a686",
      "speaker": "Jordan",
      "start_timestamp": 3960.0,
      "text": "Yeah, you would what? You know, you know, I've been in the business of nuclear deterrence. Yeah. The big part of nuclear deterrence is don't kill millions of people. Yeah."
    },
    {
      "end_timestamp": 3994.0,
      "id": "13ab38f7-2f8c-3c1c-b81a-6e55177256ac",
      "speaker": "Dan",
      "start_timestamp": 3973.0,
      "text": "So when Alex was starting this, he introduced these premises that he wanted to get to one of them Democrats being evil and Judge Gorsuch is is awesome. And he's gonna get confirmed. Yeah, one of God's one of Botanics main points is the exact opposite of that. Yeah. And because Alex has built up Steve pathetic as this hero, and this great use of"
    },
    {
      "end_timestamp": 4000.0,
      "id": "97cdc062-11cf-35e9-9356-dde2ecf71d72",
      "speaker": "Jordan",
      "start_timestamp": 3994.0,
      "text": "his voice. You hear it in his voice when he kind of resigned himself where he's like, I mean, what do you think about North Korea?"
    },
    {
      "end_timestamp": 4014.0,
      "id": "fff714ea-c6be-3267-9697-ea8fe7b93c25",
      "speaker": "Dan",
      "start_timestamp": 4000.0,
      "text": "He can't fight him on Yeah, so all he can do is try and interrupt him and steer the conversation in a different direction, right. It's fascinating and pathetic is not having shit. No, the word, Alex, I'm sorry. We're not on the same wavelength. Yeah,"
    },
    {
      "end_timestamp": 4018.0,
      "id": "90594583-a67e-3c64-9402-02c266f50d0d",
      "speaker": "Jordan",
      "start_timestamp": 4014.0,
      "text": "that was so we've never heard it. We've never heard a quote like that on the show."
    },
    {
      "end_timestamp": 4030.0,
      "id": "0df87228-410b-33f1-8458-ddd26178d171",
      "speaker": "Dan",
      "start_timestamp": 4018.0,
      "text": "This keeps going. And it ends so fucked up. Oh my god. So listen, I'm not gonna carry any water for Steve pathetic, but I happen to agree with the points he's making. In this episode. We"
    },
    {
      "end_timestamp": 4032.0,
      "id": "f80105d6-2b18-3b33-99c2-270b9c7ef6ff",
      "speaker": "Jordan",
      "start_timestamp": 4030.0,
      "text": "got one good day, we got one good day. Let's fly with it,"
    },
    {
      "end_timestamp": 4037.0,
      "id": "0a0a9360-9d63-3fef-a336-d182373c251d",
      "speaker": "Dan",
      "start_timestamp": 4032.0,
      "text": "I think built into some of the reasons that he believes bad things, bad"
    },
    {
      "end_timestamp": 4037.0,
      "id": "7079c000-0175-378a-8db0-cf147cca1f64",
      "speaker": "Jordan",
      "start_timestamp": 4037.0,
      "text": "things,"
    },
    {
      "end_timestamp": 4042.0,
      "id": "19afc89d-e7c7-3a76-af23-440c3fbb579c",
      "speaker": "Dan",
      "start_timestamp": 4037.0,
      "text": "some of his like, arguments for the right conclusion I disagree with"
    },
    {
      "end_timestamp": 4045.0,
      "id": "c8a6962d-4475-3bd6-8e96-62608acbf3d8",
      "speaker": "Jordan",
      "start_timestamp": 4042.0,
      "text": "but let's not split the enemy of my enemy is my friend. Let's do that. I'm"
    },
    {
      "end_timestamp": 4056.0,
      "id": "c64a72d5-dd90-3af2-a374-677f2a83d2c0",
      "speaker": "Dan",
      "start_timestamp": 4045.0,
      "text": "currently he's Alex Jones is enemy in that studio. So Alex has just said is North Korea going to take that bluff? Are they going to bluff? Here's Steve's answer. But with this guy"
    },
    {
      "end_timestamp": 4075.0,
      "id": "17da2366-029f-3e6c-bb5e-73293a80a4af",
      "speaker": "Steve Pieczenick",
      "start_timestamp": 4056.0,
      "text": "running it. I don't know if Korea is not interested in a bluff North Korea couldn't care less about a such sanction. What North Korea will do is what's best for North Korea. Our preparation has to do with the tactical and strategic issues of how to deal with North Korea with other countries. That's what bold if"
    },
    {
      "end_timestamp": 4082.0,
      "id": "7ee83299-812d-397a-a83f-65dd3e2ce9b6",
      "speaker": "Alex Jones",
      "start_timestamp": 4075.0,
      "text": "you like Trump, your Gladis and you're upset to see Neo cons coming? You don't think you don't think the Neo cons have learned any lessons?"
    },
    {
      "end_timestamp": 4085.0,
      "id": "5b3486e6-4617-3fd4-9509-b16062686fab",
      "speaker": "Steve Pieczenick",
      "start_timestamp": 4082.0,
      "text": "If they've been destructive to the country? What have we done? I'm not"
    },
    {
      "end_timestamp": 4088.0,
      "id": "b72066c7-4ff7-3b1c-85e8-062836549884",
      "speaker": "Alex Jones",
      "start_timestamp": 4085.0,
      "text": "defending him. I can't stand the Neo cons."
    },
    {
      "end_timestamp": 4096.0,
      "id": "6c6b96b6-acc7-34b4-9eae-8f851881ef05",
      "speaker": "Jordan",
      "start_timestamp": 4088.0,
      "text": "You don't know the bullshit bullshit. So throughout like the Neo cons you don't like the Neo cons. Nobody likes the Neo cons"
    },
    {
      "end_timestamp": 4131.0,
      "id": "80dd3390-db6b-31d1-80a3-704f744e8b5b",
      "speaker": "Dan",
      "start_timestamp": 4096.0,
      "text": "to be clear throughout this entire interview. You can see Steve magenic continuing to talk and they as Mike Michael No, yeah, so whenever Alex erupts like cut his mic, they cut off Steve's mic and you can see a sense of like, almost a frustration, a look of like, what, like you can see in his face that he is not on board with what's going on. Yeah, he's trying to make the best of it. Right. And I don't think I'm reading too much into this. I don't think he's gonna be a guest for a while. Oh, yeah, I don't I think Alex might have like, offended him. Wow, we're"
    },
    {
      "end_timestamp": 4139.0,
      "id": "0ad62ae6-228d-378c-901a-4c6dc7141f15",
      "speaker": "Jordan",
      "start_timestamp": 4131.0,
      "text": "really getting into like some some solid schisms in between. Alex Jones and literally everybody who likes Alex Jones. Well, I"
    },
    {
      "end_timestamp": 4178.0,
      "id": "758c5f73-7042-3e61-91d4-74ea3e7acb7e",
      "speaker": "Dan",
      "start_timestamp": 4139.0,
      "text": "think that for the last like year and a half or so Steve magenic has been the source of information for Alex and there's been a guru mentee kind of relationship between them so the student is not become a teacher. He is not but I think I think that there is a part of this where Steve is trying to make some points that he wants to get through to Alex and he realizes that Alex is off the reservation. Yeah, like I think he realizes no Alex, you have your own points. Now you don't just believe the things I want you to believe. Yeah, it's crazy. So they go on to talk more about the Neo cons and this clip. really illustrate and"
    },
    {
      "end_timestamp": 4193.0,
      "id": "c3f10101-a03d-3bcb-84e3-407c1249a994",
      "speaker": "Jordan",
      "start_timestamp": 4178.0,
      "text": "the Neo cons are just to can to just to you know remind everybody John put horns reason that we fucking went into Iraq and all that bullshit. Yeah, it's all those dudes. Dibley fucking fuck everybody over so we can get money,"
    },
    {
      "end_timestamp": 4205.0,
      "id": "469668cd-62d3-3b10-9735-d084312a3c37",
      "speaker": "Dan",
      "start_timestamp": 4193.0,
      "text": "right the project for New American Century shit, but they Yeah, they're awful. I agree with that. You agree with that? No, they're terrible. Yep. John Bolton is gonna get us all killed. Yeah, very that's their"
    },
    {
      "end_timestamp": 4209.0,
      "id": "9d3e945f-4299-34f4-8d34-cac292a4c90f",
      "speaker": "Jordan",
      "start_timestamp": 4205.0,
      "text": "goal. The Neo cons goal is to wipe out 90% of Chinese people. We all know this."
    },
    {
      "end_timestamp": 4228.0,
      "id": "bd77c428-f6fa-3e10-9b5c-ab0fa89950fe",
      "speaker": "Dan",
      "start_timestamp": 4209.0,
      "text": "We heard it. We heard it earlier in this episode. globalists, it's in foreign policy. All right. So anyway, this, this clip illustrates that Alex Jones is fucking out of his league in this conversation, because out of his element, he's out of his depth. He is not a good interviewer."
    },
    {
      "end_timestamp": 4231.0,
      "id": "c1596efb-ed8d-34da-afbd-29ff667ecb25",
      "speaker": "Jordan",
      "start_timestamp": 4228.0,
      "text": "Gotcha. Because he Well, we already knew half of those things,"
    },
    {
      "end_timestamp": 4233.0,
      "id": "26c7306e-c43d-38af-b9f5-919372c53b1e",
      "speaker": "Dan",
      "start_timestamp": 4231.0,
      "text": "right? All of them actually. Yes, we did."
    },
    {
      "end_timestamp": 4241.0,
      "id": "aa2a9212-a2df-3f5f-bd54-b8833f10f287",
      "speaker": "Steve Pieczenick",
      "start_timestamp": 4233.0,
      "text": "They're able to co op the Conservative Party. They're funded by Shelley Adel center. They're funded by the Mercer's or wherever it is they"
    },
    {
      "end_timestamp": 4282.0,
      "id": "c59cee2b-970d-3a96-b3c8-1d450fbd00b1",
      "speaker": "Alex Jones",
      "start_timestamp": 4241.0,
      "text": "do is they tell Trump agreed with his weaker people will be nice, just as soon as Trump lets us run tanks. But then every time he lets them in, they leak information that they are a group of rats, Pearl men, and then and all these people are just crazy. I mean, like you know about Perlman Prince of Darkness, he like showed up at cocktail parties in the news and said, I kill lots of people. I'm manly. And then women run from Him as if women want a guy to walk up and go, I'm a murderer. I kill people. That's what women want. I mean, it's like he's counting a little pasty guy who's in a raccoon, Ted Bundy get in control of things. I mean, how does Bolton with that big ridiculous mustache? You're going I'm defending you because I hate the Neo cons."
    },
    {
      "end_timestamp": 4296.0,
      "id": "6acdc240-1bfb-322d-bdf8-0a53b2084a16",
      "speaker": "Jordan",
      "start_timestamp": 4282.0,
      "text": "So he's muted right now. Yeah. So Alex Jones is saying all of this nonsense about Perlin. Yeah. Are we still back on Ron Perlman? Because I don't think Ron Perlman said that stuff. I don't know who Ron Perlman usually goes up and says, I'm Hellboy and that's good enough, right. And"
    },
    {
      "end_timestamp": 4311.0,
      "id": "c79ef0c7-7c66-3519-a95a-60fcae90e8f2",
      "speaker": "Dan",
      "start_timestamp": 4296.0,
      "text": "I'm willing to fight Alex. No, but but like Steve magenic wants to talk policy. And Alex can't know Alex can't do that. He can talk gossip. Yeah, John Bolton's mustache and walk your talk policy. Now. He's a gossip. He"
    },
    {
      "end_timestamp": 4314.0,
      "id": "a6c1fdf0-29b6-3cfe-a482-94fa6d9a09ce",
      "speaker": "Jordan",
      "start_timestamp": 4311.0,
      "text": "can talk walk. Yeah. Now policy. He's"
    },
    {
      "end_timestamp": 4321.0,
      "id": "e5ea8a63-fe25-36e8-bf04-7c042f24c5ab",
      "speaker": "Dan",
      "start_timestamp": 4314.0,
      "text": "a Paul Ryan School of policy, meaning a fucking idiot. Yeah. So Steve gets back in here."
    },
    {
      "end_timestamp": 4324.0,
      "id": "af94e5c6-f02f-339f-b6e4-8d393be5cda2",
      "speaker": "Alex Jones",
      "start_timestamp": 4321.0,
      "text": "Looks like he's like a, you know, like a big brush. And"
    },
    {
      "end_timestamp": 4336.0,
      "id": "f811c2c2-68d1-3927-aefc-080a869c0b31",
      "speaker": "Steve Pieczenick",
      "start_timestamp": 4324.0,
      "text": "they basically they scurry away when it comes for time to come forth and do something that's morally right. They didn't support you. They do go after their own president. They weren't able to resign,"
    },
    {
      "end_timestamp": 4340.0,
      "id": "f249798f-46bc-30dc-86e1-03ddd92eeeef",
      "speaker": "Alex Jones",
      "start_timestamp": 4336.0,
      "text": "what are you talking about? They came after me with all their publications and tried to stop from"
    },
    {
      "end_timestamp": 4346.0,
      "id": "2b4b2e30-47bc-3676-b737-2b480893fd23",
      "speaker": "Steve Pieczenick",
      "start_timestamp": 4340.0,
      "text": "about I'm not talking about that. I'm not talking about their publications. I'm talking about that. They didn't go after the President of the United I agree."
    },
    {
      "end_timestamp": 4349.0,
      "id": "750d2920-20ed-326c-99fd-ed41c09a5675",
      "speaker": "Alex Jones",
      "start_timestamp": 4346.0,
      "text": "Why is he going to let people in that were his enemies in the campaign?"
    },
    {
      "end_timestamp": 4355.0,
      "id": "3e77ea20-b6a0-325c-8f94-84eca39a2696",
      "speaker": "Steve Pieczenick",
      "start_timestamp": 4349.0,
      "text": "Because he has no real alternative. I don't know why he's choosing them at"
    },
    {
      "end_timestamp": 4372.0,
      "id": "dd58bf06-1908-397c-9036-bbd8f0957664",
      "speaker": "Alex Jones",
      "start_timestamp": 4355.0,
      "text": "every level, no one will appoint who he says everyone ignores his orders and says Yes, sir. Yes, sir. Yes, sir. And he can't get anybody in. There's a total mutiny. That's what I'm telling you. He's got that State Department office, running operations against him say everybody's a Russian agent. Well, what do you think of this claim that I'm getting directed by the GD Russians?"
    },
    {
      "end_timestamp": 4382.0,
      "id": "19a9fb4b-a7f6-3dfb-a143-6da27e44dcdc",
      "speaker": "Steve Pieczenick",
      "start_timestamp": 4372.0,
      "text": "Well, it's absurd. You know, that the Russians could care less although they like you very much. And they like me or fear me and it's not relevant. Oh,"
    },
    {
      "end_timestamp": 4388.0,
      "id": "7a10365d-618f-38d4-bae8-e5ca328bce62",
      "speaker": "Jordan",
      "start_timestamp": 4382.0,
      "text": "I kind of shake your mama's so fat, the Russians wouldn't fucker I got down."
    },
    {
      "end_timestamp": 4392.0,
      "id": "48359cc3-4697-3f00-84b7-e5f34ca51816",
      "speaker": "Dan",
      "start_timestamp": 4388.0,
      "text": "I'm kind of fine with that answer, though. From Exactly."
    },
    {
      "end_timestamp": 4394.0,
      "id": "6ca5ff97-064d-3fea-b27a-76e46284d4bb",
      "speaker": "Jordan",
      "start_timestamp": 4392.0,
      "text": "It's probably the true answer."
    },
    {
      "end_timestamp": 4398.0,
      "id": "54d7292e-464d-34ad-ab12-079e8440cb56",
      "speaker": "Dan",
      "start_timestamp": 4394.0,
      "text": "I don't think that the Russians are feeding Alex Jones things to say I just think that they like"
    },
    {
      "end_timestamp": 4413.0,
      "id": "7e67fcf9-1bf1-3cf6-9f55-1d2075003d29",
      "speaker": "Jordan",
      "start_timestamp": 4398.0,
      "text": "him. Incidentally. It seems like he's an ally that they don't even have to cultivate anyway. Not at all like other people. You got to convince him there. They just met on them. Yeah, they just smiled at Alex. And he's like, Oh, I'm so happy that people are paying attention."
    },
    {
      "end_timestamp": 4419.0,
      "id": "6e82c91f-753c-38b4-98ed-9fac3123aca1",
      "speaker": "Dan",
      "start_timestamp": 4413.0,
      "text": "Like lucky idiot. Yes. Yes. But so. Yeah."
    },
    {
      "end_timestamp": 4458.0,
      "id": "c08cbfd1-51b5-36d9-8e09-70c2664d01b5",
      "speaker": "Jordan",
      "start_timestamp": 4419.0,
      "text": "Which is why we're getting into the circumstances we are now because before Alex had any real world relevancy he could get away with saying any bullshit that he wanted to. Yeah, now that people are actually paying attention which is on its own insane. Yeah. Now he's getting into trouble because he's been saying a legal shit or at the very least libelous shit. Oh, yeah. For so long. That this is the first time that people are like, Oh, we better we better go after this. Yeah, that's why he's so confused and angry all the time. Doing this forever. Yeah. Why? Why are you mad at me now?"
    },
    {
      "end_timestamp": 4461.0,
      "id": "4deefa04-77f3-3e81-ba35-a81135657825",
      "speaker": "Dan",
      "start_timestamp": 4458.0,
      "text": "Yeah, exactly. Well, we just decided it was time for the SWAT you"
    },
    {
      "end_timestamp": 4465.0,
      "id": "29310b46-4f94-3fad-8a34-71d15f5b14d7",
      "speaker": "Jordan",
      "start_timestamp": 4461.0,
      "text": "down exactly. Like what happened with Cosby. All right. Hey, now. All right."
    },
    {
      "end_timestamp": 4493.0,
      "id": "16f0a3ef-3efc-35b3-a86f-a1b6c5a1f16b",
      "speaker": "Dan",
      "start_timestamp": 4465.0,
      "text": "Now Hey. So this next clip is they get they get off track a little bit. They've been talking a ton about the Neo cons I get off track because Alex keeps again steering the conversation in different directions. Right. He keeps trying to not deal with substance he just wants to, you know, so here. Here's a here's a I was watching the video. Okay. And I can tell you that what Steve magenic ends up saying is not what he meant to say, gotcha. He meant to say something far worse. Oh, and I wish he had Oh boy."
    },
    {
      "end_timestamp": 4507.0,
      "id": "91a2e1eb-b2be-3e81-95c9-a7b98c503f55",
      "speaker": "Steve Pieczenick",
      "start_timestamp": 4493.0,
      "text": "In fact, what's happening is a repetition of the failures that occurred from 911 Onward and turn up now, Nick is on with that very issue. I don't care about Jared Kushner, he doesn't know what he's doing."
    },
    {
      "end_timestamp": 4517.0,
      "id": "5666f69a-27eb-3b52-b8e4-fadba91d5103",
      "speaker": "Alex Jones",
      "start_timestamp": 4507.0,
      "text": "I don't know of another because Kushner, he's a good looking guy. Everything he built his own family gave the money. What does this young guy in these meetings with Trump and every different meeting like he's the boss?"
    },
    {
      "end_timestamp": 4531.0,
      "id": "c8be0eb1-4a49-3cef-b7f3-a30e71549318",
      "speaker": "Steve Pieczenick",
      "start_timestamp": 4517.0,
      "text": "Well, the problem is Trump has to have somebody around him who with whom he feels secure, whether it's Ivanka or Jared Kushner, he likes his family. Well, that's his family. That's not my problem. My problem is that Jared was a"
    },
    {
      "end_timestamp": 4537.0,
      "id": "51b9a97e-d7b2-3840-b4ef-90d7cc74f648",
      "speaker": "Alex Jones",
      "start_timestamp": 4531.0,
      "text": "psychiatrist. What does that say about Trump, he always wants family around."
    },
    {
      "end_timestamp": 4554.0,
      "id": "e226b82b-4e59-37ea-aa32-b92248ba467f",
      "speaker": "Steve Pieczenick",
      "start_timestamp": 4537.0,
      "text": "That nicer edge, I can say he loves his family on that on a more sophisticated level, I would say he needs those who he's feels comfortable with, in order to give himself a kind of psychological barrier to deal with strangers."
    },
    {
      "end_timestamp": 4558.0,
      "id": "bf12f0f4-a644-3edc-a8dc-18bb12230c0a",
      "speaker": "Dan",
      "start_timestamp": 4554.0,
      "text": "I think that if I think if we parse that put"
    },
    {
      "end_timestamp": 4562.0,
      "id": "f0629afa-8ec0-3409-8878-3a137ee60572",
      "speaker": "Jordan",
      "start_timestamp": 4558.0,
      "text": "Jannik is dropping some insecurity bullshit."
    },
    {
      "end_timestamp": 4569.0,
      "id": "42bc3f58-2644-305b-9254-90b2ae806513",
      "speaker": "Dan",
      "start_timestamp": 4562.0,
      "text": "But I think that the reality is that he's actually, you know, fairly senile, and he has those people around as caretakers."
    },
    {
      "end_timestamp": 4592.0,
      "id": "97332939-9e73-3370-bc5a-5cb25ac3b759",
      "speaker": "Jordan",
      "start_timestamp": 4569.0,
      "text": "Um, I, you know, I hear this civility argument. I get why people would think that it. I mean, I think he's just generally an idiot. Like he's ever been more than what he is now. Fun. You can go back and he's what he is now, either he's, you know, been senile for 30 goddamn years."
    },
    {
      "end_timestamp": 4604.0,
      "id": "d72fae7c-f341-347d-a25d-058f7ddcad49",
      "speaker": "Dan",
      "start_timestamp": 4592.0,
      "text": "It's not true, though. If you go back and you watch interviews with him from like, 20 years ago, he he can track thoughts much easier. Like he had much more mental cognition even 1015 years ago."
    },
    {
      "end_timestamp": 4619.0,
      "id": "d4fe5fee-8455-3ca6-85c7-1b650b6558ac",
      "speaker": "Jordan",
      "start_timestamp": 4604.0,
      "text": "Really? Yeah. i The only thing I remember from more than I, however many months I've had to pay attention to him now is that he was in home alone, too. Okay. Great. He was pretty great. And home alone, too."
    },
    {
      "end_timestamp": 4620.0,
      "id": "1043b85b-f68e-3acb-a0b2-0cb978aa5a64",
      "speaker": "Dan",
      "start_timestamp": 4619.0,
      "text": "He was articulate. Oh, man. He"
    },
    {
      "end_timestamp": 4623.0,
      "id": "3b3b9057-2c1e-3dcc-8664-dc5cc86f7000",
      "speaker": "Jordan",
      "start_timestamp": 4620.0,
      "text": "said all those words. Nobody asked him to read a book once."
    },
    {
      "end_timestamp": 4645.0,
      "id": "48794df9-f46b-3b57-a9c1-6377a2270586",
      "speaker": "Dan",
      "start_timestamp": 4623.0,
      "text": "Well, here's the thing. I think that Steve Janek was being diplomatic as hell. And yeah, he's saying that Trump is fucking stupid. You could see it in his face. Like you could see like a smile and like a professional. So anyway, this clip isn't done, but I love that. I think that's great. Steve magenic Like you said killing it."
    },
    {
      "end_timestamp": 4650.0,
      "id": "456e4bfd-6b27-3195-9f6c-c42a74086fc9",
      "speaker": "Jordan",
      "start_timestamp": 4645.0,
      "text": "He is he's on fire right now. He is an unusual version of Steve pathetic"
    },
    {
      "end_timestamp": 4652.0,
      "id": "db661e36-7487-3800-80b1-6a1c58b76093",
      "speaker": "Dan",
      "start_timestamp": 4650.0,
      "text": "Boom shakalaka"
    },
    {
      "end_timestamp": 4658.0,
      "id": "02a69c8b-b5a6-3936-8408-2261be6629d7",
      "speaker": "Alex Jones",
      "start_timestamp": 4652.0,
      "text": "funny, background Trump that's actually the thing is that"
    },
    {
      "end_timestamp": 4669.0,
      "id": "b70529f4-85f5-3b8d-8027-b3150c367d59",
      "speaker": "Steve Pieczenick",
      "start_timestamp": 4658.0,
      "text": "John F Kennedy had it with RFK you know, I don't want to get into the psychiatry the man I understand the man the problem is an understanding and the problem is the action that's initiated"
    },
    {
      "end_timestamp": 4674.0,
      "id": "d20ee877-0dee-3b7d-9d9b-dd508ff6ff0b",
      "speaker": "Alex Jones",
      "start_timestamp": 4669.0,
      "text": "well he's overcome is"
    },
    {
      "end_timestamp": 4679.0,
      "id": "eeb6bb76-b3f5-3710-97ab-62b2e3a21929",
      "speaker": "Jordan",
      "start_timestamp": 4674.0,
      "text": "he's overcome his what he's overcome his what? What did he overcome? Doesn't want to get into it. Where do you overcome?"
    },
    {
      "end_timestamp": 4689.0,
      "id": "3f199dff-2fd5-3f86-83d8-91d64540c631",
      "speaker": "Dan",
      "start_timestamp": 4679.0,
      "text": "I don't know. Gonorrhea. He's overcome his fear of strangers. He's overcome his what? Who knows? Alex Jones knows something that Donald Trump has recently gotten over."
    },
    {
      "end_timestamp": 4693.0,
      "id": "f71bd45e-59d6-323e-8c81-29263b65b5b2",
      "speaker": "Jordan",
      "start_timestamp": 4689.0,
      "text": "Yeah. Oh my God. I want to know I want to know"
    },
    {
      "end_timestamp": 4696.0,
      "id": "8d4217ef-3596-3796-9365-da1210514fac",
      "speaker": "Dan",
      "start_timestamp": 4693.0,
      "text": "I would like to know what Alex thinks but I also lap"
    },
    {
      "end_timestamp": 4697.0,
      "id": "28299d8f-3b48-3afd-933f-4f79ca6cfa42",
      "speaker": "Jordan",
      "start_timestamp": 4696.0,
      "text": "gonorrhea."
    },
    {
      "end_timestamp": 4700.0,
      "id": "90597c43-b2ed-365a-b5ba-535e88ca5b0c",
      "speaker": "Dan",
      "start_timestamp": 4697.0,
      "text": "No. He I mean, it could be Syphilis"
    },
    {
      "end_timestamp": 4706.0,
      "id": "19fc33b9-ccb9-35a4-a292-410774a39497",
      "speaker": "Jordan",
      "start_timestamp": 4700.0,
      "text": "is Trump are a could be syphilis. That does make you go insane. Syphilis makes you crazy."
    },
    {
      "end_timestamp": 4718.0,
      "id": "5a6c1a2c-1b3f-31c0-81fc-62d1c8bb1a18",
      "speaker": "Dan",
      "start_timestamp": 4706.0,
      "text": "Well, you need family around. Oh, because they are also syphilis busters. Oh, they're also syphilitic. So they double down on your syphilis logic. Whatever dumb shit you're saying because they also have syphilis. That makes sense to them."
    },
    {
      "end_timestamp": 4725.0,
      "id": "d49441c3-de4c-3a2f-8700-87654a240d34",
      "speaker": "Jordan",
      "start_timestamp": 4718.0,
      "text": "This is the greatest conspiracy theory I've ever heard. Absolutely. Instead of instead of pedophiles, we've just got everybody with syphilis everywhere."
    },
    {
      "end_timestamp": 4726.0,
      "id": "654942b8-2a84-3634-a70b-d496244720aa",
      "speaker": "Dan",
      "start_timestamp": 4725.0,
      "text": "I'm okay with that."
    },
    {
      "end_timestamp": 4732.0,
      "id": "5850c624-e250-3079-96e3-da879b075e01",
      "speaker": "Jordan",
      "start_timestamp": 4726.0,
      "text": "If you are one of the globalists, they have to give you syphilis. Are you one of the anti globalists?"
    },
    {
      "end_timestamp": 4773.0,
      "id": "da757c66-9326-30e3-9b65-cb23dd5ed3ec",
      "speaker": "Dan",
      "start_timestamp": 4732.0,
      "text": "We're recording this on Saturday? They're cabals. We're recording this on Saturday. Did you see on Twitter the pictures of the pizza gate rallies? Hmm, there was a pizza gate rally in Washington DC. It was the Oh, man. The pictures are not to be believed. There. Were there were ones of people. There were a couple of dozen as I as I understand, okay, this guy did some great reporting on it. It's amazing. Okay, I fucking wish I remembered his name. This is stupid. I'm not even given a plug. Right. So this next clip, Steve magenic transitions to his other prong of his his thesis against the Neo cons, which is about Neil Gorsuch. Good."
    },
    {
      "end_timestamp": 4788.0,
      "id": "0de23584-d203-3598-880e-4157b3b69d8f",
      "speaker": "Alex Jones",
      "start_timestamp": 4773.0,
      "text": "I'm not arguing today. I just look. I just know Hillary will destroy the country. I know Trump's not perfect. I see him kind of sliding back a little bit. And I wish I expected him to do he's already gotten stuff done but I agree with you. You know all these Neo cons I want to start all these wars. It's just insane."
    },
    {
      "end_timestamp": 4793.0,
      "id": "ddea45a0-96ca-3c91-82a3-963910f16669",
      "speaker": "Steve Pieczenick",
      "start_timestamp": 4788.0,
      "text": "Let's start with one at a time first, which cannot be nominated for Supreme Court justice."
    },
    {
      "end_timestamp": 4796.0,
      "id": "39c593b0-bbda-38e2-994a-fb3cd1618b59",
      "speaker": "Alex Jones",
      "start_timestamp": 4793.0,
      "text": "But he seems like a pretty conservative guy."
    },
    {
      "end_timestamp": 4798.0,
      "id": "d27e0c0c-8d5d-348b-9fff-a6d745f11b3e",
      "speaker": "Steve Pieczenick",
      "start_timestamp": 4796.0,
      "text": "No, he's not a conservative part. Let's"
    },
    {
      "end_timestamp": 4803.0,
      "id": "6e28e110-6ed4-35ae-b357-7d87fd48b68f",
      "speaker": "Alex Jones",
      "start_timestamp": 4798.0,
      "text": "come back. I got a bunch of clips. We gotta get to but do have Keep Mumbai on work guys bad as"
    },
    {
      "end_timestamp": 4806.0,
      "id": "324b1884-c1c7-3594-b8cc-c83d2ce43105",
      "speaker": "Dan",
      "start_timestamp": 4803.0,
      "text": "you can see, you can hear in his voice and"
    },
    {
      "end_timestamp": 4809.0,
      "id": "e8c61595-5313-3f1a-a0f1-368b7823e738",
      "speaker": "Jordan",
      "start_timestamp": 4806.0,
      "text": "I don't want to hear this. He doesn't want to hear it. He doesn't want to hear why gorsek is bad,"
    },
    {
      "end_timestamp": 4813.0,
      "id": "d28227a7-821a-3818-a0a3-70b8e8bccf7b",
      "speaker": "Dan",
      "start_timestamp": 4809.0,
      "text": "but listen to how he says do you put your next name as he goes out to break? Okay, I'm"
    },
    {
      "end_timestamp": 4820.0,
      "id": "da41b557-4e6c-36fa-80c9-2b30e9dde26e",
      "speaker": "Alex Jones",
      "start_timestamp": 4813.0,
      "text": "gonna move to Clemson Moorhead of the next house that joins us. We'll be right back. Ladies and gentlemen with Steve."
    },
    {
      "end_timestamp": 4835.0,
      "id": "1edf5154-3381-3c1f-8b75-807d2c026485",
      "speaker": "Jordan",
      "start_timestamp": 4820.0,
      "text": "Oh, that's all resigned. We have to be back with Steve Pjanic Steve progenitors and making me feel good right now. Well, we're right back with Steve Chernykh."
    },
    {
      "end_timestamp": 4836.0,
      "id": "3dcc3555-0c9f-353c-83a5-510b1d5202df",
      "speaker": "Dan",
      "start_timestamp": 4835.0,
      "text": "They go to commercial break."
    },
    {
      "end_timestamp": 4843.0,
      "id": "57346c97-3497-374a-b0e0-170936e2271e",
      "speaker": "Jordan",
      "start_timestamp": 4836.0,
      "text": "He's it's like he's it's like he's throwing a tantrum. Yeah. Like he's talking to his dad. Like, I don't like it like"
    },
    {
      "end_timestamp": 4851.0,
      "id": "b977bb1c-2dab-3739-8094-28087208bc61",
      "speaker": "Dan",
      "start_timestamp": 4843.0,
      "text": "we're talking. You don't say enough good things about oh, I want to Joel. I know that Neo cons are bad, but I"
    },
    {
      "end_timestamp": 4855.0,
      "id": "0e41c9f9-1726-3637-a285-c3515b8581b9",
      "speaker": "Jordan",
      "start_timestamp": 4851.0,
      "text": "love I know that Neo cons. Does he know what a neocon is"
    },
    {
      "end_timestamp": 4876.0,
      "id": "a1ffff4a-2ce0-3fe8-a4b7-398ea71899de",
      "speaker": "Dan",
      "start_timestamp": 4855.0,
      "text": "he thinks they're Trotskyites, which I guess there's some historical I guess that's not terrible. No, but they come back from break. Alec starts by spinning philosophical about a little bit of stuff. Okay. And it gets back to Puranic. Who does a really I would say a pretty decent job of explaining why exactly he is against Gorsuch. Awesome."
    },
    {
      "end_timestamp": 4883.0,
      "id": "6c92f5a0-d6e3-3773-ab77-7e709fc9171f",
      "speaker": "Alex Jones",
      "start_timestamp": 4876.0,
      "text": "People ask while I come in country, culture, culture, its ideas. It's some rules. That mean they always get followed that mean, it's perfect. We're going"
    },
    {
      "end_timestamp": 4885.0,
      "id": "84568e74-6ddf-399c-8353-64b6b8a4e946",
      "speaker": "Jordan",
      "start_timestamp": 4883.0,
      "text": "with the police squad,"
    },
    {
      "end_timestamp": 4891.0,
      "id": "1ea79932-0188-340c-b447-fb08b5673680",
      "speaker": "Dan",
      "start_timestamp": 4885.0,
      "text": "but also I guarantee no one's coming from Alex, why do you like having a country?"
    },
    {
      "end_timestamp": 4895.0,
      "id": "68c97fbf-cc9a-34cd-bf77-d850aa6d8a07",
      "speaker": "Jordan",
      "start_timestamp": 4891.0,
      "text": "People ask why, like, people ask me all the time"
    },
    {
      "end_timestamp": 4896.0,
      "id": "5a3bd304-896e-30c4-ad80-a1ae78785bd4",
      "speaker": "Dan",
      "start_timestamp": 4895.0,
      "text": "to say Alex, I say what?"
    },
    {
      "end_timestamp": 4901.0,
      "id": "bbeea884-b8c0-35c7-8ac8-3116a0795023",
      "speaker": "Jordan",
      "start_timestamp": 4896.0,
      "text": "Why? Why? Why Alex? Do you like having a country?"
    },
    {
      "end_timestamp": 4903.0,
      "id": "42ac00e8-5b40-37fb-a540-78721631c459",
      "speaker": "Dan",
      "start_timestamp": 4901.0,
      "text": "Do you think it'd be better if we just had city states?"
    },
    {
      "end_timestamp": 4913.0,
      "id": "f76452fb-7387-365b-a354-98e7806853cc",
      "speaker": "Jordan",
      "start_timestamp": 4903.0,
      "text": "Don't you think it would be better if we just had you? Everyone was Alex if everyone was just Alex and they lived exactly 24 hectares but away from each other. You know, it's"
    },
    {
      "end_timestamp": 4917.0,
      "id": "89619252-9222-3cba-b5f6-4ad42335d9e2",
      "speaker": "Dan",
      "start_timestamp": 4913.0,
      "text": "fucked up because of the idea of infinity and infinity infinite worlds."
    },
    {
      "end_timestamp": 4922.0,
      "id": "bc03c533-45aa-3d6c-bd7b-ef548a7e4e00",
      "speaker": "Jordan",
      "start_timestamp": 4917.0,
      "text": "Yes. One world is that is everybody in everyone. Everyone is Alex Jones."
    },
    {
      "end_timestamp": 4926.0,
      "id": "50331e9d-f5d5-3be7-8c6a-140b236f3e86",
      "speaker": "Dan",
      "start_timestamp": 4922.0,
      "text": "And they all live a hectare away from that does exist"
    },
    {
      "end_timestamp": 4931.0,
      "id": "002b4d8f-2d62-3ff6-bc18-cbcabc416784",
      "speaker": "Jordan",
      "start_timestamp": 4926.0,
      "text": "that well, in the multiverse. Yep. All things are and have happened."
    },
    {
      "end_timestamp": 4934.0,
      "id": "bae2f242-5139-308f-8adf-a1c086af80a7",
      "speaker": "Dan",
      "start_timestamp": 4931.0,
      "text": "Yep. And unfortunately, this is happening now. Excellent."
    },
    {
      "end_timestamp": 4952.0,
      "id": "1d346ebc-5f93-3094-9b4b-f9fe19c8fa74",
      "speaker": "Alex Jones",
      "start_timestamp": 4934.0,
      "text": "Globalism, bunch of multinational Mark Zuckerberg and Eric Schmidt run around playing God. That's a nightmare. But these are the Neo cons and almost none of them are ever in the military. They always want wars, they're always talking about nuclear war will be survivable. It's habit. It really is a crazy thing"
    },
    {
      "end_timestamp": 4971.0,
      "id": "55039589-27f0-3356-80ad-3647b20bef81",
      "speaker": "Jordan",
      "start_timestamp": 4952.0,
      "text": "that you have said should happen multiple times. Yep. The thing that Alex Jones has advocated for he is now condemning in the Neo cons, because daddy told him to"
    },
    {
      "end_timestamp": 4982.0,
      "id": "1374afc3-a66e-308b-bc2c-343d6728edfc",
      "speaker": "Alex Jones",
      "start_timestamp": 4971.0,
      "text": "keep trying, he's talking about here. No, you don't. And I see this new Supreme Court Justice, I think about if Hillary was in who would be getting some issues? Well,"
    },
    {
      "end_timestamp": 5077.0,
      "id": "5e6b4e2d-65fe-3432-a742-2c015d71cbd5",
      "speaker": "Steve Pieczenick",
      "start_timestamp": 4982.0,
      "text": "let me put it this way. For many of the people in the audience, I would love them to see a film called Judgment at Nuremberg. But the Nuremberg trials were exactly about Judge Gorsuch. The question was asked by our prosecutors after the war, why were German Nazi judges who were very sane and normal and had huge degrees from America, Britain and Germany, able to initiate laws that were against the Jews, like gays, whatever, and they were suppressed. And why would these decent people and this judge is an extremely decent individual, but during a 14 month period, he cracked his decency and literally began to go into the fascist state. He thought it was good to initiate a suppression of freedom, our surveillance of what are our normal freedoms, our increased enhanced torture, he justified it, went to Guantanamo said this was the best thing he could have had. He wrote to the Council on Foreign Relations. And remember, I was there and then I left that we should have a policy discussion on the need for torture. And so what happened during these 14 months was to reveal the underlying nature of this so called decent American who was not unlike many of the German judges who were decent German judges, but they followed orders and the orders were to suppress American freedoms. He should have said no."
    },
    {
      "end_timestamp": 5078.0,
      "id": "3c5a3d01-9fbf-3bcc-8007-edae10ef6723",
      "speaker": "Dan",
      "start_timestamp": 5077.0,
      "text": "Well, no, he made the"
    },
    {
      "end_timestamp": 5080.0,
      "id": "9a7b1741-94b5-3c2e-9f4e-828cf0124424",
      "speaker": "Jordan",
      "start_timestamp": 5078.0,
      "text": "call Gorsuch did not say he"
    },
    {
      "end_timestamp": 5085.0,
      "id": "fc6d77e6-1364-34be-a54a-38abc65e3d00",
      "speaker": "Dan",
      "start_timestamp": 5080.0,
      "text": "made the Nuremberg claim and you're like that's a little extreme, but then he laid it out really well. Yeah, you"
    },
    {
      "end_timestamp": 5097.0,
      "id": "8d048bb8-4307-3339-8b94-eba2cb40c845",
      "speaker": "Jordan",
      "start_timestamp": 5085.0,
      "text": "laid it out really? Well. Now the problem I have there isn't that's what fucking Scalia was. You goddamn piece of shit polygenic Why aren't you Why would you against Scalia you pile of fucking garbage"
    },
    {
      "end_timestamp": 5099.0,
      "id": "8f496d0b-4a24-33e8-be70-e6ec7d4658a9",
      "speaker": "Dan",
      "start_timestamp": 5097.0,
      "text": "it's not litigate the dead Fair enough."
    },
    {
      "end_timestamp": 5100.0,
      "id": "9bb8b799-9894-3450-a8ec-10abbca3e27f",
      "speaker": "Jordan",
      "start_timestamp": 5099.0,
      "text": "Let's just kill Welcome again,"
    },
    {
      "end_timestamp": 5118.0,
      "id": "98edfa79-b3fb-3f1e-a5ab-2ed13f9f2148",
      "speaker": "Dan",
      "start_timestamp": 5100.0,
      "text": "let's bring him back to whatever Illuminati box of a murder to murder him again, but like, who cares? We're not dealing with Scalia right now. That's true. We're dealing with Scalia to point out we're dealing with the reality in front of us and I agree again with Steve pertronic on this I mean, it's he's he's not he's right."
    },
    {
      "end_timestamp": 5124.0,
      "id": "4658fc35-57eb-33b0-8ba0-c795f219b7c5",
      "speaker": "Jordan",
      "start_timestamp": 5118.0,
      "text": "I never like every with people on Alex's show every single thing that he just said made perfect sense. Yeah, he"
    },
    {
      "end_timestamp": 5129.0,
      "id": "ca6db136-bfbf-3333-944a-ed3123da6489",
      "speaker": "Dan",
      "start_timestamp": 5124.0,
      "text": "was working, helped put through the Patriot Act"
    },
    {
      "end_timestamp": 5145.0,
      "id": "b4f4896a-acb9-3ce0-bb12-485731de9597",
      "speaker": "Jordan",
      "start_timestamp": 5129.0,
      "text": "Economo Bay and was like, This is sweet. Yeah, just he's a sociopath. Right? There's no other way that you can go to watch people being tortured on a daily basis and say, This is good unless you have zero empathy. Well, you mean"
    },
    {
      "end_timestamp": 5155.0,
      "id": "14cd1c8c-eca7-3d88-b684-32a37bf2e23f",
      "speaker": "Dan",
      "start_timestamp": 5145.0,
      "text": "that doesn't make you necessarily a sociopath makes you like a situational sociopath, right? I'm not because you just believe they these other people don't have rights, but other people who are like you do, right,"
    },
    {
      "end_timestamp": 5162.0,
      "id": "d093b5f2-43cc-357d-a48e-67c7352865d5",
      "speaker": "Jordan",
      "start_timestamp": 5155.0,
      "text": "like the Jews and Nazis, sort of like that. So he's a Nazi. Absolutely. I'm a big fan of saying the word Nazi on this show."
    },
    {
      "end_timestamp": 5186.0,
      "id": "4d7d5001-1c26-3091-a484-53db438b95b8",
      "speaker": "Dan",
      "start_timestamp": 5162.0,
      "text": "Yeah, you are. I'm not gonna go quite as far as you. But you know, I Nazi ish, and I'm gonna go Nazi awful, awful Nazi ish. He goes a little bit farther in this next clip as to say that Neil Gorsuch supports fascism, which is fascinating. And Alex can't handle this shit. Alex can't do it."
    },
    {
      "end_timestamp": 5223.0,
      "id": "aaa789f7-bdbd-3c49-95e9-c937e6847d8f",
      "speaker": "Steve Pieczenick",
      "start_timestamp": 5186.0,
      "text": "At least with Cheney. I knew what Cheney was. He was a rat. He was a rat from day one. And he was a rat from day five, but he never changed his stripes. This guy Gore stitch was changing his stripes, right and left, and then stood on a self righteous past step and said, What me? I haven't done anything. I was just the lawyer. No, you are more than a lawyer. You are the perfect trade and the instigating the facilitative suppression of the state. That's called fascism. If it's fascism for a day, a week or a year, that's still fascism. For that reason alone. He does not deserve to be supreme court justice."
    },
    {
      "end_timestamp": 5230.0,
      "id": "9c946a0a-b6b0-39cc-91b2-aa9d26998ee1",
      "speaker": "Jordan",
      "start_timestamp": 5223.0,
      "text": "Yeah. Wow. Wow. Man, I am jerking off to pathetic right now."
    },
    {
      "end_timestamp": 5239.0,
      "id": "8737af59-9f59-368f-b2d5-89d6265d0911",
      "speaker": "Dan",
      "start_timestamp": 5230.0,
      "text": "You had a good set. That's what it was. Yeah. That's right. Yeah. So let's get through these last two. There's two more clips of pedantic before it gets to like,"
    },
    {
      "end_timestamp": 5241.0,
      "id": "fa7585b1-3192-3dd4-be12-5242cdfb5f7d",
      "speaker": "Jordan",
      "start_timestamp": 5239.0,
      "text": "what are the esoteric ramblings of a madman,"
    },
    {
      "end_timestamp": 5245.0,
      "id": "b3bc4b7a-c42d-344a-9bff-a303d0f1b55e",
      "speaker": "Dan",
      "start_timestamp": 5241.0,
      "text": "which is obviously in response to how poorly the center? Yeah, no,"
    },
    {
      "end_timestamp": 5252.0,
      "id": "8a296b55-e56b-3f2a-8c2d-c3c507973fc2",
      "speaker": "Jordan",
      "start_timestamp": 5245.0,
      "text": "this this sends him into an existential crisis. What is the angle we're taking on this? Right,"
    },
    {
      "end_timestamp": 5263.0,
      "id": "5304a03c-2edd-3974-92cf-798b48311bde",
      "speaker": "Dan",
      "start_timestamp": 5252.0,
      "text": "the last two clips, pathetic has talked for a bit of a stretch. And you can see Alex kind of like sitting there like. There's like a sense of that's"
    },
    {
      "end_timestamp": 5274.0,
      "id": "45636995-6677-3652-bcb0-e9aa0e2f0b33",
      "speaker": "Jordan",
      "start_timestamp": 5263.0,
      "text": "the well, he's gotten more words, decoratively than I've ever heard a guest yet. Right. Like he's thrown Alex Jones into a full on shockless? Well,"
    },
    {
      "end_timestamp": 5288.0,
      "id": "e5c611c1-f0d8-334f-8184-c4706e769b9a",
      "speaker": "Dan",
      "start_timestamp": 5274.0,
      "text": "because at the beginning of this, in the first few clips of the magenic interview, Alex was constantly trying to reshift the argument. He even said, I'm trying to get you to talk about what I want you to talk about, right? And he realized I can't do it. No, Steve is too forceful."
    },
    {
      "end_timestamp": 5307.0,
      "id": "98dbe61e-0f8d-3a00-ab85-84e7491761bc",
      "speaker": "Jordan",
      "start_timestamp": 5288.0,
      "text": "So he's given up more or less. So as we've once again discovered, Alex is a bully and a posi. And when he's not allowed to bully, he soaks he saw, he's soaking. Yeah, but he Alex Jones is soaking right now, like any real man would."
    },
    {
      "end_timestamp": 5313.0,
      "id": "8a1a0d75-ee1a-3019-bbf5-6089654658b9",
      "speaker": "Dan",
      "start_timestamp": 5307.0,
      "text": "He makes one last effort to sort of distract and change the narratives that are going on here."
    },
    {
      "end_timestamp": 5314.0,
      "id": "128175f3-89a6-38f2-a96d-0e26a308da65",
      "speaker": "Jordan",
      "start_timestamp": 5313.0,
      "text": "Right, his last,"
    },
    {
      "end_timestamp": 5324.0,
      "id": "5bcdc9ba-0bb7-39e2-bd62-daa7a30c0222",
      "speaker": "Alex Jones",
      "start_timestamp": 5314.0,
      "text": "he's gonna get confirmed. My Mommy, look, I understand this, under Bush to get followers, whatever. No, I get what you're saying. My issue is she got on with these judges"
    },
    {
      "end_timestamp": 5328.0,
      "id": "de257918-e393-3ac2-bf96-bd8c6bf29814",
      "speaker": "Steve Pieczenick",
      "start_timestamp": 5324.0,
      "text": "worried about Hillary? We're not talking about Hillary Hillary show up on another plan. No, I"
    },
    {
      "end_timestamp": 5331.0,
      "id": "a25105bd-eb8d-3e2e-97dd-40a1c8e9815a",
      "speaker": "Alex Jones",
      "start_timestamp": 5328.0,
      "text": "understand. We're moving forward. We can't look at the past and judge."
    },
    {
      "end_timestamp": 5338.0,
      "id": "3cb0383c-4c0a-3dcb-975f-1694ed5f8775",
      "speaker": "Steve Pieczenick",
      "start_timestamp": 5331.0,
      "text": "Oh, and I can't put back in there the people who created the problems to begin with you and that started"
    },
    {
      "end_timestamp": 5345.0,
      "id": "36c6a8c9-e78a-3ae8-9ef8-7c6223f933e3",
      "speaker": "Alex Jones",
      "start_timestamp": 5338.0,
      "text": "out of time. Let me shift gears back to Nunez. You know, he's standing up saying how they're spying on Trump. That's a good thing."
    },
    {
      "end_timestamp": 5348.0,
      "id": "aa3a7e52-e535-3a15-863d-ad8ce52dd314",
      "speaker": "Steve Pieczenick",
      "start_timestamp": 5345.0,
      "text": "It's not a credit. Of course, there's I told you 10 years ago"
    },
    {
      "end_timestamp": 5354.0,
      "id": "c11ce50d-f40b-3663-81ab-3406306a1273",
      "speaker": "Alex Jones",
      "start_timestamp": 5348.0,
      "text": "that we know we know so what does it mean? It's a media who would run this whole hoax that the Trump's not being spied on?"
    },
    {
      "end_timestamp": 5358.0,
      "id": "9848aa55-83f8-3887-8fbe-e79587123459",
      "speaker": "Steve Pieczenick",
      "start_timestamp": 5354.0,
      "text": "It's again, a distraction. I am gone back. You're under the ABA. Here's"
    },
    {
      "end_timestamp": 5366.0,
      "id": "02a2b251-8728-3c00-a046-d0d46da7495e",
      "speaker": "Alex Jones",
      "start_timestamp": 5358.0,
      "text": "the thing. You're a smart guy. Don't blind yourself. Just because you get the public needs to know when they're up there saying we're liars."
    },
    {
      "end_timestamp": 5381.0,
      "id": "1575112e-7bd3-3623-a332-34948c6e6ca5",
      "speaker": "Steve Pieczenick",
      "start_timestamp": 5366.0,
      "text": "We're getting in I just said it. We have surveillance but the key issue is the public doesn't know we've got 500 Marines being put into Syria in a war that can't be won in a battle that was not even planned out correctly. And raka we have another Halloween"
    },
    {
      "end_timestamp": 5385.0,
      "id": "a19932f4-44d1-3dd3-81dd-7d7dca9cfa01",
      "speaker": "Alex Jones",
      "start_timestamp": 5381.0,
      "text": "Trump promised to knock them out. You don't think they can kill those guys? No,"
    },
    {
      "end_timestamp": 5389.0,
      "id": "ed7f4e5d-5d5a-3653-bcd9-ae1e6a1cfd28",
      "speaker": "Steve Pieczenick",
      "start_timestamp": 5385.0,
      "text": "he can't kill them. You don't you don't kill so called terrorists now"
    },
    {
      "end_timestamp": 5404.0,
      "id": "8ac0805f-23d4-3234-b411-8512e03d3d7c",
      "speaker": "Alex Jones",
      "start_timestamp": 5389.0,
      "text": "I get it. You turn off their command and control as you're saying the command and control is still inside of the US government. And then you in and somebody. So what is Trump doing? 60 seconds"
    },
    {
      "end_timestamp": 5406.0,
      "id": "b502f011-a35c-33ca-9c91-e2573c837f6a",
      "speaker": "Steve Pieczenick",
      "start_timestamp": 5404.0,
      "text": "I'm sorry, what's going on? No, I"
    },
    {
      "end_timestamp": 5407.0,
      "id": "2f070dec-0e88-3469-a047-a558d2235392",
      "speaker": "Alex Jones",
      "start_timestamp": 5406.0,
      "text": "mean, I just asked the question."
    },
    {
      "end_timestamp": 5413.0,
      "id": "a0b411ff-a570-3e6a-8bc6-d7b6cf0cb5c3",
      "speaker": "Dan",
      "start_timestamp": 5407.0,
      "text": "No, he just didn't understand what the fuck Alex told us. What is Trump do in 60 seconds? Yeah, he didn't understand. He's like, what?"
    },
    {
      "end_timestamp": 5419.0,
      "id": "312d3193-fb27-37e4-ab0a-a86a91b9d68a",
      "speaker": "Jordan",
      "start_timestamp": 5413.0,
      "text": "How many cars? Can he steal in 60 seconds how many angels can fit on the head of a pin is Nick is Nicolas Cage. They're"
    },
    {
      "end_timestamp": 5422.0,
      "id": "4c23d9a2-c2e4-34f4-98ca-eaecc39f0c8f",
      "speaker": "Dan",
      "start_timestamp": 5419.0,
      "text": "the mom is the doctor. Is it? Oh,"
    },
    {
      "end_timestamp": 5424.0,
      "id": "6e19dea4-cc82-3e70-b88a-8cdcac6beb3a",
      "speaker": "Jordan",
      "start_timestamp": 5422.0,
      "text": "is Trump Nicolas Cage?"
    },
    {
      "end_timestamp": 5437.0,
      "id": "1d9ad0eb-9e54-315b-a318-388cc037eb8c",
      "speaker": "Dan",
      "start_timestamp": 5424.0,
      "text": "I can't prove he's not. That's a good point. So this next clip is the end of the interview and I don't want to spoil how it ends. But just listen for it. It's made me"
    },
    {
      "end_timestamp": 5443.0,
      "id": "3651a85a-cc9e-3645-82d0-dfb0f32ea887",
      "speaker": "Jordan",
      "start_timestamp": 5437.0,
      "text": "It ends with a review of Beauty and the Beast right? Yeah. And they're like, Man, I wish he had done more of the original So"
    },
    {
      "end_timestamp": 5459.0,
      "id": "fd20f751-4268-33b9-b833-6cac452d1849",
      "speaker": "Dan",
      "start_timestamp": 5443.0,
      "text": "Emma Stone is getting not wait. I'm a Watson is getting nominated. I can't keep track of anybody in Hollywood all the amas the end of this is interesting. Okay, enjoy. And just know that when I heard this, I got a shiver. Shiver in my spine, who"
    },
    {
      "end_timestamp": 5479.0,
      "id": "288414dd-4739-3dcc-b33b-005e355544bd",
      "speaker": "Steve Pieczenick",
      "start_timestamp": 5459.0,
      "text": "the basic premise of all wars is you win it by using the head not by using God's guns on the on the ground, particularly with the Marines. You got cannon fodder. I've got boys who just came back from Africa. They don't know what they were doing in Africa. They don't know why they were shooting it certain people. They don't know why we have troops in East and I know"
    },
    {
      "end_timestamp": 5485.0,
      "id": "dcb6607e-22ae-3efc-a2bb-d9d3e175ca7a",
      "speaker": "Alex Jones",
      "start_timestamp": 5479.0,
      "text": "I understand. So. It is literally a defense contractor."
    },
    {
      "end_timestamp": 5506.0,
      "id": "3dbebe32-60af-3c1f-b34c-fd06c79b9f17",
      "speaker": "Steve Pieczenick",
      "start_timestamp": 5485.0,
      "text": "Industrial Complex again, we don't need $58 billion more in a budget that's already bloated to 600 billion. I have 888 generals and admirals twice the amount I had in World War Two. Yet in World War Two, I want to wars with George Marshall and Eisenhower and we never had as many generals. Alright,"
    },
    {
      "end_timestamp": 5512.0,
      "id": "e28d0f80-301c-302b-8cc9-bfaf75c202b2",
      "speaker": "Alex Jones",
      "start_timestamp": 5506.0,
      "text": "Dr. Gautam Shannon, always great to talk to you, Steve shannon.com Thank you. All right, there we go. Oh, man,"
    },
    {
      "end_timestamp": 5514.0,
      "id": "be930eeb-34de-3887-b5e6-99d1d2654bc2",
      "speaker": "Dan",
      "start_timestamp": 5512.0,
      "text": "that is not how you ended interview."
    },
    {
      "end_timestamp": 5521.0,
      "id": "b319fd72-7fe5-3735-aae8-b10356dcbde1",
      "speaker": "Jordan",
      "start_timestamp": 5514.0,
      "text": "That is not how you end a marital fight. That's what that was. Oh, so that was a husband and wife fight right there. They need to go to couples counseling."
    },
    {
      "end_timestamp": 5524.0,
      "id": "ac71c02a-6bf7-30ba-af94-a03cee041559",
      "speaker": "Dan",
      "start_timestamp": 5521.0,
      "text": "You know why they shut it off though, is because he was"
    },
    {
      "end_timestamp": 5528.0,
      "id": "f6142546-1ce8-3029-a3ce-a6eb3c9f046a",
      "speaker": "Jordan",
      "start_timestamp": 5524.0,
      "text": "he was saying that you shouldn't have the military industrial complex get more money."
    },
    {
      "end_timestamp": 5539.0,
      "id": "bd24110e-3871-37e0-9099-2d03f17aa806",
      "speaker": "Dan",
      "start_timestamp": 5528.0,
      "text": "Well, he was arguing against Trump's budget, basically. And Doc can't do that. Alex can't stand. Can't do that. can have that done. So he just shut down. Zero Steve Pacheco Chanoch"
    },
    {
      "end_timestamp": 5542.0,
      "id": "88dce0ee-95fa-358c-b490-871c0261bd81",
      "speaker": "Jordan",
      "start_timestamp": 5539.0,
      "text": "just fucking went to town."
    },
    {
      "end_timestamp": 5547.0,
      "id": "3fe6758c-839c-3bb3-9348-ea72e06c3c1d",
      "speaker": "Dan",
      "start_timestamp": 5542.0,
      "text": "Now you might think that he cut him off that abruptly for time."
    },
    {
      "end_timestamp": 5550.0,
      "id": "ed9c005f-d668-3b63-bf36-010230e0552c",
      "speaker": "Jordan",
      "start_timestamp": 5547.0,
      "text": "Pathetic, just made the same arguments that I could have made?"
    },
    {
      "end_timestamp": 5565.0,
      "id": "cac44b48-4ed5-3efe-a6c2-498eff9701a1",
      "speaker": "Dan",
      "start_timestamp": 5550.0,
      "text": "Probably. Yeah. War is bad. Don't worry about Korea. We don't need that much of a budget. I think he made a better argument against Gorsuch than I could have. Yeah, no, absolutely. That was perfect. Yeah, the budget for the military is out of control doesn't mean"
    },
    {
      "end_timestamp": 5568.0,
      "id": "9c70a349-088b-3f24-9c25-c20f8760406b",
      "speaker": "Jordan",
      "start_timestamp": 5565.0,
      "text": "it doesn't have reduced money."
    },
    {
      "end_timestamp": 5574.0,
      "id": "a289df2d-c6ea-3d57-83c3-51a46c634673",
      "speaker": "Dan",
      "start_timestamp": 5568.0,
      "text": "I cut out some parts where he was talking about how ISIS is controlled by the CIA. And well, there we go disagree with that. There"
    },
    {
      "end_timestamp": 5611.0,
      "id": "44d209cb-201a-3ae5-9c5c-e72e85f09bec",
      "speaker": "Jordan",
      "start_timestamp": 5574.0,
      "text": "we go. All right. But the bigger and the thing that he talked about with with Syria is amazing. Because, I mean, we're so distracted by all the shit that Trump is doing. We're forgetting that Trump has now killed more civilians in Syria in the first two months, then fucking Obama did in years. Yeah, like this. What we're doing in Syria is insane. And we can't we can't add that to our list of calamities that we're trying to deal with right now. There's so much shit going on that we are murdering people. Yeah, we are murdering people and nobody can pay attention to it. Nope. That's fucking nuts."
    },
    {
      "end_timestamp": 5624.0,
      "id": "c7ce041f-94a2-39a1-a4ee-199ad72ae0d1",
      "speaker": "Dan",
      "start_timestamp": 5611.0,
      "text": "The world is spiraling out of control. Absolutely. Like if you grab hold of one thing to focus on, you lose. Yeah, the others. Yeah. But anyway, you might think that it's because of time that he was just like, we don't have time. But I"
    },
    {
      "end_timestamp": 5629.0,
      "id": "5583ab6c-9085-3912-8b4b-74493bd69bdf",
      "speaker": "Jordan",
      "start_timestamp": 5624.0,
      "text": "do not think it's because of time. But I think that tone of voice in both of them says it is not because of time."
    },
    {
      "end_timestamp": 5654.0,
      "id": "07dc8d1f-a6f3-3559-8e15-eb35a3e2660b",
      "speaker": "Dan",
      "start_timestamp": 5629.0,
      "text": "I think he might want to say that it was because of time of course. But the way he fills the next half hour before I think David knight takes over for the fourth hour proves he could have talked Jannik much longer. Ooh, because he's got nothing. Oh, no, this is nothing. This is nothing but it is I love I love it when he's got nothing. It starts by him misinterpreting something from the Bible."
    },
    {
      "end_timestamp": 5690.0,
      "id": "9fda1900-2779-3f42-ba4d-ae4738809e12",
      "speaker": "Alex Jones",
      "start_timestamp": 5654.0,
      "text": "House Intel chair Ken French Obama ministration travailed Trump, that's a longer clip from C span didn't the first clip Nunez locked it back incidental collection unmasking wildly, bullshit eliminated. He got it from the White House. See, their argument is Trump wasn't the target. It was his building and his phone numbers. And his staff wasn't that's clear lawyer games again, folks. And Putin is right. It's a distraction. But if we tell you they're gonna call for overthrowing Trump and a civil emergency and martial law, and three months later, it comes true. We have to point it out because they're saying we're the fake news,"
    },
    {
      "end_timestamp": 5693.0,
      "id": "8e41b930-0af1-36fc-aa73-2eded5491e66",
      "speaker": "Dan",
      "start_timestamp": 5690.0,
      "text": "but it hasn't. Nope. And it won't know."
    },
    {
      "end_timestamp": 5751.0,
      "id": "dd55eed6-d8ff-351c-9638-a56039806e80",
      "speaker": "Alex Jones",
      "start_timestamp": 5693.0,
      "text": "If we point out Trump was being surveilled. We told you exactly how studying law and then it again comes out. We're right I have to do it because it's not just about the regular audience that's already awake. God love you. You're the key at everything. We're trying to reach the people. It's some story in the Bible. The younger son says, I want my inheritance. And the father says, hey, everything's great here at our ranch or farm. He doesn't want it. He goes, Okay, here's your and he runs off for like five years drunk partying, prostitutes, blows, it all. Comes back. Older brothers, like I've been a good steward. What the hell you're having a party that the prodigal son just came back. The Father loves me goes, this is your brother. He imagined to be likable to you. You're strong. I don't expect you to do that. Still our family? And you know, that's what I'm coming at this. Yeah, that's"
    },
    {
      "end_timestamp": 5760.0,
      "id": "820f53b9-3c15-36f0-85f4-5ea8a4499c70",
      "speaker": "Jordan",
      "start_timestamp": 5751.0,
      "text": "what he thinks the prodigal son was about. Yep. Has he? Are we sure he's ever read the Bible?"
    },
    {
      "end_timestamp": 5772.0,
      "id": "67fc7e07-6847-37b2-ad75-f190b8bd7df0",
      "speaker": "Dan",
      "start_timestamp": 5760.0,
      "text": "No BS. Read the headline. He's Yeah. That's it. Like he doesn't know how to read. The Texas public schools failed him. He doesn't know reading comprehension skills."
    },
    {
      "end_timestamp": 5787.0,
      "id": "ae6fd98b-8027-35a4-953d-c6abc4cfb37c",
      "speaker": "Jordan",
      "start_timestamp": 5772.0,
      "text": "Wow. That's what he thinks the prodigal son was about, as I understand. I love that conversation that he thinks the dead like, Dude, you're fine. Look at this idiot. We gotta be cool with him. Like, what's what's happening? Well, okay,"
    },
    {
      "end_timestamp": 5800.0,
      "id": "0b23267c-c047-358c-b0b5-c4d9e978a227",
      "speaker": "Dan",
      "start_timestamp": 5787.0,
      "text": "so there's a couple problems with his interpretation of the prodigal son. The first is the idea in the book, or in the parable in the Bible, that the son goes away, rather than realizes the error of his ways"
    },
    {
      "end_timestamp": 5805.0,
      "id": "74184c53-f36a-3687-9d0a-059778cecf57",
      "speaker": "Jordan",
      "start_timestamp": 5800.0,
      "text": "learns his lesson works and works with pigs willing hovered. And shit comes back,"
    },
    {
      "end_timestamp": 5832.0,
      "id": "90da9d32-b7f9-3e64-acbd-5726cd7ad628",
      "speaker": "Dan",
      "start_timestamp": 5805.0,
      "text": "and is welcomed back by the Father. And the brother is confused by it. Yeah. This is your brother who was dead and is now alive. Yes, that is a celebration right? Now the problem for Alex is, in order for his sort of analogy to make sense. All of us at some point would have had to be info warriors who strayed. And we got sort of tricked by the mainstream media. And then now he wants us to come back. Is that"
    },
    {
      "end_timestamp": 5838.0,
      "id": "e7aff2eb-bcaf-3b8e-8cf6-22bfe7dc4f46",
      "speaker": "Jordan",
      "start_timestamp": 5832.0,
      "text": "what are you saying? Kind of? Yes. I didn't understand the point of the prodigal son"
    },
    {
      "end_timestamp": 5853.0,
      "id": "3827de6e-0bde-33a3-aa3d-f1ca989b9299",
      "speaker": "Dan",
      "start_timestamp": 5838.0,
      "text": "and his analogy or his using of it is these people who aren't red pilled and Chandler know the people who don't who don't see the truth. That info warriors know. Okay, those are the prodigal sons that he wants to come back."
    },
    {
      "end_timestamp": 5858.0,
      "id": "5e76a04e-9108-3670-ab9d-dd8c5eacd7f8",
      "speaker": "Jordan",
      "start_timestamp": 5853.0,
      "text": "But they were never saw. Right. Okay, right. All right. Now the"
    },
    {
      "end_timestamp": 5874.0,
      "id": "e572592f-cb23-3c0a-a2d5-b6d970434abb",
      "speaker": "Dan",
      "start_timestamp": 5858.0,
      "text": "second problem is in the prodigal son, the father doesn't scream at the son to come back. He's not like brainwashed you dumb fuck the globalist Gotcha."
    },
    {
      "end_timestamp": 5876.0,
      "id": "c0f5f4ad-0631-38bd-ae16-4b067cf65242",
      "speaker": "Jordan",
      "start_timestamp": 5874.0,
      "text": "globalist done. Gotcha boy."
    },
    {
      "end_timestamp": 5915.0,
      "id": "e14b3f67-feb5-38d1-8a1e-a707363a9c65",
      "speaker": "Dan",
      "start_timestamp": 5876.0,
      "text": "So the idea of it is a lesson learned brings you back to where you were supposed to be. Not that being screamed at. gets you in line. Man, Alex is really dumb. Turns out really dumb. But he still has to throw in Scripture every now and again. Because if he does, otherwise, he won't get the credit. He loses his Christian bought a few days. Right. So he goes on from here to get even weirder. This clip starts with him. That I mean, this is a perfect example of how he's just vamping. He starts with some false modesty. He gets into an impression, and then tells a fucked up analogy."
    },
    {
      "end_timestamp": 5930.0,
      "id": "45f17711-fa09-3d30-a8fb-8fb0e4481672",
      "speaker": "Jordan",
      "start_timestamp": 5915.0,
      "text": "I love his impressions. I'm a big fan of his analogies. Do we get any personal history? No personal history. And as you know, I've become obsessed with finding out more about who I am while at the same time. Never looking it up or doing any research of my own."
    },
    {
      "end_timestamp": 5958.0,
      "id": "754b0cc5-e94b-358f-b028-3afecc0ecba5",
      "speaker": "Dan",
      "start_timestamp": 5930.0,
      "text": "This analogy that he makes has some implied history. Okay, you might be able to leap that he has done the thing he discusses with you. Okay, but I don't want to say he definitely has because it's really fucked up. Okay, I want to request that you don't say anything over at least the end of this clip done because you need to hear him say this. Okay? Because otherwise, if you don't get all the words, it might you might think, oh, it's not as fucked up as it is. It's super fun."
    },
    {
      "end_timestamp": 6019.0,
      "id": "be38f4c4-91e2-30cf-b52c-47d6ef2ac344",
      "speaker": "Alex Jones",
      "start_timestamp": 5958.0,
      "text": "I would expect attention to me. I mean, you can't say how great I am a listen. Our country's got his legs cut off pointed out great. I get I'm great because I don't want to die. Just let's let's and I'm not pitching that you thank me. It's just like, I don't deserve it. This is self preservation. It's not the resurvey it's the prodigal son is who we want. We want the people who aren't totally turned over to lie. We want to reach out to them. That's all we have to point out. She the government says you don't have a memory. Jonathan Gruber says you're dumb. I don't think you're dumb. If you start using your memory and get connected to God you can live I don't talk slow to be me. That's how I've got to talk to you. Like NPR. NPR talks Trump talks to people like it's real slow and it's not because he doesn't know that you don't already know Ed also he's not going after you"
    },
    {
      "end_timestamp": 6023.0,
      "id": "33bf46d4-a168-35dd-9d74-e57f412b4fd3",
      "speaker": "Jordan",
      "start_timestamp": 6019.0,
      "text": "he's doing the head going after Lord of the Rings"
    },
    {
      "end_timestamp": 6108.0,
      "id": "e35575b7-38c3-3075-b508-65c6c61f5b8c",
      "speaker": "Alex Jones",
      "start_timestamp": 6023.0,
      "text": "on guns is at are in a sleep state Sleep Sleep come out of the sleep I've never been scientific about all this now that I'm 40 years see what's been effective telling the truth I understand more now. So the channel is all frustrating because he's all up there knowing how stuff works but of always having to you know, he's the real deal has been involved a lot of things. He's all pissed because he's wanting to communicate with the government structure and get them to stop. And that's fine. I communicate with them too. I'm communicating with the people because at the end of the day, that's where their power comes from. And I'm not sympathetic strong about stuff. You know, six seven years it was like we need a revolution now violent was doing I'm like, No, you watch it's cultural. We're going to win they want a violent overthrow because they think they can defeat that we're gonna be peaceful until they attack us and then I don't take any pleasure. It's physical people like killing dumbasses that are worked for the globalist what's it's it's like some dumb dog running off his back porch trying to bite you because you're walking down the alley. You know? You got to kick dog upside the head it keeps coming at you you just kind of go on sorry and pick up an old pole or something on the side of the alley and be his brains out your collars dog don't bleed to death right there. Just like that sucks, man. When do that? It's the same deal. I don't want to kill anybody."
    },
    {
      "end_timestamp": 6110.0,
      "id": "5875f74e-bcd2-392c-800a-a4654db38df6",
      "speaker": "Jordan",
      "start_timestamp": 6108.0,
      "text": "What the fuck was that? Sorry. I"
    },
    {
      "end_timestamp": 6113.0,
      "id": "157efc02-9b93-32e2-a39e-35ad3f3e5038",
      "speaker": "Dan",
      "start_timestamp": 6110.0,
      "text": "told you you had to put the mic down. God"
    },
    {
      "end_timestamp": 6124.0,
      "id": "388188b0-cd40-30cd-a745-29426f003f1e",
      "speaker": "Jordan",
      "start_timestamp": 6113.0,
      "text": "damn fuck was that was that? Was that? I don't understand what any of that means. All I know is that he's killed a fucking dog before"
    },
    {
      "end_timestamp": 6128.0,
      "id": "d823f66f-0e9b-366e-9bb9-64bc35f35cb3",
      "speaker": "Dan",
      "start_timestamp": 6124.0,
      "text": "where do you sit? It came off someone's back porch with someone"
    },
    {
      "end_timestamp": 6135.0,
      "id": "746004c1-53e0-3fd9-b07c-d66a01c4cb56",
      "speaker": "Jordan",
      "start_timestamp": 6128.0,
      "text": "that's a super specific it's not an allergy that is that's why I implied that he may"
    },
    {
      "end_timestamp": 6138.0,
      "id": "d47f1101-f403-3eca-aaeb-985662060a1b",
      "speaker": "Dan",
      "start_timestamp": 6135.0,
      "text": "be killed a dog might have"
    },
    {
      "end_timestamp": 6139.0,
      "id": "f7d21d06-c9a5-3f11-a4d5-cf35d56a7579",
      "speaker": "Jordan",
      "start_timestamp": 6138.0,
      "text": "been a dog to death."
    },
    {
      "end_timestamp": 6155.0,
      "id": "268440df-2916-359c-8497-d82d12763f72",
      "speaker": "Dan",
      "start_timestamp": 6139.0,
      "text": "I think that the analogy he was trying to make and failed. What the fuck was that? Well, I think what he wanted to say was make me feel better. I think it's like I take no pleasure in like you see a dog with rabies that's hurting and dying on the street. You got a mercy kill it. Or something like somebody"
    },
    {
      "end_timestamp": 6175.0,
      "id": "538618f1-ef66-34e2-87fb-3620276aa373",
      "speaker": "Jordan",
      "start_timestamp": 6155.0,
      "text": "said dumb dog. He did like a dumb guy. You know, like, like, you know, I mean if you can't wake up you're like a dumb dog that I got a murder gotta hit him hit in the head with a poll. I take no pleasure in murdering dumb people babies I'm gonna do you gotta murder dumbasses. You know, that's no big deal. You just murder him like a dog. If you murder dog,"
    },
    {
      "end_timestamp": 6183.0,
      "id": "c947a011-a1f1-30d6-bafa-4113b5d7abb4",
      "speaker": "Dan",
      "start_timestamp": 6175.0,
      "text": "if you use the metaphor that he's making, he is saying sometimes you gotta kill people. Sometimes you gotta kill I take no pleasure in it. But dumb people must die"
    },
    {
      "end_timestamp": 6186.0,
      "id": "7054957a-cd3b-3015-a047-04679b7a3582",
      "speaker": "Jordan",
      "start_timestamp": 6183.0,
      "text": "eat just That's fucking nuts. He's"
    },
    {
      "end_timestamp": 6188.0,
      "id": "de61f9b2-5907-3806-aef9-a52f7dbe1b06",
      "speaker": "Dan",
      "start_timestamp": 6186.0,
      "text": "losing it. That's wackadoo"
    },
    {
      "end_timestamp": 6191.0,
      "id": "2970986a-5a37-38b1-88a1-fb3ced2f1211",
      "speaker": "Jordan",
      "start_timestamp": 6188.0,
      "text": "shit. That's Lian wackadoo level well, and"
    },
    {
      "end_timestamp": 6244.0,
      "id": "ba97f354-911d-3a51-87d2-a012734ca9b5",
      "speaker": "Dan",
      "start_timestamp": 6191.0,
      "text": "you see how like lazily he's delivering this to he's so fucking spun out of control. Because of this interview with pathetic. Like, it's all the other stuff that's going on in the world, this clear lawsuit about pizza gate that's in the works, his ad roll money going away. The fact that they're looking into the bots that are promoting his website, which even if there's no involvement with Russia, he's going to have to realize that that means all this newfound audience is fake is not real. He doesn't actually have the popularity that he thinks he has. A lot of it is automated traffic and shit like that. So all of this is spinning in his head. Now he's got Steve pathetic on his show, where he's like, alright, this is safe harbor. This guy likes me. We're gonna just spin some conspiracy yarns together and scare some people and pluck and even Steve Bucha Nick will play ball. And now he's like, Fuck, what do I do?"
    },
    {
      "end_timestamp": 6264.0,
      "id": "5f4fe019-2f5c-3f48-824c-565e653b5411",
      "speaker": "Jordan",
      "start_timestamp": 6244.0,
      "text": "Imagine murdering people. Yeah. That's that's like, like that interview with pathetic has taken him to a violent bunch. Like, that's what is going on right there. That whole thing is now he's responding to that the only way he knows how to with his Ultra male. We got to murder"
    },
    {
      "end_timestamp": 6270.0,
      "id": "ca621ad5-023d-309b-b43b-b8ded3b3e0a6",
      "speaker": "Dan",
      "start_timestamp": 6264.0,
      "text": "people shit. Yeah, it'll turn esoteric here in a second. But before it does, it was fucking nuts. He's got to start."
    },
    {
      "end_timestamp": 6274.0,
      "id": "44d35e97-97df-3199-9bcf-c381bb724c33",
      "speaker": "Jordan",
      "start_timestamp": 6270.0,
      "text": "That was nuts. Even for Alex Jones. I'm blown away by that nonsense. Yeah."
    },
    {
      "end_timestamp": 6281.0,
      "id": "0e2e836d-59a8-33da-92bd-2ba27487dcd7",
      "speaker": "Dan",
      "start_timestamp": 6274.0,
      "text": "But you know, he's kind of like a boat adrift at this point. And he's got to find something to hold on to. So well."
    },
    {
      "end_timestamp": 6295.0,
      "id": "90887910-8441-3ffc-a44e-07d95d072944",
      "speaker": "Jordan",
      "start_timestamp": 6281.0,
      "text": "Do you remember the story of the prodigal son, right? The sun goes out after getting all of his inheritance before he deserves it. And then he loses all of it just partying. And then his dad murders him like a dog. Right?"
    },
    {
      "end_timestamp": 6299.0,
      "id": "414f55ff-494c-31c5-b80c-aa49b0172a31",
      "speaker": "Dan",
      "start_timestamp": 6295.0,
      "text": "You remember that part of the bigger that's important and that didn't take pleasure in No, no"
    },
    {
      "end_timestamp": 6304.0,
      "id": "00544043-4765-32d3-bdce-113829b63fb9",
      "speaker": "Jordan",
      "start_timestamp": 6299.0,
      "text": "He doesn't like it and his brother's like what the fuck? You're murdering my brother and he's like, dude,"
    },
    {
      "end_timestamp": 6305.0,
      "id": "b5f2cd4c-7a1b-3a4c-933e-e4f2a4e4da7f",
      "speaker": "Dan",
      "start_timestamp": 6304.0,
      "text": "he was protocol."
    },
    {
      "end_timestamp": 6307.0,
      "id": "471510ac-7d81-3ba5-b9bd-d2e97bafaeaf",
      "speaker": "Jordan",
      "start_timestamp": 6305.0,
      "text": "He was practicals Fuck yeah, I don't know"
    },
    {
      "end_timestamp": 6338.0,
      "id": "44e6c9eb-8f04-3ea8-abe7-1fc99b50da7e",
      "speaker": "Dan",
      "start_timestamp": 6307.0,
      "text": "Piaf. So like I said he's a boat adrift and he has to anchor onto something and the only thing that he's been talking about that he doesn't really relate back to things that he got slapped down by pathetic about Yeah. Is noon. Yes. rang the wiretapping stuff. Yeah. So now calls newness. Yeah. So he takes Devin Nunez bananas. He uses him now as like, Okay, I'm gonna use him to study myself. Right. So this next clip is about Nunez."
    },
    {
      "end_timestamp": 6348.0,
      "id": "1e028ba1-7aeb-3c49-b4b8-70d8e74ed197",
      "speaker": "Alex Jones",
      "start_timestamp": 6338.0,
      "text": "Nunez knows everything about this. And I don't know enough about Nunez. He's got some good voting records, some bad voting records. I just out of all the people, he's not a coward. He also"
    },
    {
      "end_timestamp": 6351.0,
      "id": "743f808f-e299-3fc6-849a-b767dc996f3d",
      "speaker": "Dan",
      "start_timestamp": 6348.0,
      "text": "was on Trump's transition team."
    },
    {
      "end_timestamp": 6376.0,
      "id": "4d98db45-7589-375e-b845-3cbc91ce84b2",
      "speaker": "Jordan",
      "start_timestamp": 6351.0,
      "text": "So he also did not briefed the House Intelligence Committee about his new information. He instead went directly to the White House had his talking points given to him by the Trump White House, not Trump, Steve Bannon, of course, which again, Trump as we've already established, doesn't have Ivanka or Kushner there, which he's starting to lose his shit because he can't communicate with people."
    },
    {
      "end_timestamp": 6393.0,
      "id": "37736f25-e4b7-3927-9913-563272e82faa",
      "speaker": "Dan",
      "start_timestamp": 6376.0,
      "text": "That's why he's in office. Yeah, exactly. Exactly. Speaking of what I mean, like not about that, but again to the Nunez information, stuff that press conference that he did, to us Alex's terminology. I've reverse engineered it yet in the next episode. It's gonna be late."
    },
    {
      "end_timestamp": 6397.0,
      "id": "dc908a07-63ad-3985-82b7-0a6c17467e5b",
      "speaker": "Jordan",
      "start_timestamp": 6393.0,
      "text": "Oh, we're getting to Yeah, man, you are teasing the fuck out of the next episode. It's worth it."
    },
    {
      "end_timestamp": 6398.0,
      "id": "520988a3-008e-3c68-85c1-49f7f9a58b09",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6397.0,
      "text": "But here we go."
    },
    {
      "end_timestamp": 6440.0,
      "id": "bac1e654-c33f-394a-8db5-88c7defbab92",
      "speaker": "Alex Jones",
      "start_timestamp": 6398.0,
      "text": "Because they are now threatening to try to remove him. They're saying he's a Russian agent. They're coming after him because he's the one guy in that whole pantheon of cowards, other than Rand Paul coming out saying it's ridiculous. And he was called a agent of Putin. You work for Putin. Your people like Elijah Cummings. I mean, you know, give me a break, man. The Democratic Party has been so controlled by the Russians during the Cold War, that it's a joke. And then you've got the nerve to look at people like Nunez who's just telling the truth and say he's an evil person. So I'm not in some butt kissing event for Nunez. I just recognized courage."
    },
    {
      "end_timestamp": 6446.0,
      "id": "e6cce90c-ab5e-3b79-93cb-97c552aac4c1",
      "speaker": "Jordan",
      "start_timestamp": 6440.0,
      "text": "Gave me a break. Break. Break me off a piece of that propaganda."
    },
    {
      "end_timestamp": 6452.0,
      "id": "12008cc0-ba98-32a4-b3c8-ea4a2f978479",
      "speaker": "Dan",
      "start_timestamp": 6446.0,
      "text": "Yeah, I'm not I'm not it's the same thing he does with Trump. I'm not kissing Trump's as he's just not great."
    },
    {
      "end_timestamp": 6455.0,
      "id": "1d602343-816a-3e9c-a0ee-5f24ca8ca29f",
      "speaker": "Jordan",
      "start_timestamp": 6452.0,
      "text": "And I don't want to take credit for not kissing Trump's as I just I just don't need to"
    },
    {
      "end_timestamp": 6468.0,
      "id": "420ced03-aa22-3dd1-aa5a-409a10efc21c",
      "speaker": "Dan",
      "start_timestamp": 6455.0,
      "text": "Yeah, so in this next clip, he cuts out Steve pertronic A little bit. I don't know if he realizes he's doing it. But then of course now it's the only thing he can do. He does our third favorite thing which is tell a story about going to dinner."
    },
    {
      "end_timestamp": 6490.0,
      "id": "1411a954-eaed-3edc-af33-959935d216df",
      "speaker": "Alex Jones",
      "start_timestamp": 6468.0,
      "text": "I don't like seeing anybody fall to this brainwashing. I don't like seeing anybody buying other stuff. I don't feel powerful looking. And Michael Moore a total piece of crap traitor to humanity. A total line. full well what he's doing I feel bad. I'm not lecturing but chinning I just you talk to these guys. Not just him. I tell you guys on off air. You name it. I am not higher up the CIA the beginning."
    },
    {
      "end_timestamp": 6508.0,
      "id": "6c77ea01-ca69-3f8e-914b-bf709f0bc9d2",
      "speaker": "Jordan",
      "start_timestamp": 6490.0,
      "text": "There was the cooking. I am not lecturing Steve pathetic. I mean, I've talked to people higher up than Steve Pugin on off here. Steve magenic is uh, you know, he's like a mid tier guy that I don't need to lecture the mid level guys. Steve Botanique just doesn't know all this stuff. I"
    },
    {
      "end_timestamp": 6517.0,
      "id": "cc066785-db20-3feb-b254-46407621b7a1",
      "speaker": "Dan",
      "start_timestamp": 6508.0,
      "text": "know. And I think a lot of like, a lot of this sort of response indicates to me What if Steve listens to this show? He can't be happy with where Alex went after the interview. There's"
    },
    {
      "end_timestamp": 6520.0,
      "id": "b6467a97-8c8b-324d-8dba-ee1fcbcd28e1",
      "speaker": "Jordan",
      "start_timestamp": 6517.0,
      "text": "no way Steve listens to the show."
    },
    {
      "end_timestamp": 6523.0,
      "id": "25c004aa-bab7-39af-bd63-ec6b3a4c83f0",
      "speaker": "Dan",
      "start_timestamp": 6520.0,
      "text": "If I were him I would maybe Maybe he"
    },
    {
      "end_timestamp": 6528.0,
      "id": "714c43ea-6f6b-36fa-8420-43282454a936",
      "speaker": "Jordan",
      "start_timestamp": 6523.0,
      "text": "got the maybe you got the gist later on from like an interim somebody. Yeah."
    },
    {
      "end_timestamp": 6530.0,
      "id": "64f15246-ebe4-37f2-b1ad-670d6fae8d9e",
      "speaker": "Dan",
      "start_timestamp": 6528.0,
      "text": "All right, who cares?"
    },
    {
      "end_timestamp": 6594.0,
      "id": "1aaa6e2d-7e91-317a-ad95-51e2ff0cab58",
      "speaker": "Alex Jones",
      "start_timestamp": 6530.0,
      "text": "And they just you're like, don't worry about that's the big stuff. The big narratives young government worry about that. I fundamentally believe in broadcasting the truth everywhere. No, and that the public in general about liberty, and that tyrants will disappear like phantoms at dawn to quote Thomas Jefferson, or paraphrase him. And it's not that I'm here saying I have all the answers. I just instinctively have to try to sit there. And then I mean, I walked into a place yesterday for dinner. And I had a couple of young types of ladies giggling Oh, it's Alex Jones, the guy that says your TV's watching you and then I realized that their lawyer, husbands or boyfriends came over to the table right? Well, Alex Jones, we watched you were just talking about you today. And I Oh, yeah, I'm sure you were cheap. The fact that I'm right. is what makes me even funnier. Because they have to make it a joke that I'm so right because she then they might have to do something that their TVs watching them."
    },
    {
      "end_timestamp": 6604.0,
      "id": "3631507f-b1cc-3e77-845d-f56b7f19b326",
      "speaker": "Dan",
      "start_timestamp": 6594.0,
      "text": "Oh, Alex, Alex, Alex. Alex, baby. What do you being right? You being right does not make you funny. No, that's not what we're"
    },
    {
      "end_timestamp": 6637.0,
      "id": "d16b12de-3962-32c3-8874-87b009ce8ddc",
      "speaker": "Jordan",
      "start_timestamp": 6604.0,
      "text": "young, attractive ladies. Young attractive ladies came up to him not as an unusual occurrence. attractive woman Oh, do Ruby and then their lawyer boyfriends or husbands or husbands Witcher as we all know, you can tell them by their their Muslim headscarves. Oh, sure. That's what all lawyers were no that's a trendies trendies were in the Muslim headscarves. Yeah. And so, so in in that they were making fun of them, right. Yeah. In that story."
    },
    {
      "end_timestamp": 6650.0,
      "id": "9c88f5ad-5fa1-3968-9755-46e4eac68c9c",
      "speaker": "Dan",
      "start_timestamp": 6637.0,
      "text": "If been mocking him if that happened. Yes. Yeah. That did not happen. I think that maybe someone's like, hey, look, it's Alex Jones. And that's it. That's probably it. Yeah, by the way, not a story. No, no,"
    },
    {
      "end_timestamp": 6654.0,
      "id": "249b9448-37a6-32c3-99c9-cdbe5067eec4",
      "speaker": "Jordan",
      "start_timestamp": 6650.0,
      "text": "it was there a point to that. Yes. He's funnier when he's right."
    },
    {
      "end_timestamp": 6659.0,
      "id": "d85b756e-0226-3920-bfaf-0c4e63d2e0b6",
      "speaker": "Dan",
      "start_timestamp": 6654.0,
      "text": "He's so right that people have to make him into a joke. He's not right. He is."
    },
    {
      "end_timestamp": 6667.0,
      "id": "a65ad528-eae1-33a8-868e-d0740416848c",
      "speaker": "Jordan",
      "start_timestamp": 6659.0,
      "text": "He's wrong about that. Yeah. Just so he's so wrong about being right that he's a joke."
    },
    {
      "end_timestamp": 6682.0,
      "id": "583a79c0-f2d6-322f-aabf-70e5c6d86cd5",
      "speaker": "Dan",
      "start_timestamp": 6667.0,
      "text": "It's insane. He's a joke. He's been wrong about countless things just today. I can't say whether or not he's wrong about this next thing, but I do think that maybe the the LSD he took kicked in right before this clip,"
    },
    {
      "end_timestamp": 6689.0,
      "id": "49e0617b-e710-321b-b94f-667887c8e423",
      "speaker": "Jordan",
      "start_timestamp": 6682.0,
      "text": "boyfriends, their lawyer boyfriend. So you know, they're high class. I love the weird little details that he throws into this that just kind of"
    },
    {
      "end_timestamp": 6693.0,
      "id": "92c1d21f-e022-30b4-819e-ccab232e34f1",
      "speaker": "Dan",
      "start_timestamp": 6689.0,
      "text": "will tell you. Good restaurant, you're going to Yeah,"
    },
    {
      "end_timestamp": 6715.0,
      "id": "3ce08195-8e4f-37e4-8cfa-6d79af1ee012",
      "speaker": "Jordan",
      "start_timestamp": 6693.0,
      "text": "there's this whole like cycle, like anytime you're lying, you wind up putting a lot more details in here than you need to. But also, there's all these like little psychological things that go into there, where it's like, I would never speak to somebody who wasn't of a higher class. Only the higher class people come up to me, Well, I go to these places where the higher class people like he's such a star fucker. Yeah."
    },
    {
      "end_timestamp": 6719.0,
      "id": "18de70f0-2c8f-3b0b-9f53-9bfa486a1df9",
      "speaker": "Dan",
      "start_timestamp": 6715.0,
      "text": "I mean, it begs the question like, how does he know that these are lawyers?"
    },
    {
      "end_timestamp": 6746.0,
      "id": "abea9e5b-0585-354f-ae45-b63bb4a4156a",
      "speaker": "Jordan",
      "start_timestamp": 6719.0,
      "text": "Right? What did and he doesn't? He very much implies that that was the end of the conversation. Yeah. Like, there's no, there's no content. Like if he had a conversation with them, he would have told us all about that problem. And instead, it seemed like they kind of just laughed at him a little bit, I think and then left. And they said, they're the lawyers. The lawyers told me they watch we watch your show. We watch the show, and then they laughed at it. Look, do"
    },
    {
      "end_timestamp": 6753.0,
      "id": "f3bdfcc4-5c9e-3d28-93a6-677a67b73bb3",
      "speaker": "Dan",
      "start_timestamp": 6746.0,
      "text": "you understand the crushing pressure that exists to be Alex Jones right now? I don't it's gotta be fucking difficult. Can't"
    },
    {
      "end_timestamp": 6756.0,
      "id": "7339f640-9fc9-3f26-97f0-c8354914daf7",
      "speaker": "Jordan",
      "start_timestamp": 6753.0,
      "text": "imagine the crushing pressure that because all right"
    },
    {
      "end_timestamp": 6767.0,
      "id": "b7d6939d-dcda-36a3-a1fd-425bc903037a",
      "speaker": "Dan",
      "start_timestamp": 6756.0,
      "text": "now the 23 years he went ignored is coming back to haunt him. Yeah. Like before no one gave a shit that sound talked about earlier. Now people are starting to pay attention. They're like, Oh, hey, fuck you."
    },
    {
      "end_timestamp": 6772.0,
      "id": "901f968a-0354-3489-8941-841faf2199f2",
      "speaker": "Jordan",
      "start_timestamp": 6767.0,
      "text": "Unfortunately, he spent 20 years building a case against"
    },
    {
      "end_timestamp": 6783.0,
      "id": "c04c6bc6-984e-3269-b52d-b85878a9e6ee",
      "speaker": "Dan",
      "start_timestamp": 6772.0,
      "text": "Yeah, and building up a very respectable, but not all that huge. Audience of real fringe weirdos."
    },
    {
      "end_timestamp": 6838.0,
      "id": "08088c7e-6d11-373f-8e6c-2d25b373c3c5",
      "speaker": "Jordan",
      "start_timestamp": 6783.0,
      "text": "Yeah, this is this is the thing that I think he had no idea. Well, this is one of the things we've talked about is that he doesn't know how to win. No. And he had no idea that he would he was hitching himself to the wagon of somebody who would win. Like that's the thing that really took him down. Because if we are giving him even that base cutting, then he had to have latched on to Trump, because Trump was a joke. So So he pulls out this guy who is a man after his own heart, pulling out nonsense left and right saying bullshit, he hitched his wagon to him, assuming that we can dovetail together, we can lose together. Exactly. And that will give us both that will give us both like more of a platform, right to say the dumber shit that we have to say, now that he's won, now people have to engage with him."
    },
    {
      "end_timestamp": 6863.0,
      "id": "af4fec94-086a-368e-8def-86c5c322ab25",
      "speaker": "Dan",
      "start_timestamp": 6838.0,
      "text": "Well, I mean, it's the same thing with what a lot of people have come out and said about the failed Obamacare repealing right where there were Senators that came out or excuse me, House members came out and said, we pushed for this when Obama was in office, because we knew we wouldn't know. Yeah, exactly. We knew it would never work. Now we have a president who we know will pass it we can't posture like that. Well,"
    },
    {
      "end_timestamp": 6902.0,
      "id": "cec888a8-096f-3121-869d-0f60d1f97d70",
      "speaker": "Jordan",
      "start_timestamp": 6863.0,
      "text": "one of the most brutal things. One of the Republicans said something absolutely. Like the it was like a one moment of clarity where he goes, you know, in the past eight years, I don't think we've ever done anything positive. I don't think we've ever done anything that advances forward our ideas. We've just been things down. We've just been the party who is trying to say no, and if we don't do something positive, what are we here for? So that was the thing that a we've all been saying? Yeah. And it seems like that's the first time he's ever even considered the possibility that he's a giant pile of garbage."
    },
    {
      "end_timestamp": 6934.0,
      "id": "238044bb-0b1b-3272-97ff-01ae24980a9b",
      "speaker": "Dan",
      "start_timestamp": 6902.0,
      "text": "Tough to look in the mirror. Yeah, right. But my point is that Alex, I think, is like those senators, but they accidentally, like in the case of House members, but in this case they accidentally passed the Obamacare repealing Yeah. Like he joined up with Trump because it's like, Trump is going to lose. I'm going to say that he could destroy the globalists. But when he loses, I can say that he was cheated out of it. Right. And then we can keep that narrative going for in perpetuity. Yeah, exactly. And as long as Trump isn't the President he'll come on my show and say the exact same things that I say"
    },
    {
      "end_timestamp": 6948.0,
      "id": "a12db487-d127-34f3-bf44-e92e20d3b9c2",
      "speaker": "Jordan",
      "start_timestamp": 6934.0,
      "text": "or in trumpet done his whole news network like What the are the thing floated after that was then Alex Jones would have had a syndicated job and in charge him it might have been on that network, but"
    },
    {
      "end_timestamp": 6958.0,
      "id": "0b8c6ab4-d399-3fdd-a9e5-b45076e81a3d",
      "speaker": "Dan",
      "start_timestamp": 6948.0,
      "text": "unfortunately, his metaphorical Obamacare repealing passed, and now he's like, Oh, shit. He is not taking out the globalist"
    },
    {
      "end_timestamp": 6993.0,
      "id": "4a5dd9fd-7e34-320e-990d-e4a7976f46f4",
      "speaker": "Jordan",
      "start_timestamp": 6958.0,
      "text": "it is it is fascinating, because the more we live in this, the more it seems like Trump being elected, was bad for everyone. Yeah. Trump includes Trump included. No one on the planet. It turns out Putin actually well, except for Putin. Putin is probably the only person probably the whites well, and LePen and white supremacists. And of course, yeah, but even then the other than other than like a tacit encouragement to commit more violence. White supremacist aren't getting any of the shit that they want either. No, but"
    },
    {
      "end_timestamp": 6998.0,
      "id": "724aa339-f004-3613-a9fa-169e0870e005",
      "speaker": "Dan",
      "start_timestamp": 6993.0,
      "text": "they're getting marketing opportunities, and they're probably getting they're probably"
    },
    {
      "end_timestamp": 7002.0,
      "id": "087d25a0-6c4f-3cb3-aecc-699800cf5509",
      "speaker": "Jordan",
      "start_timestamp": 6998.0,
      "text": "the most American thing you can get. Well,"
    },
    {
      "end_timestamp": 7005.0,
      "id": "b018ee2b-959c-3914-8125-462534fb24a3",
      "speaker": "Dan",
      "start_timestamp": 7002.0,
      "text": "they're also probably getting increased recruitment. Yeah, I would assume I would"
    },
    {
      "end_timestamp": 7013.0,
      "id": "5abd6ffd-1ece-3fd0-a1c1-b9c9666e2cb6",
      "speaker": "Jordan",
      "start_timestamp": 7005.0,
      "text": "say so. Or at least a a, like, the ability to be more free with your idiotic nonsense."
    },
    {
      "end_timestamp": 7027.0,
      "id": "cbabec0c-6af1-3c12-826b-b95691b07cc3",
      "speaker": "Dan",
      "start_timestamp": 7013.0,
      "text": "And even if it's in the negative, even if it is against the media, talking more and more about people who have bigoted positions, only emboldened people to be like, Oh, wait, I feel that way too. Yeah, it's"
    },
    {
      "end_timestamp": 7041.0,
      "id": "5b47d731-3121-331e-9af0-b2db3411934a",
      "speaker": "Jordan",
      "start_timestamp": 7027.0,
      "text": "almost like they are finally realizing what it feels like to be gay and or trans and come out of the closet to like, Do you know how do you know how more comfortable you are in your own skin when you don't have to hide who you are?"
    },
    {
      "end_timestamp": 7049.0,
      "id": "21025621-1eb6-30e5-951b-5694a468e03e",
      "speaker": "Dan",
      "start_timestamp": 7041.0,
      "text": "i Okay, so Owen Shroyer and Leann McAdoo interview with I can't remember her name, but she used to be in the Pussycat Doll"
    },
    {
      "end_timestamp": 7051.0,
      "id": "3664ee92-e91a-30af-a44a-fec64c223406",
      "speaker": "Jordan",
      "start_timestamp": 7049.0,
      "text": "Oh T in the wax as I like to call them. Sure."
    },
    {
      "end_timestamp": 7068.0,
      "id": "41ae291a-c95b-307e-a93b-9ae0d5b17cf7",
      "speaker": "Dan",
      "start_timestamp": 7051.0,
      "text": "They did an interview with this gal who was in the Pussycat Dolls and left and as a Trump supporter. Great. And so they're talking. They're talking to her. And she's describing the experience of realizing that she's conservative. Exactly like yeah, people will talk about right. And it's like, I mean, can't"
    },
    {
      "end_timestamp": 7072.0,
      "id": "0a7cec2b-5a31-33e2-a74c-be984e219c8c",
      "speaker": "Jordan",
      "start_timestamp": 7068.0,
      "text": "you just make that one small connection?"
    },
    {
      "end_timestamp": 7083.0,
      "id": "2a07e7d5-1a85-3269-8b6e-caaf7e772eb0",
      "speaker": "Dan",
      "start_timestamp": 7072.0,
      "text": "Well, in her case, to be fair, she does talk about how she supports the LGBT community Good for her. So she the main that's, yeah, that's dumb. It's a bigger issue for other people. But like in her case, that's not you can't"
    },
    {
      "end_timestamp": 7134.0,
      "id": "a59b88c3-86cf-37a9-affb-da781b1147f3",
      "speaker": "Jordan",
      "start_timestamp": 7083.0,
      "text": "do both now. You can't. Yeah, you can't do both. Now. If there's a full acceptance, then maybe we can go back. If there's a full acceptance of the LGBT community. Maybe you can go back and say, Well, I am a fiscal conservative, and also a person who accepts that. But for right now, all you are saying is that I am willing to marginalize millions and millions of people. I am willing to watch them kill themselves, so I can get tax breaks. Yep. That's what you're saying. Later on. Later on. After all of this, all the bigotry in the world has gone away. Yeah. Then we can get back to how conservatism is fine. So never. Exactly."
    },
    {
      "end_timestamp": 7146.0,
      "id": "667b1f7f-dee3-320d-8a88-d5dd354b100c",
      "speaker": "Dan",
      "start_timestamp": 7134.0,
      "text": "Jordan. We got a couple more. We got a couple more clips. And you got to show tonight. So let's do this. This is where should get esoteric. This is a riddle. And it's just"
    },
    {
      "end_timestamp": 7150.0,
      "id": "a3244053-0c05-3ef1-aebc-63f111e615a5",
      "speaker": "Jordan",
      "start_timestamp": 7146.0,
      "text": "me these questions. Three Alex Jones."
    },
    {
      "end_timestamp": 7158.0,
      "id": "db6f2c53-fdb0-3d78-9b1c-4eef4c97d722",
      "speaker": "Dan",
      "start_timestamp": 7150.0,
      "text": "I mean, this is where he turns internal and is just really discovers himself. I don't know what's going on. But he's struggling, okay."
    },
    {
      "end_timestamp": 7228.0,
      "id": "bc315317-7c38-348c-a2f4-3a14609477bb",
      "speaker": "Alex Jones",
      "start_timestamp": 7158.0,
      "text": "And then everyone tries to climb that staircase to heaven. Show they can be over other people. What the hell is that? Has anybody that's been down in the valley at night with the stars out in the trees around you. And a bonfire knows the valley is the stars. You're already in the stars. Dirty in the universe. You're on a planet beautiful and rich and beautiful. beyond imagining and down in the valley is the highest point. There are some poetry for it. What is happened, see, people keep thinking they can go up, up, up, really all they do is look down, down, down. Does that mean you don't become successful or have wealth? Wealth is to protect yourself and take care of those who love and to build? It's not so you can sit there like a peacock. I can't live in a rich area. Caitlin rose people, because on average, they're so soulless. There's some people that are nice. But you can't live anywhere. If you live in a blue collar area. They're all free time. Who's got more money? Who's got whatever? As if that's some symbol of who's got a bigger soul? Who's got more well, who's got"
    },
    {
      "end_timestamp": 7236.0,
      "id": "83e26ab1-5cb3-3e9b-ac2f-0ae9eb58124c",
      "speaker": "Dan",
      "start_timestamp": 7228.0,
      "text": "Nick? What are you talking about? Alex? What was that? You're in the valley and you realize the valley is the stars. This is"
    },
    {
      "end_timestamp": 7241.0,
      "id": "e989b7b6-b00b-330f-b7fe-009f6ba73616",
      "speaker": "Jordan",
      "start_timestamp": 7236.0,
      "text": "this is did our"
    },
    {
      "end_timestamp": 7244.0,
      "id": "704ce65b-ed1a-354f-95fb-034b872c66d0",
      "speaker": "Dan",
      "start_timestamp": 7241.0,
      "text": "part of the you like the here's what I saw you in DC and"
    },
    {
      "end_timestamp": 7265.0,
      "id": "85830219-4686-3467-9d3b-adcd2e210798",
      "speaker": "Jordan",
      "start_timestamp": 7244.0,
      "text": "I see church I see history religion, junior high. Camp, Junior High Summer Camp, everybody sitting, everybody sleeping in the dorm, all of a sudden one kid wakes up and goes, guys, do you? Do you believe in God to believe there's a higher power? And that's when the shit goes down? Right?"
    },
    {
      "end_timestamp": 7268.0,
      "id": "a00e866c-bd0c-3149-be09-5b4b41bc84a9",
      "speaker": "Dan",
      "start_timestamp": 7265.0,
      "text": "I don't know if that kid's gonna talk about not being able to live in rich neighborhoods."
    },
    {
      "end_timestamp": 7279.0,
      "id": "d26106f8-324d-39ff-af70-53aa8c84f490",
      "speaker": "Jordan",
      "start_timestamp": 7268.0,
      "text": "I think that's exactly what that kid the one. It's the one poor kid at the rich summer camp. That's what's going on. That is Alex Jones. Alex Jones. He got a poor kid. He"
    },
    {
      "end_timestamp": 7285.0,
      "id": "56e6ade4-5fb7-35ff-8364-fbd61efdbbd4",
      "speaker": "Dan",
      "start_timestamp": 7279.0,
      "text": "got like a waiver to go to camp Kanika. And he showed up they're"
    },
    {
      "end_timestamp": 7286.0,
      "id": "1ba0bd07-9b15-34c4-a522-b35c2eb59227",
      "speaker": "Jordan",
      "start_timestamp": 7285.0,
      "text": "like camp fuck the poor."
    },
    {
      "end_timestamp": 7291.0,
      "id": "d13f5a63-7f37-31aa-b14d-72b6b4e2b934",
      "speaker": "Dan",
      "start_timestamp": 7286.0,
      "text": "Yeah. I mean, I went to a like really rich Christian camp. And I'm not from money."
    },
    {
      "end_timestamp": 7295.0,
      "id": "981e2e3c-39c4-3c05-b51f-4cdcdba685b3",
      "speaker": "Jordan",
      "start_timestamp": 7291.0,
      "text": "I grew up poor. I was dead at God camp for a month. Oh, Jesus,"
    },
    {
      "end_timestamp": 7303.0,
      "id": "00043a0a-de4d-3105-ad6a-3ffd0ffd2a1a",
      "speaker": "Dan",
      "start_timestamp": 7295.0,
      "text": "that's brutal. That's for another day. This is fucked up. And it starts up fucked up and through Oh, boy."
    },
    {
      "end_timestamp": 7369.0,
      "id": "fe6e3842-b603-3ca5-9c29-9af340c3ff5b",
      "speaker": "Alex Jones",
      "start_timestamp": 7303.0,
      "text": "It I could slit my throat, oh boy, poor my will out into humanity and die right now that made us to things people, I would do it. But here's the secret. I'm not even that strong. I have awareness of my will though, in history. And that's why I have effect on them. And if the people ever realize this, and the bushfires of liberty ignite there is going to be charging out of the missed individuals that will be 100 times more effective than I've been. Right now. I'm still waiting for him. That I know it's coming. And so the globalist should know this. Trump is only the first level of this event. It's gonna get bigger, it's gonna get quicker, it's gonna get stronger. We are the humans that built all this, the elite believe because we built this, they're god, they're going to cut us off. And you will then see what humans really do under stress. Once we have a platform to build on. You can't just manifest with your mind magically, in a cave. 10,000 years ago, you could envision though, and those dreams became we have now we're now"
    },
    {
      "end_timestamp": 7373.0,
      "id": "da3feca3-6fff-3da4-af59-ee2df1f6ce51",
      "speaker": "Jordan",
      "start_timestamp": 7369.0,
      "text": "on a launch deck. Looks like he knows the secrets."
    },
    {
      "end_timestamp": 7397.0,
      "id": "ee1a3776-1ca0-3c48-befb-33755e8c5dbc",
      "speaker": "Alex Jones",
      "start_timestamp": 7373.0,
      "text": "That's unlimited. And the elites know that. And they're so jealous. They're so angry. They're so upset, they don't know what to do, because they're sitting around not even knowing how to use what they've got. Because they didn't develop it. They're fallen even further than we are. And that's what everything they use, we develop turns into some nightmare because we've got bad people in control of those systems."
    },
    {
      "end_timestamp": 7404.0,
      "id": "ba5dbd08-6769-36d3-ba04-b67369c19378",
      "speaker": "Dan",
      "start_timestamp": 7397.0,
      "text": "This is why he had to cut off Steve pretend this is what he needed to fill his fucking time"
    },
    {
      "end_timestamp": 7414.0,
      "id": "c2cf97f6-e7a9-336b-ac30-a2b66ffe8d83",
      "speaker": "Jordan",
      "start_timestamp": 7404.0,
      "text": "I showed you on my notes. I have just written in the largest possible letters. Please go to therapy. Yeah, please go to the therapy session. Alex,"
    },
    {
      "end_timestamp": 7417.0,
      "id": "598d7eeb-eadd-35f5-b9fd-fe942af31289",
      "speaker": "Dan",
      "start_timestamp": 7414.0,
      "text": "you need analysis. This is not good. This is"
    },
    {
      "end_timestamp": 7422.0,
      "id": "cbbc61c7-5b7d-371b-a9b9-d823a601a6e0",
      "speaker": "Jordan",
      "start_timestamp": 7417.0,
      "text": "he just he is he is considering suicide right now. Really what he's doing."
    },
    {
      "end_timestamp": 7442.0,
      "id": "65760072-2c8b-360a-8f82-dde5c634298b",
      "speaker": "Dan",
      "start_timestamp": 7422.0,
      "text": "I mean, it's sort of an artful expression of it. Yeah, it is. Like if I could if I could give of my life essence, to create the energy that's needed to stop the globalists, my sworn enemy that I would do that. That's not really a threat of suicide, but it is violent language right after talking about murdering a dog,"
    },
    {
      "end_timestamp": 7451.0,
      "id": "c01e8434-3485-3b77-a274-1c5dd463d484",
      "speaker": "Jordan",
      "start_timestamp": 7442.0,
      "text": "I swear to God, this is Emily Dickinson. He is Emily Dickinson and right now you think so? Oh, yeah. This is crazy."
    },
    {
      "end_timestamp": 7480.0,
      "id": "901f544c-0469-3e3f-a69e-eb92e12ac1f7",
      "speaker": "Dan",
      "start_timestamp": 7451.0,
      "text": "I mean, the part about like, this is only going to get worse and it's going to keep happening faster and faster. I agree with that's not Emily Dickinson but no, but I agree with him on that in terms of like, you know, the propaganda and the way the internet is radicalizing people and stuff like that it's he's doing it's only gonna get worse what he's doing is only going to get more insidious but that's what he's saying he's threatening the globalist that's what's going to happen he just doesn't realize that he is the problem. It's not this make believe group of globalist Yeah,"
    },
    {
      "end_timestamp": 7482.0,
      "id": "c56f9b7c-747a-33dc-8c0d-7b5154ad8349",
      "speaker": "Jordan",
      "start_timestamp": 7480.0,
      "text": "I mean, everybody thinks they're the hero of their own story."
    },
    {
      "end_timestamp": 7493.0,
      "id": "75a93257-2b3f-3dd9-9521-d8a3f232dc94",
      "speaker": "Dan",
      "start_timestamp": 7482.0,
      "text": "I don't. I think I'm a piece of shit. Fair enough. Yeah, I don't I think I'm a side character in my own story. The story is about I don't even know what it's about my cat maybe. I don't know."
    },
    {
      "end_timestamp": 7498.0,
      "id": "c3008ac9-4b7f-3865-9baa-d32079d68f0c",
      "speaker": "Jordan",
      "start_timestamp": 7493.0,
      "text": "This is a story about you growing up in South Philly, right."
    },
    {
      "end_timestamp": 7533.0,
      "id": "d7a40a47-5bb2-360f-b37e-84d4db1ae89a",
      "speaker": "Dan",
      "start_timestamp": 7498.0,
      "text": "Okay, I don't know the rest of the world. are never watched for us print fresh prints fresh prints. Anyway, this next and last clip is sort of where he ends off before handing the baton to the fourth our host and he's back talking nights. I think it's a good night. I'm not sure I can't remember. Oh no this on Thursday it was our boy Batman. Okay. John Rapoport just talking more about vaccines being bad grades, the worst he is the worst. He was talking about how like the NIH is getting on fund and he's like, of course it is great. Oh, fuck you. I hate it. Rocky Rapoport. Yeah, no kid. But anyway,"
    },
    {
      "end_timestamp": 7536.0,
      "id": "f19f980d-fdfa-33ce-a733-f9e8883fb0b4",
      "speaker": "Jordan",
      "start_timestamp": 7533.0,
      "text": "go back. Go back to your fucking Bush's Batman."
    },
    {
      "end_timestamp": 7545.0,
      "id": "c479710d-f4b0-3412-91dd-41794822256a",
      "speaker": "Dan",
      "start_timestamp": 7536.0,
      "text": "Also, picture is still not hung up. I can confirm that. I was thrilled to see that picture still on the ground and we need to do I think we could find him on Twitter."
    },
    {
      "end_timestamp": 7547.0,
      "id": "e6d6c60c-362e-34aa-8bd0-2e20fbd08342",
      "speaker": "Jordan",
      "start_timestamp": 7545.0,
      "text": "I think we could find him on Twitter, right? I'm"
    },
    {
      "end_timestamp": 7548.0,
      "id": "1e66dfc9-c614-3043-8eff-4a2eb4754433",
      "speaker": "Dan",
      "start_timestamp": 7547.0,
      "text": "gonna find him on Twitter. He"
    },
    {
      "end_timestamp": 7550.0,
      "id": "7ec32b7b-d7c7-3eeb-b7f2-c3972b6259df",
      "speaker": "Jordan",
      "start_timestamp": 7548.0,
      "text": "doesn't have Twitter."
    },
    {
      "end_timestamp": 7553.0,
      "id": "9e866e14-7c84-3da9-b492-4f43c6b906d5",
      "speaker": "Dan",
      "start_timestamp": 7550.0,
      "text": "I bet he does. I'll find a tweet at him and watch we need. We need"
    },
    {
      "end_timestamp": 7563.0,
      "id": "0475aa0f-d585-31fa-a0c1-2bf3df9b3147",
      "speaker": "Jordan",
      "start_timestamp": 7553.0,
      "text": "to we need that paper. That is now my only goal. Like eventually, if we get beyond the picture, that's fine. Sure. I want that picture hung up,"
    },
    {
      "end_timestamp": 7571.0,
      "id": "2055b63f-6ce8-3e48-9359-f312599a3d7f",
      "speaker": "Dan",
      "start_timestamp": 7563.0,
      "text": "you know, people in productivity circles like to talk about having actionable goals. You know, we can't we can't,"
    },
    {
      "end_timestamp": 7575.0,
      "id": "5f0a9156-a555-360f-bac7-cd9c612e5b63",
      "speaker": "Jordan",
      "start_timestamp": 7571.0,
      "text": "we can't solve the Alex Jones problem. And we can't get that picture fucking hung out. We can't"
    },
    {
      "end_timestamp": 7595.0,
      "id": "4d5f48b0-31e6-33a8-a3a1-ed7e892f7771",
      "speaker": "Dan",
      "start_timestamp": 7575.0,
      "text": "sit around and say we want to have a great podcast. That's not an actionable goal. What you can say is I'm going to tweet at John Rapoport and ask him so I will do anyway, let's get to this last clip. This is again, he's now fallen back to Nunez, but it still has some of this esoteric language in it. And boy, he's wrong."
    },
    {
      "end_timestamp": 7618.0,
      "id": "9bc7fd23-5373-3cca-a77d-de7cae742b4d",
      "speaker": "Alex Jones",
      "start_timestamp": 7595.0,
      "text": "And now known as trans shins from the realm of the normal man into the arena of the real man. Wow. This is fucking been actually arena, Donald Trump, and many others are in. And that's the arena that other people need to aspire to be part of. Because when men start trying to be men again, and actually stand up for what's good and honorable,"
    },
    {
      "end_timestamp": 7624.0,
      "id": "0d03ac83-bd85-30e4-ac25-b0051e9e3f68",
      "speaker": "Jordan",
      "start_timestamp": 7618.0,
      "text": "and women start trying to be men again. No, then we'll have a civilization."
    },
    {
      "end_timestamp": 7629.0,
      "id": "df1fc242-f143-3eca-8d51-fd3ce8e27389",
      "speaker": "Dan",
      "start_timestamp": 7624.0,
      "text": "Only when men start acting like real men again, will we have a civilization? I feel like"
    },
    {
      "end_timestamp": 7634.0,
      "id": "d611c881-7091-3ddb-b15f-f91f0312f5ca",
      "speaker": "Jordan",
      "start_timestamp": 7629.0,
      "text": "historically, that's not how it works. No, generally when men start trying to be real men again."
    },
    {
      "end_timestamp": 7635.0,
      "id": "d7d11b09-e5d2-319f-b1db-357f74dd313d",
      "speaker": "Alex Jones",
      "start_timestamp": 7634.0,
      "text": "They tear down civilizations"
    },
    {
      "end_timestamp": 7636.0,
      "id": "7b910f02-d3df-3a92-a6b9-3e3026049c27",
      "speaker": "Dan",
      "start_timestamp": 7635.0,
      "text": "fall."
    },
    {
      "end_timestamp": 7640.0,
      "id": "42c62ee8-b4b2-3080-b963-52f76d526863",
      "speaker": "Jordan",
      "start_timestamp": 7636.0,
      "text": "Yeah, how that works. Yeah, but I'm sure Rome happened. Be that"
    },
    {
      "end_timestamp": 7652.0,
      "id": "4ed69ea8-7c21-324b-8e75-ef9e8ed9966f",
      "speaker": "Dan",
      "start_timestamp": 7640.0,
      "text": "as it may I mean, it is in the midst good that that's where we're gonna jump off because that's a perfect encapsulation of a lot of Alex's life philosophy that really is yeah, you must be real man."
    },
    {
      "end_timestamp": 7654.0,
      "id": "2c6802a2-0365-3f67-bdb1-83a9d9cea026",
      "speaker": "Jordan",
      "start_timestamp": 7652.0,
      "text": "Let's all be dudes, bro. Bro."
    },
    {
      "end_timestamp": 7672.0,
      "id": "9f9ab3d1-8077-3567-b170-259f2440ede6",
      "speaker": "Dan",
      "start_timestamp": 7654.0,
      "text": "His masculinity is so threatened by this hypothetical fake group of globalists and he has to fight back against it. I don't I don't know what's going on and Alex Jones his world but you're right he needs to get therapy he needs to get therapy. There's so much there's there's so much going on. Like there's"
    },
    {
      "end_timestamp": 7682.0,
      "id": "c517d342-caef-342a-a02b-4b92660724b9",
      "speaker": "Jordan",
      "start_timestamp": 7672.0,
      "text": "you you nailed this this was such a strange like up and down of his emotional state. Where actually going in life like this is crazy the"
    },
    {
      "end_timestamp": 7688.0,
      "id": "64e8eae1-25b8-3cc3-bee0-c79f5de236fb",
      "speaker": "Dan",
      "start_timestamp": 7682.0,
      "text": "interview falling apart and him turning really dark and fucked up. Yeah, is it's connected? Oh, absolutely."
    },
    {
      "end_timestamp": 7689.0,
      "id": "8a284d22-d90f-312e-9d4a-c4b062e5ffe0",
      "speaker": "Jordan",
      "start_timestamp": 7688.0,
      "text": "You're"
    },
    {
      "end_timestamp": 7701.0,
      "id": "4d6b2377-5cfa-3ec3-8a33-8665fab9b5ea",
      "speaker": "Dan",
      "start_timestamp": 7689.0,
      "text": "watching a psychodrama. There's no doubt those two are connected. It is a psychodrama in radio show form, at least this episode. And it's fascinating. But when I was saying there's so much going on what it"
    },
    {
      "end_timestamp": 7709.0,
      "id": "e903aa6a-e559-3f02-b3be-57b2184e0395",
      "speaker": "Jordan",
      "start_timestamp": 7701.0,
      "text": "was, yeah, right now there's A Prairie Home Companion. Right. And then there's the Info Wars in the two greatest What the fuck is happening shows right now. Yeah."
    },
    {
      "end_timestamp": 7740.0,
      "id": "28dbd6f1-37f9-3f2a-89d6-14f371e8911a",
      "speaker": "Dan",
      "start_timestamp": 7709.0,
      "text": "Like in terms of Info Wars. There's so much going on. It's insane. It's never been like this. No, this is crazy. They are they're part of an investigation into Russian espionage. They're apologizing for pizza gate. They're lost their funding. It's crazy. This is I read unsubstantiated reports that they just had to fire some people. Really? I don't know if that's true or not. But it seems to"
    },
    {
      "end_timestamp": 7743.0,
      "id": "700d6b1a-64bc-30ac-9cd4-cffbc7631300",
      "speaker": "Jordan",
      "start_timestamp": 7740.0,
      "text": "mean it does. Yeah, that that is kind of what would make sense."
    },
    {
      "end_timestamp": 7748.0,
      "id": "99e9e8ef-7f49-3ae1-9ee0-2c2fb82218be",
      "speaker": "Dan",
      "start_timestamp": 7743.0,
      "text": "There's talk that like within the next week, they could be shuttering business."
    },
    {
      "end_timestamp": 7749.0,
      "id": "e766fd5c-7b14-3234-a35e-9a7c40069a35",
      "speaker": "Alex Jones",
      "start_timestamp": 7748.0,
      "text": "No,"
    },
    {
      "end_timestamp": 7759.0,
      "id": "fcca70e9-f8ac-3b26-9f90-2e597d260467",
      "speaker": "Dan",
      "start_timestamp": 7749.0,
      "text": "I don't think that's not possible. That's wild internet speculation. But with all of the chaos that's going on, things are gonna get so excited. Alex"
    },
    {
      "end_timestamp": 7769.0,
      "id": "7e5c40c2-236d-34c5-a5a4-8ef68d9ca4cc",
      "speaker": "Jordan",
      "start_timestamp": 7759.0,
      "text": "Jones would and I'm, I'm being 100% serious right now. Alex Jones would kill himself if Infowars ended."
    },
    {
      "end_timestamp": 7784.0,
      "id": "a8556071-b5ce-388c-9845-ef0dff88f2f1",
      "speaker": "Dan",
      "start_timestamp": 7769.0,
      "text": "I'm being 100% serious. And I'm quoting Dido here because I love Dido along with God, we learned. Yeah, he would go down with the ship. Yeah, absolutely. He won't put his hands up in surrender. No, there will be no white flag above his door."
    },
    {
      "end_timestamp": 7787.0,
      "id": "e71a4ad0-f30c-3191-828a-b847c54c02fe",
      "speaker": "Jordan",
      "start_timestamp": 7784.0,
      "text": "Oh, no, even if it Well, the next time."
    },
    {
      "end_timestamp": 7790.0,
      "id": "3054fe3b-5ed8-3cf7-b6b8-7b6930a75baf",
      "speaker": "Dan",
      "start_timestamp": 7787.0,
      "text": "I'm in love and always will be. It doesn't quite match the other three lines where"
    },
    {
      "end_timestamp": 7820.0,
      "id": "9c07822e-f5ed-3717-9240-279258860a80",
      "speaker": "Jordan",
      "start_timestamp": 7790.0,
      "text": "I will say that in my experience, he's a lot like a bird who will never fly away. That's not or who only flies away. That's I know he doesn't know where his home is. I don't I know you know, I'm wrong. Here's here's more what I would say okay? Whether or not Infowars itself as we know it dies he will do a four hour you YouTube video every"
    },
    {
      "end_timestamp": 7823.0,
      "id": "ff41cf0a-2d74-3330-8038-6604585d2d08",
      "speaker": "Dan",
      "start_timestamp": 7820.0,
      "text": "day he might just have to go back to his roots yeah"
    },
    {
      "end_timestamp": 7829.0,
      "id": "a2d784c4-9e8c-3f5d-89a3-ac3098d8a050",
      "speaker": "Jordan",
      "start_timestamp": 7823.0,
      "text": "inside in his in his home he will set up an iPhone. He can't when he will do a YouTube show"
    },
    {
      "end_timestamp": 7841.0,
      "id": "9da55a34-0dfe-36fc-8322-d707b3dbd20f",
      "speaker": "Dan",
      "start_timestamp": 7829.0,
      "text": "he I can't imagine how expensive it is for him to do what he does now. But he could do the exact same thing pretty much for what we could pay. Which is minimal."
    },
    {
      "end_timestamp": 7855.0,
      "id": "4022d941-19dd-3598-9f2e-a05a83b7f5f0",
      "speaker": "Jordan",
      "start_timestamp": 7841.0,
      "text": "He might just do a podcast if Infowars ends he might do a podcast and right now I am putting out the call Alex Jones you could join us when Infowars ends come on our pod"
    },
    {
      "end_timestamp": 7869.0,
      "id": "e0588687-63a7-3e96-8123-a51ec84e994c",
      "speaker": "Dan",
      "start_timestamp": 7855.0,
      "text": "join the knowledge fight the knowledge fight network. We're gonna Oh also speaking which we gotta get out of here. But one piece of big news. You know, Alex has been talking about wanting to create more programming. Ah, there is a new program. Oh, no."
    },
    {
      "end_timestamp": 7870.0,
      "id": "376ba3f9-892a-3b3d-b360-200ef85e91f0",
      "speaker": "Jordan",
      "start_timestamp": 7869.0,
      "text": "Is it music show?"
    },
    {
      "end_timestamp": 7881.0,
      "id": "d15897ab-a387-3d97-a4ec-8ebdff93355f",
      "speaker": "Dan",
      "start_timestamp": 7870.0,
      "text": "No, that table AES is still out in the cold fuck, but it is the robin Owens show. It's Rob do and Owen Shroyer co hosting the show."
    },
    {
      "end_timestamp": 7884.0,
      "id": "ad25590c-6f8c-3be4-94d3-175509de2100",
      "speaker": "Jordan",
      "start_timestamp": 7881.0,
      "text": "Wow. And that sounds horrific."
    },
    {
      "end_timestamp": 7905.0,
      "id": "c208c53b-ceb6-3f67-b13d-64dc4cbf0db6",
      "speaker": "Dan",
      "start_timestamp": 7884.0,
      "text": "It's one of the most unlistenable things I've ever that sounds truly horrific. I listened to one episode and it was they have no chemistry. Of course now. Oh, and Shroyer seems to not want to be there. Rob do is terrible on the camera. Yeah, it's Oof. If that's your first volley of new programming, buddy,"
    },
    {
      "end_timestamp": 7905.0,
      "id": "032411fa-27dd-314e-8f73-db96affd2854",
      "speaker": "Jordan",
      "start_timestamp": 7905.0,
      "text": "hire us You"
    },
    {
      "end_timestamp": 7908.0,
      "id": "c2d391b0-1c91-3f5c-9245-a2b30ea72f5b",
      "speaker": "Dan",
      "start_timestamp": 7905.0,
      "text": "gotta get it. Anyway,"
    },
    {
      "end_timestamp": 7909.0,
      "id": "3e83f915-0eb6-3b5e-912b-560d1b93d2d8",
      "speaker": "Jordan",
      "start_timestamp": 7908.0,
      "text": "we've got a we've got a report."
    },
    {
      "end_timestamp": 7913.0,
      "id": "947540d9-1020-34c8-b3f6-b20526f7a510",
      "speaker": "Dan",
      "start_timestamp": 7909.0,
      "text": "If you want to hire us, Alex, you can find us at knowledge. fight.co shets."
    },
    {
      "end_timestamp": 7918.0,
      "id": "cb377471-3070-36bd-b757-fcafc779d355",
      "speaker": "Jordan",
      "start_timestamp": 7913.0,
      "text": "You can also follow us on At knowledge underscore fight correct."
    },
    {
      "end_timestamp": 7930.0,
      "id": "778a1ee0-20b0-3601-9202-9513945b95b8",
      "speaker": "Dan",
      "start_timestamp": 7918.0,
      "text": "And it knows fight.com I want to give a little plug to this. We have living biography of Alex Jones in progress. Yep, putting up little pieces of his personal life. That sounds worse than"
    },
    {
      "end_timestamp": 7933.0,
      "id": "ac21f49c-8c9a-35c9-8cb3-035fc62afaea",
      "speaker": "Jordan",
      "start_timestamp": 7930.0,
      "text": "we are stealing little pieces of his personal life and putting it on the internet."
    },
    {
      "end_timestamp": 7942.0,
      "id": "720cc580-ae87-3a79-9a0d-b53aee4afb59",
      "speaker": "Dan",
      "start_timestamp": 7933.0,
      "text": "We're taking clips of him talking about his childhood and his life and creating a biography in real time. Also, there's a lot of content over there, go check it"
    },
    {
      "end_timestamp": 7948.0,
      "id": "b7c3ba9e-254a-30a1-88ec-c39a3604b134",
      "speaker": "Jordan",
      "start_timestamp": 7942.0,
      "text": "out. And thanks to at future Slock for giving us a little bit of a shout out on the AV Club."
    },
    {
      "end_timestamp": 7974.0,
      "id": "e88ab9b9-5a8f-3b13-8af7-9a9e60ff5ed3",
      "speaker": "Dan",
      "start_timestamp": 7948.0,
      "text": "That is That is very nice. Also, here we go. Let's give a little shout out to underscore oz underscore underscore underscore who may or may not be listening to this now that is a solid Twitter handle. I can't tell if you were making fun of us on Twitter or not. But feel free to continue to follow us on iTunes. If you have Thank you very much. Yeah, go suck a lemon."
    },
    {
      "end_timestamp": 7976.0,
      "id": "d3a909cd-a821-30d4-a9b8-9acd5d4865ba",
      "speaker": "Jordan",
      "start_timestamp": 7974.0,
      "text": "Old school are very defensive."
    },
    {
      "end_timestamp": 7987.0,
      "id": "f0ab098d-454a-3f3f-ba81-61dad9ff6ade",
      "speaker": "Dan",
      "start_timestamp": 7976.0,
      "text": "I don't know, man, I have a very complicated relationship with having fans. Also, if you want to email us, like you guys at knowledge fight@gmail.com"
    },
    {
      "end_timestamp": 7990.0,
      "id": "9ea82829-8b94-3c76-9a99-96fa921498e6",
      "speaker": "Jordan",
      "start_timestamp": 7987.0,
      "text": "You got it. Thank you guys so much for listening."
    },
    {
      "end_timestamp": 7994.0,
      "id": "f9fbe317-6174-39ca-8b42-5bc62bb86b5a",
      "speaker": "Dan",
      "start_timestamp": 7990.0,
      "text": "We'll see you soon for that episode that I've built up really?"
    },
    {
      "end_timestamp": 7999.0,
      "id": "3ebf194c-d0b1-3538-a4f9-c075554537e8",
      "speaker": "Jordan",
      "start_timestamp": 7994.0,
      "text": "Yeah, it's gonna be a huge disappointment. But in the meantime, let me ask you, Dan, what are we"
    },
    {
      "end_timestamp": 8001.0,
      "id": "5f10222b-3c0d-332b-8b61-d62c9c7e5c60",
      "speaker": "Dan",
      "start_timestamp": 7999.0,
      "text": "just like a policy wonk."
    },
    {
      "end_timestamp": 8003.0,
      "id": "b42100e4-1ac1-31b0-9794-67743d559de1",
      "speaker": "Jordan",
      "start_timestamp": 8001.0,
      "text": "We're a couple of policy wonks. Andy in"
    },
    {
      "end_timestamp": null,
      "id": "a999b135-7c1e-3b82-a930-f20633ffec81",
      "speaker": "Alex Jones",
      "start_timestamp": 8003.0,
      "text": "Kansas, you're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work. You"
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}