{
  "audio_identifier": "KF_27",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/Sawyer.mp3",
  "blocks": [
    {
      "end_timestamp": 7.0,
      "id": "0beb8998-cf71-36c2-b6c2-2f83157e14e7",
      "speaker": "Alex Jones",
      "start_timestamp": 0.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    },
    {
      "end_timestamp": 21.0,
      "id": "a3cb1471-c425-36b2-8dab-3bb6d7a70474",
      "speaker": "Dan",
      "start_timestamp": 7.0,
      "text": "Hey, everybody. Welcome back to knowledge fight. I'm Dan. I'm Jordan. Hey guys, today we welcome back to another episode of this podcast about the life and times of Alex Jones. We're a couple dudes who like to sit down have a good time. Twist."
    },
    {
      "end_timestamp": 22.0,
      "id": "b1a99456-59e6-32cc-b3cf-5f31e162096c",
      "speaker": "Jordan",
      "start_timestamp": 21.0,
      "text": "What's the twist?"
    },
    {
      "end_timestamp": 24.0,
      "id": "5adb8975-6400-34e4-be97-5436e58cad6e",
      "speaker": "Dan",
      "start_timestamp": 22.0,
      "text": "I listened to tons of Alex Jones and"
    },
    {
      "end_timestamp": 28.0,
      "id": "2124fe40-8802-3370-8dfb-d62c30b2e11f",
      "speaker": "Jordan",
      "start_timestamp": 24.0,
      "text": "I thought it was that you that we drink a lot of wine during this podcast? No,"
    },
    {
      "end_timestamp": 29.0,
      "id": "598e6493-2408-30d9-9065-ac5c02ce6d72",
      "speaker": "Dan",
      "start_timestamp": 28.0,
      "text": "just a reasonable amount of wine reads. That's"
    },
    {
      "end_timestamp": 31.0,
      "id": "756f71aa-44b1-33d3-bfd5-dbbcf47888a4",
      "speaker": "Jordan",
      "start_timestamp": 29.0,
      "text": "true. It is a reasonable amount."
    },
    {
      "end_timestamp": 39.0,
      "id": "be58e857-46f0-3114-b784-60666e3fa3bf",
      "speaker": "Dan",
      "start_timestamp": 31.0,
      "text": "The twist is I am an expert on Alex Jones. And I don't know a goddamn thing. But you're a quick learner. And I appreciate it guys."
    },
    {
      "end_timestamp": 45.0,
      "id": "b4eeb29c-17b5-3961-a803-dc41ac7c6544",
      "speaker": "Jordan",
      "start_timestamp": 39.0,
      "text": "Unfortunately for my psyche, yeah. Only if only I were the Eddie Bravo of this podcast."
    },
    {
      "end_timestamp": 50.0,
      "id": "f83c53f8-65b7-3286-b9b1-6b4296509cf2",
      "speaker": "Dan",
      "start_timestamp": 45.0,
      "text": "If only you could be blissfully dumbly going through this and just yet. Oh,"
    },
    {
      "end_timestamp": 52.0,
      "id": "34c3b271-b655-3db5-a840-1bbe8ecae2d9",
      "speaker": "Jordan",
      "start_timestamp": 50.0,
      "text": "what a wonderful world."
    },
    {
      "end_timestamp": 75.0,
      "id": "d70ed2e4-171e-3e7d-95d7-16de5bb54dca",
      "speaker": "Dan",
      "start_timestamp": 52.0,
      "text": "Guys, I want to say this up top. If you are sensitive about stuff, please turn off this podcast. I love your specificity. Yeah, trigger warnings abound. Today we are going to be discussing an episode where Alex Jones is disgraceful in many ways about the subject of abuse to children. And I don't want to do this episode. Jordan. All right."
    },
    {
      "end_timestamp": 92.0,
      "id": "117f4cde-11c9-376b-91e3-4ed5685ef618",
      "speaker": "Jordan",
      "start_timestamp": 75.0,
      "text": "Well, guys, thank you very much for listening to the first five minutes of this would be great. Oh, I just released a five minute video. And everybody's like, What the fuck is going on? aren't their episodes usually eight and a half hours long?"
    },
    {
      "end_timestamp": 101.0,
      "id": "d5a4c121-0e01-3da9-b92a-9bbdb669ac40",
      "speaker": "Dan",
      "start_timestamp": 92.0,
      "text": "For like we we've talked about this, we've texted and discussed this. I sincerely don't like I don't want to do this. But I think we have to. Yeah,"
    },
    {
      "end_timestamp": 111.0,
      "id": "350fc03a-b836-34e2-a4fd-041edc33e7db",
      "speaker": "Jordan",
      "start_timestamp": 101.0,
      "text": "you've kind of made it clear that if this is to be your true crusade against Alex Jones, eventually we're gonna have to dive into the heart of darkness."
    },
    {
      "end_timestamp": 143.0,
      "id": "d37ef23e-9802-3724-9d83-3e8154b58d28",
      "speaker": "Dan",
      "start_timestamp": 111.0,
      "text": "And in the interest of actually covering what he talks about, if I were to ignore this, I would be remiss, I would be derelict in my duty. And it just so happened that on Friday, March 31, Alex Jones did an episode that I think is one of the most disgraceful things I've ever seen in my life. Okay, I'm awesome. I posit that this is where Alex Jones takes his propagandizing and being a bad person to a entirely new level. Oh, wow. And I'll get I find,"
    },
    {
      "end_timestamp": 156.0,
      "id": "ea6067d0-c908-3e6d-8480-a2d9800cf187",
      "speaker": "Jordan",
      "start_timestamp": 143.0,
      "text": "somehow I find that hard to believe I will get into Now admittedly, I'm not the Alex Jones expert. So all I know, all I know is the worst of what it is we've seen. And I feel like that's more than enough to go to hell."
    },
    {
      "end_timestamp": 179.0,
      "id": "abb169aa-3d42-3ae5-a4bc-4b42723c5c89",
      "speaker": "Dan",
      "start_timestamp": 156.0,
      "text": "I will get into all of my my reasoning why I think that this is the case, I will establish my premise. I will give a few more warnings. But first, what I want to do is play an out of context drop of Alex Jones from this episode that has nothing to do with what we're going to be talking about, oh my God, but I"
    },
    {
      "end_timestamp": 199.0,
      "id": "09553464-f4da-38e0-a8db-3f58159d1631",
      "speaker": "Alex Jones",
      "start_timestamp": 179.0,
      "text": "do love the fact that in the White House, they don't call me Alex Jones. When they talk about what we're doing or when they get this call. They they say what is the Texan doing? The president says what is the Texan up to and so I am just so honored that they see me as York time of a Texan. And that's what it's all about."
    },
    {
      "end_timestamp": 202.0,
      "id": "96c5ef91-fdd1-3c53-94a1-440462046471",
      "speaker": "Dan",
      "start_timestamp": 199.0,
      "text": "You can hear Leann McAdoo there in the background going"
    },
    {
      "end_timestamp": 208.0,
      "id": "845fefe9-1526-30ad-a989-a345cf3ac86b",
      "speaker": "Jordan",
      "start_timestamp": 202.0,
      "text": "with sure or they refuse to speak your name out loud in case they are fucking being recorded."
    },
    {
      "end_timestamp": 217.0,
      "id": "12613da6-c722-3b49-a35e-96f69e7e9246",
      "speaker": "Dan",
      "start_timestamp": 208.0,
      "text": "You will hear her go another point when Alex says something fucking horrible. Oh, yeah, she goes."
    },
    {
      "end_timestamp": 229.0,
      "id": "259ac5c4-525b-3933-a06a-7143cd02331b",
      "speaker": "Jordan",
      "start_timestamp": 217.0,
      "text": "Do we have do we have emojis for Leanne McAdoo is face whenever Alex Jones says something truly horrible. And she has to sit there. It's watching her soul crumble into tiny little pieces. It's not"
    },
    {
      "end_timestamp": 243.0,
      "id": "7efe2628-70a1-3ea6-8789-3eb98a0a1f54",
      "speaker": "Dan",
      "start_timestamp": 229.0,
      "text": "nearly as shocked as I would like it to be. I would like her to be more offended by the things he says. But unfortunately, I think she's in. She's in his business. So I want to say this. Jordan, I've written the clarification that I'd like to say as a boilerplate. Before we do this episode, you wrote"
    },
    {
      "end_timestamp": 244.0,
      "id": "95f1e6bf-9c1c-3008-9123-d27b2a5f4c0c",
      "speaker": "Jordan",
      "start_timestamp": 243.0,
      "text": "it down."
    },
    {
      "end_timestamp": 245.0,
      "id": "3335dc07-6c28-3a9a-95d0-4ff0cddb0213",
      "speaker": "Dan",
      "start_timestamp": 244.0,
      "text": "I did. Because I want to make sure line"
    },
    {
      "end_timestamp": 252.0,
      "id": "26321eb9-a3b8-3e40-8b4a-b4944c308405",
      "speaker": "Jordan",
      "start_timestamp": 245.0,
      "text": "I've got to have this word for word appropriate. Not we can't fly by the seat of our pants on this one. Not"
    },
    {
      "end_timestamp": 358.0,
      "id": "c8814c3d-8697-3326-893d-d608e51bf7b5",
      "speaker": "Dan",
      "start_timestamp": 252.0,
      "text": "really. I just want to make sure that I'm clear. Okay, this is what I what I'm saying. Here we go. All right, this is Dan reading. In no way do we seek to minimize the seriousness of abuse against children. Nor are we in any way impugning the important work that law enforcement agencies do to fight against it. We acknowledge that pedophilia is real and a very serious problem in our society. And we don't pretend that we have any answers about the bigger picture questions regarding it. It is ours. And by ours, I mean me. It is my sole contention that Alex Jones, a documented propagandist and liar. This is Dan. I did not do a good job. Alex Jones is a documented propagandist and liar and in this episode, his behavior is not above board. and his actions absolutely serve to hurt the cause of protecting children. My contention, Jordan? Yeah, and I'm going to be laying out over the course of this episode. All right, is that Alex Jones intentionally put on a piece of staged propaganda, and he used his audience's understandable disgust and fear about pedophiles to exploit them. I believe that his motivations are threefold. One, he wanted to save face after everyone in the world, in publications, and on the internet, and in social conversations that I've had made fun of him for desperately trying to avoid a lawsuit over his coverage of pizza gate right to he wanted to sell more of his products, because I think he's going through an economic downturn because he's broke three. Finally, he wanted to perpetuate the myth that Donald Trump is working behind the scenes against a pedophile network. He's doing this because if that myth is accepted, it follows from that position that a pedophile network actually does exist."
    },
    {
      "end_timestamp": 369.0,
      "id": "8e41f999-27a4-38ee-b34c-2455bffb141a",
      "speaker": "Jordan",
      "start_timestamp": 358.0,
      "text": "Yeah. And if it does exist, and Donald Trump is fighting against it, well, you'll forgive a whole hell of a lot because somebody has got to stop these goddamn pedophiles."
    },
    {
      "end_timestamp": 387.0,
      "id": "38273052-6311-309f-9277-f06a01ebf643",
      "speaker": "Dan",
      "start_timestamp": 369.0,
      "text": "Right? And implied in that third point is all of our enemies are demons. Yeah, all of our enemies, those that we fight against. I mean, look, you can't be bogged down in the small potatoes, right of trans rights, or the fact that coal isn't coming back. We are fighting literal demons,"
    },
    {
      "end_timestamp": 394.0,
      "id": "f1b574f8-259b-3fdd-b0ff-4511e52e12d1",
      "speaker": "Jordan",
      "start_timestamp": 387.0,
      "text": "right? That sort of thing. And you can't negotiate with them. You can't do anything other than kill them. No"
    },
    {
      "end_timestamp": 395.0,
      "id": "fca33d06-2f5e-3ebc-a6c0-cb1a4fc0f8da",
      "speaker": "Dan",
      "start_timestamp": 394.0,
      "text": "Quarter. Yep."
    },
    {
      "end_timestamp": 397.0,
      "id": "45dd7ca8-37d4-39c5-bfad-1fda05e2c0d5",
      "speaker": "Jordan",
      "start_timestamp": 395.0,
      "text": "And it is a war."
    },
    {
      "end_timestamp": 406.0,
      "id": "5d0f621c-ac56-3b43-a0fa-fcb5d936ec4a",
      "speaker": "Dan",
      "start_timestamp": 397.0,
      "text": "I don't know if you think that my claim or my contention is too bold. What do you think just hearing that laid out? What do you think?"
    },
    {
      "end_timestamp": 409.0,
      "id": "0ca9e0f7-ae6f-3a01-a091-e946d235f6c4",
      "speaker": "Jordan",
      "start_timestamp": 406.0,
      "text": "I think I'm only going to refer to him as the text. And from now on,"
    },
    {
      "end_timestamp": 417.0,
      "id": "9649779d-9d44-3c5e-9053-b2a73d395ea9",
      "speaker": "Dan",
      "start_timestamp": 409.0,
      "text": "I'll text them. That clip in my files is labeled codename the"
    },
    {
      "end_timestamp": 428.0,
      "id": "ef33c87d-7d94-3c73-89ac-9e88f60eafdd",
      "speaker": "Jordan",
      "start_timestamp": 417.0,
      "text": "that's actually you know what? I can't allow that. Because that actually does make them sound pretty cool. Yeah, kind of cool. Yeah, I would take code name of the Texan. Not really, I think I hate Texas. Welcome"
    },
    {
      "end_timestamp": 430.0,
      "id": "91f1bb53-f064-34f1-a186-aa12398272df",
      "speaker": "Dan",
      "start_timestamp": 428.0,
      "text": "back to knowledge, right. I'm Dan over there, the Texas"
    },
    {
      "end_timestamp": 434.0,
      "id": "e475babe-2ea1-3b82-a2fa-ec86cd892c41",
      "speaker": "Jordan",
      "start_timestamp": 430.0,
      "text": "Jackson, I would have to do a voice and that would be very hard for me."
    },
    {
      "end_timestamp": 439.0,
      "id": "fb23cf66-6500-3fb5-aaa3-f9eae66502d2",
      "speaker": "Dan",
      "start_timestamp": 434.0,
      "text": "So this is us riffing around and desperately trying not to back on top."
    },
    {
      "end_timestamp": 447.0,
      "id": "9258783a-e532-3e49-8e3c-bc0f89a70b7a",
      "speaker": "Jordan",
      "start_timestamp": 439.0,
      "text": "It's me kind of sitting here going like, I am I even necessary for this podcast? Because if I laugh, I worry that you're gonna think I'm a monster."
    },
    {
      "end_timestamp": 473.0,
      "id": "dc9100e7-c5a2-3ff1-ae39-bc6359a7b22f",
      "speaker": "Dan",
      "start_timestamp": 447.0,
      "text": "No, I mean, sometimes you have to laugh to not cry. But the reality is, I have cut out a lot of the really horrible stuff. So if you're worried that I we're going to be playing tons of clips of Alex, really just like a pig in mud rolling around and the filthiness that he believes is going on, I've cut out most of that stuff. It's not going to be graphic. Okay. But my contention will be borne out over a series of clips."
    },
    {
      "end_timestamp": 487.0,
      "id": "90fd89ab-601f-3993-8366-b355050a02fe",
      "speaker": "Jordan",
      "start_timestamp": 473.0,
      "text": "And if you if you've got this, I imagine that we've got more than enough already. And if you feel the need that, you want to make sure that you can bury him in his own goddamn fell. You can go find him rolling around in that filth."
    },
    {
      "end_timestamp": 526.0,
      "id": "c197c389-ea90-3dd0-b968-b4c6a5d6f4f9",
      "speaker": "Dan",
      "start_timestamp": 487.0,
      "text": "Absolutely. And, you know, I cut out some other stuff, where he really goes hard at Muslims, claiming that they're mostly responsible for sexual violence, that sort of thing. Sure. I've cut out a lot of like, extraneous parts where he tries to bring in how abortion is part of it too. And like celebrating the killing of children is what abortion is about. That's absolutely not. So I cut out a lot of complete nonsense to try and streamline my point, that I believe that this is all theater. And I think he knew it from the beginning of the show, to where the show ends."
    },
    {
      "end_timestamp": 536.0,
      "id": "a87d87c0-aabe-391e-ad8f-afcb0a7e1719",
      "speaker": "Jordan",
      "start_timestamp": 526.0,
      "text": "Oh, wow. So he's, he's focused. And this is this is pre written? I don't know, at the very least, at the very least pre planned. Yes. And this whole thing is,"
    },
    {
      "end_timestamp": 551.0,
      "id": "237b6b61-7241-3b71-97d7-80b4a4809971",
      "speaker": "Dan",
      "start_timestamp": 536.0,
      "text": "I guess, I think more likely than pre planned. He had. He had a belief that things would go the way they do. And that's what he was hoping for. Okay, because he could exploit it. All right. I know we're speaking to vaguely and I apologize. Well,"
    },
    {
      "end_timestamp": 554.0,
      "id": "2969d55a-80e5-3f19-9c72-9c7a62c6d338",
      "speaker": "Jordan",
      "start_timestamp": 551.0,
      "text": "I don't know anything. So I'm just trying to speak as much as I know."
    },
    {
      "end_timestamp": 598.0,
      "id": "ebe26e9d-223e-3a99-8422-d56e9681a1c2",
      "speaker": "Dan",
      "start_timestamp": 554.0,
      "text": "Okay, so basically, what ends up happening, the plot of Friday's episode is that he has a guy on the show named Craig saw man Sawyer. All right, well, I'm already out. He's not a mass murderer, right. Maybe he is. He's a former Navy SEAL. And well, then yeah, he's probably a mess. From all the research that I could do into his past. I didn't find like a ton of red flags. Like a lot of Alex's guests. There's not the like, weird, horrible track that I can find behind him. And so and he's, for what it's worth. It seems like he might have his heart in the right place. Okay. He is coming on to promote a new website that he has started and a new initiative called vets for child rescue.org Where"
    },
    {
      "end_timestamp": 614.0,
      "id": "a26cac49-886e-3c4d-bb4a-50573171f603",
      "speaker": "Jordan",
      "start_timestamp": 598.0,
      "text": "that sounds like a very positive thing. And going by the name, I can assume that at the end of your very next sentence, I will fully support this website. Listen. So the answer there is yes how"
    },
    {
      "end_timestamp": 632.0,
      "id": "a8f24174-f5fa-3a61-ab42-4c97bda292b3",
      "speaker": "Dan",
      "start_timestamp": 614.0,
      "text": "things play out now is what this episode is all about. But for now he's don't rhyme again. Sorry. But for now let's just get to the first clip. And this one Alex talks about how evil the forces that they're against are. And then on top of that, he gets into some facts that he has wrong."
    },
    {
      "end_timestamp": 696.0,
      "id": "411b5058-6b66-3602-925f-241ab585628a",
      "speaker": "Alex Jones",
      "start_timestamp": 632.0,
      "text": "And so it's like evils coming out of the nest, it's coming out of the cave. It's like the devil walking around, roaring, seeing who he may devour. And so none of us have all the answers. I don't know exactly what to do. I just don't want to get the word out, move forward. We're gonna beat these people. But we're dealing with very, very, very, very wicked people. Trump has arrested it was 1800. A few weeks ago, it's over 3000 alleged pedophiles, but a lot of times it's not child porn. It's with the kids in cages, okay. And the big telltale sign is like California on February 2. KTLA biggest TV station, la 424, arrested 28 Kids in bondage, some of them in cages, nothing about the kids nothing about where they are now, nothing about what was going on this network. And I've seen this type article 1000s of times over the years. And so this is the real currency of the global so I don't know where we're even going here today other than a brainstorm session, about what we can do. And I know a lot separately. People are sick of this the military, they're tired of the Islamic takeover the globalist takeover out of the EU threatening to break the United States."
    },
    {
      "end_timestamp": 715.0,
      "id": "0c968258-68e2-3e04-91ca-ab0c5d61dbb1",
      "speaker": "Jordan",
      "start_timestamp": 696.0,
      "text": "So you can't you can't put all those together at the very end. No, you can't say that bullshit, and then just throw on. And then it's a Democrats and it's fat people. And it's everybody who doesn't believe in Jesus Muslims, that you you. Yeah, everybody, everybody who supports the ACLU,"
    },
    {
      "end_timestamp": 733.0,
      "id": "b1fab927-3740-3483-be81-86ff07de69ed",
      "speaker": "Dan",
      "start_timestamp": 715.0,
      "text": "you can because he believes that all this is all packaged together. And that, you know, I mean, we've been over this a little bit, and he does say this later that children are the currency of the globalists. Yeah. And what he means by that is that they trade child slaves around and that's the way that they game favors with each other"
    },
    {
      "end_timestamp": 742.0,
      "id": "cf34c11f-b85e-33f2-89fd-2fd268bb1585",
      "speaker": "Jordan",
      "start_timestamp": 733.0,
      "text": "very inefficient currency. Absolutely. What how do you know Bitcoin? How do you know what when the value? Is there a stock market for that? Like, what are we talking about?"
    },
    {
      "end_timestamp": 747.0,
      "id": "f05cb3eb-2e50-3623-b517-c720e15f332d",
      "speaker": "Dan",
      "start_timestamp": 742.0,
      "text": "I don't, it's insane to try and bring what's the Chinese exchange rate for that?"
    },
    {
      "end_timestamp": 753.0,
      "id": "8df1c8c7-4772-38ea-b5d2-9963b17fa7b2",
      "speaker": "Jordan",
      "start_timestamp": 747.0,
      "text": "I want to know what's the what's the Chinese version of the yen? What's the yen to child? That's what I really want"
    },
    {
      "end_timestamp": 762.0,
      "id": "8c36a2d9-db23-3a62-8ba7-2474912fda8c",
      "speaker": "Dan",
      "start_timestamp": 753.0,
      "text": "to know. I don't think we should. I don't think we should broach that too much further. I think Alex didn't read this KTLA article. That is what I think he didn't"
    },
    {
      "end_timestamp": 767.0,
      "id": "b5bbc3f2-8a58-3b69-99ec-145128a2fc40",
      "speaker": "Jordan",
      "start_timestamp": 762.0,
      "text": "shock. So I am shocked. I have"
    },
    {
      "end_timestamp": 779.0,
      "id": "d626df4e-e0f7-322c-b151-614b941665ea",
      "speaker": "Dan",
      "start_timestamp": 767.0,
      "text": "read this article. And many of them also shocked and many, many more. Alex's presumption and his main theme about the world as it is, is that Trump is rolling up these pedophile networks."
    },
    {
      "end_timestamp": 784.0,
      "id": "d61ccb31-c3a7-3e6b-9871-e3fea7609fe5",
      "speaker": "Jordan",
      "start_timestamp": 779.0,
      "text": "Yeah, he's Trump has got 3000. Why? Where did that come from?"
    },
    {
      "end_timestamp": 826.0,
      "id": "c125e594-4de4-3fa6-b94a-2edc0b86596d",
      "speaker": "Dan",
      "start_timestamp": 784.0,
      "text": "That number I cannot substantiate in any way. And Trump Trump is supposed to have done this. Personally, he's given the green light is what Alex says. He's told these agents who had been being held back by Obama, because he doesn't want the sex trade and the you know, he was holding them back now. Trust me on stock right? In the Yeah, exactly. And Trump has let them off the chain. And that's why there are so many arrests now. Now, this theory and narrative is incredibly full of shit. And I'm going to explain why but before I do, I am not in any way again impugning the law enforcement officers who are doing good work."
    },
    {
      "end_timestamp": 847.0,
      "id": "dda378c6-3e73-3c9f-a37f-94199a2cbba1",
      "speaker": "Jordan",
      "start_timestamp": 826.0,
      "text": "I think here's here's what I would here's my my operating philosophy. All right, currently, Alex Jones is talking bullshit. Yes, it is fine to make fun of Alex Jones bullshit. Yes, it is not my intention to laugh and giggle at reality of child trafficking. So are we are we cool there?"
    },
    {
      "end_timestamp": 848.0,
      "id": "7f0569b1-0891-36fe-bc6a-c6a677168fd1",
      "speaker": "Dan",
      "start_timestamp": 847.0,
      "text": "Yes. Yes."
    },
    {
      "end_timestamp": 852.0,
      "id": "071a91de-d489-3162-a294-17225fae2dba",
      "speaker": "Jordan",
      "start_timestamp": 848.0,
      "text": "Let me read my prepared statement. Please don't. I've written it down on my phone."
    },
    {
      "end_timestamp": 856.0,
      "id": "be286a22-a1c2-398a-aec7-dd0f48581a34",
      "speaker": "Dan",
      "start_timestamp": 852.0,
      "text": "I thought you're gonna pick up that rag"
    },
    {
      "end_timestamp": 858.0,
      "id": "d41359cd-fe67-3ef3-b8cd-ee1ca300f234",
      "speaker": "Jordan",
      "start_timestamp": 856.0,
      "text": "and wipe myself off anyways. So"
    },
    {
      "end_timestamp": 941.0,
      "id": "47dfecb9-71d9-3462-885e-18333eacfe76",
      "speaker": "Dan",
      "start_timestamp": 858.0,
      "text": "here, here's how the article starts. Hundreds of people were arrested and dozens of sexually exploited children and adult victims were rescued across California during a statewide operation to combat human trafficking. The LA Los Angeles County Sheriff's Department announced Tuesday, so that starts out with, you know, it does say dozens of sexually exploited children so Alex could have read that and gone from it. There's no indication of kids in bondage. There's no discussion of cages. None of that information is there, as best I can tell because I Googled it. I looked into this as deeply as I could. There is no stories anywhere Currently, about kids in cages. There are a couple stories from the last few years and they're all All massive parental child abuse stories. Okay, kids being saved from abusive parents, right? Those are the only stories I can find that involve cages. And and that's not to say that that's not horrifying, but it's not what Alex is talking about, right? It's at the very least bad parenting. So now, here's where Alex gets in trouble. The second paragraph, all right, more than 30 federal, state and local law enforcement agencies and task forces, including the Los Angeles Regional Human Trafficking Task Force, participated in the third annual operation reclaim and rebuild enforcement operation. According to the sheriff's news release. It's the third annual one. This has nothing to do with Trump."
    },
    {
      "end_timestamp": 947.0,
      "id": "4a5fd12f-74a5-382e-97f8-e5f49b1a5603",
      "speaker": "Jordan",
      "start_timestamp": 941.0,
      "text": "It's like a marathon. Yes. It's like the Boston. Yeah. They do it every year."
    },
    {
      "end_timestamp": 957.0,
      "id": "c82d7f50-64a6-35a3-bca7-89d90ce18183",
      "speaker": "Dan",
      "start_timestamp": 947.0,
      "text": "Yeah. And you know why they do it every year? Because it's bad. Also, because Barack Obama started it. Oh, boy. This is this is uh,"
    },
    {
      "end_timestamp": 966.0,
      "id": "92cf67bc-40fb-37eb-b601-63d52edf93d3",
      "speaker": "Jordan",
      "start_timestamp": 957.0,
      "text": "this is I, I think I think Alex should start reading these articles. I entirely agree. Good idea."
    },
    {
      "end_timestamp": 1000.0,
      "id": "4d6ee522-746f-3644-b2fe-be53bae7bf42",
      "speaker": "Dan",
      "start_timestamp": 966.0,
      "text": "So I mean, this was because of Obama. Yeah. In 2010, former President Barack Obama declared January National Slavery and Human Trafficking Prevention Month, right. Barack Obama started that. Yeah. When were these busts? Well, he sold his stock. But when were the busts, they were at the end of January. They were the culmination of human trafficking and National Slavery Prevention Month. Yeah. They were the ceremonial end of the month that Barack Obama who was allegedly soft on human trafficking, created."
    },
    {
      "end_timestamp": 1011.0,
      "id": "fd605d51-e123-333a-8524-38a9e2aca0a0",
      "speaker": "Jordan",
      "start_timestamp": 1000.0,
      "text": "Oh, well, hey, I'm starting to like this Obama fellow. Also, I think he's, I think he's not too bad a guy. Yeah. Also, I think I think Alex Jones might be wrong."
    },
    {
      "end_timestamp": 1022.0,
      "id": "36c84c0d-9fb9-3e2d-911a-ed436f751dc3",
      "speaker": "Dan",
      "start_timestamp": 1011.0,
      "text": "Also, a little dumb statistic for Alex Jones to chew on for a little while. Is that us human trafficking arrest hit an all time high in 2016. Under Barack Obama,"
    },
    {
      "end_timestamp": 1041.0,
      "id": "8460a093-c683-30e1-afcf-4da4793bbe2e",
      "speaker": "Jordan",
      "start_timestamp": 1022.0,
      "text": "that's crazy. And well, it's because law enforcement knew Trump was coming. Right, right. That's why because because they knew Trump would let the proverbial dogs out. As we know, the Baja men have finally got their answer,"
    },
    {
      "end_timestamp": 1045.0,
      "id": "c849e25e-4e77-3806-913d-24de42ad63e7",
      "speaker": "Dan",
      "start_timestamp": 1041.0,
      "text": "but it was up in the body was bumpin a UBI? Yo,"
    },
    {
      "end_timestamp": 1046.0,
      "id": "abe0b2c3-a829-35a3-9bb4-c68e6be6ba46",
      "speaker": "Jordan",
      "start_timestamp": 1045.0,
      "text": "I don't know that much."
    },
    {
      "end_timestamp": 1049.0,
      "id": "b0ee5de1-4813-3a53-9c73-970fa78eabaa",
      "speaker": "Dan",
      "start_timestamp": 1046.0,
      "text": "I just that's all I remember. That's not all. I remember. I wish I"
    },
    {
      "end_timestamp": 1054.0,
      "id": "86890fe9-0ab9-3aba-b04c-50a8357df4d5",
      "speaker": "Jordan",
      "start_timestamp": 1049.0,
      "text": "Yeah. Don't Don't lie to me. So lie to our listeners. How do I be that Alex?"
    },
    {
      "end_timestamp": 1080.0,
      "id": "fd3a3399-b251-3d3a-b31f-1279737cfc30",
      "speaker": "Dan",
      "start_timestamp": 1054.0,
      "text": "How do I know that these busts had something to do with the National Human Trafficking Awareness Month that Barack Obama started in 2010? We've got a couple of reasons that you've already stabbed. You think it's just I'm guessing that just timing matched up? And I'm like, Oh, it must be that No, no, I read the sheriff's press release. Oh, explicitly lay out but it was a three day operation at the end of January to coincide and be in conjunction with Human Trafficking Awareness Month,"
    },
    {
      "end_timestamp": 1083.0,
      "id": "38aa4b88-f998-30d1-ae50-aa7db7322d97",
      "speaker": "Jordan",
      "start_timestamp": 1080.0,
      "text": "the one that Obama started, oops, yes."
    },
    {
      "end_timestamp": 1088.0,
      "id": "f5c4860c-c504-30da-a445-f1890e13e504",
      "speaker": "Dan",
      "start_timestamp": 1083.0,
      "text": "So that entire narrative about Trump being responsible for all this stuff is really busted"
    },
    {
      "end_timestamp": 1132.0,
      "id": "38f92a51-9d19-33bd-a3a2-ce175ec58821",
      "speaker": "Jordan",
      "start_timestamp": 1088.0,
      "text": "is really just it's made up in order to once again take credit for Obama's actions, because we can't. The The great thing about Trump for all the Republicans now is that they get to pretend that Trump is responsible for all the good things that they couldn't allow Obama to have. So they get to take all of that look at how the economy is booming. That's Trump. Well, we can't we can't admit that Obama took us from a terrible place to where we are now look at all the good shit that's happening. From that Obama was a good president. And they really like and respect him for what he did. They just can't in their brains, connect it to what"
    },
    {
      "end_timestamp": 1135.0,
      "id": "806984dc-6c7d-3a16-9137-5bc99f59f25f",
      "speaker": "Dan",
      "start_timestamp": 1132.0,
      "text": "he is, thank God. It's not because of racism or anything."
    },
    {
      "end_timestamp": 1143.0,
      "id": "31a12b64-32ce-39fb-a775-4492e765d146",
      "speaker": "Jordan",
      "start_timestamp": 1135.0,
      "text": "I know. It would be terrible if racism was still around. Yeah, that'd be awful. But good that once Obama was president, we got rid of racism. So 474"
    },
    {
      "end_timestamp": 1159.0,
      "id": "be52ed6e-b735-3563-8732-2b2669c6b585",
      "speaker": "Dan",
      "start_timestamp": 1143.0,
      "text": "people were arrested for seven for this sting operation throughout the entire state of California, which is a massive state. Yeah, that does. That seems low? Well, I mean, it's a lot of people, but it's, let's not judge the results."
    },
    {
      "end_timestamp": 1163.0,
      "id": "61f3c20e-869f-3f49-80fe-630aabe274e3",
      "speaker": "Jordan",
      "start_timestamp": 1159.0,
      "text": "No. No, I mean, I mean,"
    },
    {
      "end_timestamp": 1192.0,
      "id": "8e715181-ceba-36e5-a7eb-1d82269ea0fb",
      "speaker": "Dan",
      "start_timestamp": 1163.0,
      "text": "you would expect if they were staying in the entire state, you might get a couple of 1000. Yeah, but who cares? Look, the reality is 28 children who were sexually exploited, were saved. And that's awesome. That is awesome. But the the thing I want to make very clear, is that legally speaking, a child is anyone under 18. Yep. So Alex's whole thing about this being five year olds and cages and shit like that. That's what I immediately think that's not necessarily true. We don't really have that information."
    },
    {
      "end_timestamp": 1203.0,
      "id": "bd859a95-4742-3c9e-b96b-73f23046431a",
      "speaker": "Jordan",
      "start_timestamp": 1192.0,
      "text": "And it could be just a larger part of the fact that there's still a lot of women trafficking going on. And it's not exactly like they care if it's a 18 year old woman,"
    },
    {
      "end_timestamp": 1227.0,
      "id": "f89e716e-adf6-397c-8a5c-83596479b503",
      "speaker": "Dan",
      "start_timestamp": 1203.0,
      "text": "right? Or a 17 year old woman would count as a sexually exploited child. Exactly. And you should not be having sex with minors ever. I'm gonna come out on record and say that I'm going out on a limb. But I will say that it's very different in the mind. Like what you picture? If it's like an elementary kid, or a runaway team. Yeah, neither are good. But they're very different. They are now"
    },
    {
      "end_timestamp": 1247.0,
      "id": "ace21001-f207-3187-b5ff-bee4563aa678",
      "speaker": "Jordan",
      "start_timestamp": 1227.0,
      "text": "my these, like natural instinct to, like, oh my god, it's a 10 year old, you're a fucking monster is it's like, it's not good, but it is lessened. If it's like, oh, it's a you know, it's almost a grown woman."
    },
    {
      "end_timestamp": 1248.0,
      "id": "09fa702e-02ec-31d7-9eab-46d66d602aea",
      "speaker": "Dan",
      "start_timestamp": 1247.0,
      "text": "I mean, part of that"
    },
    {
      "end_timestamp": 1253.0,
      "id": "3b66e738-5f4a-3651-87e3-b8f67338cc6c",
      "speaker": "Jordan",
      "start_timestamp": 1248.0,
      "text": "is because I it's still awful. It's the worst. It's the worst. I hate it. It is awful. But"
    },
    {
      "end_timestamp": 1278.0,
      "id": "5cb2f3d3-4e21-3ecd-be17-fcc22ace012d",
      "speaker": "Dan",
      "start_timestamp": 1253.0,
      "text": "you have to recognize that there are tragic realities in our world. And a lot of times so goddamn. Many people come from terrible home systems, or, you know, they might run away from home, or they might just be homeless, they might get into drugs. There's a lot of terrible paths that could lead a 16 year old of their own volition to end up in prostitution and get arrested slash saved in an operation like this. And you"
    },
    {
      "end_timestamp": 1285.0,
      "id": "e499c432-a854-39be-9bdb-2bfc93df0b07",
      "speaker": "Jordan",
      "start_timestamp": 1278.0,
      "text": "know, what is the largest percentage minority that winds up having that happen to them"
    },
    {
      "end_timestamp": 1289.0,
      "id": "dbe0dd44-d00a-3d1b-a250-ca690029b77e",
      "speaker": "Dan",
      "start_timestamp": 1285.0,
      "text": "trans? Yeah. So interesting that Alex doesn't give a fuck about Boy,"
    },
    {
      "end_timestamp": 1294.0,
      "id": "5ae34d74-e2c8-3b91-ba2f-b674a36c92b2",
      "speaker": "Jordan",
      "start_timestamp": 1289.0,
      "text": "it sure would be nice if we accepted trans people."
    },
    {
      "end_timestamp": 1309.0,
      "id": "bd5458af-e8c4-3610-945a-98e8b91932f5",
      "speaker": "Dan",
      "start_timestamp": 1294.0,
      "text": "Well, we're gonna get to that later, unfortunately, of course. So but the other thing I want to point out about this California situation that really pokes a hole in the whole narrative that Trump is going after pedophile networks, literally everything Trump has ever done well, but in Well, let's not get into that, because that's a whole other."
    },
    {
      "end_timestamp": 1312.0,
      "id": "de0a82f6-3a68-3548-b796-07421ec5101e",
      "speaker": "Jordan",
      "start_timestamp": 1309.0,
      "text": "That's a whole that's a whole big mess. Yeah."
    },
    {
      "end_timestamp": 1353.0,
      "id": "5416866c-1cf2-36d8-a4f6-fbdbb41dd73b",
      "speaker": "Dan",
      "start_timestamp": 1312.0,
      "text": "This statement from the sheriff's press release, investigators focused enforcement operations wherever the trafficking of human beings took place, from confronting the reality of sidewalk prostitution by conducting John stings, to challenging the nets. I'm against that to conducting or confronting that to challenging the virtual reality of the cyber world where traffickers believe they can operate anonymously using the internet. But the experience of specialty trained cyber detectives who posed as vulnerable teenagers and interacted with suspects on social media, through that traffickers and customers who are anxious to exploit found their plans foiled. So"
    },
    {
      "end_timestamp": 1357.0,
      "id": "54b56f9e-f649-316c-9875-8851f214a99b",
      "speaker": "Jordan",
      "start_timestamp": 1353.0,
      "text": "a lot of this was preventative. Sure, yeah,"
    },
    {
      "end_timestamp": 1369.0,
      "id": "725a805c-6680-3b0a-9376-5dfe71f507fd",
      "speaker": "Dan",
      "start_timestamp": 1357.0,
      "text": "there were some, you know, children and prostitutes who were adults who ended up being saved, because even adults need help if they're in a pimp situation that they can't get out. Oh, absolutely. It's terrible. Yeah."
    },
    {
      "end_timestamp": 1382.0,
      "id": "744b8729-4481-3a1f-8895-4d8252b4d941",
      "speaker": "Jordan",
      "start_timestamp": 1369.0,
      "text": "But maybe we should, maybe we should protect them as well, instead of considering them criminals and forcing them to work in an unregulated industry, that maybe sex workers are actually a valuable part of society and should be treated as such. And he who's all"
    },
    {
      "end_timestamp": 1389.0,
      "id": "4e2162a9-8a8b-3df4-838b-ab228d41be02",
      "speaker": "Dan",
      "start_timestamp": 1382.0,
      "text": "that is a larger point that I want to make also, is that a great number of these arrests are just"
    },
    {
      "end_timestamp": 1394.0,
      "id": "858f55bb-5d21-3cc8-8bb8-31aebe2784b2",
      "speaker": "Jordan",
      "start_timestamp": 1389.0,
      "text": "prostitution, saying yes. And there we There we go."
    },
    {
      "end_timestamp": 1425.0,
      "id": "4f1e62c8-a7f1-364a-beae-b588e17f10d8",
      "speaker": "Dan",
      "start_timestamp": 1394.0,
      "text": "Some of them are illegal, more illegal in defense. And some of it is just not just because I want to minimize it, but some of it is To Catch A Predator stuff. Yeah. And that's not stuff that's new. That's not stuff that's not been going on, and there's a fake victim involved. Yeah. So you didn't save anybody. You just got a guy who is definitely up to some shit off the streets, which is good, but it's not what Alex is talking about. So this case, really doesn't work to serve his point. So"
    },
    {
      "end_timestamp": 1438.0,
      "id": "9827d730-792c-31fe-b99d-f9466644958a",
      "speaker": "Jordan",
      "start_timestamp": 1425.0,
      "text": "on clip one, right, Alex Jones is worthless and a pile of garbage who's exploiting this bullshit to create fear in people have something that isn't what we're talking about, and completely"
    },
    {
      "end_timestamp": 1457.0,
      "id": "5874cbea-c507-3347-b003-01a48e9b789d",
      "speaker": "Dan",
      "start_timestamp": 1438.0,
      "text": "misleading on the facts. And I think that's disrespectful to the reality of what is going on. Well, of course, he also says that we don't know what's going on with these children, it would be illegal for you to know. Yes, it would be illegal to report on what's going on with these minors without their consent without them like coming out and talking about it."
    },
    {
      "end_timestamp": 1461.0,
      "id": "ad4cfef2-9f75-37e1-bf5b-4b697f032507",
      "speaker": "Jordan",
      "start_timestamp": 1457.0,
      "text": "Well, that's one of the things that is so difficult, and we didn't know anything about Elizabeth"
    },
    {
      "end_timestamp": 1463.0,
      "id": "eecdb3d0-1b90-3857-83e1-0c3d22c54b37",
      "speaker": "Dan",
      "start_timestamp": 1461.0,
      "text": "smart until she came out."
    },
    {
      "end_timestamp": 1472.0,
      "id": "5d595a97-0283-341a-953a-a04e46aad184",
      "speaker": "Jordan",
      "start_timestamp": 1463.0,
      "text": "Right. Well, and if you're if you are a journalist who is trying to expose any of these rings, you can't it's against the law to be a part of it for many"
    },
    {
      "end_timestamp": 1494.0,
      "id": "7fdfd2d9-1001-3955-a5bb-d9163771f3ed",
      "speaker": "Dan",
      "start_timestamp": 1472.0,
      "text": "reasons. You can't Yeah, we'll get to all of them in a minute. Yeah. But also, Alex's argument is even stupider because the next paragraph in this sheriff's press release, minors encountered encountered during enforcement stings were cared for by personnel from various Department of Children and Family Service agencies in each county. So we do kind of know what's going on with him. That's really good. Yeah, they're taken in by Family Services. Yeah."
    },
    {
      "end_timestamp": 1501.0,
      "id": "ac403e74-6e3a-3010-aa43-28ca7f2cb258",
      "speaker": "Jordan",
      "start_timestamp": 1494.0,
      "text": "So they weren't recycled back into the pedophile network. They were sent to places that Can at the very least help"
    },
    {
      "end_timestamp": 1515.0,
      "id": "39df22f6-f15d-3551-ba67-5e4bdbf2173f",
      "speaker": "Dan",
      "start_timestamp": 1501.0,
      "text": "in Los Angeles County the Coalition to Abolish Slavery and Trafficking and saving innocence coordinated the emergency services response for victim care and collaborated with similar non governmental victim service organizations throughout the state. So we have a little bit of information. Yeah. Now,"
    },
    {
      "end_timestamp": 1520.0,
      "id": "8e47dc57-d0b6-35e0-95a8-50527b46ee9f",
      "speaker": "Jordan",
      "start_timestamp": 1515.0,
      "text": "now you shouldn't give us all the information because those people deserve their privacy. Absolutely. Yeah."
    },
    {
      "end_timestamp": 1522.0,
      "id": "778a5c21-bf15-3d96-9051-bab186bd5f96",
      "speaker": "Dan",
      "start_timestamp": 1520.0,
      "text": "So I did a little bit more research definitely don't"
    },
    {
      "end_timestamp": 1532.0,
      "id": "99008710-de27-3c51-bb4c-b2488c0faad3",
      "speaker": "Jordan",
      "start_timestamp": 1522.0,
      "text": "deserve Alex Jones pulling this bullshit and fucking once again, putting victims as the as the fucking problem. But anyways, so I"
    },
    {
      "end_timestamp": 1539.0,
      "id": "9354baa8-40cb-3928-8f4f-1252f61b3d7c",
      "speaker": "Dan",
      "start_timestamp": 1532.0,
      "text": "did some more research into trying to figure out exactly why there is this perception that Trump is getting all of these pedophile arrests going,"
    },
    {
      "end_timestamp": 1542.0,
      "id": "298c9b2a-f5ef-39c5-9986-da4cd7664902",
      "speaker": "Jordan",
      "start_timestamp": 1539.0,
      "text": "Yeah, cuz I have no idea where that came from? Well, it's"
    },
    {
      "end_timestamp": 1576.0,
      "id": "c82872f3-095a-352d-9828-57f1784b2ea9",
      "speaker": "Dan",
      "start_timestamp": 1542.0,
      "text": "coming from there are just people are publicizing mostly, you know, sex workers things. And they're claiming that they're there about things that they aren't. So I found a massive list that someone had posted of all of these busts that had happened since Trump took office. And I went through all of them. And almost none of them are reasonable. Almost none of them are what Alex is talking about. They aren't pedophile rings. Again, there's a story here from Memphis, from the local and"
    },
    {
      "end_timestamp": 1581.0,
      "id": "b12d85f6-212d-3578-8053-0ec931884569",
      "speaker": "Jordan",
      "start_timestamp": 1576.0,
      "text": "in a lot of these cases, law enforcement is not the hero."
    },
    {
      "end_timestamp": 1583.0,
      "id": "abb53583-0067-3be1-9433-bacb4f202fa1",
      "speaker": "Dan",
      "start_timestamp": 1581.0,
      "text": "I don't know. What do you mean?"
    },
    {
      "end_timestamp": 1593.0,
      "id": "5fc640f1-1265-3974-9f7a-f7c3dc723323",
      "speaker": "Jordan",
      "start_timestamp": 1583.0,
      "text": "I mean, if you are, I mean, again, a lot of these John stings, they are not helping. Not necessarily, they're not good. Well, here's,"
    },
    {
      "end_timestamp": 1682.0,
      "id": "a362580c-0125-3f85-9776-9490eb375fd0",
      "speaker": "Dan",
      "start_timestamp": 1593.0,
      "text": "here's why. I'll make your point for you. Yeah, this case in Memphis, 42 people were arrested in Memphis during a human trafficking operation led by the Tennessee Bureau of Investigation. 38 men and four women were arrested on prostitution related charges, agents posed for ads on Backpage for about 17 hours a day for three days. So that's how they lured people in. In some ads, undercover agents posed as a juvenile girl, eight men responded and paid to have sex with an underage female to those specifically paid money to have sex with 14 year old girls. Now, again, these people are creeps. But there's a fake victim involved. So you're not saving anybody, except for those people's hypothetical future victims, which is good, it is good. But the problem with a lot of stings like this is that those charges aren't going to stick necessarily. If you look at them, this article lists out all of the charges that these people got. And most of them are patronizing prostitution near a church or school. Oh, no, which is not a not a big offense, you know, not even go to prison for now. And here's my evidence that you won't go to prison for it. Anytime there was another charge. That was always dropped. They weren't charged with patronizing prostitution near a church or school, they were charged with, for instance, this guy charged with possession of cocaine, heroin and oxycodone, or this guy charged with having marijuana and cocaine. Those are the people who have actual charges aren't charged with the prostitution one, because they know it's a flimsy charge. So this"
    },
    {
      "end_timestamp": 1691.0,
      "id": "2567fb5a-a1c2-3576-b0af-c9816f501b42",
      "speaker": "Jordan",
      "start_timestamp": 1682.0,
      "text": "is turning into one of those, like broken windows policing things, where it's like you just do whatever bullshit you can to try and get any charges on people. Well,"
    },
    {
      "end_timestamp": 1710.0,
      "id": "133b32c4-ad15-347f-88c1-1010d9d170e6",
      "speaker": "Dan",
      "start_timestamp": 1691.0,
      "text": "at the same time, I will say it's good in the case of things like this to get it on people's records. Yeah. So in that case, it's good, but it's not doing the effective work that's unnecessary. I think. I'm not sure. Again, like I said, up top, I don't think we have the answers. No, I just have the answers to why Alex Jones is a fucking liar."
    },
    {
      "end_timestamp": 1718.0,
      "id": "f33dc02c-3e1f-3390-87fc-1df860052260",
      "speaker": "Jordan",
      "start_timestamp": 1710.0,
      "text": "Are you saying to comedians living in Chicago, don't have all the answers for complicated law enforcement procedures? Yes."
    },
    {
      "end_timestamp": 1734.0,
      "id": "660a51dd-a929-3ebb-954f-e009e2e12912",
      "speaker": "Dan",
      "start_timestamp": 1718.0,
      "text": "No, they cite that 750 people were arrested in basically there's, oh, it's a massive sting. It was around the Superbowl. That happens every year. It's notorious every single year."
    },
    {
      "end_timestamp": 1745.0,
      "id": "f48a4ef0-7502-39a9-a992-04ba0cd7d795",
      "speaker": "Jordan",
      "start_timestamp": 1734.0,
      "text": "Oh, because people go fuck because they come into the place and then they're all these people are rushed into this place. And they're just like, Well, I'm gonna block a prostitute."
    },
    {
      "end_timestamp": 1749.0,
      "id": "f5e9efb1-0118-38f1-bccd-b7463de8d334",
      "speaker": "Dan",
      "start_timestamp": 1745.0,
      "text": "Yeah, there's tons of prostitution that goes on around the Superbowl."
    },
    {
      "end_timestamp": 1757.0,
      "id": "c9297e00-9874-38ca-8c27-9c5650aea0ee",
      "speaker": "Jordan",
      "start_timestamp": 1749.0,
      "text": "It's, a lot of these people aren't just aren't just like, they're just gonna, if they're not put in jail. They're just gonna go back home."
    },
    {
      "end_timestamp": 1811.0,
      "id": "1201f241-062a-3dd6-a60e-b74ab4c34c7a",
      "speaker": "Dan",
      "start_timestamp": 1757.0,
      "text": "Conceivably. So then there's a story out of New Orleans, a Human Trafficking Task Force specifically designed to attack the crime and rescue victims, updating the New Orleans community on its latest two day operation during the press conference Wednesday, February 1, two day operation at the end of January we go back to Barack Obama's Human Trafficking Awareness Month. Yeah, so this one was a part of that too. Yeah. The operation by the New Orleans violent crime against children and Human Trafficking Task Force rescued 11 women and just two days, the victims range in age from their early 20s to late 40s. So none of these people were children. Good. If they need help, good on you to give it to him. I'm not taking that away. But this is not what Alex is talking about. Gotcha. So this is another one This is another this is another article about more people at the Super Bowl. It's that's all of this. That's all this is. That's the it's"
    },
    {
      "end_timestamp": 1820.0,
      "id": "729647d8-82dd-349b-8527-570727fd593c",
      "speaker": "Jordan",
      "start_timestamp": 1811.0,
      "text": "almost it's a temporary transient sting. Yeah. Okay, so it doesn't actually do anything to address the larger or deeper issue. No,"
    },
    {
      "end_timestamp": 1846.0,
      "id": "51118873-b4ef-36bb-adcd-d519c84ff098",
      "speaker": "Dan",
      "start_timestamp": 1820.0,
      "text": "Richmond, another one in Richmond, Virginia. This, this is exactly the same thing. It was another online sting operation and other To Catch A Predator thing. They arrested 11 people there. So again, like, it's just it, I've gone through and looked through it. And I've found almost no evidence that any of these are legitimately possibly connected to what would be a child trafficking ring. And what"
    },
    {
      "end_timestamp": 1851.0,
      "id": "d9d345b2-adad-33e3-8ff5-cc6a043282da",
      "speaker": "Jordan",
      "start_timestamp": 1846.0,
      "text": "it seems like is even worse than that, is that like all of this stuff, and generating"
    },
    {
      "end_timestamp": 1854.0,
      "id": "a641c90c-8719-396f-b91b-3ca883e70f9a",
      "speaker": "Dan",
      "start_timestamp": 1851.0,
      "text": "links to all of these stories, of course, the website says you're"
    },
    {
      "end_timestamp": 1873.0,
      "id": "9a31b71a-ae04-3369-aa27-a30226c8a65e",
      "speaker": "Jordan",
      "start_timestamp": 1854.0,
      "text": "thorough as fuck. No, it seems like all of these things are really more just to generate publicity, because it is that it is January. Yeah. So these, these are things where we're going to do this, to coincide with this. And then we're not going to pay as much attention as time goes"
    },
    {
      "end_timestamp": 1914.0,
      "id": "1ab52d14-7191-3c7f-9b13-86460ce9ec44",
      "speaker": "Dan",
      "start_timestamp": 1873.0,
      "text": "on the darker side of it, too, is that there are probably quotas. Yeah, no, there's definitely numbers that you have to read because it's, you know, Human Trafficking Awareness Month. Yep. That's the thing that you've got to bring in stance, you have to show that you have to show your work. So I think that there's some of that, but I mean, a if you are legitimately helping people, I'm not I'm not upset about the motivation for it. If it is to get statistics, I'm very upset. I'm a little upset that you're probably gonna jam up some people who don't deserve it. Yeah, but in the end, if you're, I don't know, it's very complicated. Like I said, I don't have answers. Anyway, let's get to our next clip. This clip is Alex. Listen,"
    },
    {
      "end_timestamp": 1917.0,
      "id": "5d8d15c8-b3bd-30ec-962b-1c336656e154",
      "speaker": "Jordan",
      "start_timestamp": 1914.0,
      "text": "that was a lot of weird noises you just made the intro for"
    },
    {
      "end_timestamp": 1922.0,
      "id": "339d8ff5-a8db-39a1-9094-7acdcfcc6763",
      "speaker": "Dan",
      "start_timestamp": 1917.0,
      "text": "almost all of these clips is just gonna be Alex's line. So here you go."
    },
    {
      "end_timestamp": 1930.0,
      "id": "b98bdb5f-86ad-38ec-96b8-6aaedac43085",
      "speaker": "Alex Jones",
      "start_timestamp": 1922.0,
      "text": "They want us to shut up about pedophilia. Yeah, want us to shut up about what's going on? We're just investigating sometimes we're right sometimes we're wrong we'll correct and we are"
    },
    {
      "end_timestamp": 1931.0,
      "id": "bd3a7326-6394-3267-8de6-78b0c2c144e8",
      "speaker": "Dan",
      "start_timestamp": 1930.0,
      "text": "Nope. No"
    },
    {
      "end_timestamp": 1934.0,
      "id": "d59d1a07-7abd-3c5a-bea0-b3e9c5e66567",
      "speaker": "Jordan",
      "start_timestamp": 1931.0,
      "text": "you won't."
    },
    {
      "end_timestamp": 1964.0,
      "id": "b8c542de-cdfa-3168-9632-ecd1897158d5",
      "speaker": "Alex Jones",
      "start_timestamp": 1934.0,
      "text": "Why is there the demonization? Why is salon saying pedophilia is no big deal. Why is the UN trying to legalize it saying it's just a sexual preference? Why are they trying to lower the age of consent for kids all over the world? What is going on? Why are they allowed the guest we got yesterday 1000s of girls being raped and everything by Muslim to the police say it's okay. It's their culture in England. That's mainstream news. show what's happening here why and now we see orthodox radical hobbyist Islam. pedophilia is a tenant's and the Koran merging with these pedophile networks."
    },
    {
      "end_timestamp": 1966.0,
      "id": "a044941f-5ce9-38c2-8e6e-1160148b69c3",
      "speaker": "Dan",
      "start_timestamp": 1964.0,
      "text": "So I forgot I did actually leave him I love"
    },
    {
      "end_timestamp": 1998.0,
      "id": "d533480e-1c7a-32b5-bb26-aa98230bf4d3",
      "speaker": "Jordan",
      "start_timestamp": 1966.0,
      "text": "I love you. It's his questions or accusations. Yeah, by by questioning he he's doing that whole bullshit like, Well, I'm just I'm just asking questions. Why are people being why are people doing things? And you're like, well, well, they they aren't. Yeah, but if they were, why were they doing? What could their possible explanation be? Well, they're they're not doing it? No, but why would they do it?"
    },
    {
      "end_timestamp": 2034.0,
      "id": "2a2bd698-5911-3573-9839-eff24ce92bdf",
      "speaker": "Dan",
      "start_timestamp": 1998.0,
      "text": "So I would like to just get to the bottom of a couple of these things. First of all, we can dismiss the idea that pedophilia philia and support thereof is in the Koran. No, it's not. There are a lot of children that end up getting married to adults, child brides. And that's because it's an ancient book. And there are traditions turns out, people change. Yeah. And there are traditions that go back of even in a lot of Western cultures that have to do with the time that you can have sex is when you reach sexual maturity. Yeah. And it turns out,"
    },
    {
      "end_timestamp": 2038.0,
      "id": "a2016fd1-274f-375e-bc95-2ac7eea0c2f5",
      "speaker": "Jordan",
      "start_timestamp": 2034.0,
      "text": "a lot of a lot of European history is filled with old dudes fucking 12 year olds,"
    },
    {
      "end_timestamp": 2042.0,
      "id": "4ad3a718-1b24-3906-bea9-92fbd773b258",
      "speaker": "Dan",
      "start_timestamp": 2038.0,
      "text": "some of the basis of Western civilization has that within it, too."
    },
    {
      "end_timestamp": 2045.0,
      "id": "448e4b42-aa35-3f33-8f21-b25d77a45df8",
      "speaker": "Jordan",
      "start_timestamp": 2042.0,
      "text": "Now, admittedly, it's because you died at 25. Yeah,"
    },
    {
      "end_timestamp": 2063.0,
      "id": "5dd33e2c-709c-37ba-abd5-9a574b01c9ef",
      "speaker": "Dan",
      "start_timestamp": 2045.0,
      "text": "and a lot of these stories that are coming out about Muslim rape gangs and stuff like that is, I found no basis in reality for it. I looked into it, maybe not as deeply as I could have. But a lot of the evidence I found is suspiciously only on Breitbart. Do you"
    },
    {
      "end_timestamp": 2070.0,
      "id": "5231dd89-db67-39d8-82ec-90b471f15541",
      "speaker": "Jordan",
      "start_timestamp": 2063.0,
      "text": "want to do that? Do you want to know who what rape gangs I am the most aware of and concerned about"
    },
    {
      "end_timestamp": 2072.0,
      "id": "123f2f60-135d-31f7-a935-75244978878e",
      "speaker": "Dan",
      "start_timestamp": 2070.0,
      "text": "hold on the Republican Party of Hi, oh, hi."
    },
    {
      "end_timestamp": 2121.0,
      "id": "b2ab1fc3-1c4b-39ce-a6fb-42f67d635f6e",
      "speaker": "Jordan",
      "start_timestamp": 2072.0,
      "text": "No. No, the in in Africa. And this is the number one thing that is not the number one thing but it is one of the things that is the most insidious is that a certain brand of Christianity was spread in Africa to the point where they demonize gay people so very much yes, that there are rape gangs and those rape gangs go around raping lesbian women in order to turn them straight. Yeah, and that is not and I'm not even gonna say that's a Christian thing. That is fucking insanity. Yeah, that is a that is a perversion of everything that humanity should be I agree."
    },
    {
      "end_timestamp": 2132.0,
      "id": "7ae5d33f-333f-3872-8727-e10b150326b9",
      "speaker": "Dan",
      "start_timestamp": 2121.0,
      "text": "I agree. So now let me get to a couple of other things. Yeah. The UN thing wants pedophilia to be a respected orientation."
    },
    {
      "end_timestamp": 2145.0,
      "id": "b98af1d4-051f-3a37-a32d-d96d49178ac4",
      "speaker": "Jordan",
      "start_timestamp": 2132.0,
      "text": "Well, the UN wants to make sure that if a man comes to your house and knocks on your door and says, Hey, I want to take your five year old on a date. You can't stop them. No. They want to make sure that's true."
    },
    {
      "end_timestamp": 2169.0,
      "id": "61acee98-4cb9-38fc-a3bb-8c8bdb6c1446",
      "speaker": "Dan",
      "start_timestamp": 2145.0,
      "text": "They don't. But the what Alex, I mean the only evidence that I can find that Alex has any facts behind him is that in 1993, the International lesbian and gay Association achieved United Nations consultative status. Nablus membership in the eye, LGA drew heavy criticism and caused the suspension of the IG I LGA from the UN."
    },
    {
      "end_timestamp": 2174.0,
      "id": "a2f50d88-4c26-33f1-b801-3a91fff4e4b7",
      "speaker": "Jordan",
      "start_timestamp": 2169.0,
      "text": "Okay, now the UN is explicitly not doing what he says they're doing. Yeah,"
    },
    {
      "end_timestamp": 2186.0,
      "id": "5e4de22f-5ab0-32a0-96b0-1c64d0a93bd4",
      "speaker": "Dan",
      "start_timestamp": 2174.0,
      "text": "but Nambla members were a part of this international Gay, Lesbian and Gay Alliance Association back in 1993. Now in 1994, the iglta expelled Nambla because they"
    },
    {
      "end_timestamp": 2191.0,
      "id": "76774252-c35c-3eea-aa04-56d41bc65ce5",
      "speaker": "Jordan",
      "start_timestamp": 2186.0,
      "text": "fucking looked at him. Yeah. Hold on a second. Wait, whoa, whoa, whoa,"
    },
    {
      "end_timestamp": 2193.0,
      "id": "460b4a52-47f5-3078-9a61-23abe43d5afb",
      "speaker": "Dan",
      "start_timestamp": 2191.0,
      "text": "yeah. They"
    },
    {
      "end_timestamp": 2200.0,
      "id": "51c6f60a-324c-3105-8137-7a185667c257",
      "speaker": "Jordan",
      "start_timestamp": 2193.0,
      "text": "still would you say that the UN is trying to pass the agenda under 21? You know what I'm saying?"
    },
    {
      "end_timestamp": 2266.0,
      "id": "618312c5-bb7c-3865-8276-5a1207e316ae",
      "speaker": "Dan",
      "start_timestamp": 2200.0,
      "text": "Yeah, the AI LGA still was unable to get their status back. Until 2006, they weren't able to get their consultative status back in the United Nations. So this is caused a really interesting sort of fight between Nambla and gay rights organizations. There can't be an interesting fight what it is, I mean, I'm squarely on the side of the gay organizations, but so they argue like the Human Rights Campaign, this guy Gregory King, said that Nambla is not a gay organization. They're not part of our community, and we thoroughly reject their efforts to insinuate the pedophilia is an issue related to gay and lesbian civil rights. I agree. Nambla says, Man Boy love is by definition homosexual. The western homosexual tradition from Socrates to wild to geed many non western homosexuality is from New Guinea to Persia to Zulu and the Japanese were formed by pederasty. And that man, boy lovers are part of the gay movement and central to gay history and culture."
    },
    {
      "end_timestamp": 2286.0,
      "id": "ccf4d5f4-0800-3434-8e3d-f76942e4f87f",
      "speaker": "Jordan",
      "start_timestamp": 2266.0,
      "text": "Whoo. I mean, if you're if your most recent like, here's my most recent reference point for what I'm doing is okay. Is Greeks 2300 years ago with a Zulu? Yeah, maybe maybe you guys are wrong. You guys are in the wrong on this"
    },
    {
      "end_timestamp": 2299.0,
      "id": "a6b1075e-fdee-30aa-bc98-23e35c90f7d9",
      "speaker": "Dan",
      "start_timestamp": 2286.0,
      "text": "one. The Nambla representative goes on to say homosexuals denying that it is not gay to be attracted to adolescent boys are just as ludicrous as heterosexual saying it's not heterosexual to be attracted to adolescent girls. I don't know, bro."
    },
    {
      "end_timestamp": 2309.0,
      "id": "81338029-426d-374c-be88-27da5c50f599",
      "speaker": "Jordan",
      "start_timestamp": 2299.0,
      "text": "Oh, boy, dude, that is a stretch. Right? Man, you got to do some you got to do some complicated math on that to try and make that make sense? Well, it's just because"
    },
    {
      "end_timestamp": 2336.0,
      "id": "a86f1a4e-d57a-3758-bdc0-a36030e4df4c",
      "speaker": "Dan",
      "start_timestamp": 2309.0,
      "text": "like, yes, this person is of the same sex you're attracted to. That doesn't mean that it's part of the natural sexuality. You know what I mean? Like, I don't think we need to fully unpack that. But that's what I'm saying. This is the conflict that Alex is talking about. And throughout all evidence, I've been able to find the UN is like, nah. The UN wants no part of this. So to the point where this international lesbian and gay association was kicked out for 13 years, yeah, because of"
    },
    {
      "end_timestamp": 2348.0,
      "id": "7d5cf9ba-7b0b-3ab3-b828-6fd4b815b862",
      "speaker": "Jordan",
      "start_timestamp": 2336.0,
      "text": "because of Nambla. Not because of anybody else, but because they weren't paying attention on their fucking application forms, right? And then all of a sudden, they like, here's the thing, there was something"
    },
    {
      "end_timestamp": 2353.0,
      "id": "0ff68a9d-9993-353e-9f8a-d7952c4d378a",
      "speaker": "Dan",
      "start_timestamp": 2348.0,
      "text": "about that too big of an association probably didn't realize that was part of their bureaucracy got"
    },
    {
      "end_timestamp": 2382.0,
      "id": "9cc00304-2257-3460-aa87-7c7a800552b4",
      "speaker": "Jordan",
      "start_timestamp": 2353.0,
      "text": "out of control. Yeah. Which is why we should shrink the federal government. No, that is not I'm gonna step out here and say that it is not a gay or lesbian or straight sexual orientation. What it is, is you want to fuck a kid, right? There's no at a certain point. There's no I have a gender preference. There's an entire I have a kid preference."
    },
    {
      "end_timestamp": 2414.0,
      "id": "81e96d97-95a2-35ed-9900-a2f2d4e07a04",
      "speaker": "Dan",
      "start_timestamp": 2382.0,
      "text": "It seems to be more important. Yeah. Anyway, the other thing that Alex said that was a lie. And that statement is that salon is publishing articles saying that pedophilia is okay. This is based on a series of articles in 2015 by a guy named Todd Nickerson, he was a guy who came out of the closet, as it were as a pedophile pedophile. He wrote these articles that even the National Review, say aren't supporting pedophiles. So if you want"
    },
    {
      "end_timestamp": 2418.0,
      "id": "9e064e51-3073-3fd2-94d7-11e86c1449e8",
      "speaker": "Jordan",
      "start_timestamp": 2414.0,
      "text": "to go out even the most right wing of people, yeah, even they are like, Well, hold"
    },
    {
      "end_timestamp": 2488.0,
      "id": "c3c274af-73b6-3243-af1d-9302400cc9fb",
      "speaker": "Dan",
      "start_timestamp": 2418.0,
      "text": "on. This isn't really, this isn't what these crazy right wingers say right here. Here's just a little bit of his his article. My name is Todd Nickerson. And I'm a pedophile. Does that surprise you? Yeah, not many of us are willing to share our story for good reason. To confess a sexual attraction to children is to lay claim to the most reviled status on the planet, one that effectively ends any chance you have of living a normal life. Yet I'm not the monster you think me to be. I've never touched a child sexually in my life, and I never will. Nor do I use child pornography. But isn't that the definition of a pedophile? You may ask someone who molest children. Not really, although pedophile and child molester have been used interchangeably in the media there and there is some overlap at base. A pedophile is someone who is sexually attracted to children. That's it. There's no inherent reason he must act on those desires with real children. Some pedophiles certainly do, but many of us don't. Because the powerful taboo keeps us in hiding. It's impossible to know how many non offending pedophiles are out there. But signs indicate there are a lot of us. And too often we suffer in silence. That's why I decided to speak up. He goes on to call it a curse of the highest order and a massive handicap. Yeah. Now this man it is"
    },
    {
      "end_timestamp": 2517.0,
      "id": "0e460291-11e0-3530-8d57-277ff5b66dde",
      "speaker": "Jordan",
      "start_timestamp": 2488.0,
      "text": "it is hard to have sympathy. Right. But I think I think that I do. I in the same way I well, maybe this isn't this is monstrous. And this is a false equivalency. But I kind of have sympathy for the guy who's really into diaper play. Sure. Like that's gross. It's gotta be tough to find somebody who's willing to do that with you. Yeah, you know, and I would say, I would say most diaper play files are nonpracticing. Well, yeah. But they've never touched a diaper"
    },
    {
      "end_timestamp": 2521.0,
      "id": "1e531557-f2b7-354a-8362-9bb8e88ecd87",
      "speaker": "Dan",
      "start_timestamp": 2517.0,
      "text": "we're getting. We're getting into consent. Yeah. as possible."
    },
    {
      "end_timestamp": 2526.0,
      "id": "373c65c4-93c7-38f0-a047-db9282a7f433",
      "speaker": "Jordan",
      "start_timestamp": 2521.0,
      "text": "And once I know, I know what I'm trying, I'm trying to credit. No, I"
    },
    {
      "end_timestamp": 2556.0,
      "id": "7e8ffe93-de75-3138-8153-c99875768254",
      "speaker": "Dan",
      "start_timestamp": 2526.0,
      "text": "appreciate it. I appreciate it. But so I mean, this, this article, it doesn't really leave you with necessarily sympathy. And it's not supposed to. What it's supposed to express is that there are people who didn't make this choice. being attracted to children isn't a choice that these people have made. Yeah, it's a horrible curse, base, a lot of time on being abused when they were younger, or something. Yeah, knows, who knows exactly what it comes from,"
    },
    {
      "end_timestamp": 2576.0,
      "id": "5fd22d61-67fb-3ac5-a1a4-feb4e4226913",
      "speaker": "Jordan",
      "start_timestamp": 2556.0,
      "text": "or again, the guy with a brain tumor, right? The guy with a brain tumor came in all of a sudden he's attracted to children, take it out. It's that attraction is gone. He starts being attracted to children. He knows he's got a tumor. He knows the tumors back. There are instances like a fucking brain. It's a weird, dumb, monstrous device."
    },
    {
      "end_timestamp": 2593.0,
      "id": "c5dd477b-db34-3d4b-b90c-7d085667d77a",
      "speaker": "Dan",
      "start_timestamp": 2576.0,
      "text": "And the only thing that is at all even bordering on normalizing isn't the guy is making an argument that not everyone acts on these things. There's a lot of people who have these feelings who understand that they can never act on it. And it's a horrible curse and are trying to get help with it."
    },
    {
      "end_timestamp": 2599.0,
      "id": "9ef2ab56-b004-3a36-9a0a-08852129fb4e",
      "speaker": "Jordan",
      "start_timestamp": 2593.0,
      "text": "And maybe one of the reasons I can't get help is because if they come out and say it, pretty much they're going to jail"
    },
    {
      "end_timestamp": 2628.0,
      "id": "9c055441-7f38-3ac3-a91d-bcd720bfdd93",
      "speaker": "Dan",
      "start_timestamp": 2599.0,
      "text": "or murdered. Yeah. And I understand the reaction that people have to them, too. I get it. I get all sides of this. This is crazy. But the thing is that this article, Why are we alive? This article is interesting and thought provoking more than it is advocation for Right, yeah, but we know that Alex Jones doesn't know how to read. So he reads this and he's like author's trying to make pedophiles. Okay? And that's not what the article is. So in that one clip, we have three incredible lies."
    },
    {
      "end_timestamp": 2632.0,
      "id": "802c9840-4a82-3597-a709-a14ea2f95292",
      "speaker": "Jordan",
      "start_timestamp": 2628.0,
      "text": "All in one. He's really crushing it so far. He is"
    },
    {
      "end_timestamp": 2644.0,
      "id": "04955059-d68e-37bb-9a47-e212cb5ca010",
      "speaker": "Dan",
      "start_timestamp": 2632.0,
      "text": "killing the game and we have not even gotten to our guest. So now we get to we get to this man, Greg saw man Sawyer, great. Who comes in this is Alex's introduction for him."
    },
    {
      "end_timestamp": 2666.0,
      "id": "6f88e2c4-6b7a-3670-acb7-b25ee7605e9f",
      "speaker": "Alex Jones",
      "start_timestamp": 2644.0,
      "text": "But he's applied guys will pause a lot you just take over tell folks about your idea. I know other people launching similar ideas already had I know special a lot of people that are currently actually doing raids all over the world saving people out of slavery. We probably can't get into that because it's obviously being funded by some patriots and who knows the government even knows what's going on. But the point is, that's not good."
    },
    {
      "end_timestamp": 2666.0,
      "id": "91fffcb3-e1c2-3b2c-876b-100852869260",
      "speaker": "Dan",
      "start_timestamp": 2666.0,
      "text": "That's illegal. It's"
    },
    {
      "end_timestamp": 2667.0,
      "id": "97e9eac3-86ca-342e-aaf7-53424379d57a",
      "speaker": "Jordan",
      "start_timestamp": 2666.0,
      "text": "not good at all."
    },
    {
      "end_timestamp": 2670.0,
      "id": "90a73fba-d4a1-33bd-9cb1-8ab79323cdbe",
      "speaker": "Dan",
      "start_timestamp": 2667.0,
      "text": "It's incredible. It's really bad. Yeah. Hey,"
    },
    {
      "end_timestamp": 2680.0,
      "id": "28500f5d-28fd-3469-a46e-3d70ff76811f",
      "speaker": "Jordan",
      "start_timestamp": 2670.0,
      "text": "we're not going to talk about these horrible vigilantes operating outside of the law with very little oversight. Probably going extra judicial in so many different ways. But"
    },
    {
      "end_timestamp": 2683.0,
      "id": "3c16a32f-2e20-32ca-9636-15c381611ac4",
      "speaker": "Dan",
      "start_timestamp": 2680.0,
      "text": "we do support them. Yeah. Like hey,"
    },
    {
      "end_timestamp": 2685.0,
      "id": "0cbc9b26-dada-3589-a8b1-b6c665a7d581",
      "speaker": "Jordan",
      "start_timestamp": 2683.0,
      "text": "we're big fans of lynching."
    },
    {
      "end_timestamp": 2698.0,
      "id": "ed579865-047a-3a77-97f7-36b16a2530d9",
      "speaker": "Dan",
      "start_timestamp": 2685.0,
      "text": "Yeah, I mean, that's that really gets to the heart of why a lot of this is a problem what Alex is doing is operating outside of any authority. Yeah. Really danger"
    },
    {
      "end_timestamp": 2753.0,
      "id": "184cd9fd-12b8-3c61-b1b6-71d28ea80b3f",
      "speaker": "Jordan",
      "start_timestamp": 2698.0,
      "text": "biggest part of the of The Law and this is the most important thing that addition of everybody deserves a fair defense. That is there not to protect the bad guys, it's there to protect us from going too far. Right? Because that's your our natural inclination, if you and Alex is absolutely right, when he because he said it a while back. He said, If I catch somebody touching my daughter, I'm going to kill them. Right. Right. That's your basis instinct. And that's one of the things that we see so often from electing judges and electing attorneys and all of that stuff to be prosecutors is we're electing them, because we want them to punish as hard as they can. And that is the most damaging thing, because a lot of the times those people that are being punished,"
    },
    {
      "end_timestamp": 2759.0,
      "id": "da0df02c-6b4a-38f1-b9f5-bd7088289c8f",
      "speaker": "Dan",
      "start_timestamp": 2753.0,
      "text": "don't have it coming. Well, like mandatory minimums and drug offense. Oh, the whole thing. Well, in"
    },
    {
      "end_timestamp": 2773.0,
      "id": "ffb81788-9023-3e06-95d6-2b6d94c9c961",
      "speaker": "Jordan",
      "start_timestamp": 2759.0,
      "text": "the torture in Rikers, and that we talked about fucking the murderer or Peyo. Yeah, the horrific deserving of the death penalty are pale. We didn't who kept people kept people in fucking"
    },
    {
      "end_timestamp": 2774.0,
      "id": "cf7bf37d-93d9-36e0-8d8f-d3ee9f87d3e5",
      "speaker": "Alex Jones",
      "start_timestamp": 2773.0,
      "text": "Jackbox. Yeah,"
    },
    {
      "end_timestamp": 2783.0,
      "id": "f48a4c46-134f-30b4-aef9-c74fce95da5b",
      "speaker": "Jordan",
      "start_timestamp": 2774.0,
      "text": "for years before they were even charged with a crime. Yeah. And that's, that is that is why we don't that's why we have those laws there."
    },
    {
      "end_timestamp": 2793.0,
      "id": "dd5fd9fd-5177-37b5-aac8-4f928399cb83",
      "speaker": "Dan",
      "start_timestamp": 2783.0,
      "text": "Yeah. Yeah. And they're also good reasons to not have or have laws against vigilantism. Because you're gonna get the wrong people."
    },
    {
      "end_timestamp": 2795.0,
      "id": "5cdb28ec-a954-3aaf-95a5-3f52b1bcdab2",
      "speaker": "Jordan",
      "start_timestamp": 2793.0,
      "text": "Are you sure? Yeah. Batman never got the wrong people."
    },
    {
      "end_timestamp": 2798.0,
      "id": "4aa3d705-5a24-3271-bb59-652583635ead",
      "speaker": "Dan",
      "start_timestamp": 2795.0,
      "text": "I think he might have he's had a lot of issues. Actually. He"
    },
    {
      "end_timestamp": 2815.0,
      "id": "1bea23fd-88e7-3b96-b8fd-2ff1eca73e60",
      "speaker": "Jordan",
      "start_timestamp": 2798.0,
      "text": "did get the wrong people a bunch of times. Oh, yeah. I think that's bad. What might be might be bad that we that we still mythologize this guy as a hero. And there's so many times it's like, oh, man, I beat up the wrong guy. Anyways, moving on, that guy's gonna have to shit out of a tube for the rest of his life as an antihero"
    },
    {
      "end_timestamp": 2821.0,
      "id": "741059c0-4ab7-30dd-9c25-3294369acf45",
      "speaker": "Dan",
      "start_timestamp": 2815.0,
      "text": "like Walter White. Anyway, here's a here's another clip. Introducing the song man."
    },
    {
      "end_timestamp": 2827.0,
      "id": "56cdc00c-0057-3573-9e5d-1c75f1e05ccd",
      "speaker": "Alex Jones",
      "start_timestamp": 2821.0,
      "text": "Allow me to interrupt you after my 10 minute intro. I should also add, you're also veterans."
    },
    {
      "end_timestamp": 2834.0,
      "id": "4fad3a70-c9f6-3403-ad7b-53bbb5c67e42",
      "speaker": "Jordan",
      "start_timestamp": 2827.0,
      "text": "In that intro. He said he's gonna pause a lot. And I was like, oh, no, we're gonna get a lot of interruptions from Alex, you're"
    },
    {
      "end_timestamp": 2836.0,
      "id": "40c7cab8-c6d7-38f2-a972-f63313765eb2",
      "speaker": "Dan",
      "start_timestamp": 2834.0,
      "text": "gonna bump back in here. Yeah."
    },
    {
      "end_timestamp": 2839.0,
      "id": "64f3299e-8296-32b8-b7c1-d7e41a876833",
      "speaker": "Alex Jones",
      "start_timestamp": 2836.0,
      "text": "And we're a law enforcement officer. And"
    },
    {
      "end_timestamp": 2861.0,
      "id": "6199a1ca-5bfb-30c0-aa7a-1e7a8fe1a3e0",
      "speaker": "Dan",
      "start_timestamp": 2839.0,
      "text": "so we pause it an unfortunate time he was saying that in addition to being a Marine, this guy saw man was also a federal investigator. And I've done some research into his past. I read a biography of him on it was also an interview on a patriot website. Yeah, it was extensive, and it mentioned no law enforcement. In his career, we"
    },
    {
      "end_timestamp": 2879.0,
      "id": "06f051f6-3f55-3aac-9b0e-407bcde21bab",
      "speaker": "Jordan",
      "start_timestamp": 2861.0,
      "text": "are we really even so how many times have these guys come on? And it turns out, none of what they say is true. Like the like the Montgomery show. I'll say this. I'll say this. He was he a Navy SEAL? Yes. Okay. We have documented evidence he was he wasn't making it up. He's"
    },
    {
      "end_timestamp": 2896.0,
      "id": "3cee1cf3-06fd-3487-a503-b450964571cb",
      "speaker": "Dan",
      "start_timestamp": 2879.0,
      "text": "legit as fuck in terms of that. Okay. And he was on that show. Top Shot for five years. Okay. He wasn't the host of it. That was Colby from survivor was the host right? But he was like the gun expert or whatever on there. He's a Navy SEAL. He's a seal trainer. He's He's"
    },
    {
      "end_timestamp": 2903.0,
      "id": "27fdfeae-a276-3ab3-919b-2d0ed5b33bc5",
      "speaker": "Jordan",
      "start_timestamp": 2896.0,
      "text": "okay. Yes, it's gonna feed. You have to admit that it's a legitimate question to ask that absolutely. Based on our history with Alex Jones's guests,"
    },
    {
      "end_timestamp": 2919.0,
      "id": "a796f5fd-56ee-35db-ad48-e0e77b07438e",
      "speaker": "Dan",
      "start_timestamp": 2903.0,
      "text": "but Alex's laundry list of other credits is not anything I can back up. He's never been an investigator. He's never been a cop. Right? Any of those things which Alex insinuates that he is, right. So anyway, or at the very least vigilante eating those things? Well, he is now"
    },
    {
      "end_timestamp": 2942.0,
      "id": "711b1819-32f9-3bc0-b3ea-217ece25a2d7",
      "speaker": "Alex Jones",
      "start_timestamp": 2919.0,
      "text": "yeah. We probably can't even get into all those classified areas been involved in so you have federal law enforcement connections. You have also obviously in the CIA, Navy SEALs, everything. You've been in it, all of it. And so the point is, this is what you're getting back from everybody. And we see it in the news. 3000 Plus reported pedophiles arrested many times with the sex slaves, and then it goes totally dark that that shows total proof the total control?"
    },
    {
      "end_timestamp": 2953.0,
      "id": "19b62769-12cf-375c-8bfa-1e1f814a2d1c",
      "speaker": "Craig Sawyer",
      "start_timestamp": 2942.0,
      "text": "Yeah, absolutely. It's being suppressed and that's where I think the fight really is is in shining the light. I always say sunlight is the best antiseptic for corruption."
    },
    {
      "end_timestamp": 3006.0,
      "id": "5bf87f46-ff14-3d47-898c-558386ee3f6a",
      "speaker": "Dan",
      "start_timestamp": 2953.0,
      "text": "I agree, and that's why I did so much into Alex Jones his claims. So again, we have that him sensationalizing the idea that it's all these people who have been arrested are supposed to pedophiles. That's not the case law right John stain right of adult prostitutes. The idea that these sensationalizing it with kids in cages and all this shit, yeah. Is is just again, it's it's propaganda. It's it's what's the right term for it? It's exploitation of fear. It's It's horribly demagoguery. I'm sure it is that too. So he's gonna get into why Craig is on the show. Now in this next clip, and this brings us to act two, act one was the setup of his premise the Trump is doing all this stuff why Hang Out pedophile networks, which I think based on all the evidence that we have at our disposal is not true."
    },
    {
      "end_timestamp": 3012.0,
      "id": "01b47a01-0100-372d-bd5c-c87a5fd17b22",
      "speaker": "Jordan",
      "start_timestamp": 3006.0,
      "text": "So according to traditional screenwriting rules, we've introduced the characters and now we're ready to get into the action."
    },
    {
      "end_timestamp": 3017.0,
      "id": "1adf0fc0-e121-33d8-8838-5e264dce095d",
      "speaker": "Dan",
      "start_timestamp": 3012.0,
      "text": "Yes. So here is why what are you doing here? So oh, man,"
    },
    {
      "end_timestamp": 3018.0,
      "id": "86a64f17-65af-359a-8691-89e9e6412270",
      "speaker": "Jordan",
      "start_timestamp": 3017.0,
      "text": "what are you don't"
    },
    {
      "end_timestamp": 3039.0,
      "id": "b5d01563-e70d-3692-ac59-386b40ac0804",
      "speaker": "Craig Sawyer",
      "start_timestamp": 3018.0,
      "text": "know my connections, man. I've got a team, with senior veterans from virtually every intelligence and law enforcement agency out there, as well as the highest end of counterterrorism for operators. So we can do a lot of good with this. And it's really all about for our organization, and we're gonna launch"
    },
    {
      "end_timestamp": 3068.0,
      "id": "ee7eb937-18de-3889-b803-5f53c7b93e2b",
      "speaker": "Alex Jones",
      "start_timestamp": 3039.0,
      "text": "when we come back from break I want to drumbeat you're launching a new national organization in the care of the scumbags and but but I want you to really take your time and come back, walk through everybody having this come to Jesus moment and just seeing like you said, the fight for the world, not just America, this is really going on. It's a pedophile Empire is how it was described to me by a senior retired general, and they just say, this is the one thing you touch they come after you well, you know what? It's time to say fill your hand in it."
    },
    {
      "end_timestamp": 3070.0,
      "id": "c5155c42-f9f2-342e-9fae-24a0b8a7f16c",
      "speaker": "Craig Sawyer",
      "start_timestamp": 3068.0,
      "text": "Yeah, man. It is. It is."
    },
    {
      "end_timestamp": 3089.0,
      "id": "283dbf6b-8378-3cea-97b4-3d266083e5b9",
      "speaker": "Dan",
      "start_timestamp": 3070.0,
      "text": "So that fill your hand and file Empire, which is crazy, but it's crazy, but that fill your hand. Where have we heard that before? Oh, maybe it was in that minute and a half long expletive rant that Alex did on our last episode. Oh, really? Yeah. When he was telling Adam Schiff that he was fighting words, he yelled fill your hand."
    },
    {
      "end_timestamp": 3097.0,
      "id": "7656610f-65a6-35c2-817c-32c157e4aeb1",
      "speaker": "Jordan",
      "start_timestamp": 3089.0,
      "text": "I don't know what that means. I don't know either. But it has something to do with fighting. Is it like as like a fist roll of quarters in your hand? I don't know. That doesn't help."
    },
    {
      "end_timestamp": 3102.0,
      "id": "f27b7cbc-d656-3621-b65d-07084c605ca6",
      "speaker": "Dan",
      "start_timestamp": 3097.0,
      "text": "If you punch someone with a roll of quarters in your hand. Oh, that's gonna do much more damage. Okay. It's like brass knuckles."
    },
    {
      "end_timestamp": 3110.0,
      "id": "86320a1b-d9ed-3c7b-8b25-c68e9c69f869",
      "speaker": "Jordan",
      "start_timestamp": 3102.0,
      "text": "But why aren't the knuckles there? Don't they protect you? Okay, well, here's your you're giving me the face of Jordan, stop changing this up."
    },
    {
      "end_timestamp": 3135.0,
      "id": "436269b5-9d0a-36da-aeb6-20e7951fc73b",
      "speaker": "Dan",
      "start_timestamp": 3110.0,
      "text": "Well, I need to get to my point. The reason I bring that up is that this episode was Friday, March 31. That night when he was drunk on air for two hours was March 30. This is the next day. And I believe that at this point in the show, Alex is sober maybe hungover but by the end of this he's drunk"
    },
    {
      "end_timestamp": 3139.0,
      "id": "6e80bf6f-2ae1-3fdc-b027-c68f73526b68",
      "speaker": "Jordan",
      "start_timestamp": 3135.0,
      "text": "know how many hours he's staying"
    },
    {
      "end_timestamp": 3143.0,
      "id": "2627e21d-92d9-3040-8f2f-62dd8131a6cf",
      "speaker": "Dan",
      "start_timestamp": 3139.0,
      "text": "for he stays on all four because of how"
    },
    {
      "end_timestamp": 3144.0,
      "id": "3f1bdadb-31d5-3378-9693-22de03b67c4d",
      "speaker": "Jordan",
      "start_timestamp": 3143.0,
      "text": "he got his he got his juice"
    },
    {
      "end_timestamp": 3177.0,
      "id": "f5ca9465-02ab-3610-962f-2e483fc8bb12",
      "speaker": "Dan",
      "start_timestamp": 3144.0,
      "text": "this radio drama ends up necessitating him staying around I got I think he did his time started drinking and then had to get back on air. That's my theory. Okay, sounds very different at the end of this okay, and he does he sounds like last episode at the end right so all right, he doesn't at this point we're unraveling a mystery right either way. He did that embarrassing fucking four ways to learn. Oh, yeah. How many ways that are learned Rob do he did that the night before this. So give it"
    },
    {
      "end_timestamp": 3181.0,
      "id": "86458278-4803-3eb5-a687-e477ab1d07f9",
      "speaker": "Jordan",
      "start_timestamp": 3177.0,
      "text": "down, down left, right, left right"
    },
    {
      "end_timestamp": 3193.0,
      "id": "61e75e0b-a938-3587-b9e8-9a8124c88f3f",
      "speaker": "Dan",
      "start_timestamp": 3181.0,
      "text": "within 24 hours wasted for two hours calling Adam Schiff a cocksucker screaming he wants to fight him losing his shit talking about selling his car"
    },
    {
      "end_timestamp": 3197.0,
      "id": "e21551e4-3aeb-3edb-902b-892f2a3ba9f8",
      "speaker": "Jordan",
      "start_timestamp": 3193.0,
      "text": "and archetypal the cogs do do better with the archetypal cocksucker"
    },
    {
      "end_timestamp": 3211.0,
      "id": "a86ff8c4-69ed-320a-bd44-67f134a68493",
      "speaker": "Dan",
      "start_timestamp": 3197.0,
      "text": "is Schiff baby yeah. So here we go. Let's finish out this clip but like I want to keep I want everyone to keep that in mind. This is within the same 24 hours how drunk he was you don't get that out of your system that quick."
    },
    {
      "end_timestamp": 3217.0,
      "id": "817116d2-6c94-3506-baaf-15ddccb16f69",
      "speaker": "Jordan",
      "start_timestamp": 3211.0,
      "text": "It's by the end of this episode. He's singing how dry I am."
    },
    {
      "end_timestamp": 3242.0,
      "id": "ddcd93cb-f3ba-3a0f-b411-433249c955e6",
      "speaker": "Craig Sawyer",
      "start_timestamp": 3217.0,
      "text": "I can't look away Alex. Now there are a lot of things I'd rather spend my time doing then I'd rather be at the beach with those that I care about or doing anything else recreational but I with my background, I feel like I have the ability to make a positive difference in my heartbreaks for these children and I cannot look away and I will do what I can I think my best impact is to expose it so that we can clean it up."
    },
    {
      "end_timestamp": 3276.0,
      "id": "52d3abe4-34b5-380a-9e96-5cbbdbc73378",
      "speaker": "Alex Jones",
      "start_timestamp": 3242.0,
      "text": "Let me launch it right now. Everybody should tweet it Facebook it the reason you're doing this you can we talked about this product last week but we're gonna get more into we come back we haven't talked much since then. Or haven't talked since then. You just say I gotta do something I'm gonna do something and we're gonna talk about when come back but it's that's for child rescue dot o RG and just since even heard of talking about it privately, they shut up a Twitter, Facebook, you name it won't let him spread anything. Because, again, folks, everything's surveilled by these people. That's what's so scared is we got a pedophile network and control basically the NSA. We'll be back today. Well, it's crazy."
    },
    {
      "end_timestamp": 3294.0,
      "id": "9953ac46-7379-3b3b-a77f-7feb74caec2c",
      "speaker": "Jordan",
      "start_timestamp": 3276.0,
      "text": "He is going to do so much bad and his heart is such in the right place. I mean, so man yeah, probably he's gonna do so many awful thing but I actually he does but I kind of I kind of respect because he's, he's doing what you know. He's doing what he can with what he"
    },
    {
      "end_timestamp": 3295.0,
      "id": "39e99a9b-d0f4-34fa-91ed-722addeaa19b",
      "speaker": "Dan",
      "start_timestamp": 3294.0,
      "text": "has Jordan are speaking too early."
    },
    {
      "end_timestamp": 3300.0,
      "id": "8fa9bd0b-d215-346b-9a8d-c66d4bdf7253",
      "speaker": "Jordan",
      "start_timestamp": 3295.0,
      "text": "Oh, god damn it. I'm trying it. See"
    },
    {
      "end_timestamp": 3304.0,
      "id": "50860b2e-4c71-3bd7-815d-271a8c2c7bb8",
      "speaker": "Dan",
      "start_timestamp": 3300.0,
      "text": "was like that might be the case but you're speaking far too early. So"
    },
    {
      "end_timestamp": 3306.0,
      "id": "fe617d2e-908c-3e81-ab99-efe9352f88ed",
      "speaker": "Jordan",
      "start_timestamp": 3304.0,
      "text": "give me some give me some hope saw man goes"
    },
    {
      "end_timestamp": 3321.0,
      "id": "50c90a5c-78b9-335e-96f3-3a7edcfb5e15",
      "speaker": "Dan",
      "start_timestamp": 3306.0,
      "text": "on to talk about his pedigree a little bit and talks about you know how he learned that the media is always going to lie and or that the media is the only you have to exploit the media to scare crooks. Basically it"
    },
    {
      "end_timestamp": 3324.0,
      "id": "e9da09e1-5faa-37fc-be3c-8d8444e4d0a3",
      "speaker": "Jordan",
      "start_timestamp": 3321.0,
      "text": "there's a saying that you need to use propaganda. Yeah, it's a puff."
    },
    {
      "end_timestamp": 3330.0,
      "id": "4f262e88-263f-37c8-be5b-924b42e48c95",
      "speaker": "Dan",
      "start_timestamp": 3324.0,
      "text": "It's a puff interview for the most part and then we get to this part, where Alex predicts"
    },
    {
      "end_timestamp": 3335.0,
      "id": "acf26247-60b1-3dee-991f-7a06302ffba2",
      "speaker": "Jordan",
      "start_timestamp": 3330.0,
      "text": "so you would say that Alex Jones is acting like an archetypal cocksucker for"
    },
    {
      "end_timestamp": 3341.0,
      "id": "eab24405-8fa9-35f2-986e-7ade431aa148",
      "speaker": "Dan",
      "start_timestamp": 3335.0,
      "text": "a while I wouldn't put those words you wouldn't do that now fill your hand"
    },
    {
      "end_timestamp": 3344.0,
      "id": "c35a192a-3ed7-3860-aaae-2309200be87e",
      "speaker": "Jordan",
      "start_timestamp": 3341.0,
      "text": "Oh, I got a whole roll of quarters right here son."
    },
    {
      "end_timestamp": 3357.0,
      "id": "60ac6dd5-1751-3fa6-ae5b-a2cab6e7e6aa",
      "speaker": "Dan",
      "start_timestamp": 3344.0,
      "text": "So this next clip is where Alex go out back and get me a switch. Go cut a switch. In this clip, Alex, it talks about how everything you do about pedophilia gets censored and that is important to keep in mind"
    },
    {
      "end_timestamp": 3381.0,
      "id": "310eb860-2eb7-31ae-8534-3bd787218bfa",
      "speaker": "Alex Jones",
      "start_timestamp": 3357.0,
      "text": "that's right because there's nothing they censor more than us even trying to show I mean that that KTLA article where they admit kids found in cages and all this and and 474 arrested and all the rest of it and the police finally doing this because I've got the green light from the President to get some backing bullshit. Meanwhile, we try to share that on Facebook. They want to steal it"
    },
    {
      "end_timestamp": 3397.0,
      "id": "5142337b-cab9-364b-bb41-5a32f4e567b2",
      "speaker": "Dan",
      "start_timestamp": 3381.0,
      "text": "so this is important because this is Alex giving up the game I believe I believe that this is Alex sort of showing his hand that he knows what's going to happen in Act Three a little spoiler okay also I want to say this"
    },
    {
      "end_timestamp": 3406.0,
      "id": "b2230616-f6f3-3004-b584-025af875d103",
      "speaker": "Jordan",
      "start_timestamp": 3397.0,
      "text": "Are you are you are you pulling some down home country learn Matlock bullshit right here slightly. Are you going to build are you to build a Colombo?"
    },
    {
      "end_timestamp": 3425.0,
      "id": "5990f17f-995f-394c-b779-79d8628d9534",
      "speaker": "Dan",
      "start_timestamp": 3406.0,
      "text": "Counselor? Can I have a sidebar? Because I'd like to take a moment to say that the only thing that I support on this episode is if coming back from break one of the times Alex Jones came in from break to Silent Running by Michael Wright. That's a banger. Okay, that's a good song. I'm"
    },
    {
      "end_timestamp": 3427.0,
      "id": "6d81852b-c77d-3027-9d55-23887bc61d6d",
      "speaker": "Jordan",
      "start_timestamp": 3425.0,
      "text": "looking forward to it. I assume you've got that in a club."
    },
    {
      "end_timestamp": 3437.0,
      "id": "f173e01e-7d0e-394f-96f2-35d357d517aa",
      "speaker": "Dan",
      "start_timestamp": 3427.0,
      "text": "I don't but I realized you know that song No. Can you hear me? Can you hear me who run in It's a great song. No, it's a banger."
    },
    {
      "end_timestamp": 3442.0,
      "id": "238efc99-32ec-3e3e-a790-7c174f0dc695",
      "speaker": "Jordan",
      "start_timestamp": 3437.0,
      "text": "I'm not I'm not disagreeing with you because I'm assuming that you're"
    },
    {
      "end_timestamp": 3443.0,
      "id": "22e0c338-4910-3f58-ae8f-33b179cd1fee",
      "speaker": "Dan",
      "start_timestamp": 3442.0,
      "text": "about to play it Yeah,"
    },
    {
      "end_timestamp": 3444.0,
      "id": "ab8b5ab7-0f31-37f7-a969-4579be9983c7",
      "speaker": "Jordan",
      "start_timestamp": 3443.0,
      "text": "god damn it I'm"
    },
    {
      "end_timestamp": 3467.0,
      "id": "14e7f530-d51c-321c-b349-0ba911d233e3",
      "speaker": "Dan",
      "start_timestamp": 3444.0,
      "text": "going to play a little bit of a just so it's fresh in your mind and I think it's important I no way that I swear to god that this is actually relevant. Okay. All right. It doesn't feel like it is but I promise okay. So we have to cut through the like 52nd introduction. Now does it tell you remember this?"
    },
    {
      "end_timestamp": 3477.0,
      "id": "78441e88-03e6-3d40-b35a-09063f1790ba",
      "speaker": "Jordan",
      "start_timestamp": 3467.0,
      "text": "I do. This is every 80s movie in one song. This is Top Gun. This is Days of Thunder. Basically this is Tom Cruise"
    },
    {
      "end_timestamp": 3516.0,
      "id": "1e5cdb3c-1338-3aba-adaf-d39199914bb8",
      "speaker": "Dan",
      "start_timestamp": 3477.0,
      "text": "songs banger but the reason I love that I love that synth part but anyway the reason that I wanted to play it is I realized this is the most Alex Jones song in the fucking world. Oh, these lyrics okay take the children and yourself All right now we're done and hide out in the cellar. Now the fighting will close it will be close at hand don't believe what the church and state and everything they tell you believe in me. I'm with the high command whoa Wow, there's a gun and ammunition just inside the doorway. Use it only in emergency better you should pray to God our Father in the Spirit will guide you and protect from up here"
    },
    {
      "end_timestamp": 3529.0,
      "id": "8a2909b1-8cdd-3f2b-a156-ccae5cf5a6df",
      "speaker": "Jordan",
      "start_timestamp": 3516.0,
      "text": "are you arguing that perhaps in sort of a Last Action Hero type way Mike and the mechanics song came to life? No, I'm depth into reality as Alex Jones"
    },
    {
      "end_timestamp": 3561.0,
      "id": "b005ce9f-1816-3904-9979-255dec511e3f",
      "speaker": "Dan",
      "start_timestamp": 3529.0,
      "text": "I'm saying that Alex Jones came back from break to making the mechanics silent running almost as a tip of the hat. Almost like a I get it. I get it. I think it's a little clue. For those who like you know, really look into it. Right? It's not right. It's probably just that Alex hears these lyrics and it's like, oh, I can relate with that. I love this song. swear allegiance to the flag, whatever. Never hint at what you really feel. Teach the children quietly for some days sons and daughters will rise up and fight where we stay these"
    },
    {
      "end_timestamp": 3567.0,
      "id": "b244fc02-d9f2-3e5b-849d-1fe1b1a34877",
      "speaker": "Jordan",
      "start_timestamp": 3561.0,
      "text": "lyrics are in that synth. 80s bullshit song. What is happening here"
    },
    {
      "end_timestamp": 3601.0,
      "id": "cb04940f-f25c-394d-825a-1c41cd7fd430",
      "speaker": "Dan",
      "start_timestamp": 3567.0,
      "text": "Silent Running is the Alex Jones. Anyway, I'm sorry, I wanted to do that just because we need some sort of like fun and amusement. So anyway, that song is pretty hot. I recommend it. So we now get to at this point in the show, you might be wondering, what is going on? He has this. He has this website that He's launching. Yes. He is also launching a fundraiser on youcaring.com. Okay, in order to raise the money for it, and they get into the specifics. See,"
    },
    {
      "end_timestamp": 3630.0,
      "id": "dd282f9d-faf0-3027-bb76-4e60517ae533",
      "speaker": "Craig Sawyer",
      "start_timestamp": 3601.0,
      "text": "the website is that BTTS and the number four and then the world shot at the words child rescue.org. So that's for the number for child rescue.org They can go there. There's a way to donate. We're starting a nonprofit organization to do this independently so that we can get past the gatekeepers that would tell us no and suppress what we're doing. Or we can get all the bureaucratic red tape done for processing the nonprofit or trying"
    },
    {
      "end_timestamp": 3631.0,
      "id": "0ca2288c-368b-34f2-919c-335228be9b08",
      "speaker": "Alex Jones",
      "start_timestamp": 3630.0,
      "text": "to expose pedophilia rings in a documentary"
    },
    {
      "end_timestamp": 3635.0,
      "id": "7b12e2bd-d5c7-315c-9195-fd570ecafae5",
      "speaker": "Jordan",
      "start_timestamp": 3631.0,
      "text": "number two"
    },
    {
      "end_timestamp": 3653.0,
      "id": "5cc6902a-9f8e-3cef-88d9-2cbed2f67bae",
      "speaker": "Alex Jones",
      "start_timestamp": 3635.0,
      "text": "and there's a lot more obviously behind that the Gulf quarter million dollars we people listening are billionaires, they should just give it right now. Hello, I'm gonna make a donation as I know you guys are for real, this has already gone behind the scenes. This is how we're gonna bring them down with what you're doing and so many others are doing this is amazing vets for child rescue dot o RG."
    },
    {
      "end_timestamp": 3680.0,
      "id": "6d18979f-418c-37d3-bb0f-174e55f74894",
      "speaker": "Dan",
      "start_timestamp": 3653.0,
      "text": "So in that clip there you see he's he's doing this fundraising campaign that they will eventually explain is on youcaring.com They have a thing put up and the main goal is to create a documentary web series about this, which is as legally problematic as them pretending they're gonna go CITIZENS ARREST these people. Why is that? Because it massively approaches defamation."
    },
    {
      "end_timestamp": 3687.0,
      "id": "01e26d40-78db-345f-876f-ad604a471679",
      "speaker": "Jordan",
      "start_timestamp": 3680.0,
      "text": "Oh, wait, so so they're making a documentary web series about specific people? Did I miss that part? pedophile"
    },
    {
      "end_timestamp": 3697.0,
      "id": "4ac2d9e9-56c2-316c-97b8-588126749691",
      "speaker": "Dan",
      "start_timestamp": 3687.0,
      "text": "networks? Yes. Yeah. How would you do that without he's talking about going after the people. He's talking about going and documenting and going to bust these pedophile networks?"
    },
    {
      "end_timestamp": 3703.0,
      "id": "3f437ee6-decb-3543-ac00-6cbbe0eabedb",
      "speaker": "Jordan",
      "start_timestamp": 3697.0,
      "text": "Well, yeah, but he doesn't mention he doesn't mention Alex Jones specific level pedophile networks, right."
    },
    {
      "end_timestamp": 3705.0,
      "id": "57d3c03f-d30b-3170-86d4-2fe509ad7ff0",
      "speaker": "Dan",
      "start_timestamp": 3703.0,
      "text": "And I would not be on the show."
    },
    {
      "end_timestamp": 3714.0,
      "id": "314fec91-5c5e-30a2-a106-720eeb880f93",
      "speaker": "Jordan",
      "start_timestamp": 3705.0,
      "text": "I mean, on online, there are pedophile networks. So if he does go after them, that's not what they're talking about? Of course not. But um,"
    },
    {
      "end_timestamp": 3716.0,
      "id": "15188e34-a069-3dbb-9b19-2affa468ecb8",
      "speaker": "Dan",
      "start_timestamp": 3714.0,
      "text": "no, you're right. You're right. There are odds"
    },
    {
      "end_timestamp": 3720.0,
      "id": "92312d40-b889-34a7-bba0-64e9fb226f66",
      "speaker": "Jordan",
      "start_timestamp": 3716.0,
      "text": "odds Alex Jones actually donates to these things. Well,"
    },
    {
      "end_timestamp": 3722.0,
      "id": "2431d5bf-f7c7-3c31-8317-4c3fd34e6b7b",
      "speaker": "Dan",
      "start_timestamp": 3720.0,
      "text": "he actually does. Oh, he does. He does."
    },
    {
      "end_timestamp": 3723.0,
      "id": "ddb4749b-9235-3898-942f-c2cfc088b3b1",
      "speaker": "Jordan",
      "start_timestamp": 3722.0,
      "text": "Does he do it on there?"
    },
    {
      "end_timestamp": 3735.0,
      "id": "a3a34db9-7a68-389d-bd4e-a631c24a7f7d",
      "speaker": "Dan",
      "start_timestamp": 3723.0,
      "text": "He does. He's gonna make a big deal out of it. But they know, look, there are pedophile communities online on like, the dark web. Yeah. And like, even on the real web, get"
    },
    {
      "end_timestamp": 3739.0,
      "id": "81118db1-16bb-3ffa-9365-077c376b89e3",
      "speaker": "Jordan",
      "start_timestamp": 3735.0,
      "text": "it get a Tor Browser and you'll find some horrible shit. Yeah, there's a lot"
    },
    {
      "end_timestamp": 3749.0,
      "id": "937646cc-bb4d-3286-adbf-3a68b05483cc",
      "speaker": "Dan",
      "start_timestamp": 3739.0,
      "text": "of that stuff that does exist. And you know, good on you if you want to try and work with that. But this is talking about globalists."
    },
    {
      "end_timestamp": 3759.0,
      "id": "8dabefca-1580-3240-aa4d-f91a26ec1adb",
      "speaker": "Jordan",
      "start_timestamp": 3749.0,
      "text": "Like the way you say Good on you, if you want to work with I'm by Yeah, I get what you say I get what you say I'm at work again. I get what you say. All right."
    },
    {
      "end_timestamp": 3777.0,
      "id": "15060f15-f022-3579-8d71-b60ae029a009",
      "speaker": "Dan",
      "start_timestamp": 3759.0,
      "text": "So but that's but it's this is about globalists. Yeah, and shit like that. And that is where there's a problem. If you go and you end up trying to make a documentary series where you're going after these people, inevitably they are going to be charged with a crime now when you are going after them."
    },
    {
      "end_timestamp": 3785.0,
      "id": "1d6fcbf0-1e71-38d3-8bea-d547f41029fc",
      "speaker": "Jordan",
      "start_timestamp": 3777.0,
      "text": "And if you're going after them knowing they're not going to be charged with a crime, you're probably going to take justice into your own hands, or you"
    },
    {
      "end_timestamp": 3798.0,
      "id": "9b49129f-c972-3f5b-a6b6-34456d281b24",
      "speaker": "Dan",
      "start_timestamp": 3785.0,
      "text": "will have committed libel and slander. Yep. And then beyond that, let's say you do go around and you document something and you find that someone has committed a crime. Now your evidence is inadmissible in court. Yep. So there's no"
    },
    {
      "end_timestamp": 3804.0,
      "id": "4cd4ed8d-3561-351e-a01c-bb2392d953ff",
      "speaker": "Jordan",
      "start_timestamp": 3798.0,
      "text": "you're doing more harm than good by vigilante there's legitimately no"
    },
    {
      "end_timestamp": 3828.0,
      "id": "41301178-52e4-3209-b9c8-6bedb59b7fa0",
      "speaker": "Dan",
      "start_timestamp": 3804.0,
      "text": "upside to this outside of exploiting the fears. Yeah, exploiting these things for profit. That's the only real game here. And as we've documented all of the evidence that's being cited this KTLA story, the number of Trump busts and shit like that, that aren't even Trump motivated. Nope, all of this stuff is a house of lies. Yeah. So I have to believe that they're motivated by profit."
    },
    {
      "end_timestamp": 3855.0,
      "id": "1b44d9a6-caa4-32a6-b2fb-8ec685d27845",
      "speaker": "Jordan",
      "start_timestamp": 3828.0,
      "text": "It does make sense that I don't know I still I still kind of believe this navy seal guy's got his heart in the right place. It's possible a bit mainly because and I can totally understand why he wouldn't understand all of that. If you're a Navy SEAL. It's not exactly like you're used to worrying about search and seizure laws. Yeah. You know, like, that's not really a thing that you have to be concerned with. Whenever you're committing those exact crimes."
    },
    {
      "end_timestamp": 3861.0,
      "id": "e11ec3f3-a8d0-3cac-99a7-0c650ede65b5",
      "speaker": "Dan",
      "start_timestamp": 3855.0,
      "text": "You should be you should be concerned with it based on Alex's fake, you know, curriculum vitae that he"
    },
    {
      "end_timestamp": 3876.0,
      "id": "3046aded-0fb8-311e-ad08-ca9cf0029bdb",
      "speaker": "Jordan",
      "start_timestamp": 3861.0,
      "text": "wrote. Well, everyone, everyone who sees Alex Jones should be concerned with whatever it is, if Alex, Alex Jones says, I like what you're doing. I would immediately stop quit immediately quit unless it was smoking weed, in which case I'd be like good on you, Alex. We"
    },
    {
      "end_timestamp": 3883.0,
      "id": "623ea541-e38b-30b7-97f9-7edb811e0636",
      "speaker": "Dan",
      "start_timestamp": 3876.0,
      "text": "agree with we're fighting against civil forfeiture. Yeah. So Alex is proof that all this stuff is going on all this terrible stuff. And then he lies about"
    },
    {
      "end_timestamp": 3888.0,
      "id": "cae1e79d-2560-398e-b677-df4e7afe1859",
      "speaker": "Jordan",
      "start_timestamp": 3883.0,
      "text": "Jordan. I really liked that show. You're watching? Oh, yeah. Well, I'm never watching it again."
    },
    {
      "end_timestamp": 3892.0,
      "id": "d622c50c-3289-32b3-a47e-842b95f8f667",
      "speaker": "Dan",
      "start_timestamp": 3888.0,
      "text": "You piece of shit. Hey, I think you're doing a great job. I know it's fight. Oh,"
    },
    {
      "end_timestamp": 3896.0,
      "id": "fcb8ca94-576a-3519-9624-a881798f94c7",
      "speaker": "Jordan",
      "start_timestamp": 3892.0,
      "text": "no. It's a paradox."
    },
    {
      "end_timestamp": 3930.0,
      "id": "bf8588fe-cbbe-35a4-a883-49a700131700",
      "speaker": "Alex Jones",
      "start_timestamp": 3896.0,
      "text": "And you see the proof. You can say what you want about Trump on a few issues. Here's like this health care thing not being the best repeal of Obamacare was better than nothing. Whatever. I was probably beginning to get anything done. There's total rebellion against Him by the system. And I just have stacks every week of literally like 100 articles of like, Democrats, Republicans, legislators, judges, being caught with children they've kidnapped I mean, it's just it's just like the SEC this week. Why is the MSM ignoring Trump sex trafficking but that's townhall childish stuff start with that website is fucking but it's never been this big."
    },
    {
      "end_timestamp": 3935.0,
      "id": "d855c3f6-5417-39b5-9dba-4b73eb417dea",
      "speaker": "Dan",
      "start_timestamp": 3930.0,
      "text": "But that also that article in town hall is where I got some of the references that I discussed earlier."
    },
    {
      "end_timestamp": 3943.0,
      "id": "5e2903e2-fdb3-3656-a919-17104b638a80",
      "speaker": "Jordan",
      "start_timestamp": 3935.0,
      "text": "Town Hall is a fucking garbage but did you know that? All the popups from that site, they're a fucking they're a fucking scam. But the"
    },
    {
      "end_timestamp": 3973.0,
      "id": "885e486e-c9eb-3db1-a026-176286673c71",
      "speaker": "Dan",
      "start_timestamp": 3943.0,
      "text": "local news stuff that I was talking about that word actually pedophile arrests rows are the things that are talking they're talked about in the town hall article. Yeah. So like, it's it's, it's infuriating, because this isn't funny, and it's such a serious issue. It's so insane to me. Like I hate I hate this. I would legitimately hate this. Not what Alex is doing. But we are doing this. Anyway. There's no There's, you're"
    },
    {
      "end_timestamp": 3975.0,
      "id": "69842a60-4000-3d1b-924c-f1b3c80869c7",
      "speaker": "Jordan",
      "start_timestamp": 3973.0,
      "text": "negating the episode in the middle of it."
    },
    {
      "end_timestamp": 3989.0,
      "id": "fbc2aa38-eb80-35b0-9b04-ae2034db8dbe",
      "speaker": "Dan",
      "start_timestamp": 3975.0,
      "text": "I'm not I'm just idling like this. No, no, this is there's no evidence in any of these articles that there are legislators or judges being caught up in this. There was one legislator who recently got caught with a 17 year old boy in a hotel room. Guess"
    },
    {
      "end_timestamp": 3998.0,
      "id": "214d1740-de88-3ab1-8bcb-55caad32d59a",
      "speaker": "Jordan",
      "start_timestamp": 3989.0,
      "text": "which party he was in Ripa burka. It wasn't Dennis Hastert though he got the same shit. Oh, he"
    },
    {
      "end_timestamp": 4029.0,
      "id": "592a0ee7-bc1d-370c-86d1-d6184148c769",
      "speaker": "Dan",
      "start_timestamp": 3998.0,
      "text": "did worse. Oh, he's a fucking disaster did worse. Yeah, but this guy was, you know, look, globalist scum. This guy who in the hotel room with a 17 year old boy, Dennis Hastert to again, think I didn't kidnap that boy, he was a youth prostitute. Like rent boy. Yeah. And it's not good. Yeah, if he was in Thailand, he would be fine. It's not good. But it is not as bad as kidnapping children. That is so essential. Not it's so essential. It's, anyway, here's the clips over."
    },
    {
      "end_timestamp": 4043.0,
      "id": "136d0833-3eab-3e32-a574-7dc71b50db94",
      "speaker": "Alex Jones",
      "start_timestamp": 4029.0,
      "text": "And it's not just child porn. It's the actual traffickers people in filming and doing it. And then the police and function where they bring in military obviously, we're contractors and others that are contracted and felonies arranged. If that's"
    },
    {
      "end_timestamp": 4048.0,
      "id": "b09cf6db-8e0d-3b61-862a-068b5fe862d4",
      "speaker": "Dan",
      "start_timestamp": 4043.0,
      "text": "the case. That's illegal. Yep. The military is not allowed to do operations."
    },
    {
      "end_timestamp": 4054.0,
      "id": "779a4a8a-872c-3ab6-9d86-a814298f6af5",
      "speaker": "Jordan",
      "start_timestamp": 4048.0,
      "text": "Nope. Not on US soil. No. Do you know where they do you know, where they learned that from? Rome,"
    },
    {
      "end_timestamp": 4065.0,
      "id": "cfc40b78-5e64-3abf-956e-0eabec1e9674",
      "speaker": "Dan",
      "start_timestamp": 4054.0,
      "text": "especially not law enforcement operation. Very distinct separation. And it's scary that the police are becoming so militarized. Yep. But anyway, here, Alex goes deeper with a live,"
    },
    {
      "end_timestamp": 4078.0,
      "id": "7f0a738e-55cc-3e9a-9e4f-715ca80dfe57",
      "speaker": "Alex Jones",
      "start_timestamp": 4065.0,
      "text": "he's places are obviously heavily defended or whatever, heavily armed. And then if people see it, and then they asked nothing at rabbits, where's the rest of the case? It just gets shut down. But we're almost there. We're almost legal that bubbles."
    },
    {
      "end_timestamp": 4115.0,
      "id": "81a7afbc-6a02-3d24-b157-a7559c0edd8e",
      "speaker": "Dan",
      "start_timestamp": 4078.0,
      "text": "His narrative there that he's spinning is that there are these compounds that are being infiltrated with military might in our country, that are housing, child pornographers, and torture dens and stuff like that. And then the military has to be involved because they have to shoot their way in. And then everyone's like, Hey, what the fuck is anyone reporting on this? Because someone who is your quote unquote, source is lying their ass off to you? That's why Alex, this isn't going on. Yep, there aren't military scale battles going on?"
    },
    {
      "end_timestamp": 4117.0,
      "id": "147e879a-6a32-3172-ba3f-493b0f251998",
      "speaker": "Jordan",
      "start_timestamp": 4115.0,
      "text": "Because it's not possible."
    },
    {
      "end_timestamp": 4119.0,
      "id": "76a4f5f6-432f-3fa9-a47d-7e5510869ac4",
      "speaker": "Dan",
      "start_timestamp": 4117.0,
      "text": "I would say it is possible, but it's not."
    },
    {
      "end_timestamp": 4125.0,
      "id": "8a29b196-9242-34ee-a777-c5acd51cee76",
      "speaker": "Jordan",
      "start_timestamp": 4119.0,
      "text": "It's not legal. And hopefully, hopefully, we still have some, we still have some law."
    },
    {
      "end_timestamp": 4175.0,
      "id": "c5593356-c241-317b-9b0c-9a51a32d8ae5",
      "speaker": "Dan",
      "start_timestamp": 4125.0,
      "text": "And the the instances of high profile people who have been caught up in, you know, things like this are numerous. And it's big news. It's all over the place. Yeah. Also when people are kidnapped. Often, there are stories about it. And when people are saved from kidnappings. There are tons of stories about it. We see it over and over again. Again. I brought up Elizabeth smart earlier. She is a huge example of that. Yeah, or the girls in Ohio that were in that house with that creepy dude. Yeah, killed himself in prison. There are there are those instances when there are there. It's a it's a big media topic because they know that people will pay attention to it. So the very idea that things are being covered up is cockamamie, right? Unless it's the globalist"
    },
    {
      "end_timestamp": 4177.0,
      "id": "a530a226-191c-3f93-bbe8-7974e2907e3c",
      "speaker": "Jordan",
      "start_timestamp": 4175.0,
      "text": "Oh no,"
    },
    {
      "end_timestamp": 4180.0,
      "id": "5c46f94d-8666-357c-ab53-1d232194640c",
      "speaker": "Dan",
      "start_timestamp": 4177.0,
      "text": "that's the only way for this narrative to make sense, right? Fortunately,"
    },
    {
      "end_timestamp": 4183.0,
      "id": "f2111c11-8579-3b63-ac2f-719fe70dbfea",
      "speaker": "Jordan",
      "start_timestamp": 4180.0,
      "text": "so if you already believe in the globalists, the narrative does make sense."
    },
    {
      "end_timestamp": 4188.0,
      "id": "66165128-a66d-360d-9b6e-2844bee47233",
      "speaker": "Dan",
      "start_timestamp": 4183.0,
      "text": "Everything totally makes sense. Right? So now we get to Alex's donation."
    },
    {
      "end_timestamp": 4194.0,
      "id": "264830e5-a0d4-3a8c-801e-49a7b8f2b7ab",
      "speaker": "Alex Jones",
      "start_timestamp": 4188.0,
      "text": "Again, I'm personally gonna give $10,000 to this. And that's a lot of money for us."
    },
    {
      "end_timestamp": 4206.0,
      "id": "69454533-504c-3230-ac28-a46c8ff69f04",
      "speaker": "Dan",
      "start_timestamp": 4194.0,
      "text": "Right? Huh, whatever. I mean, it is a lot of money, but I mean, you're worth it. Over $10 million. So $10,000 isn't that much. It's a lot, but it's not that much."
    },
    {
      "end_timestamp": 4212.0,
      "id": "014303ed-6cef-391a-b524-35566c7be169",
      "speaker": "Jordan",
      "start_timestamp": 4206.0,
      "text": "It's a lot to me. It's all it's all the money to me. Yeah, it's all the monies. So now we"
    },
    {
      "end_timestamp": 4223.0,
      "id": "585989cb-adce-3d4d-95b4-40a55c48642d",
      "speaker": "Dan",
      "start_timestamp": 4212.0,
      "text": "get to the point where they're discussing like, how this is supposed to work. And like, why can't we do it through proper channels? It sure seems like we should. Yeah."
    },
    {
      "end_timestamp": 4234.0,
      "id": "95b11c82-eb92-3c2a-909c-29b7dee47725",
      "speaker": "Craig Sawyer",
      "start_timestamp": 4223.0,
      "text": "By keeping it independent and private like this, we and circumvent the gatekeepers, if we tried to do it, officially, it would be suppressed and nobody would ever see or hear of it."
    },
    {
      "end_timestamp": 4239.0,
      "id": "8c102385-7738-35c1-b739-270081f03930",
      "speaker": "Dan",
      "start_timestamp": 4234.0,
      "text": "Also, if you tried to do it would be illegal."
    },
    {
      "end_timestamp": 4244.0,
      "id": "24445607-583f-3d9b-9ed2-be13004e562f",
      "speaker": "Jordan",
      "start_timestamp": 4239.0,
      "text": "If you're doing the reason we can't do it officially. Because"
    },
    {
      "end_timestamp": 4260.0,
      "id": "663d96f1-7cca-3263-a0c7-dfc023a2e6a9",
      "speaker": "Dan",
      "start_timestamp": 4244.0,
      "text": "if you're doing this as a law enforcement thing, and you're going to in without the Express involvement of law enforcement much like To Catch A Predator. Yes, cops are involved in that. That's why it's okay. There. There was the police."
    },
    {
      "end_timestamp": 4266.0,
      "id": "d1eed313-d744-3d87-9e6e-0569a238ff1b",
      "speaker": "Jordan",
      "start_timestamp": 4260.0,
      "text": "There was a nationally televised show for you. Do you like exactly what they're saying is being covered up?"
    },
    {
      "end_timestamp": 4273.0,
      "id": "ab91ce0e-a746-3231-bc45-b3fa600418b3",
      "speaker": "Dan",
      "start_timestamp": 4266.0,
      "text": "Yeah. So I'm glad you brought that up. Because that's that's important to unpack."
    },
    {
      "end_timestamp": 4278.0,
      "id": "0d7a5d75-8aa4-3fb7-a945-56eeb4a478e1",
      "speaker": "Jordan",
      "start_timestamp": 4273.0,
      "text": "But like nobody's talking about it, except for all over us disease."
    },
    {
      "end_timestamp": 4282.0,
      "id": "a06d9e6c-558c-3602-b317-39b5831ac510",
      "speaker": "Dan",
      "start_timestamp": 4278.0,
      "text": "Be it the thing is, though, that's just bullshit show"
    },
    {
      "end_timestamp": 4285.0,
      "id": "1f493aac-df4b-3fc2-a147-51064e4842a0",
      "speaker": "Jordan",
      "start_timestamp": 4282.0,
      "text": "the mainstream media is distracting you with that's the fake"
    },
    {
      "end_timestamp": 4291.0,
      "id": "479a5fb5-7d59-3210-b520-0661342a75a5",
      "speaker": "Dan",
      "start_timestamp": 4285.0,
      "text": "version that they want you to see not the globalist cabal organize the all this is organized, man."
    },
    {
      "end_timestamp": 4323.0,
      "id": "449ba1c0-b816-3e51-a568-b3cf08e01284",
      "speaker": "Jordan",
      "start_timestamp": 4291.0,
      "text": "See this is that like, it's, you can just create your own reality. And there's never there's never a bottom floor. There's no There's no argument you can make when you're when you're fighting. It's like fighting somebody with religion. Yeah. Where it's like, hey, how do you know how do you know God is real? And one of the things in the Bible is just like, when you know, you know, you know, yeah, you know, you know, you know, and that's not a real that's not a thing. Yeah. Thanks. Thanks, Bible. Knowledge. Right, Colin? Thanks, Bible."
    },
    {
      "end_timestamp": 4331.0,
      "id": "e68923ee-8bd8-33b6-b306-bb4932bc10e9",
      "speaker": "Dan",
      "start_timestamp": 4323.0,
      "text": "I agree with you. And it is mild schizophrenia, in some ways, yeah. Inability to deal with things that are outside of your preconceived notions,"
    },
    {
      "end_timestamp": 4339.0,
      "id": "701ba557-e0ee-3457-b4a3-e8bfa3a62c0e",
      "speaker": "Jordan",
      "start_timestamp": 4331.0,
      "text": "it's, it's a form of denial, that allows you to just live live in a world that you have control over of your own choosing."
    },
    {
      "end_timestamp": 4390.0,
      "id": "68abe5ee-80b6-377b-b133-639bef8bbd70",
      "speaker": "Dan",
      "start_timestamp": 4339.0,
      "text": "So now we're gonna get to act three is to has wrapped up. And that was the presentation of the thesis or that thesis, the sort of scenario is that he has a marine on who wants to crowdfund half of a quarter million dollars in order to make a docu series where he outs pedophiles. Gotcha, again, there are some legal issues with that, whether he's doing this as law enforcement, or as entertainment. Either way, there are some dubious pieces of this. And again, just to go back to Catch a Predator, a lot of those people pled out like a lot of them didn't end up going to prison. No, they went on TV. Yeah, a lot of them ended up with very minor charges, maybe even a fine in a lot of cases. Yeah. And"
    },
    {
      "end_timestamp": 4394.0,
      "id": "3bb99039-ebaf-3fe2-b90b-e8fa64141fa2",
      "speaker": "Jordan",
      "start_timestamp": 4390.0,
      "text": "well, they were it was entertainment. Yeah. It was like the Running Man."
    },
    {
      "end_timestamp": 4402.0,
      "id": "0d046eb0-c656-3553-844d-0414e311825d",
      "speaker": "Dan",
      "start_timestamp": 4394.0,
      "text": "Sure. So if he wants to do that, God bless him. There's a hole to fill. That show has been canceled. So yeah, if you're David,"
    },
    {
      "end_timestamp": 4404.0,
      "id": "10f39bed-1259-3a0d-94a4-e83ac90c0026",
      "speaker": "Jordan",
      "start_timestamp": 4402.0,
      "text": "he can definitely get a spot on Fox. But"
    },
    {
      "end_timestamp": 4440.0,
      "id": "58ecea4e-6492-38f2-aa15-60372db27d29",
      "speaker": "Dan",
      "start_timestamp": 4404.0,
      "text": "if he does that he's struggling. He's got to do it with law enforcement, which seems to be against his thesis of keeping it independent. Yeah. So you're fucked. So man. Anyway, here's the beginning of Act Three. Now at this point, we're about to start into the end of the show, LeAnn McAdoo is around, eventually David Knight is going to get in the mix, because he's hosting the fourth hour. At this point, Alex has ended his shift, essentially. And you might started drinking, you might notice that he sounds like he has a little booze on him. Okay."
    },
    {
      "end_timestamp": 4453.0,
      "id": "aa5a93a6-350e-36c5-b592-a17b6354c515",
      "speaker": "Alex Jones",
      "start_timestamp": 4440.0,
      "text": "Because that's what Satanism is. It's about the selfishness of ruining someone's future. And the best thing is abortion, we tell them out router, we can write them, torture them, whatever, you know, put them on a bunch of drugs."
    },
    {
      "end_timestamp": 4468.0,
      "id": "f2ead2d4-40da-3165-8a62-ea1b292be688",
      "speaker": "Jordan",
      "start_timestamp": 4453.0,
      "text": "It's It's the it's the inflection at the end when he's excited or when he's sober. It the inflection at the end goes up and it gets more energy. Yeah. Whereas now it seems like he's just on a downward slope all the way down."
    },
    {
      "end_timestamp": 4484.0,
      "id": "78c0b29a-db93-30dd-bfe4-8a72a626af20",
      "speaker": "Dan",
      "start_timestamp": 4468.0,
      "text": "I also get killed or whatever. I also kept that clip in because it was the instance of Leon McAdoo going, Oh, all right, great commentary, LeAnn. So now here's where it's at three starts in earnest. Okay, where there's tension. And here we go."
    },
    {
      "end_timestamp": 4487.0,
      "id": "abdf87e8-7803-3969-8c7f-ed09a9edc224",
      "speaker": "Alex Jones",
      "start_timestamp": 4484.0,
      "text": "So it goes viral. We're spreading it everywhere."
    },
    {
      "end_timestamp": 4491.0,
      "id": "608b1141-1121-3cc0-a8b8-27d18304a5a3",
      "speaker": "Dan",
      "start_timestamp": 4487.0,
      "text": "He's talking about the UK. Yeah, he targeted"
    },
    {
      "end_timestamp": 4531.0,
      "id": "0a758c08-373c-39eb-a10f-47faf15a4644",
      "speaker": "Alex Jones",
      "start_timestamp": 4491.0,
      "text": "within one hour. As soon as it hits 50 grand they shut it down and said that on Salazar crack investigative reporter along with Our great hacking expert got involved marquel Phelan they made the calls they have the email we're gonna show it they're in there in the control room we're gonna put article ever soon on this will show it all they said you violate our terms of service so a guy with a History Channel show five seasons a guy with a with we are Discovery Channel five seasons History Channel show provide film producer and film producer a guy that won't even tell you what SEAL team he was involved in lead parts of the most elite SEAL teams, the Seal of seals,"
    },
    {
      "end_timestamp": 4537.0,
      "id": "171932ff-c192-3956-a652-331f1c840912",
      "speaker": "Dan",
      "start_timestamp": 4531.0,
      "text": "again, it's illegal to say I am an essential in the SEAL teams"
    },
    {
      "end_timestamp": 4553.0,
      "id": "d4458cad-afb7-34aa-a939-7c876b2cad41",
      "speaker": "Jordan",
      "start_timestamp": 4537.0,
      "text": "feel like the credits of the people is like they're they're coming after a guy from the History Channel. Are you kidding me? A guy from the Discovery Channel. We know these are things that are impossible to impeach. sure these are it? Oh,"
    },
    {
      "end_timestamp": 4555.0,
      "id": "0b33811d-843f-3d50-93a0-bc8ebb791152",
      "speaker": "Dan",
      "start_timestamp": 4553.0,
      "text": "to be fair, Hillary has been on the history."
    },
    {
      "end_timestamp": 4557.0,
      "id": "77b4cebd-4a72-39ce-bfc6-dd23ee33f67d",
      "speaker": "Jordan",
      "start_timestamp": 4555.0,
      "text": "So have aliens Yeah,"
    },
    {
      "end_timestamp": 4561.0,
      "id": "45509c5d-7dcf-3e22-bfaa-8f28ed29fbc9",
      "speaker": "Dan",
      "start_timestamp": 4557.0,
      "text": "Giorgio Tsoukalos should be investigated."
    },
    {
      "end_timestamp": 4562.0,
      "id": "2f34469a-ec5a-3666-871f-d4cbf42abb43",
      "speaker": "Jordan",
      "start_timestamp": 4561.0,
      "text": "Should ghosts"
    },
    {
      "end_timestamp": 4574.0,
      "id": "8508e698-7b76-33a0-86a1-f123502b3b8e",
      "speaker": "Alex Jones",
      "start_timestamp": 4562.0,
      "text": "and they just shed you because I'm telling you you touch this? It's over. So I'm gonna announce something right now because the money might be there next week. I'm gonna give $100,000 We don't have $100,000 in"
    },
    {
      "end_timestamp": 4576.0,
      "id": "9b46b9a3-e3ff-3651-926b-07501e5c8d0e",
      "speaker": "Jordan",
      "start_timestamp": 4574.0,
      "text": "our budget, well, then you're probably not gonna give $100,000"
    },
    {
      "end_timestamp": 4589.0,
      "id": "fc697be4-f3ef-3cf2-94d6-22edcfc34a95",
      "speaker": "Dan",
      "start_timestamp": 4576.0,
      "text": "So you see there the campaign has been taken down and Alex Jones immediately gets in that he is doubling down. So I'll answer all your questions in a moment."
    },
    {
      "end_timestamp": 4590.0,
      "id": "43085e32-3af3-3011-b168-018d4a1b9786",
      "speaker": "Jordan",
      "start_timestamp": 4589.0,
      "text": "Hold the question city."
    },
    {
      "end_timestamp": 4595.0,
      "id": "51a598e3-29b0-3add-a760-c95c8d01872b",
      "speaker": "Dan",
      "start_timestamp": 4590.0,
      "text": "We have a couple of clips that we need to set up the exact situation. Okay."
    },
    {
      "end_timestamp": 4624.0,
      "id": "225cba5b-2353-3789-b4b2-372289a8ce6e",
      "speaker": "Alex Jones",
      "start_timestamp": 4595.0,
      "text": "I'm not ditching I'm just saying in real time now. They're so scared of this pedophile thing. I now know no matter what happens I've got to go on this 100% Because they are so scared. Trump has got the roundups going on nationwide. You know kids in cages, all of it. It's in KTLA it's in major news AP nothing after that. Who were the kids were where they were, where were they grabbed? I'm talking to my sources they go these are kids that are on milk boxes, milk cartons, either we these are famous cases, we're getting them they're in cages."
    },
    {
      "end_timestamp": 4637.0,
      "id": "a5d85d04-8199-39e1-ab63-3600ca4c1a1f",
      "speaker": "Dan",
      "start_timestamp": 4624.0,
      "text": "No, no, no, no, no, no new based on the fact that he has three lies in there. I just assumed the fourth thing he says is a lie. You know? Is that Is that wrong of me?"
    },
    {
      "end_timestamp": 4638.0,
      "id": "1a72731b-7fea-3256-b0cc-fdb5ec70e988",
      "speaker": "Jordan",
      "start_timestamp": 4637.0,
      "text": "I don't know where to go with. Yeah,"
    },
    {
      "end_timestamp": 4642.0,
      "id": "064a3fc5-9354-39f3-b664-e9aadb69a94e",
      "speaker": "Dan",
      "start_timestamp": 4638.0,
      "text": "I don't know if these kids are on milk boxes. Oh, no."
    },
    {
      "end_timestamp": 4646.0,
      "id": "1ef3009d-1f46-3fac-ac91-931e0c723356",
      "speaker": "Jordan",
      "start_timestamp": 4642.0,
      "text": "Do it. Do they even put kids on milk cartons? Do milk cartons even exist anymore? I"
    },
    {
      "end_timestamp": 4666.0,
      "id": "0bf8e40e-353f-3030-aa05-11f52dee08c5",
      "speaker": "Dan",
      "start_timestamp": 4646.0,
      "text": "think they probably do. But like the My point is like, I don't I don't know. And there's literally no way to legally know who these kids are. The 28 who were saved in the Los Angeles sting. Yeah, there's literally no way we could know. There's no way we should be allowed to know and if Alex Jones is being told those things that speculative and he has no evidence of anything and his sources have been shown to be incredible."
    },
    {
      "end_timestamp": 4673.0,
      "id": "16d8b165-a250-3689-9fc1-1b21a9351b75",
      "speaker": "Jordan",
      "start_timestamp": 4666.0,
      "text": "And if Alex Jones is being told those things we can probably assume he's being told those things by the voices in his head"
    },
    {
      "end_timestamp": 4675.0,
      "id": "c3813a9f-6d6c-3037-9eb3-fa1cfdb3caa2",
      "speaker": "Dan",
      "start_timestamp": 4673.0,
      "text": "or just weird. Oh collars. collars. Yeah."
    },
    {
      "end_timestamp": 4679.0,
      "id": "33b5072f-c05c-350a-a083-291d0f2e4240",
      "speaker": "Jordan",
      "start_timestamp": 4675.0,
      "text": "So here we go. We get more tips from a direct message on Twitter."
    },
    {
      "end_timestamp": 4686.0,
      "id": "5623733b-92fa-37d1-9d43-cf94c298ca8f",
      "speaker": "Dan",
      "start_timestamp": 4679.0,
      "text": "Yeah. So the saw man comes in. And he has two clips here where he really plays the victim. Yeah,"
    },
    {
      "end_timestamp": 4704.0,
      "id": "f7138b36-3912-3be6-9db4-5e1a159c71e4",
      "speaker": "Craig Sawyer",
      "start_timestamp": 4686.0,
      "text": "well, I'm trying to get a hold of that YouCaring website to find out what what violation they are claiming. And they won't respond. So we have any problem could they have with what we're doing? I mean, this is this is as straightforward as it gets."
    },
    {
      "end_timestamp": 4709.0,
      "id": "674ea7e3-f5b4-3c7a-b97a-c734447f984f",
      "speaker": "Dan",
      "start_timestamp": 4704.0,
      "text": "Yeah, I mean, it's pretty straightforward. I don't know. Let's see what else he has to say."
    },
    {
      "end_timestamp": 4721.0,
      "id": "7499b3d9-ca17-3ac1-837a-6a2639ace9b4",
      "speaker": "Craig Sawyer",
      "start_timestamp": 4709.0,
      "text": "Again, they have yet to contact me back and answer my question on on what's wrong there. What violation are they claiming? I don't even think that they can come up with a violation that they're they're hanging their hat on Oh, you"
    },
    {
      "end_timestamp": 4724.0,
      "id": "b12ca52b-73a7-305b-829b-3667faba97fd",
      "speaker": "Dan",
      "start_timestamp": 4721.0,
      "text": "don't think so? I saw man Sawyer"
    },
    {
      "end_timestamp": 4727.0,
      "id": "640cd71d-61b0-30da-8977-979cd9f7c62c",
      "speaker": "Jordan",
      "start_timestamp": 4724.0,
      "text": "somebody's done some research."
    },
    {
      "end_timestamp": 4734.0,
      "id": "573cf14a-828d-3b0d-a62e-7e922ca897c8",
      "speaker": "Dan",
      "start_timestamp": 4727.0,
      "text": "Someone has read the UK rank Terms of Service and his name is Dan freezin. No,"
    },
    {
      "end_timestamp": 4740.0,
      "id": "00cbfc11-7907-345d-9cf2-e05f35d30aa4",
      "speaker": "Jordan",
      "start_timestamp": 4734.0,
      "text": "no, that's not a good song. I have found really gotta get some Mike than the mechanic. Can you hear me? All right,"
    },
    {
      "end_timestamp": 4746.0,
      "id": "73e52dd1-1a67-3ba1-8566-e0b6fc86c59b",
      "speaker": "Dan",
      "start_timestamp": 4740.0,
      "text": "I found five instances of him breaking"
    },
    {
      "end_timestamp": 4754.0,
      "id": "f6defb6e-cb29-3211-9ca6-0699e0f09ad8",
      "speaker": "Jordan",
      "start_timestamp": 4746.0,
      "text": "I don't think they have anything to hang their hat on. I read the entire terms of service you want to do it like a top five countdown like Letterman type thing I would love"
    },
    {
      "end_timestamp": 4788.0,
      "id": "b447d9cd-ba31-3df8-87c4-d4ec1b10e3ba",
      "speaker": "Dan",
      "start_timestamp": 4754.0,
      "text": "to if I had any effort or like any interest in putting in more work, I would put drum rolls Okay, so the first one is just from their boiler plate. Okay, although YouCaring has no obligation to screen edit or monitor any of the user content on the site including any of the interactive area you carrying reserves the right and as sole discretion to remove screen or edit any user content posted or stored on the site at any time and for any reason without notice. You are solely responsible for creating backup copies bla bla bla bla bla,"
    },
    {
      "end_timestamp": 4800.0,
      "id": "c0c273a0-158e-3437-aece-3a718509ad44",
      "speaker": "Jordan",
      "start_timestamp": 4788.0,
      "text": "so we're already on you can refuse service to anybody for any reason Exactly. Yeah, so like that like most customer service jobs that alone you're done some Yeah, you got no lead. To stand up,"
    },
    {
      "end_timestamp": 4801.0,
      "id": "d0cb403e-ac57-3133-9027-e4bad8e1489d",
      "speaker": "Dan",
      "start_timestamp": 4800.0,
      "text": "but that would be kind of weak."
    },
    {
      "end_timestamp": 4805.0,
      "id": "5015c842-24d7-3e22-92f8-4f6100353d6e",
      "speaker": "Jordan",
      "start_timestamp": 4801.0,
      "text": "No shirt, no shoes, you're illegal no service."
    },
    {
      "end_timestamp": 4823.0,
      "id": "5fb1a0d8-ba5f-3f56-886f-612485b9db12",
      "speaker": "Dan",
      "start_timestamp": 4805.0,
      "text": "So now we get to the section called what we do. You carrying his website that provides free online fundraising tools to individuals and nonprofit organizations to raise money for personal and charitable causes and projects as though he's gone over. He's trying to become a nonprofit, but he does not have that status. Okay,"
    },
    {
      "end_timestamp": 4828.0,
      "id": "7604ed3c-4089-365e-8fc3-79c6cd22b228",
      "speaker": "Jordan",
      "start_timestamp": 4823.0,
      "text": "so if he doesn't have individuals, so it's personal that but yeah, okay."
    },
    {
      "end_timestamp": 4877.0,
      "id": "e50e0f89-55d6-39a5-b2ab-fe4b83b39d72",
      "speaker": "Dan",
      "start_timestamp": 4828.0,
      "text": "We focus on compassionate crowdfunding providing free fundraising and support to humanitarian causes and to help people deal with personal hardships and other life situations. We encourage our users to demonstrate compassion and share their love for their cause with others. We discourage fundraisers that may cause divisiveness or disharmony within our community and reserve the right to prevent or remove such campaigns. We allow fundraisers in the following categories, medical expenses, memorials, and funerals, emergencies and disasters, adoption, kids and family, neighbors and community education in schools, sports and teams, pets and animals, volunteer and service projects, nonprofits, mission trips, and veterans. We do not allow legal fundraisers for bail bonds, legal defense or criminal litigation, civil lawsuits, divorce or custody issues and other legal matters."
    },
    {
      "end_timestamp": 4882.0,
      "id": "8b2e9945-171a-398c-b16a-a84c3dc4d86d",
      "speaker": "Jordan",
      "start_timestamp": 4877.0,
      "text": "So I'm guessing we're gonna fall on the do not allow section"
    },
    {
      "end_timestamp": 4900.0,
      "id": "d1f58e82-d388-38df-a42f-99575d0a7d0a",
      "speaker": "Dan",
      "start_timestamp": 4882.0,
      "text": "that Well, I mean, it is sort of a legal matter, nor do we allow fundraisers involving military conflicts and reserve the right to remove any fundraiser that you create that falls into one of these areas at any time with no notice to you. Yep. Now, I mean, the way it's set up is kind of a legal"
    },
    {
      "end_timestamp": 4919.0,
      "id": "5d56d1e0-9a9b-3067-a2ec-eb074e0dbbd1",
      "speaker": "Jordan",
      "start_timestamp": 4900.0,
      "text": "thing. It's definitely it's definitely it's not a charitable thing. It doesn't fall into those categories. No. And he's not a nonprofit. No, but again, that's not the most important piece. No, of course, but that would be so if he had nonprofit status, that would at least be cover for that bullshit could help. It would definitely help"
    },
    {
      "end_timestamp": 4922.0,
      "id": "8cb75bf3-41bc-375e-bef6-59480bad5154",
      "speaker": "Dan",
      "start_timestamp": 4919.0,
      "text": "if he wasn't established nonprofit. Exactly. Yeah. If it had some history,"
    },
    {
      "end_timestamp": 4948.0,
      "id": "cdedfca1-507b-3e8d-b7f7-68011e41275d",
      "speaker": "Jordan",
      "start_timestamp": 4922.0,
      "text": "and this isn't a charitable thing, he's not giving this money away. No, this is a criminal thing he's taking. He's taking this money and he's going to use it to hunt people down. I feel like I feel like at no point in the movie, the dangerous the most dangerous game was was the guy like, Okay, I'm going to need the crowd to have fun by guns to hunt down people."
    },
    {
      "end_timestamp": 4998.0,
      "id": "95270473-a790-335b-b529-84b57ec2588f",
      "speaker": "Dan",
      "start_timestamp": 4948.0,
      "text": "Yeah. So now we get down to the next section, user conduct and content goes on, through this paragraph to say, you agree not to post Upload to transmit, distribute, store, create or otherwise publish through any portion of the site any of the following user content that is unlawful, libelous, defamatory, obscene, pornographic, indecent, lewd, suggestive, harassing, threatening, invasive of privacy or publicity, rights, abusive, inflammatory, false, misleading, fraudulent or otherwise objectionable. That's why I'm pretty sure he falls into all of them. A number of them all of those suggestive certainly very suggestive invasive of privacy. Super invasive by definition, there will be no show otherwise, absolutely. Abusive, I believe so. inflammatory? Yeah, definitely false. I believe so misleading."
    },
    {
      "end_timestamp": 5001.0,
      "id": "90004a87-bf58-39d9-ba19-76317ed13bed",
      "speaker": "Jordan",
      "start_timestamp": 4998.0,
      "text": "Most likely false. Yeah. misleading, absolutely."
    },
    {
      "end_timestamp": 5066.0,
      "id": "cf55ba70-83b3-3cce-bb70-abf897c82f0c",
      "speaker": "Dan",
      "start_timestamp": 5001.0,
      "text": "lewd, yes. objectionable? Totally. Absolutely. And we're people who would love you know, people who were children to be investigated. We're not against that. No, we're against this. We're against what Alex Jones and the saw man have planned, because the law is the law. Now we get down to this next part. This is the section on indemnification, you agree to defend and hold harmless YouCaring. Its independent contractors, service providers and consultants and their respective directors, employees and agents from and against any claims suits or claims. And to indemnify you carrying a new carrying and indemnities against all damages costs, liabilities and expenses, including but not limited to reasonable attorneys fees arising out of related to any user content you post or otherwise transmit on or through the site, or your use of the interactive areas. There's no way that they could indemnify you carrying out of this witch hunt new type operation. This is slander city, libel lawsuit city, Alex Jones, welcome back to lawsuits. Because"
    },
    {
      "end_timestamp": 5069.0,
      "id": "15131f86-e385-3e54-8e6d-7fcc6e1c15d7",
      "speaker": "Jordan",
      "start_timestamp": 5066.0,
      "text": "actually try going back to lawsuits. Any baby actually"
    },
    {
      "end_timestamp": 5075.0,
      "id": "26adc208-8232-392a-9363-3735373fa122",
      "speaker": "Dan",
      "start_timestamp": 5069.0,
      "text": "trying to do a show like this would only work if the people who were featured on it are already convicted of a crime."
    },
    {
      "end_timestamp": 5089.0,
      "id": "062d1cad-0ebb-398d-bc95-088645ddadff",
      "speaker": "Jordan",
      "start_timestamp": 5075.0,
      "text": "Yeah. Or signed a release form, which never I would not do that. Yeah. I mean, listen, I'm not I'm not trying to give legal advice to anybody. Don't sign a release form for this show."
    },
    {
      "end_timestamp": 5133.0,
      "id": "9051a62e-7000-3ccc-bca1-e04316501557",
      "speaker": "Dan",
      "start_timestamp": 5089.0,
      "text": "Yeah. So this is the last one of the five infractions that I believe I found in the terms of service. user content is prohibited that would constitute encourage or provide instruction For a criminal offense violate the rights of any party, or that would otherwise create liability or violate any local, state, national or international law, including, without limitation, the regulations of the US Securities and Exchange Commission. That's just, you know, yeah. This this Exchange Commission, which is at the end, yeah, that's including those things, right. But all laws Yeah, this would be very early Oh, laws. This this show. This fundraiser is very illegal. So it gets kicked off for those violations. Then they make a big stink out of"
    },
    {
      "end_timestamp": 5147.0,
      "id": "c64af3b4-4e9a-325d-8457-40ccd3617aac",
      "speaker": "Jordan",
      "start_timestamp": 5133.0,
      "text": "there. Why censoring us? Now? Do you know what they did? Do you know what the globalist did? They wrote that up afterwards. I got it. I got it. Uh, once again, globalists."
    },
    {
      "end_timestamp": 5162.0,
      "id": "e79f9eb8-8e70-339a-b2dc-1007e6e85b1d",
      "speaker": "Dan",
      "start_timestamp": 5147.0,
      "text": "Now, this is why it's important that I brought attention to the fact that earlier, Alex was talking about how this always gets censored. He predicted censorship. Now that's,"
    },
    {
      "end_timestamp": 5164.0,
      "id": "f4d3035a-fde2-3c13-b0f1-0d6be1893782",
      "speaker": "Jordan",
      "start_timestamp": 5162.0,
      "text": "would you ever put that together? That's something"
    },
    {
      "end_timestamp": 5165.0,
      "id": "ccc0cafe-dae7-39ac-821e-103d26d932a4",
      "speaker": "Dan",
      "start_timestamp": 5164.0,
      "text": "that kind of crystal"
    },
    {
      "end_timestamp": 5170.0,
      "id": "5f24f6a0-e19a-3c88-8168-a8a75632357a",
      "speaker": "Jordan",
      "start_timestamp": 5165.0,
      "text": "ball did he have? Perhaps reading the terms of service?"
    },
    {
      "end_timestamp": 5194.0,
      "id": "3fbce425-e2a4-39c7-b2e0-c5d355060b3c",
      "speaker": "Dan",
      "start_timestamp": 5170.0,
      "text": "My argument that I'm making sure that I set up at the beginning and now I can fully lay out okay, is that I believe that they made this YouCaring thing knowing it would get shut down. Oh, okay. I believe that they did that as sort of a trap. And that at the end, honey, a honeypot at the end of this episode? Well, they knew that if they posted this, it broke down and get taken down and nobody's"
    },
    {
      "end_timestamp": 5200.0,
      "id": "9320e7bf-d0ef-37a4-8473-ed1632a7a4d8",
      "speaker": "Jordan",
      "start_timestamp": 5194.0,
      "text": "gonna read those terms of service. And they're going to tell people that they're the Terms of Service don't have anything to do with that."
    },
    {
      "end_timestamp": 5204.0,
      "id": "d0f22efd-fa0b-3f1c-a69f-5475875a5702",
      "speaker": "Dan",
      "start_timestamp": 5200.0,
      "text": "And there has been no one can tell them what's wrong. None of their listeners"
    },
    {
      "end_timestamp": 5212.0,
      "id": "b4444cd9-6000-37f1-8911-bd86ecfa81d5",
      "speaker": "Jordan",
      "start_timestamp": 5204.0,
      "text": "are going to do even the least amount of googling necessary to find this out. And so all of that, so their martyrdom is"
    },
    {
      "end_timestamp": 5217.0,
      "id": "6f7df5f3-6018-3267-b711-e7827aa57c6d",
      "speaker": "Dan",
      "start_timestamp": 5212.0,
      "text": "complete. And all of that is to set up this what happens at the end all of it is just to justify this."
    },
    {
      "end_timestamp": 5221.0,
      "id": "00da5d7c-3260-3b6b-ae84-349142760c7d",
      "speaker": "Jordan",
      "start_timestamp": 5217.0,
      "text": "Oh, you're gonna you're gonna Colombo the fuck out of us, aren't you?"
    },
    {
      "end_timestamp": 5224.0,
      "id": "8c788f2e-7e9d-33d6-be5d-71d5af877554",
      "speaker": "Dan",
      "start_timestamp": 5221.0,
      "text": "I believe just one more minute. One more thing."
    },
    {
      "end_timestamp": 5227.0,
      "id": "572b7275-9ffd-32bd-a2fa-11260366b9a8",
      "speaker": "Jordan",
      "start_timestamp": 5224.0,
      "text": "Just your Alex Jones. Just what just one more thing."
    },
    {
      "end_timestamp": 5235.0,
      "id": "afd58bc6-6da5-381a-9b51-23d75f9788cc",
      "speaker": "Dan",
      "start_timestamp": 5227.0,
      "text": "So they have no idea about violations. Now we get into. So that's sort of the third act. Yes. Is"
    },
    {
      "end_timestamp": 5240.0,
      "id": "01878644-144f-3981-ba84-e2531f9cd46b",
      "speaker": "Jordan",
      "start_timestamp": 5235.0,
      "text": "your acts are a little bit shaky, but I like your I like your style. I think that"
    },
    {
      "end_timestamp": 5245.0,
      "id": "73ed0471-a038-3a10-b9a8-cda9ec1adf55",
      "speaker": "Dan",
      "start_timestamp": 5240.0,
      "text": "the rest of this is what I'll call the Presti."
    },
    {
      "end_timestamp": 5249.0,
      "id": "b03a84ef-e0e9-372e-af41-325136466610",
      "speaker": "Jordan",
      "start_timestamp": 5245.0,
      "text": "Oh, okay. So the I would also have accepted data Ma,"
    },
    {
      "end_timestamp": 5292.0,
      "id": "7e9b27bf-7ac6-34b4-821a-eeea630fccc7",
      "speaker": "Dan",
      "start_timestamp": 5249.0,
      "text": "I believe that all of this is laying the groundwork for them to be able to get into the stuff that they get into now. I believe that wholeheartedly. And I believe that they did it also to reinforce all the ideas that are already presented about Trump going after pedophile networks. The the fact that this guy's fundraiser gets taken down as evidence that these pedophile networks are super powerful. Yeah, so the fact that they even censor this, because they're so scared of the saw man come after him. Right. It's all just fake evidence manufactured is theater. It's propaganda. It's staged propaganda. Yeah. And the only way that my brain can make sense of it is I mean, that's lucky coincidences or they knew going in Yeah, it's gonna Yeah,"
    },
    {
      "end_timestamp": 5302.0,
      "id": "783a0dc6-b893-37c1-94fd-e3809fbc60b8",
      "speaker": "Jordan",
      "start_timestamp": 5292.0,
      "text": "that's, boy, that's such a that is such a tough question. Because I've I believe that they have that level of cutting."
    },
    {
      "end_timestamp": 5306.0,
      "id": "a495d40b-067f-3b80-9326-17a0c88f7135",
      "speaker": "Dan",
      "start_timestamp": 5302.0,
      "text": "Or someone behind the scenes. Yes. Because Alex is pretty drunk."
    },
    {
      "end_timestamp": 5313.0,
      "id": "3e6e8b2e-5928-31ed-9a0c-52a402e9c9b1",
      "speaker": "Jordan",
      "start_timestamp": 5306.0,
      "text": "No, Alex doesn't. Alex is definitely not directing that. Alex is definitely not directing that, that"
    },
    {
      "end_timestamp": 5317.0,
      "id": "6017ce49-84e7-32cd-9c0d-d0bc1c25bc32",
      "speaker": "Dan",
      "start_timestamp": 5313.0,
      "text": "that ability there or being the producer, right as it were,"
    },
    {
      "end_timestamp": 5319.0,
      "id": "98342203-e173-3801-b02d-c4ac8917b1c4",
      "speaker": "Jordan",
      "start_timestamp": 5317.0,
      "text": "so So yeah, I mean, oh,"
    },
    {
      "end_timestamp": 5321.0,
      "id": "260e4278-be9b-39f8-99e9-5abc3950a0b9",
      "speaker": "Dan",
      "start_timestamp": 5319.0,
      "text": "your Valley and Rob, do they"
    },
    {
      "end_timestamp": 5329.0,
      "id": "8fb56b69-b18f-3797-b2af-0ea7b7234a34",
      "speaker": "Jordan",
      "start_timestamp": 5321.0,
      "text": "robbed you? Oh, boy. Rob. Rob, do you seems like the simpleton this is this. Are we calling Rob do Kaiser so say this whole thing Rob?"
    },
    {
      "end_timestamp": 5352.0,
      "id": "ff294b71-4559-3620-a885-447bde1d1345",
      "speaker": "Dan",
      "start_timestamp": 5329.0,
      "text": "Do putting Alex Jones through the wringer for making him stay late the night before? This is this is what that is? No, I believe that Rob do is a true believer and you would not be getting Alex off track. But let me see if I can find a way to more. Did I ever not crystallize my point? I'm not sure. You've nailed your point. You nailed your point. So here, your main"
    },
    {
      "end_timestamp": 5371.0,
      "id": "46271099-f2f8-3eea-9376-0d624b3ba018",
      "speaker": "Jordan",
      "start_timestamp": 5352.0,
      "text": "point is if I understand it properly, this is all designed. This is all built to switch their narrative back to him being the murderer and being read of him being the front runner."
    },
    {
      "end_timestamp": 5383.0,
      "id": "7796ec65-fe14-39f6-b020-2472dad1bd04",
      "speaker": "Dan",
      "start_timestamp": 5371.0,
      "text": "Or also, it's to take the stink off of that game the whole thing? Yeah. Because now it's like, no, I wasn't apologizing for that stuff. I've been on this shit the whole time. Right, right. Oh, no."
    },
    {
      "end_timestamp": 5395.0,
      "id": "47492e59-39de-3fa1-96ec-f24effb07e12",
      "speaker": "Jordan",
      "start_timestamp": 5383.0,
      "text": "That was just that was just an offshoot of the larger problem. And yeah, I made a mistake. But we got we got distracted from the main issue by being tricked by them. Exactly. Yeah."
    },
    {
      "end_timestamp": 5404.0,
      "id": "e689513c-4ec1-3199-b499-7c680c9aabd6",
      "speaker": "Dan",
      "start_timestamp": 5395.0,
      "text": "Now, I will play this next week because it's kind of irrelevant to that. This is where I'll externes lies a bunch of more about what he did during pizza gate."
    },
    {
      "end_timestamp": 5411.0,
      "id": "bfc4dd36-2f59-3bf6-814c-91b153f857c2",
      "speaker": "Alex Jones",
      "start_timestamp": 5404.0,
      "text": "And to be clear, I did my retraction last week we did retractions all the time we make a mistake now, you know, proud of our retractions, we want to be accurate. No, you're not."
    },
    {
      "end_timestamp": 5420.0,
      "id": "180a855c-84c7-301b-b2fc-19e19e4e9c76",
      "speaker": "Dan",
      "start_timestamp": 5411.0,
      "text": "I mean, that's just that's out and out lies in the in the interest of protecting honesty. That's one of the most offensive sentences like the idea."
    },
    {
      "end_timestamp": 5425.0,
      "id": "493641ff-0a77-3d92-a3a7-1370e54121f5",
      "speaker": "Jordan",
      "start_timestamp": 5420.0,
      "text": "We're proud of our retraction in the interest of protecting reality."
    },
    {
      "end_timestamp": 5439.0,
      "id": "489d60a7-1918-31b4-b1a5-897cba5870f3",
      "speaker": "Dan",
      "start_timestamp": 5425.0,
      "text": "Alex, please address the fact that you still have not said that the shooter in the Quebec mosque was a white dude, please address that, say at one time, give us that retraction. You know, but"
    },
    {
      "end_timestamp": 5443.0,
      "id": "6a05178d-96f4-3e8b-8bd8-d1422701001c",
      "speaker": "Jordan",
      "start_timestamp": 5439.0,
      "text": "you're not going to get a lawsuit from a dude in Quebec. who's in prison?"
    },
    {
      "end_timestamp": 5447.0,
      "id": "d0590099-9ef2-34aa-a496-77da9fe741b7",
      "speaker": "Dan",
      "start_timestamp": 5443.0,
      "text": "Yep, yeah. Okay. So anyway, here we go. Good. RX Pizzagate"
    },
    {
      "end_timestamp": 5471.0,
      "id": "da6e7de5-42de-3a51-b20e-81bd143369fd",
      "speaker": "Alex Jones",
      "start_timestamp": 5447.0,
      "text": "he has Podesta emails come out. spirit cooking Aleister Crowley stuff, talking about kids at rituals, I mean, just 1000 emails, Rita Malley, in case you're thinking she was like, in between the rituals and like, we're gonna have lots of blood semen for you. And breast milk. It'd be like, Yeah, we're gonna you're just reading the nastiness. And then there's all these pizza connotations and the FBI manual. They say that that's you know, cheese pizzas, child porn, all that stuff."
    },
    {
      "end_timestamp": 5483.0,
      "id": "e71abdd9-57eb-3701-99d1-a2a5e41fc833",
      "speaker": "Dan",
      "start_timestamp": 5471.0,
      "text": "Says pizzas child porn. Well, that's like internet CPCP Yeah, that's internet code. That's basically message board CPCP Yeah, you know it's not FBI code new that's troll internet code. Yeah."
    },
    {
      "end_timestamp": 5501.0,
      "id": "95d45188-5b82-34e7-aaaa-1d5c88ec38c2",
      "speaker": "Alex Jones",
      "start_timestamp": 5483.0,
      "text": "That's funny. They genius divert. And the media option 4chan comments they probably mainstream on to a pizza place where we couldn't prove it one way or the other. We kind of covered Oh, no, I think they're probably innocent. Then they turn it in. Oh, Allah shows were cranch pedophilia doesn't exist anywhere in the world."
    },
    {
      "end_timestamp": 5506.0,
      "id": "45ab6527-3493-34f9-bee9-f02d9abbdd0c",
      "speaker": "Jordan",
      "start_timestamp": 5501.0,
      "text": "Yep. That's definitely what they said. Are you so that's definitely what they said. I'm sure it's what they say."
    },
    {
      "end_timestamp": 5531.0,
      "id": "38c7d4b7-c177-3f91-b1ff-8b351169ecba",
      "speaker": "Dan",
      "start_timestamp": 5506.0,
      "text": "Smelling the booze on him in that claw. Yeah, the slurring is coming back the sort of noises Yep, all of that is there. It's some mood swings. Uh huh. And even that version of his pizza gate lie about what they covered is different than the pizza gate lie we covered on the lesson. So I mean, he can't keep his story straight. But we have at least that one video Yeah, of him completely. That's completely contradictory. Yeah, him saying people shouldn't investigate, and we've"
    },
    {
      "end_timestamp": 5535.0,
      "id": "25400c01-bf9d-3150-b651-5f8ec50ee0e9",
      "speaker": "Jordan",
      "start_timestamp": 5531.0,
      "text": "got a documentation of him lying in a different way than the way he's lying now,"
    },
    {
      "end_timestamp": 5582.0,
      "id": "dd041e45-0ff6-3b09-9c3b-f2ec74c40c02",
      "speaker": "Dan",
      "start_timestamp": 5535.0,
      "text": "right? And no one is no one. No one No one No one who no one. No one who believes that pizza gate is stupid and thinks that you're stupid and damaging to the cause of protecting children thinks that pedophilia doesn't exist. That's not a thing. That's absurd. I can't imagine I know that there's at least one dude who does believe that because there's 7 billion people on this planet Sure. But that dude is an idiot. And that ain't us baby. No. And it's not it. Look, it's again just this misaligning the your critics misaligning the people who are against you. One way to do it is to say that everyone who we're fighting against are these monsters who keep kids in cages right? The other way is to say that people are arguing the pedophilia doesn't exist."
    },
    {
      "end_timestamp": 5587.0,
      "id": "1bec6863-e0c2-3b98-b716-672107543f3b",
      "speaker": "Jordan",
      "start_timestamp": 5582.0,
      "text": "Well we can use this in his as an example of a straw man but we've already established that he does not understand what a straw man"
    },
    {
      "end_timestamp": 5616.0,
      "id": "582efc65-19e6-3d85-a3f5-6076cf4f988a",
      "speaker": "Dan",
      "start_timestamp": 5587.0,
      "text": "it wouldn't be helpful. No. So anyway, in this next he just talks more about that salon article. I'm gonna go ahead and skip that clip. This next one, this is delicious. Okay, this next one features one of my favorite things. And that is Alex Jones. fake crying. I love me some fake crying. This is just his showmanship coming out and then on top of it he starts it off by insinuating that Civil War is about to break up look"
    },
    {
      "end_timestamp": 5661.0,
      "id": "61d53201-3e21-389d-9a71-07d9bf8a9c9c",
      "speaker": "Alex Jones",
      "start_timestamp": 5616.0,
      "text": "I've already experienced it. They've tried to financial stuff I can feel it My God. They think we're cowards, physical we all need to be on absolute alert right now. I can feel it This is destiny. I think we're about to beat them and I'm not just saying I don't ever say that on here. I am feeling two moments. I got so many I believe we've crossed the threshold was your courage and all our listeners courage. I believe we're crossing a threshold that if we just stay stay strong those kids are crying out to God to be saved and we're doing that we don't want to be saviors we're not it's gotta be done. And so as men we can't be intimidated by this we have to ask God to give us a guy stabbed victory"
    },
    {
      "end_timestamp": 5680.0,
      "id": "d03b566b-c813-3aa8-b1c5-9b4b0f6c78e4",
      "speaker": "Dan",
      "start_timestamp": 5661.0,
      "text": "oh you can see how fucking fake that is. Alex Jones if you watch the video you can absolutely see how fake that is like it's it's offensive and the content of it makes it all the worse oh yeah it there's not strong enough words for how bad I feel about this."
    },
    {
      "end_timestamp": 5685.0,
      "id": "65fbb213-9331-35f6-8ccd-427e558834c9",
      "speaker": "Jordan",
      "start_timestamp": 5680.0,
      "text": "No he's it that this is an Are you getting Weiss is unconscionable."
    },
    {
      "end_timestamp": 5690.0,
      "id": "544860a7-a163-3370-b20f-9afdd09dae73",
      "speaker": "Dan",
      "start_timestamp": 5685.0,
      "text": "Are you getting why I have labeled this a new low. Yeah for him. Yes, absolutely."
    },
    {
      "end_timestamp": 5703.0,
      "id": "96dadd05-9894-3a38-9cf8-bd414204618b",
      "speaker": "Jordan",
      "start_timestamp": 5690.0,
      "text": "Yeah. This is worse fail me such moments Silence i don't know i words have failed me as well. This is unbelievable."
    },
    {
      "end_timestamp": 5707.0,
      "id": "8068dce0-c494-3105-8e5b-66d6d3d5c051",
      "speaker": "Dan",
      "start_timestamp": 5703.0,
      "text": "You want it to get worse? No,"
    },
    {
      "end_timestamp": 5725.0,
      "id": "229d1ca9-5de7-3196-b11c-5938ae643d45",
      "speaker": "Alex Jones",
      "start_timestamp": 5707.0,
      "text": "we live for the children. That's where our strength is in love. But we now I know we've got to find what you're doing. So I hope listeners go by water filters things you need to sell out there trying to shut us down or anything they got intel on his folks. Yep, fuck"
    },
    {
      "end_timestamp": 5728.0,
      "id": "3dc6ca83-da1a-3b1f-9afe-7d5555f93dc3",
      "speaker": "Jordan",
      "start_timestamp": 5725.0,
      "text": "you. Fuck you"
    },
    {
      "end_timestamp": 5733.0,
      "id": "28644515-b100-3c5c-baff-a39afabd6ea3",
      "speaker": "Dan",
      "start_timestamp": 5728.0,
      "text": "walk you get what it's really about. And you know what? Damn. Fuck you too. Fair enough."
    },
    {
      "end_timestamp": 5748.0,
      "id": "6a33bcb2-e33f-3d8e-be90-f25da7a296a1",
      "speaker": "Jordan",
      "start_timestamp": 5733.0,
      "text": "This is not that. Oh, Dan. stuff. Don't you dare bring this to my attention. I live. I lived in a world where that didn't happen up until this point. You made me here. You bastard."
    },
    {
      "end_timestamp": 5772.0,
      "id": "5aa690a9-2be4-304f-a8d2-d511a2cceb3f",
      "speaker": "Dan",
      "start_timestamp": 5748.0,
      "text": "It's it's one of those things where he is put on this show this elaborate show that I believe is a three act play essentially, theater. And now we've come to the part where because everything is so severe. And because we're clearly in the crosshairs of this evil group that we're trying to take down. You need to give us a lot more money. Yeah, I'm gonna give a ton of money to this guy. And that means you gotta give me more money. Yep, that's exactly what the game"
    },
    {
      "end_timestamp": 5778.0,
      "id": "479f0486-eeaf-38a1-a62b-5eb4280cf569",
      "speaker": "Jordan",
      "start_timestamp": 5772.0,
      "text": "you need to support him and me so I can support him. Right? You need to donate twice."
    },
    {
      "end_timestamp": 5784.0,
      "id": "24de2127-f876-3bbf-8b4e-29a014506c78",
      "speaker": "Dan",
      "start_timestamp": 5778.0,
      "text": "Yep. That is the game that is 100% the game and now we get to it. We're Alex."
    },
    {
      "end_timestamp": 5796.0,
      "id": "b0333286-a366-3510-b2ca-1ee29bf36246",
      "speaker": "Jordan",
      "start_timestamp": 5784.0,
      "text": "I think so. So that that is that is that low level evil cunning? Yep, that's what that is right there. That is this whole thing. This whole thing"
    },
    {
      "end_timestamp": 5800.0,
      "id": "fa13ce08-8ec2-3502-b0c3-21b98ed586e5",
      "speaker": "Dan",
      "start_timestamp": 5796.0,
      "text": "on fucking believable. Its political points. And this Yeah,"
    },
    {
      "end_timestamp": 5805.0,
      "id": "b68ceab6-e0f5-30a5-bbbf-d2689fc4c1b7",
      "speaker": "Jordan",
      "start_timestamp": 5800.0,
      "text": "no, this is this is this is a televangelist level."
    },
    {
      "end_timestamp": 5858.0,
      "id": "306d1448-26ec-3993-9ea0-fa2ac7305630",
      "speaker": "Dan",
      "start_timestamp": 5805.0,
      "text": "It's well designed, I think in many ways. You know, like, if you're if you're not paying attention to what's actually going on, it's easy to get caught up in the, the sensationalism and the emotion of it. Yeah. And if you're someone who is easily influenced Sure, or, you know, I think people rightfully so are very offended when they hear about children being harmed. Yeah. And I think that using that is one way that you can isolate we certainly are, well, you can easily trigger people into not thinking rationally you when you bring those sorts of things up, and Alex is doing that, to an intense degree. Yeah, it's fucking insane. In this next clip, we get to the point where Alex doubles back on reestablishing, trying to make it seem like this has been a real turn of events. Right. So here's this next clip."
    },
    {
      "end_timestamp": 5874.0,
      "id": "e4882eb0-6d6b-3d30-9f82-e34d13abc443",
      "speaker": "Alex Jones",
      "start_timestamp": 5858.0,
      "text": "As I said, an hour and a half ago, he was on air. We're gonna Adoniram the Craig did not saying this is the issue. They shut us down in real time. Because Trump is doing 1000s of busts every month. They're testing kids and like in dungeons, know, our show scared of this."
    },
    {
      "end_timestamp": 5893.0,
      "id": "ac522290-5e08-32d2-85ab-3f572cfe47f4",
      "speaker": "Dan",
      "start_timestamp": 5874.0,
      "text": "No drunk slurring. They're so scared of this. And he's trying to reinforce this idea that he predicted it earlier, because every time you bring this stuff up, they censor it. You don't know. This show went out"
    },
    {
      "end_timestamp": 5897.0,
      "id": "5986799c-c8c9-3086-ba5d-fab162ae6046",
      "speaker": "Jordan",
      "start_timestamp": 5893.0,
      "text": "the fact that you're listening to this right now means I'm not telling you the"
    },
    {
      "end_timestamp": 5901.0,
      "id": "bdb7ce74-48ae-35f8-a1a3-a580e1a9e1bc",
      "speaker": "Dan",
      "start_timestamp": 5897.0,
      "text": "truth that millions of people listen to your show every week, Alex"
    },
    {
      "end_timestamp": 5905.0,
      "id": "38fc7def-cc7f-38a9-8867-0a41c2f35ae3",
      "speaker": "Jordan",
      "start_timestamp": 5901.0,
      "text": "theoretically, but Well, 45 million people listen to his show ever"
    },
    {
      "end_timestamp": 5926.0,
      "id": "fb6f79a4-c22d-30a0-be18-c21d769c5438",
      "speaker": "Dan",
      "start_timestamp": 5905.0,
      "text": "using his own numbers. Yeah, he's far more popular than Craig Sawyer the saw man. So they censor this guy, but not Alex. It doesn't make any sense. Nope. Absurd. It's absolutely fucking theater. So anyway, David Knight has been silently sitting by as co host through this. Has he been sitting there? Yes. But he's"
    },
    {
      "end_timestamp": 5936.0,
      "id": "c88ad3bf-9c7e-3d49-ac0c-e145965875d7",
      "speaker": "Jordan",
      "start_timestamp": 5926.0,
      "text": "a thank God. He hasn't been allowed to talk. He has just cut most of it out. Okay, good left. Got you didn't allow us to hear him talk. Unfortunately. We do have to listen to it for a minute here at dammit. But"
    },
    {
      "end_timestamp": 5951.0,
      "id": "8dc96bfa-6cc8-3e5a-9856-ba781b0d5280",
      "speaker": "Dan",
      "start_timestamp": 5936.0,
      "text": "so I want to I don't think I made this clear enough. So he's interviewing the saw man at the beginning, right. And then they finish their call. And Alex goes and then McAdoo is there McAdoo McAdoo. And then when the when that could do"
    },
    {
      "end_timestamp": 5952.0,
      "id": "0deafe67-855b-3551-8726-6b7a4fe9c0f6",
      "speaker": "Jordan",
      "start_timestamp": 5951.0,
      "text": "what Micah don't"
    },
    {
      "end_timestamp": 5975.0,
      "id": "2f73aa47-1223-36c3-94d9-67fb65819c1c",
      "speaker": "Dan",
      "start_timestamp": 5952.0,
      "text": "when we should quit. So whenever the thing gets taken down, they get saw me back on the phone. They get him back on Skype. So there's a break where he's not there. And then they bring him back. So I wanted to make sure it was clear. The sort of narrative"
    },
    {
      "end_timestamp": 5979.0,
      "id": "7d2559ea-6b04-3226-b0fa-2bb5ba4600a1",
      "speaker": "Jordan",
      "start_timestamp": 5975.0,
      "text": "Wait, so he was on there and then the thing got taken down."
    },
    {
      "end_timestamp": 5993.0,
      "id": "c23404f3-d56b-328f-b4eb-6065beebe3dc",
      "speaker": "Dan",
      "start_timestamp": 5979.0,
      "text": "He was on for to announce the fundraiser. Right? They finished the call. There's a break of like, maybe 45 minutes, half an hour or so. Yeah. And it's boring. So I caught most of that out. Yeah. And then that gets taken down and they get him back on. So"
    },
    {
      "end_timestamp": 6012.0,
      "id": "84408146-ea93-3896-9865-327feace3405",
      "speaker": "Jordan",
      "start_timestamp": 5993.0,
      "text": "during the show immediately after announcing this Yeah, it is then taken Now, yes. Wow. Yes, I assume that he probably got people donating. Right? Yeah, apparently what they were saying that's why they that's why they had to have taken it down is because they got enough attention. They're"
    },
    {
      "end_timestamp": 6019.0,
      "id": "716fd71e-d13b-3c74-87e7-fcb6a05a1aac",
      "speaker": "Dan",
      "start_timestamp": 6012.0,
      "text": "saying he got up to like $50,000 in an hour. Yeah. But so they had to tell us, Alex. Yeah. But still if he"
    },
    {
      "end_timestamp": 6023.0,
      "id": "07c7c258-c0d6-3f29-b0c9-13e3d23b8bb9",
      "speaker": "Jordan",
      "start_timestamp": 6019.0,
      "text": "did he do it. Like, did he actually click the buttons on air?"
    },
    {
      "end_timestamp": 6045.0,
      "id": "ad139715-63a9-3133-bcdd-294961286de7",
      "speaker": "Dan",
      "start_timestamp": 6023.0,
      "text": "They he shows his receipt on air. Okay. So I mean, I don't know. All right. I'm inclined to believe he did. Right. But be that as it may. Yeah, that's exactly what you're saying is exactly the case. The fact that it was getting a ton of traction, and they realize, oh, shit, this violates a lot of our services. Yeah. If they got like, $35 would probably fly under the radar. Yeah, it wouldn't get up to the QA team, or whatever."
    },
    {
      "end_timestamp": 6055.0,
      "id": "cdaf008e-ad89-3aa9-b022-831dbf96e26d",
      "speaker": "Jordan",
      "start_timestamp": 6045.0,
      "text": "Well, and well, either that or legal, or as we know, since 45 million people are listening to Alex Jones. I'm assuming at least one of the employees was listening"
    },
    {
      "end_timestamp": 6065.0,
      "id": "759af721-6ceb-3719-bb90-ecd313301734",
      "speaker": "Dan",
      "start_timestamp": 6055.0,
      "text": "possible. Yep. So anyway, in this next clip, David knight comes in. And"
    },
    {
      "end_timestamp": 6067.0,
      "id": "59872031-f0b6-310c-b72d-35deba05a97b",
      "speaker": "Jordan",
      "start_timestamp": 6065.0,
      "text": "that's the size of a man ready for whatever"
    },
    {
      "end_timestamp": 6086.0,
      "id": "859e392b-fba0-3065-8182-63c5e8caf443",
      "speaker": "Dan",
      "start_timestamp": 6067.0,
      "text": "comes next. Well, he wants to talk about abortions being a sacrificing children to dark god. Baphomet. But he skips off that, of course, to make this point. And because it's so bad, I'd like you to not talk. I know I say this too much. And I'm sorry,"
    },
    {
      "end_timestamp": 6094.0,
      "id": "4b0011b7-f7c8-3d64-8303-ae64dfcbeee4",
      "speaker": "Jordan",
      "start_timestamp": 6086.0,
      "text": "you're not you. You have never said that too much. Please let us know. Generally speaking, you have always been absolutely correct."
    },
    {
      "end_timestamp": 6097.0,
      "id": "d859ec6b-e6a6-3934-af2b-d60d7de3aed0",
      "speaker": "Dan",
      "start_timestamp": 6094.0,
      "text": "Please let this clip play because it's horribly offensive. Okay."
    },
    {
      "end_timestamp": 6113.0,
      "id": "2ece9899-4d3f-3096-99e6-2608ccd13eb2",
      "speaker": "David Knight",
      "start_timestamp": 6097.0,
      "text": "Yeah, I wanted to talk about that. But you know, we talked about that can never make this accepted because we have, we do not have consenting adults. Okay. That's what all of this stuff about transgenderism is as far as I'm concerned, it's about saying that we can have 567 year olds decide that they want to be"
    },
    {
      "end_timestamp": 6121.0,
      "id": "0b1570ed-b7e3-3acd-a22c-e5836cc1d6ee",
      "speaker": "Alex Jones",
      "start_timestamp": 6113.0,
      "text": "a government can discuss the sex of your kid and do things you don't tell them to. They're 12 they're in your life at age five. It's God damn pedophilia."
    },
    {
      "end_timestamp": 6139.0,
      "id": "6dcda00a-da3c-3f5d-8e17-03d82b1891b1",
      "speaker": "David Knight",
      "start_timestamp": 6121.0,
      "text": "Well, you can have the teacher you can have a psychiatrist or you can have the parents or whatever telling them now I think we want to change your sex or something. If they can do that, and the kid can make that determination at the early ages that we're seeing now. Then the what they're setting up down the road is the idea that there is no age of consent. So therefore, pedophilia goes"
    },
    {
      "end_timestamp": 6144.0,
      "id": "ec81c965-ea28-3f53-9cbc-2b7f9fa16bf5",
      "speaker": "Alex Jones",
      "start_timestamp": 6139.0,
      "text": "California said age of consent. All vaccines is can Yeah, yeah."
    },
    {
      "end_timestamp": 6164.0,
      "id": "493df3d2-1435-31c4-b83c-ec58730ebb6a",
      "speaker": "Dan",
      "start_timestamp": 6144.0,
      "text": "Yeah. So a couple of interesting things that I would like to point out is that there are very formal standards in terms of psychologists and how they interact with transgendered youth. Good, for good reason is because it is a very serious thing. It is a real thing. If you"
    },
    {
      "end_timestamp": 6174.0,
      "id": "b2ecc707-3d0d-3276-abf6-e8faf14ef99d",
      "speaker": "Jordan",
      "start_timestamp": 6164.0,
      "text": "ever use the word transgender ism, in my presence. I'm going to fill my hand gotta feel that Hey, I gotta fill that"
    },
    {
      "end_timestamp": 6180.0,
      "id": "6ff9d918-9383-3dfc-b16d-785e55ec1c37",
      "speaker": "Dan",
      "start_timestamp": 6174.0,
      "text": "head. So it's really transgender ism. Yeah, because that makes it seem like it's some sort of"
    },
    {
      "end_timestamp": 6184.0,
      "id": "dfa476a8-3ea8-3550-aa36-9ce339a9a335",
      "speaker": "Jordan",
      "start_timestamp": 6180.0,
      "text": "plot. Yeah. No. Unacceptable."
    },
    {
      "end_timestamp": 6203.0,
      "id": "0996e9e5-7b20-3857-95ce-5c77374d54c5",
      "speaker": "Dan",
      "start_timestamp": 6184.0,
      "text": "Psychiatrist and the community at large follow, used to be called the Harry Benjamin standards of care. Okay. Now it's the WPA th the W path standards of care are the generally accepted standards in terms of treating and dealing with children who present with gender dysphoria."
    },
    {
      "end_timestamp": 6210.0,
      "id": "0cc22f99-dc9e-38f4-bc1b-0515f71f767b",
      "speaker": "Jordan",
      "start_timestamp": 6203.0,
      "text": "Last year, a Christian psychiatrist will pull in your own fucking bullshit, and you can go right straight to hell. One of"
    },
    {
      "end_timestamp": 6268.0,
      "id": "e6433547-52f4-3777-b18a-5e17f31b1964",
      "speaker": "Dan",
      "start_timestamp": 6210.0,
      "text": "the things that's interesting is this first paragraph, an important difference between gender dysphoric children and adolescents is in the proportion for whom dysphoria persists into adulthood. Gender Dysphoria during childhood does not inevitably continue into adulthood. Rather, in follow up studies of pre pubertal children, mainly boys, who were referred to clinics for assessment of gender dysphoria that just dysphoria persisted into adulthood only for six to 23% of the children. Boys in these studies were more likely to identify as gay in adulthood then as transgender. Newer studies, including the also including girls showed a 12 to 27% persistence rate of gender dysphoria into adulthood. In contrast, the persistence of gender dysphoria into adulthood appears to be much higher for adolescents. No formal prospective studies exist. However, in a follow up study of 70 adolescents who were diagnosed with gender dysphoria, and given puberty suppressing hormones all continued with the actual sex reassignment beginning with feminizing masculinizing hormone therapy. So that's kind of in"
    },
    {
      "end_timestamp": 6277.0,
      "id": "df9a47ec-0f75-3a2e-8fed-a48babaceb96",
      "speaker": "Jordan",
      "start_timestamp": 6268.0,
      "text": "how many what was the percentage in all, all all adolescents, all of the ones adolescent gender for gender dysphoria, all of them"
    },
    {
      "end_timestamp": 6302.0,
      "id": "213f38c1-fffe-3b51-a268-fea0b6e0af23",
      "speaker": "Dan",
      "start_timestamp": 6277.0,
      "text": "went on all the ones in this study who had gender dysphoria, as you this all, is, you know, two to five, yeah, and that range that was six to eight or 12 to 25% 12 to 27. In the most recent stuff, right? It was in 2000. Right. And but once you got into adolescence, if it persisted, that way would persist on into adulthood. You Wow. So now the standards of care that"
    },
    {
      "end_timestamp": 6310.0,
      "id": "b0187b3c-1bc4-33a5-8fae-423d278d3a87",
      "speaker": "Jordan",
      "start_timestamp": 6302.0,
      "text": "that's, that seems that's crazy. There's never a 100% that they 70 is a very small sample size."
    },
    {
      "end_timestamp": 6322.0,
      "id": "18bc5358-fbee-3b53-9336-3afd81626945",
      "speaker": "Dan",
      "start_timestamp": 6310.0,
      "text": "Right? And that's, that's absolutely true, you have to do more research on that. Absolutely. But other other studies have shown that there is a strong indication that it is persistent into that age, then it's when you're a fully real thing, when you're"
    },
    {
      "end_timestamp": 6325.0,
      "id": "efe70551-777c-342d-b4d0-6d201a3f27a0",
      "speaker": "Jordan",
      "start_timestamp": 6322.0,
      "text": "puberty hormones start to really kick the fuckin"
    },
    {
      "end_timestamp": 6408.0,
      "id": "9eacc038-d92c-3f06-895f-23bfc1b39390",
      "speaker": "Dan",
      "start_timestamp": 6325.0,
      "text": "right. There's a lot of confusion that can happen when you're younger. And a lot of that does happen around sexual identity and right and those sorts of things, right. And the reason that it's important not to treat people like they're weird, or to feel like they're awful is because some people grow out of phases, and some people don't. And for some people, it's not even a phase, it's who they are. Right? And so when you have this 12 to 27%, that do persist into adulthood from the age of like, two, you can't, you can't be shitty to the 12 to 27%. You mean, you can't be shitty. So as a psychiatrist, shitty period, as a psychiatrist, it's your responsibility to protect those 12 to 27%, while at the same time acknowledging that as they get older, they may change. Yeah, and they may become Oh, no, see, I have to choose my words. Because it's not becoming okay with who you are. It's that acknowledging who you are, but it's the dysphoria is it goes away or whatever. It was just that for you remember that? What would it be? 84 to 63% of the population? 73? Whatever. Yeah. So you have to as a therapist, respect the people who aren't going to age out. Yeah. And not bullied the other people who might? Yeah, it's a very delicate law."
    },
    {
      "end_timestamp": 6429.0,
      "id": "6d043c7d-f0b7-36ef-ab7d-d4e4bc71e258",
      "speaker": "Jordan",
      "start_timestamp": 6408.0,
      "text": "You can't No, no, you can't predict No. So that's, that is it's being respectful. So fucking hard. Yeah. And then, of course, as everybody knows, psychiatrists, who, you know, how many, how many psychiatrists have you cycled through law number? Exactly. So you've got those, you've got those people who"
    },
    {
      "end_timestamp": 6446.0,
      "id": "872315da-815a-3c79-a389-f7995fc54614",
      "speaker": "Dan",
      "start_timestamp": 6429.0,
      "text": "write but in the, in the case of stuff like this, there are very clear cut standards of care that exist. And the idea that schools and doctors are tricking people and telling them, oh, no, you're only six years old, you should be a boy, when you're a girl, that sort of thinking it absolutely doesn't exist. And that's irresponsible."
    },
    {
      "end_timestamp": 6463.0,
      "id": "a09188d9-9009-3e97-854a-1f8ab0287e5e",
      "speaker": "Jordan",
      "start_timestamp": 6446.0,
      "text": "Because that that undermines your trust in any of them. Absolutely. Why would you? Why would you trust any doctor, any school, any psychiatrist, if they're very possibly telling your five year old child, you shouldn't be a girl, and it"
    },
    {
      "end_timestamp": 6479.0,
      "id": "9836150b-a9c5-34c1-8c20-b88a22512cf0",
      "speaker": "Dan",
      "start_timestamp": 6463.0,
      "text": "further by their arguments undermines everybody who has a non binary or non traditional sexual gender identity? Yep. And so why would you trust any of these people who have this identity? Right? You know that they're all freshed and maybe being tricked by doctors?"
    },
    {
      "end_timestamp": 6499.0,
      "id": "357db3cb-dfcf-340c-ab30-c47e29fdd102",
      "speaker": "Jordan",
      "start_timestamp": 6479.0,
      "text": "And why would you trust your fucking kid? Right? Why would you why would you do anything but yell at that kid? All day every day? No, you are this Yep. Or you send them to one of those pray out the fucking gay camps. And if you if you run one of those camps, again, you are a criminal. Or you are a criminal, and we've"
    },
    {
      "end_timestamp": 6510.0,
      "id": "a09cd16b-15a4-3271-8693-ca57002ea1fe",
      "speaker": "Dan",
      "start_timestamp": 6499.0,
      "text": "just glossed over entirely and I feel terrible that we have the fact that drunkenly Alex girls, it's god damn pedophilia. Yeah, when talking about people who identify as trans younger,"
    },
    {
      "end_timestamp": 6522.0,
      "id": "85e3768c-77f9-316f-8428-88dc9c338486",
      "speaker": "Jordan",
      "start_timestamp": 6510.0,
      "text": "it's so hard not to not to just tune that out. Right. And it is that that's well within character for him to drunk and leash out that Yeah, and that's, that's not even really related."
    },
    {
      "end_timestamp": 6533.0,
      "id": "f23445f1-4f8a-31c2-a8d6-29e6b89152ce",
      "speaker": "Dan",
      "start_timestamp": 6522.0,
      "text": "It's horrible, but it's like white noise. Yeah, yeah. But then the other thing that he doesn't understand at all is the difference between sexual orientation that's interruption number three. Oh, he's number two way more than that."
    },
    {
      "end_timestamp": 6534.0,
      "id": "da418d83-f055-3848-9ccd-593f2169f5b3",
      "speaker": "Jordan",
      "start_timestamp": 6533.0,
      "text": "I gotcha. So"
    },
    {
      "end_timestamp": 6561.0,
      "id": "a8886f64-c996-323d-98c8-2e65cb70138b",
      "speaker": "Dan",
      "start_timestamp": 6534.0,
      "text": "that he doesn't understand the difference between sexual identity and sexual orientation, which is further offensive sexual identity has nothing to do with getting fucked up anything like not even attempting not trying at all. But we also know he can't read. Now. That's true. That makes it difficult. All of the stuff that I presented his stuff I've read, I would he know any of the stuff I know, you know, list of ways to learn wasn't on there. No."
    },
    {
      "end_timestamp": 6564.0,
      "id": "e3b55966-2ed7-31e7-a35c-2bd633784d30",
      "speaker": "Jordan",
      "start_timestamp": 6561.0,
      "text": "Yeah, that's right. That's right. We did figure that one out."
    },
    {
      "end_timestamp": 6572.0,
      "id": "ffb6f075-1129-3073-b4bc-df7fdda3d550",
      "speaker": "Dan",
      "start_timestamp": 6564.0,
      "text": "Here's where he wraps everything into Trump and then goes really weird with it goes really fucking weird. That's the"
    },
    {
      "end_timestamp": 6614.0,
      "id": "d5ed7ab5-e3ea-3584-8c4c-66248201cb9d",
      "speaker": "Alex Jones",
      "start_timestamp": 6572.0,
      "text": "kind of guy there are kids in cages all over this country right now. That's either mommy and two years and this man falls lunch and portrait the hell out of a bank. to humanity, our species to get out of this TV trans and say no. And Greg Sawyer is saying no, and all these other people I know, human Trump's got military operations, wiping out all kinds of bases in the US I shouldn't even I'm just gonna say he's wiping them out. Obama is at Muslim, they had shut up leagues they had that's why Trump is just ignoring their attacks. He just is trying to wipe out their plan. They get him. And that Trump is so selfless. It makes me just it's such an epic time."
    },
    {
      "end_timestamp": 6617.0,
      "id": "930f8cb5-8b23-3b7c-9916-3b5980c7448b",
      "speaker": "Dan",
      "start_timestamp": 6614.0,
      "text": "That's insane. That's a string of that same"
    },
    {
      "end_timestamp": 6618.0,
      "id": "f2b48415-d06f-3004-8e76-eef4939c5201",
      "speaker": "Jordan",
      "start_timestamp": 6617.0,
      "text": "string of insane rants."
    },
    {
      "end_timestamp": 6623.0,
      "id": "ae904e69-4ffe-32a9-9e60-51ab1f9c4c8f",
      "speaker": "Dan",
      "start_timestamp": 6618.0,
      "text": "It's absolutely not based on any reality."
    },
    {
      "end_timestamp": 6629.0,
      "id": "1868fcd0-9986-3a3f-9c23-af424e0abdd8",
      "speaker": "Jordan",
      "start_timestamp": 6623.0,
      "text": "I'm glad to gotten Obama as a Muslim in there. Sure that's out of it very disappointed if we didn't hear that at least once. And"
    },
    {
      "end_timestamp": 6643.0,
      "id": "6fea809d-4545-390e-b897-ea830237a429",
      "speaker": "Dan",
      "start_timestamp": 6629.0,
      "text": "I said not true, but also relevant. But then I'm going against growing shit. And work hog noises. Alright, we have one more clip. And this again, is what it's all you"
    },
    {
      "end_timestamp": 6647.0,
      "id": "a43cdca4-80ab-3547-a2c5-c8436d0de0d4",
      "speaker": "Jordan",
      "start_timestamp": 6643.0,
      "text": "you saved, you saved the worst for last?"
    },
    {
      "end_timestamp": 6653.0,
      "id": "0740fb73-6602-36c1-a064-1030b70d520f",
      "speaker": "Dan",
      "start_timestamp": 6647.0,
      "text": "Well, I mean, it really again, if we haven't had the prestige yet. This is what this is. This is"
    },
    {
      "end_timestamp": 6659.0,
      "id": "46dd12cf-d972-3cbf-99e7-318cd53c876f",
      "speaker": "Jordan",
      "start_timestamp": 6653.0,
      "text": "the failure hand moment. So get ready. I mean, you're gonna I actually now I kind of like that hate it either."
    },
    {
      "end_timestamp": 6663.0,
      "id": "a7f4e939-f6d6-3717-b5bf-461ffc15547c",
      "speaker": "Dan",
      "start_timestamp": 6659.0,
      "text": "In the same way that I"
    },
    {
      "end_timestamp": 6673.0,
      "id": "89ed5dbd-d301-3a3a-b21b-48d4da7a76e6",
      "speaker": "Jordan",
      "start_timestamp": 6663.0,
      "text": "start using that. That's, that's number three thing we agree with Alex Jones on I'm not familiar. All right. All right, here we go. You're"
    },
    {
      "end_timestamp": 6725.0,
      "id": "3a2c0be9-22cd-3cd3-b770-3678952af6fb",
      "speaker": "Alex Jones",
      "start_timestamp": 6673.0,
      "text": "gonna yell. I'm not made out of money. But I only invest in the truth. And I can tell this is the key. So $10,000 was given earlier, they blocked it. 100,000 is coming now. And folks, that's a whole employee we could hire for the year and all their taxes and rent and everything. It doesn't matter. I'm so committed, please donate to us at Infowars store.com. By the X two, they're trying to block us on that maybe our last shipment. Just please. I just want to beat them. I just want I have a compulsion. I have a compulsion to help children. I have a compulsion to fight these people. I just I that's what I mean. It's just fighting on them blocking us and the things they do and they're they're so pathetic as a man I asked myself, How is scum ruling me? And it's just just let's defeat them. But if you just support us, shred the videos, get the workout. We're gonna win"
    },
    {
      "end_timestamp": 6733.0,
      "id": "1fba9aee-7741-3033-9db4-cc4378af9ae1",
      "speaker": "Dan",
      "start_timestamp": 6725.0,
      "text": "you. Yep. At the end of the day, yourself. Yep. So that's what it's all about VN."
    },
    {
      "end_timestamp": 6737.0,
      "id": "57f1bec3-0a6b-303c-a9e7-da244a81bb4e",
      "speaker": "Jordan",
      "start_timestamp": 6733.0,
      "text": "Oh, yeah. Money, money, money, but money"
    },
    {
      "end_timestamp": 6743.0,
      "id": "668cc32a-6a13-3606-9177-52278060f12a",
      "speaker": "Dan",
      "start_timestamp": 6737.0,
      "text": "is not his God. So I mean, do you think"
    },
    {
      "end_timestamp": 6753.0,
      "id": "62d98853-5eb1-3331-903a-d50734672876",
      "speaker": "Jordan",
      "start_timestamp": 6743.0,
      "text": "did Hey, maybe donate to you know, people who take care of them, right? Any of these don't Don't, don't donate, donate to people who care for the"
    },
    {
      "end_timestamp": 6787.0,
      "id": "6a10b3f1-6125-3cef-a038-59e43ea5b8b7",
      "speaker": "Dan",
      "start_timestamp": 6753.0,
      "text": "you know, it'd be great donate to these organizations that are actually on the ground helping these victims who saved up one of these like, saving Innocence Project, one of these sorts of things, maybe donate to one of them. One of the ways mentioned those, one of the ways that we've tried to make a positive impact is donating to the Ali Forney Center for LGBTQ youth in New York where you know, do something like that. But I want to just play this, in case you missed the end of our last episode. This was Alex. Amir."
    },
    {
      "end_timestamp": 6789.0,
      "id": "5fa23a13-8926-3305-b1ab-04279ba40181",
      "speaker": "Jordan",
      "start_timestamp": 6787.0,
      "text": "Oh, 11 hours, 24 hours ago, maybe 11"
    },
    {
      "end_timestamp": 6796.0,
      "id": "3ab69cc1-bb04-323d-b653-7e4ce10b305e",
      "speaker": "Dan",
      "start_timestamp": 6789.0,
      "text": "hours before he put on this three act play about propaganda about child abuse. This is what he sounded linear"
    },
    {
      "end_timestamp": 6798.0,
      "id": "96ebb722-6d01-3ad7-a7ab-72fccb11a083",
      "speaker": "Jordan",
      "start_timestamp": 6796.0,
      "text": "words, it was four acts,"
    },
    {
      "end_timestamp": 6810.0,
      "id": "5609bd46-d31c-3233-947b-0ef0bef8a705",
      "speaker": "Alex Jones",
      "start_timestamp": 6798.0,
      "text": "the three ways to learn or maybe four, but you can learn through experience. You can learn through education. Or you can learn through"
    },
    {
      "end_timestamp": 6816.0,
      "id": "fd5d5233-d129-3e8b-a682-1859d35e1c81",
      "speaker": "Rob Dew",
      "start_timestamp": 6810.0,
      "text": "genetic memories, Revelation, race, memory, race and say through your DNA for"
    },
    {
      "end_timestamp": 6840.0,
      "id": "1d115af3-6c5c-3840-8dc0-38a3d3978b9a",
      "speaker": "Alex Jones",
      "start_timestamp": 6816.0,
      "text": "SBI. Great DNA. Yeah, exactly. Race memory. So there is always more exactly. Those things common sense. So there's common sense. There's learning. I'm gonna discover the ways you learn. Well, you have education, like you said, you have experience."
    },
    {
      "end_timestamp": 6842.0,
      "id": "c8635b04-fa13-3d46-a7e6-009e2756e957",
      "speaker": "Jordan",
      "start_timestamp": 6840.0,
      "text": "dumb bastard, which probably"
    },
    {
      "end_timestamp": 6854.0,
      "id": "cb745cb3-f60c-3958-a9a0-4aaf4f5d8fbf",
      "speaker": "Alex Jones",
      "start_timestamp": 6842.0,
      "text": "is the DNA staring at us. Well, it's spiritual bearing it you know it"
    },
    {
      "end_timestamp": 6860.0,
      "id": "e6d0410d-b511-3799-a5cd-ab3ceb1fc09c",
      "speaker": "Rob Dew",
      "start_timestamp": 6854.0,
      "text": "and you really learn by screwing up screw and that's how you learn. That's one of the biggest ways"
    },
    {
      "end_timestamp": 6869.0,
      "id": "720164a1-6644-31d5-b7f6-8cae022fd50c",
      "speaker": "Alex Jones",
      "start_timestamp": 6860.0,
      "text": "that's why is the learn. That's the way it's the let me ask you this question. The three ways learner might be started up again accidentally."
    },
    {
      "end_timestamp": 6870.0,
      "id": "dbe8c6e0-d004-3825-b079-a9d93c3faf05",
      "speaker": "Jordan",
      "start_timestamp": 6869.0,
      "text": "The best way to learn"
    },
    {
      "end_timestamp": 6884.0,
      "id": "17e01c3c-1ab3-3128-b2e7-fe917d96df76",
      "speaker": "Dan",
      "start_timestamp": 6870.0,
      "text": "to read it's to learn to read or read, talk to people so that's I want to learn I wanted to play that illustrate he was a wasty drunk ass on his show the night before yet for two hours on the air he was threatening"
    },
    {
      "end_timestamp": 6891.0,
      "id": "e9beb4cc-9d86-3729-bce6-59727d457367",
      "speaker": "Jordan",
      "start_timestamp": 6884.0,
      "text": "to hear the you can hear the clear parallels and similarities at that clip to the end of the other clips."
    },
    {
      "end_timestamp": 6927.0,
      "id": "b9ec3d0d-d141-37ea-971c-27e7a7805795",
      "speaker": "Dan",
      "start_timestamp": 6891.0,
      "text": "So in summation, I believe that what we've covered here, I apologize that we've had to talk about some of this stuff I really don't like cover During these sorts of issues, necessarily, because I worry that people could think that our perspective is minimizing a real world problem. That is very, that's something I really don't want to do. I don't want to minimize or take away from the reality of abuse against children. I only want to stress that Alex Jones is using it for his own game."
    },
    {
      "end_timestamp": 6933.0,
      "id": "8d15a463-5a0d-3da1-9705-29b4a31ccbd2",
      "speaker": "Jordan",
      "start_timestamp": 6927.0,
      "text": "This is This is pure exploitation, and not for not it's for money."
    },
    {
      "end_timestamp": 6937.0,
      "id": "21d6008e-a40e-3e7e-8c4d-68f95a7de1d5",
      "speaker": "Dan",
      "start_timestamp": 6933.0,
      "text": "Well, for money and political points, I actually to money, I would"
    },
    {
      "end_timestamp": 6987.0,
      "id": "4b35b3e2-f122-366b-9d81-513c19e91f08",
      "speaker": "Jordan",
      "start_timestamp": 6937.0,
      "text": "I mean, I'm not I'm not willing to give him political points on this episode. There's no all the Trump stuff. I'm not willing to do any of that. For all of that is in service to getting money? Well, sure. I don't think anything. I think any of that is all ancillary, the troll because he's done all of that shit before he can do all of that shit in any other episode. And you and I both know, he's done this pedophilia bullshit many times, not in not in the long form narrative that we're seeing now, not to this degree and not. And if that the only way to conclude that the reason that he put this to are the only conclusion I can draw, is that this is all a telethon. Yeah, this is the dark world version of a."
    },
    {
      "end_timestamp": 6994.0,
      "id": "0426acd1-1c14-32b3-bae1-d1ad43703fb2",
      "speaker": "Dan",
      "start_timestamp": 6987.0,
      "text": "What's his face? I know you're talking about Yeah, yeah. Yes. Jerry Lewis,"
    },
    {
      "end_timestamp": 6999.0,
      "id": "4bff1b2c-5375-33d2-85f3-5f25fa5580da",
      "speaker": "Jordan",
      "start_timestamp": 6994.0,
      "text": "Jerry Lewis, there it is. There it is. This is the underworld drywell version of Jerry Lewis telethon?"
    },
    {
      "end_timestamp": 7003.0,
      "id": "0de50df1-6eed-369d-be04-e6a8d1f55a49",
      "speaker": "Dan",
      "start_timestamp": 6999.0,
      "text": "Well, I think I'm gonna I'm gonna amend my statement a tiny"
    },
    {
      "end_timestamp": 7007.0,
      "id": "da3ff530-af57-3d11-b0ff-db29d074a2e2",
      "speaker": "Jordan",
      "start_timestamp": 7003.0,
      "text": "bit not to offend any of our Drow elf listeners. Sure."
    },
    {
      "end_timestamp": 7061.0,
      "id": "e719c098-eefc-390d-aa63-9b6c83bd76cb",
      "speaker": "Dan",
      "start_timestamp": 7007.0,
      "text": "The thing I would demand is that I have posited. And I do believe that Alex, or someone in production knew that this fundraiser would get taken down and be able to be used exploitative labor. Yeah. The only other possibility I can come up with is that the storyline that they were gonna go with was, they launched this fundraiser, it raises tons of money. And then Alex can be like, I'm a part of this. Yeah. So support our show, because we're supporting this. Yeah. And that would still give them fundraising possibilities. And then when the fundraiser is taken down, he much like he has criticized Rahm Emanuel for saying does not let a good crisis go to waste. Now, I think it's possible that there is that he's like, oh, let's make hay while the sun shines. We can make a narrative out of this. Yeah, that's possible. I think it's more likely that he knew would get taken down. And that this was all a setup from the jump."
    },
    {
      "end_timestamp": 7072.0,
      "id": "086cd820-ab70-3955-beac-b76aa9df4f9b",
      "speaker": "Jordan",
      "start_timestamp": 7061.0,
      "text": "Yeah, this this is one episode, I think, where we both agree that our stupid versus evil continuum, evil is the one that wins all the way on this guy."
    },
    {
      "end_timestamp": 7105.0,
      "id": "02dbf533-46f3-304b-ba81-d346c832f3fd",
      "speaker": "Dan",
      "start_timestamp": 7072.0,
      "text": "Absolutely. Yeah. And even if my hypothetical other scenario is true, that's still evil. So absolutely, yeah. So sorry, guys, that this wasn't our typical fun freewheeling type of episode. But again, like I think we agree, we need to cover the totality of Alex, we'll be back for another episode that won't be like this. We'll have one that will be a lot more fun and stupid, and what have you next time around. But until then, you can find us at our website over at knowledge fight.com. I'll have citations up there for the new stories that I referenced."
    },
    {
      "end_timestamp": 7110.0,
      "id": "65bd7fd0-ac23-314f-8515-b4626f57b321",
      "speaker": "Jordan",
      "start_timestamp": 7105.0,
      "text": "You can subscribe to us on iTunes. You can even follow us on Twitter, at knowledge"
    },
    {
      "end_timestamp": 7116.0,
      "id": "b0e02b6a-8bad-32d8-a2b4-885051353dfd",
      "speaker": "Dan",
      "start_timestamp": 7110.0,
      "text": "underscore fight. Also, I'm sorry, I can't figure out how to get an image to show up on our iTunes. So it's just a"
    },
    {
      "end_timestamp": 7118.0,
      "id": "f9589eef-f83a-3733-b3c3-2442eed67e9b",
      "speaker": "Jordan",
      "start_timestamp": 7116.0,
      "text": "microphone. That's what it's gonna be forever."
    },
    {
      "end_timestamp": 7122.0,
      "id": "65b83cbe-6e83-3990-b37d-a528470df827",
      "speaker": "Dan",
      "start_timestamp": 7118.0,
      "text": "I don't know ship, alright, like us or don't I don't."
    },
    {
      "end_timestamp": 7124.0,
      "id": "e8a27dc9-cd39-3067-9115-26d6128fd46c",
      "speaker": "Jordan",
      "start_timestamp": 7122.0,
      "text": "I don't want. I don't want."
    },
    {
      "end_timestamp": 7132.0,
      "id": "412d7296-6045-38dc-847a-91a343c7ab5a",
      "speaker": "Dan",
      "start_timestamp": 7124.0,
      "text": "I don't want people liking us just because we have a picture. I do. If you don't like us, when we don't have a picture. You don't deserve us when we Oh my god."
    },
    {
      "end_timestamp": 7136.0,
      "id": "745e868f-0dbc-3a76-94af-45c15a285e1c",
      "speaker": "Jordan",
      "start_timestamp": 7132.0,
      "text": "Oh my god. So don't like us doing this episode."
    },
    {
      "end_timestamp": 7140.0,
      "id": "296aacd8-bd47-3ba3-a315-054eaafc5dc4",
      "speaker": "Dan",
      "start_timestamp": 7136.0,
      "text": "There's a ton of other stuff you can find on our website to knowledge fight.com. Like I said, there's email"
    },
    {
      "end_timestamp": 7154.0,
      "id": "7596a626-305e-325d-bc86-e22ecfe6e813",
      "speaker": "Jordan",
      "start_timestamp": 7140.0,
      "text": "us at knowledge fight@gmail.com Please do also, like we're sending out those wine bottles. They're sitting here right on the table there with them signed, sealed, and boy, they are neither sealed nor delivered hope"
    },
    {
      "end_timestamp": 7160.0,
      "id": "6ade2701-141f-3d12-9a05-451442949513",
      "speaker": "Dan",
      "start_timestamp": 7154.0,
      "text": "they're side their side. You can find our growing autobiography not autobiography."
    },
    {
      "end_timestamp": 7162.0,
      "id": "0c7aadf3-c1d8-3306-878b-7cfe075bd09a",
      "speaker": "Jordan",
      "start_timestamp": 7160.0,
      "text": "Because it is kind of an out of"
    },
    {
      "end_timestamp": 7173.0,
      "id": "e19f9123-7f02-35a1-a1b8-2e47569601bf",
      "speaker": "Dan",
      "start_timestamp": 7162.0,
      "text": "we have an autobiography and progress of Alex Jones on the website also live files, where he's documented a number of his lies and explained why there lies there's a lot of content over there guys enjoy it."
    },
    {
      "end_timestamp": 7199.0,
      "id": "a1e650ab-7c31-30d5-a326-3940bed07325",
      "speaker": "Jordan",
      "start_timestamp": 7173.0,
      "text": "And hey, we're we're growing, where people are sharing this and we're getting more listeners to more of them. I really, I really am surprised and grateful. And I'm glad you guys do it. Like all of the contact we have on Twitter with people is always really engaged and we like to we like to be there and people love you guys. You guys surprise us and show us stuff that we wouldn't have otherwise found. So thank"
    },
    {
      "end_timestamp": 7206.0,
      "id": "11038f55-d219-3212-8392-7b401305c920",
      "speaker": "Dan",
      "start_timestamp": 7199.0,
      "text": "you. Thank you Yeah, thank you very much, everybody. You're the best but you know what, we're also the best at one thing."
    },
    {
      "end_timestamp": 7215.0,
      "id": "de2e15d8-56b5-356d-bd0f-d0106394c871",
      "speaker": "Jordan",
      "start_timestamp": 7206.0,
      "text": "God your transitions are amazing. You have segwayed into what we are the best at and I'll tell you what it is. What's up were a couple of policy walks"
    },
    {
      "end_timestamp": null,
      "id": "074625a9-a341-30f3-ab1e-03940474945a",
      "speaker": "Alex Jones",
      "start_timestamp": 7215.0,
      "text": "and the chances you're on the air. Thanks for holding. So Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}