{
  "audio_identifier": "KF_279",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/DepositionEpisode.mp3",
  "blocks": [
    {
      "end_timestamp": 7.0,
      "id": "1fa0eec1-1e36-397d-afc9-5f5d8d3228dc",
      "speaker": "Alex Jones",
      "start_timestamp": 0.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    },
    {
      "end_timestamp": 14.0,
      "id": "8e897742-90d5-31e8-961e-1cff769e0bdf",
      "speaker": "Dan",
      "start_timestamp": 7.0,
      "text": "Hey everybody, welcome back to knowledge fight. I'm Dan. We're a couple dudes like sit around drink novelty beverages and talk a little bit about Alex Jones. Oh, indeed."
    },
    {
      "end_timestamp": 20.0,
      "id": "e7a89511-0798-35ee-9a3d-fb913fc6deda",
      "speaker": "Jordan",
      "start_timestamp": 14.0,
      "text": "We are Dan Jordan. Jordan. How are we on move? Watch 2019"
    },
    {
      "end_timestamp": 21.0,
      "id": "a1b410ed-bf91-33e1-a3c1-f9ee66061725",
      "speaker": "Dan",
      "start_timestamp": 20.0,
      "text": "We are good. We"
    },
    {
      "end_timestamp": 22.0,
      "id": "e5b1d163-4175-3c85-8356-f9299d8e01fd",
      "speaker": "Jordan",
      "start_timestamp": 21.0,
      "text": "watch on.org But"
    },
    {
      "end_timestamp": 58.0,
      "id": "861e9b56-4d57-3e2d-be77-932d6f7345ff",
      "speaker": "Dan",
      "start_timestamp": 22.0,
      "text": "by the grace of God and all of the patients and supportive our fine listeners we have made it through and I am in a new studio, one bedroom, but it is a studio for us to record sorts. Yeah, absolutely. I appreciate everyone giving us this little bit of time off in quote. Yeah. In order to get this done via it's nice. You know, I have I used movers for the first time. Yeah, that was super interesting. As an experience. I recommend it highly to everybody out there who is considering it. If you don't if you've run out of friends with cars and trucks. Great option."
    },
    {
      "end_timestamp": 62.0,
      "id": "e15acff6-8f13-3587-b580-d2fb2a5f2937",
      "speaker": "Jordan",
      "start_timestamp": 58.0,
      "text": "It seems like there it seems like they're real skill has been to move your heart."
    },
    {
      "end_timestamp": 70.0,
      "id": "761120b6-f306-35a5-ab56-103d7b8b357a",
      "speaker": "Dan",
      "start_timestamp": 62.0,
      "text": "Oh, yeah, absolutely. I found myself moved and moved. Yeah. I recommend two guys in a van very highly wonderful stuff."
    },
    {
      "end_timestamp": 77.0,
      "id": "e6823974-5e2f-3643-ad9d-932623b85deb",
      "speaker": "Jordan",
      "start_timestamp": 70.0,
      "text": "I was infinitely disappointed when I found out that they had more employees than two guys. It's a whole it's a whole thing."
    },
    {
      "end_timestamp": 85.0,
      "id": "de165abc-27e5-3383-9f6d-eec857916ff4",
      "speaker": "Dan",
      "start_timestamp": 77.0,
      "text": "Three dudes showed up in theory, but I got that third dude. That is that whole thing is a lie. I got that third dude got very nice. You"
    },
    {
      "end_timestamp": 88.0,
      "id": "96c069fa-5e9d-3033-ad1f-91ab77ea61bd",
      "speaker": "Jordan",
      "start_timestamp": 85.0,
      "text": "got a bonus third dude. Yeah."
    },
    {
      "end_timestamp": 97.0,
      "id": "2ac74d9a-d2f1-394a-84b7-f64da882313d",
      "speaker": "Dan",
      "start_timestamp": 88.0,
      "text": "So this is this podcast where I know a lot about Alex Jones. Oh, and I only know what you tell me about Alex Jones. Man, it has been a wild time for us to take off my"
    },
    {
      "end_timestamp": 103.0,
      "id": "14769a52-ab81-3c4d-ae81-f438a08edb3f",
      "speaker": "Jordan",
      "start_timestamp": 97.0,
      "text": "favorite part of every time we've taken like a week or so off. It's just one thing. Nothing ever happened. taking"
    },
    {
      "end_timestamp": 104.0,
      "id": "69671b9c-1efd-3115-90de-85463b55f34f",
      "speaker": "Dan",
      "start_timestamp": 103.0,
      "text": "a week off one time."
    },
    {
      "end_timestamp": 125.0,
      "id": "2e9e7ef8-80a8-38bf-a9ee-8a300d546d34",
      "speaker": "Jordan",
      "start_timestamp": 104.0,
      "text": "I think we've taken a week off before. Maybe like a Christmas thing. I don't even think that usually. Nothing important happens at all during the time that we're off. If we skip an episode now, no news happens. Right? And so I assume that having kept my my eye out of the public sphere. Nothing important has happened with Alex Jones in the in"
    },
    {
      "end_timestamp": 180.0,
      "id": "603c6389-8c0a-384c-9433-e29794ffd4f5",
      "speaker": "Dan",
      "start_timestamp": 125.0,
      "text": "the intervening week? No, man, everything happened? Yeah, of course it did. So of course, there's a lot of stuff that I think is probably in our best interest just to leave alone and ignore a lot of the things that have happened like him spinning conspiracy theories out of the suicides of survivors of mass shootings and things like that. Yeah. I don't want to talk about that. No, and I think it's best to leave alone. I don't think it's a topic that is becoming to cover in any way. And then some stuff is just kind of like, I wish we could have covered it. But who cares? Like Alex getting yelled at at the chicken restaurant that was fun. Or Alex and Owen Troyer going to a Bayto rally like and getting acting like assholes. Yeah, all those things are really is Alex hijacking people's social media presence by going into the spaces that they're in and forcing them to make videos of him? That is free promotion? Does that make sense? Yeah, even if they're making fun of him and, and all that he's still getting in there. Social media,"
    },
    {
      "end_timestamp": 194.0,
      "id": "b67fdb16-d1e7-3985-bcae-8fac29f18dfd",
      "speaker": "Jordan",
      "start_timestamp": 180.0,
      "text": "Alex's on a one man crusade to barrel through any other sensational propaganda or platform that he can get? Yeah, he's on a one man mission to show up in everybody's feed somehow."
    },
    {
      "end_timestamp": 221.0,
      "id": "2e5122a4-0a30-3f76-af75-0825c83d348f",
      "speaker": "Dan",
      "start_timestamp": 194.0,
      "text": "Yeah. And so a lot of the stuff I think that some of it we may touch on as it develops into other things, perhaps. But for now, we have one thing that has happened in this time that we've been away that we must cover Rappaport hung up the picture. That is I you know what? I'm getting different reports from different sources on that. I'm not entirely sure. And I don't want to judge him too much. Because I've moved into this apartment. I haven't hung up my pictures yet."
    },
    {
      "end_timestamp": 225.0,
      "id": "8f5e0950-8639-3e25-91a8-99ffea66a69d",
      "speaker": "Jordan",
      "start_timestamp": 221.0,
      "text": "Well, we haven't been talking about you for two years not hanging up a picture,"
    },
    {
      "end_timestamp": 229.0,
      "id": "78b8f44a-b72c-3ab5-934d-88673cd8bed4",
      "speaker": "Dan",
      "start_timestamp": 225.0,
      "text": "but it's still last houses stone."
    },
    {
      "end_timestamp": 233.0,
      "id": "7cc76a24-e65e-3556-aa8d-5f80db557b7f",
      "speaker": "Jordan",
      "start_timestamp": 229.0,
      "text": "If we're at four months, and I don't see anything hung up around here, it's gonna be merciless."
    },
    {
      "end_timestamp": 236.0,
      "id": "f0b714f2-2cc2-3653-afeb-c5459d38cd61",
      "speaker": "Dan",
      "start_timestamp": 233.0,
      "text": "Yeah, that'd be a real shame."
    },
    {
      "end_timestamp": 239.0,
      "id": "e11652bb-c44c-306f-a949-f194c929d847",
      "speaker": "Jordan",
      "start_timestamp": 236.0,
      "text": "It is freezing poor it is actually."
    },
    {
      "end_timestamp": 288.0,
      "id": "afc6f3f0-9edd-320b-9e25-ff1047a7d729",
      "speaker": "Dan",
      "start_timestamp": 239.0,
      "text": "I'm going to have to get dentures and start becoming a medical truther. What we have to talk about today, Jordan, is that Alex Jones was forced to sit down and give a three hour deposition in his Sandy Hook defamation lawsuit, and some really insane things happened. And some, some not. So insane things happened. But we learn a bit. And I think that the media, largely speaking is getting a number of the wrong messages. I have never before seeing that happen, right. And we'll discuss that as we go along. But before we get to that, before we get to that, it would be great. And I would enjoy to get back to business by giving a shout out to a couple of new folks that are supporting the show. So first, Alice, thank you so much. You are now policy walk."
    },
    {
      "end_timestamp": 289.0,
      "id": "6262c5c2-f897-3345-9b7d-c38a37fa724f",
      "speaker": "Alex Jones",
      "start_timestamp": 288.0,
      "text": "I'm a policy wonk. Thank"
    },
    {
      "end_timestamp": 290.0,
      "id": "2c7c1e04-2fa5-3551-8815-084be75db12a",
      "speaker": "Jordan",
      "start_timestamp": 289.0,
      "text": "you. Thank you very much, Alex."
    },
    {
      "end_timestamp": 294.0,
      "id": "eaa7ac75-408b-3087-8924-853fa9c7b4de",
      "speaker": "Dan",
      "start_timestamp": 290.0,
      "text": "Next psychic vampire. Thank you so much. You are now a policy wonk."
    },
    {
      "end_timestamp": 295.0,
      "id": "47302b0d-5a42-3c03-82c3-4fc3bb50fb1f",
      "speaker": "Alex Jones",
      "start_timestamp": 294.0,
      "text": "I'm a policy wonk,"
    },
    {
      "end_timestamp": 300.0,
      "id": "db46144f-27b1-3414-9482-4e7c8e291333",
      "speaker": "Dan",
      "start_timestamp": 295.0,
      "text": "because I could thank you psychic vampire next, Adam, thank you so much. You are now policy. Well Mark,"
    },
    {
      "end_timestamp": 302.0,
      "id": "a6461baa-0ba7-3af9-8d11-27bcc373d89e",
      "speaker": "Alex Jones",
      "start_timestamp": 300.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 306.0,
      "id": "9fb44a8a-57f3-3945-b50f-2dad0ba92d6a",
      "speaker": "Dan",
      "start_timestamp": 302.0,
      "text": "Next, William, thank you so much. You are now a policy wonk."
    },
    {
      "end_timestamp": 309.0,
      "id": "686f6757-d492-32f1-920c-94f3a0620341",
      "speaker": "Dan",
      "start_timestamp": 306.0,
      "text": "I'm a policy wonk. Second, William, and finally"
    },
    {
      "end_timestamp": 344.0,
      "id": "08ac7d47-4673-3418-86a8-cd66f2d6d859",
      "speaker": "Dan",
      "start_timestamp": 309.0,
      "text": "need to give a shout out to somebody who came through on a level on unparalleled in recent times, perhaps sent in a donation and really helped us out in this this last week, especially with the move there was so many unexpected things that popped up in terms of household expenses. And out of nowhere this person came through and unrequested, just out of the graciousness of their own heart. Really helped us out and we appreciate it. And as such, I must say, Keith as the third you're now a raptor Princess,"
    },
    {
      "end_timestamp": 391.0,
      "id": "b339f747-4fc4-3fcd-a9e3-ca0918147ed1",
      "speaker": "Alex Jones",
      "start_timestamp": 344.0,
      "text": "I'm a policy wonk telling you brilliant, someone, someone sodomized, sent me a bucket of poop daddy sharp. Jar Jar Banks has a Caribbean blackjack. He's a loser, little little teddy baby. I don't want to hate black people. I renounced Jesus Christ. I know how to read. I am out of control. I've never really seen a lot of white racism in my life. I really haven't. I bet you money. There are a few living black people that have been abused by white people as much as I have been abused by black people. Adolf Hitler, Joseph Stalin. Both those guys were complete. Complete Stutz. Welcome to McDonald's. May I help you? I'm Bernie Sanders."
    },
    {
      "end_timestamp": 392.0,
      "id": "70617d29-2618-3cf9-98d9-2ef3a31a710b",
      "speaker": "Dan",
      "start_timestamp": 391.0,
      "text": "Thank you so much, Keith."
    },
    {
      "end_timestamp": 395.0,
      "id": "62877cc7-b343-3aee-af96-d16f70b9f300",
      "speaker": "Jordan",
      "start_timestamp": 392.0,
      "text": "Oh, I always forget how dark rafter Princess gets. Yeah."
    },
    {
      "end_timestamp": 402.0,
      "id": "79a8a3fc-f4a3-353e-a3f1-1be677ca2057",
      "speaker": "Dan",
      "start_timestamp": 395.0,
      "text": "Thank you so much. We really appreciate it. And you helped us out on a level you can only imagine. Yes. Thank you."
    },
    {
      "end_timestamp": 403.0,
      "id": "b7392365-85d2-371b-b76e-18419501998f",
      "speaker": "Jordan",
      "start_timestamp": 402.0,
      "text": "Thank you very much."
    },
    {
      "end_timestamp": 421.0,
      "id": "b4b1b100-1136-3e27-a72f-3ff2c34cc06a",
      "speaker": "Dan",
      "start_timestamp": 403.0,
      "text": "So if you're out there listening and you'd like to support the show, thank you enjoy what we do. You can do that by going to our website knowledge. fight.com clicking the button that says support the show. We would appreciate it please do we would be very grateful now down to business. Jordan, are you ready for an out of context drop? i It's not a show. It is a deposition to death."
    },
    {
      "end_timestamp": 425.0,
      "id": "0f1a36fe-daa7-37e5-9894-cd9133f53785",
      "speaker": "Jordan",
      "start_timestamp": 421.0,
      "text": "I've been waiting for this for so long. Okay, I've been losing my mind"
    },
    {
      "end_timestamp": 430.0,
      "id": "457c2cb8-fb12-3302-89d8-f830057e1a36",
      "speaker": "Alex Jones",
      "start_timestamp": 425.0,
      "text": "rescue team on sitting in Las Vegas."
    },
    {
      "end_timestamp": 439.0,
      "id": "b4e91a50-ed24-3a02-bc5f-aa0d14eb6bc8",
      "speaker": "Jordan",
      "start_timestamp": 430.0,
      "text": "Okay, that's the he's giving a deposition. He's killing first off. He's bragging about"
    },
    {
      "end_timestamp": 478.0,
      "id": "436334b0-c51c-3357-92d6-bf71be425d7c",
      "speaker": "Dan",
      "start_timestamp": 439.0,
      "text": "talking to the hostage rescue team about the Las Vegas shooting and the prosecutor straight up. Prosecutors. Okay. Okay. Okay. All right. You keep believing that. That's fantastic. So here, here's where we're going to start. And I would like you to remember that what we here in this next clip, this first clip that we're starting off on, it applies to everything that we hear for the rest of this episode. You do solemnly swear the testimony you're about to give will be the truth, the whole truth and he is sworn in"
    },
    {
      "end_timestamp": 483.0,
      "id": "697a68a3-7655-35ce-9d37-9faa2921cea1",
      "speaker": "Jordan",
      "start_timestamp": 478.0,
      "text": "this is this is all this is all legally actionable from here on out. Well,"
    },
    {
      "end_timestamp": 585.0,
      "id": "4e79f55b-8f28-32f3-9d87-92a5572ecc6a",
      "speaker": "Dan",
      "start_timestamp": 483.0,
      "text": "here's the interesting thing. Before we get going, there's an important point I need to make about what we're going to listen to and the fact that Alex is sworn in. This is a deposition that Alex is being made to sit and answer questions about regarding his civil suit which accuses him of defaming the families of Sandy Hook victims. The fact that this is a civil case is very important, although we just heard him be sworn in here at the beginning of the episode and he is under oath. Perjury is a very different thing in civil cases than it is in criminal cases. In civil cases, there's no formal penalty for lying in a deposition, which Alex absolutely does multiple times in this three hour session that he sets for punishing them for perjury in a civil case would require winning the case. And then after the fact having your lawyer file new criminal charges for the perjury charge, the best the prosecution could really hope for within this case, is to demonstrate that Alex is being evasive or outright deceitful, and then show evidence to illustrate that during the actual trial and cross examination, even then, the only consequence would be the court viewing Alex as an unreliable witness, which would be the result of him just answering any question with or without the proof of civil perjury being in play. Alex knows this. His lawyers know this. So they really know that there's no real stakes here. The only benefit of something like this comes from the public seeing it, which is why I'm very glad that this deposition got posted online by the law firm. There's a great deal of value for our purposes in seeing Alex stammer and try to pretend he knows anything about what he's talking about. But ultimately, there's very little legal value in this. I suspect. Again, I'm not a lawyer, but from everything I've been able to tell the civil consequences for perjury are not the very real"
    },
    {
      "end_timestamp": 601.0,
      "id": "3b09aea0-bbb3-3c29-8ae6-fe07540918c1",
      "speaker": "Jordan",
      "start_timestamp": 585.0,
      "text": "that is a huge, massive disappointment. And I am shocked and appalled that America's civil justice system would work this way. I as somebody who has recently but never been somebody who's been raised like, Fuck off,"
    },
    {
      "end_timestamp": 631.0,
      "id": "708e0267-58bd-30df-9859-b5e5f7140734",
      "speaker": "Dan",
      "start_timestamp": 601.0,
      "text": "I kept finding like, you know, the websites, we could ask lawyers questions and stuff like that. And one of the things that kept coming up was the idea of like, where to hide your guns? No. Lawyers don't have any ideas about that. The idea that this is like a huge blind spot of the legal system, yeah. Especially the civil legal system. And so Alex kind of knows that he doesn't have to give a fuck he can sort of sleepwalk through this. Yeah. And there's not It's not like they can throw him in prison for perjury or anything like that. It would"
    },
    {
      "end_timestamp": 635.0,
      "id": "0288686e-f3f4-37f3-b6c2-cace53b829ca",
      "speaker": "Jordan",
      "start_timestamp": 631.0,
      "text": "require be held in contempt or anything like that. I think"
    },
    {
      "end_timestamp": 650.0,
      "id": "04e451c0-df09-35c9-93bf-7c26ef155375",
      "speaker": "Dan",
      "start_timestamp": 635.0,
      "text": "you could in the actual trial, but not in the deposition. Right. So I think that I think that he knows that this is who cares? Yeah. So now before we fully jump in, I need to give a little bit of a shake of the finger also, to the general media, maybe, as I alluded to a minute ago,"
    },
    {
      "end_timestamp": 653.0,
      "id": "c4c708d1-e2c7-3fa5-aa68-7d896ca29dc5",
      "speaker": "Jordan",
      "start_timestamp": 650.0,
      "text": "for the listeners, he is actually shaking his finger with finger"
    },
    {
      "end_timestamp": 714.0,
      "id": "57d3ff00-d9e0-3ceb-9ca2-655d5ac4ea8c",
      "speaker": "Dan",
      "start_timestamp": 653.0,
      "text": "wag. Yep. In the wake of this deposition being posted, I saw a large number of headlines that were being circulated that had to do with Alex saying that he had a psychosis that made him believe that things were conspiracies. And it's my duty to say that this is intentionally Miss reporting the story. Alex does use the word psychosis in the conversation about his journey as a conspiracy theorist. But if you listen to the context, it's very clear that he's speaking metaphorically and loosely about his mind state, visa vie his distrust of media sources, the entire quote, unquote, psychosis narrative boils down to this clip that we're about to hear, which is a little over like a minute long. And it comes from literally the last few minutes of the three hour deposition. So here is what everybody is making headlines out of. And I would argue that that is a great disservice, first of all, to the other stuff that's in this, and the fact that they're kind of playing fast and loose, and it just helps him."
    },
    {
      "end_timestamp": 762.0,
      "id": "d422a065-9978-3f77-84e1-1cf43b5c5d74",
      "speaker": "Alex Jones",
      "start_timestamp": 714.0,
      "text": "We've allowed the government and institutions become so corrupt, that people lost any compass of what's real. And I remind myself of you almost get like a pool of psychosis back in the past where I basically thought everything was staged, you know, now word a lot of times things aren't staged. So I think as a pundit and someone giving an opinion, that, you know, my opinions have been wrong, but they were never wrong consciously to hurt people. And so I think it's part of that process of me growing up in Rockwall, Texas, watching the police kill drugs and then conduct anti drug programs at school. I think that shook my opinion, the police in general, and I was very anti law enforcement till I grew up and learn more things. Now. I'm pretty much pro police. So it's, it's been a process"
    },
    {
      "end_timestamp": 769.0,
      "id": "34378f49-8b5b-3fc2-9898-a26c85ec0745",
      "speaker": "Mark Bankston",
      "start_timestamp": 762.0,
      "text": "said false things about saying that."
    },
    {
      "end_timestamp": 798.0,
      "id": "75209c7c-7780-387f-8117-ce8a8c25625f",
      "speaker": "Alex Jones",
      "start_timestamp": 769.0,
      "text": "Correct? Well, I'm just saying that the trauma of the media and the corporation's lying so much, then everything begins. You don't trust anything anymore. Like a child whose parents live somewhere wherever again, will pretty soon they don't know what reality is. I'm so so so belong before these lawsuits, I said that, in the past, I thought everything was a conspiracy. And I would kind of get into that mass group thing of the communities that were out there saying that so now I see that it's more in the middle. And so that's where I stand."
    },
    {
      "end_timestamp": 806.0,
      "id": "182dc2c2-f639-3de4-9820-53cec1601233",
      "speaker": "Dan",
      "start_timestamp": 798.0,
      "text": "Now he's lying. But at the same time, that is the most sensible thing that he says almost in the entirety of this deposition. I"
    },
    {
      "end_timestamp": 823.0,
      "id": "c04fd4a1-f027-3d49-b47c-5d153bb28b14",
      "speaker": "Jordan",
      "start_timestamp": 806.0,
      "text": "was I was actually about to ask, is it just that we've listened to so much, so much, Alex Jones, that what he says makes sense to me? Because I'm like, oh, like I have a universal babel fish in my ear. I don't think because that made sense. No, it doesn't make frustrates me. No. And people are dunking on him for that while they're"
    },
    {
      "end_timestamp": 829.0,
      "id": "c871c929-1ad7-367b-8388-9ce2397beba2",
      "speaker": "Dan",
      "start_timestamp": 823.0,
      "text": "dunking on him because he used the word psychosis. So then everybody all the headlines. That's not what yeah, he has a psychosis"
    },
    {
      "end_timestamp": 833.0,
      "id": "e8b181df-9da3-3896-950f-f54ec29abb1e",
      "speaker": "Jordan",
      "start_timestamp": 829.0,
      "text": "No, oh, that's so disappointing. I'm really bummed out by that narrative. Now he uses"
    },
    {
      "end_timestamp": 868.0,
      "id": "3b541d51-01a8-3f40-92dd-933214ff4e71",
      "speaker": "Dan",
      "start_timestamp": 833.0,
      "text": "the word psychosis. But if you listen to what he's saying, in context, what he's describing is a learned behavior. Yeah, he's describing a learned pattern of behavior that he got into where I distrust the media, they're saying X, I think x must be fake. And as I got older, and I started to learn more, I realized that default position is not a good way to operate. Now he is lying, no absolute about how he operates. Of course, that perception is not like that. It's not descriptive of like a mental psychosis or anything like that. It's it's"
    },
    {
      "end_timestamp": 886.0,
      "id": "6a10f438-676f-3a25-a050-e53630f774de",
      "speaker": "Jordan",
      "start_timestamp": 868.0,
      "text": "that's that it fits into the pre package narrative. Because you you're like, oh, look, Alex himself is finally admitting that he's crazy. But that was actually a lucid statement about he's he's looking back on it and sees something of like,"
    },
    {
      "end_timestamp": 929.0,
      "id": "ccf8f9a0-b403-35ec-b9de-8ce03ece0316",
      "speaker": "Dan",
      "start_timestamp": 886.0,
      "text": "in his own perception exactly wrong. Exactly. Hasn't x, right. And we've spoken many times about our very, maybe irresponsible suspicions that Alex has something going on with him on a neurological level. So I don't balk at this whole thing for that reason I just have seen out to operate for so long and know that reporting that snippet of his conversation as quote Alex says he has a psychosis is literally playing into Alex's hands and serves to validate his narratives about media persecution against him. All this is to say that I'm pretty disappointed with that coverage, especially considering there's a whole lot of stuff in here that would have made great headlines. You could even make clickbait out of it. I'm probably going to try throughout this to make clickbait why not? Let's do it. Yeah, let's, uh,"
    },
    {
      "end_timestamp": 929.0,
      "id": "0077d989-d9f6-3a65-98e7-a3ec7686d93b",
      "speaker": "Jordan",
      "start_timestamp": 929.0,
      "text": "let's all tweet,"
    },
    {
      "end_timestamp": 943.0,
      "id": "1bc112ae-d3a8-3ced-8885-804bd79690c4",
      "speaker": "Dan",
      "start_timestamp": 929.0,
      "text": "let's introduce a game and to this proceedings. Now, let's get down to it in a linear fashion, because that comes from the end of the thing, but I needed to get that out of the way. Right, right, sort of stuck in my craw. So the"
    },
    {
      "end_timestamp": 950.0,
      "id": "96c0eca7-cec5-3a61-ba76-57f4e61b41bb",
      "speaker": "Jordan",
      "start_timestamp": 943.0,
      "text": "narrative more could be the media watch the first five minutes and would like, and then skip to the end."
    },
    {
      "end_timestamp": 954.0,
      "id": "a1a4261b-e9d9-3e51-98ed-ff5a1bed9738",
      "speaker": "Dan",
      "start_timestamp": 950.0,
      "text": "Possible. Yeah, I've done that sometimes. Hey, Project Camelot? No,"
    },
    {
      "end_timestamp": 956.0,
      "id": "f737a085-98b8-314d-8a84-440c0c0a2ccb",
      "speaker": "Jordan",
      "start_timestamp": 954.0,
      "text": "absolutely no judgment. Speaking"
    },
    {
      "end_timestamp": 991.0,
      "id": "a9bfb927-4b8b-3391-81e0-57a135fdd3ca",
      "speaker": "Dan",
      "start_timestamp": 956.0,
      "text": "of which MARK RICHARDS part time is on YouTube. Now it is, oh, will be coming soon. So get ready for that. So now we jump in here. And I want to first before anything, I think that this prosecutor did a very admirable job. He did the best he could. But ultimately, in a situation like this, there isn't really a whim. But he comes as close as anyone can. And I do admire that on some level. Here. He reads some of Alex's statements. And then Alex does his first big lie of the deposition."
    },
    {
      "end_timestamp": 1043.0,
      "id": "5d67ad62-b4b2-38c0-9d8a-cf2cb4e4988d",
      "speaker": "Mark Bankston",
      "start_timestamp": 991.0,
      "text": "Let me read it again. For you, Mr. Jones, plaintiffs claim that I started the controversy and or conspiracy theory about Sandy Hook being a hoax. This is not true. I read that correctly. Okay. The next Senate says before I ever publicly commented on any issues relating to Sandy Hook, I learned that others with whom I have no affiliation, or relationship had already posted articles, students shows up like the flip relationship had already posted articles online making this claim and questioning the events is recorded. I read that sentence correctly. Yes. So there were a variety of articles and YouTube videos, questioning the events that started getting popular in the time period after the shooting. I assume you saw some of those. Yes. How long is this? Are we talking? Are we talking days, weeks? Months?"
    },
    {
      "end_timestamp": 1056.0,
      "id": "4e54ebf7-cfe3-37b8-8270-5b2dad7e6427",
      "speaker": "Alex Jones",
      "start_timestamp": 1043.0,
      "text": "I don't I don't want to answer incorrectly. I remember the exact times. So I really can't stay at that time. But it's I think a month longer."
    },
    {
      "end_timestamp": 1095.0,
      "id": "0524d8d3-74ff-3801-850f-53eec32621c7",
      "speaker": "Dan",
      "start_timestamp": 1056.0,
      "text": "Yeah, I mean, we know we know from going back and listening to December three days, three days, Alex? Well, I mean, to get to the point where he's saying it's absolutely globalist plan and shit like that a couple of days. But these conjecture and the speculation was immediate. Yeah. On the 14th of December he was he was out there on his show. Like, oh, this stinks. Yep, that sort of thing. So that is the idea that he's trying to say like, well, all of these, all these YouTube videos started coming up. And then a month later, I started being like, well, maybe something's up. But that's his way of trying to dodge responsibility, which is going to be a consistent trend. No,"
    },
    {
      "end_timestamp": 1099.0,
      "id": "9f133e63-1294-3471-8d44-4231b5061f0a",
      "speaker": "Jordan",
      "start_timestamp": 1095.0,
      "text": "in a ZIL. With Alex, come on."
    },
    {
      "end_timestamp": 1131.0,
      "id": "3978fc8f-9287-3d59-95a0-4ab7934ee41e",
      "speaker": "Dan",
      "start_timestamp": 1099.0,
      "text": "So in this next clip, he's talking more about that that idea that it took him a while to get to this sandy hook his fake kind of idea. And actually, I think from are looking back on it, some of his perceptions of what he did is accurate. Okay, he has an interest rates an engineering twist. So I believe that there's a base of accuracy in what he's about to say about what he did after Sandy Hook. He's just forgotten the other stuff. Gotcha, which is what this lawsuit is about. Right? Right. It might be strategic forgetting. But here's what he has to say."
    },
    {
      "end_timestamp": 1180.0,
      "id": "580f8c07-6a0f-3cdf-9e92-261236ab54d8",
      "speaker": "Alex Jones",
      "start_timestamp": 1131.0,
      "text": "No, I started commenting on sandy hook that they would use to go out for guns. The media always hyped up school shootings, it was causing copycat events. The mainstream media were basically psychic vampires promoting mass shootings. So they get blamed dollars and try to take the second amendment away, which was they push to repeal the Second Amendment. So for the first month or so. And again, I can't go back to exact numbers. It was like almost seven years ago. But we've gone back and looked at some of it trying to find like, least three weeks, four weeks or so. And then it was such a firestorm internet's like, No, this isn't Prozac. This isn't video games. Like I was saying I thought like other spirits, shootings that happened. This was some type of staged event or multiple shooters or people in the woods and things like that. There was a whole range of theories."
    },
    {
      "end_timestamp": 1215.0,
      "id": "4988a3e0-0356-3b7e-ae2f-8fb062b7d526",
      "speaker": "Dan",
      "start_timestamp": 1180.0,
      "text": "So the part that's real is he did focus on the gun. Yeah. Oh, yeah. pretty aggressive. 100% Yeah. So there's like within minutes well, and his narratives did shift towards that. And he did skip away a little bit from like the aggressive poking at Sandy Hook so I could see how he could look back comment period of his life and be like, I was mostly just talking about gun shit. Right? It's it's interesting. Like, it's an interesting line because I can't I can't dispute that. But it's ludicrous to say like, I didn't also do the other stuff."
    },
    {
      "end_timestamp": 1251.0,
      "id": "9ef712e5-e7d9-3e4e-9ec1-1f034a9bd834",
      "speaker": "Jordan",
      "start_timestamp": 1215.0,
      "text": "Well, but but isn't isn't what he, I suppose the weird way that I would like view his memory of how things go, is that that's what he thinks actually happen, because he doesn't remember or understand the parts of himself that just pop out and then pop it, you know, just like, and they're gonna come after our take our guns and they're gonna kill everybody and the government and the police are coming to you. Oh, the whole thing was steak and spayed staged in those guys are actors. And that's why they come after guns. Like he just doesn't remember the little aside part."
    },
    {
      "end_timestamp": 1257.0,
      "id": "141e045a-f554-3f16-bba4-54d3da4035dd",
      "speaker": "Dan",
      "start_timestamp": 1251.0,
      "text": "I think that I think there's a good chance of that. I think that could explain most of it mis perception. It's"
    },
    {
      "end_timestamp": 1262.0,
      "id": "0b0a389d-d0e8-303d-ad66-96a88fa1f52f",
      "speaker": "Jordan",
      "start_timestamp": 1257.0,
      "text": "almost like a verbal tic. He just doesn't know how not to say something incredibly"
    },
    {
      "end_timestamp": 1325.0,
      "id": "cddcf8b9-d7ce-3806-b92f-aaccfe0b1cfd",
      "speaker": "Dan",
      "start_timestamp": 1262.0,
      "text": "horrific. Yeah, perhaps. I think I think that that's probably a good theory. And I would say that what is not a good theory is Alex's defense. Maybe not, he wouldn't maybe describe it as a theory. But throughout this entire proceeding in this deposition, Alex has his two lawyers there. Mr. Barnes and Mr. Enoch, Mr. Barnes, Robert Barnes. Mr. Barnes of Enoch. No, no, no, they're two different firms. But bars been named Barnes is the one who's supposed to be defending Alex in the deposition. Yes. So he's the one who can make sort of objection. Yeah. And he does a lot, of course. But Mr. Enoch is there and he's not supposed to talk, because it's not a to lawyer deposition. And he keeps talking. And that becomes a big problem. Why does he keep talking because he's trying to lead Alex. He's trying to like, say things like, this is your defense. Alex, remember? Alex camp?"
    },
    {
      "end_timestamp": 1328.0,
      "id": "d23fb188-ced4-3c79-952f-5f0282371cde",
      "speaker": "Jordan",
      "start_timestamp": 1325.0,
      "text": "He's coaching a tennis player. It's a it's a violation,"
    },
    {
      "end_timestamp": 1344.0,
      "id": "67bf624e-8431-36b6-994f-129abdb7df12",
      "speaker": "Dan",
      "start_timestamp": 1328.0,
      "text": "he seems to ALEC seems to be forgetting. Like how to Stonewall? Yeah, a little bit. And that's when Enoch jumps in. Yeah. And he's like, dude, dude. Yeah. But what it all boils down to is the defense that's being presented at the beginnings of it. In this clip right here."
    },
    {
      "end_timestamp": 1359.0,
      "id": "4bedc5f7-5072-3a67-a408-fbed28d54a8c",
      "speaker": "Mark Bankston",
      "start_timestamp": 1344.0,
      "text": "Mr. Jones, this is a video where you made comments on issues relating to Sandy Hook, and you put forward a theory that it could be staged about the government to take away our guns correct."
    },
    {
      "end_timestamp": 1367.0,
      "id": "3de9e25e-0378-3467-ae17-2528fa32bc42",
      "speaker": "Mark Enoch",
      "start_timestamp": 1359.0,
      "text": "This is a video watching. Correct? Okay, so it's not so different things are out. Is there any way that"
    },
    {
      "end_timestamp": 1401.0,
      "id": "18cd6542-e167-33c7-b1d4-e3b927e841a7",
      "speaker": "Mark Bankston",
      "start_timestamp": 1367.0,
      "text": "you get like the whole you on the whole video and it's been produced with mysteries of Saturday? For his purposes, so he's just if he wants to go watch an entire four hour video, I'm not gonna have time. Actually, Connecticut post, the full video has been produced, and it's been in the court. If you want to argue about that, and object you could object at that time, it's often that objection is preserved. You don't have to object was, that was a video in which you make statements about Sandy Hook. And in which you said put more theory you could be staged to take away or"
    },
    {
      "end_timestamp": 1407.0,
      "id": "d74433d7-e97f-32c8-8120-179c1ef392be",
      "speaker": "Alex Jones",
      "start_timestamp": 1401.0,
      "text": "that's a Media Matters edited. So Media Matters, edited derivative production,"
    },
    {
      "end_timestamp": 1412.0,
      "id": "61b1aa3c-fddb-309f-8362-77e748756950",
      "speaker": "Jordan",
      "start_timestamp": 1407.0,
      "text": "edited. I liked this guy. Yeah, I like him. He seems fun."
    },
    {
      "end_timestamp": 1435.0,
      "id": "c3fac1cf-5ab7-34c1-98b6-9edf2834c84f",
      "speaker": "Dan",
      "start_timestamp": 1412.0,
      "text": "He has, he has a couple of real good lines. Throughout the course of this. There was a couple points where I actually like blurred left. Good. But so Barnes was the one who was making that objection. So it's still appropriate within the context of the deposition. But it's to it's to lay the groundwork and establish and set up the beginnings of this. These tapes are edited."
    },
    {
      "end_timestamp": 1455.0,
      "id": "dff9d030-da1f-3d89-af69-4f3483b5eaa2",
      "speaker": "Jordan",
      "start_timestamp": 1435.0,
      "text": "And just to be clear, because his voice wasn't wasn't I couldn't hear Barnes's voice terribly well, but what he was asking is show the entire tape because what you're showing is an edited down version, right? And so their defense is that if you watch the entire tape, it's going to exonerate him."
    },
    {
      "end_timestamp": 1459.0,
      "id": "d2d10215-504d-3081-bf58-15c7d33a7a4a",
      "speaker": "Dan",
      "start_timestamp": 1455.0,
      "text": "Right? You're taking this out of context, Alex can't possibly comment, right? Not knowing the context, the"
    },
    {
      "end_timestamp": 1480.0,
      "id": "4920eee3-b7e6-30c4-8bd4-701bd167091b",
      "speaker": "Jordan",
      "start_timestamp": 1459.0,
      "text": "strategy, of course, being that nobody is going to watch the entire fucking thing. So either in the court, everybody watches the entire episode, right? Or he's going to claim that whatever it is, he said, You missed. You could watch three hours and 59 minutes of it, right. But if you don't show the full four hours, you took it all out of context. This"
    },
    {
      "end_timestamp": 1519.0,
      "id": "7bd936a1-c3d0-3f27-ac08-71f9bf61f017",
      "speaker": "Dan",
      "start_timestamp": 1480.0,
      "text": "is the sort of last refuge of someone who knows that they are fucked. Yeah. And also the rationale for me doing this. That's not take them out of context. Let's fucking do it, man. So you'll see that come up over and over and over again, this idea of falling back on the idea that the tape is edited. Yeah. And somehow, and Alex says that it's immediate matters edited, which we'll get back to in a little bit. But in this in this next clip, the prosecutor tries to get Alex to admit that he was the first person to call Sandy Hook a false flag. And then Alex pulls out his normal defense."
    },
    {
      "end_timestamp": 1532.0,
      "id": "4c66cddb-f0c0-38e7-b14b-05ca747fd1e8",
      "speaker": "Mark Bankston",
      "start_timestamp": 1519.0,
      "text": "The truth is, Mr. Jones, you were the first person in the world to make the false flag theory about Sandy Hook. And you did it before the bodies were even cold. That's the truth."
    },
    {
      "end_timestamp": 1537.0,
      "id": "e02a3022-ad27-3206-9d40-acdc698fe89d",
      "speaker": "Dan",
      "start_timestamp": 1532.0,
      "text": "Objection, we know that to be true, yeah. And to the definite"
    },
    {
      "end_timestamp": 1562.0,
      "id": "f19762e2-53d8-3f4c-a580-8a9cf987a3fa",
      "speaker": "Mark Bankston",
      "start_timestamp": 1537.0,
      "text": "definition, you know, you can object to form yeah, that's, that's Mr. Jones, and you said in your affidavit that before you commented on any issues relating to Sandy Hook, you saw other things that other people were doing that affidavit has false statements, doesn't it? Nope. So we didn't just see you comments."
    },
    {
      "end_timestamp": 1566.0,
      "id": "edffa939-1fd7-3c7a-b303-a2eb31c00ccc",
      "speaker": "Alex Jones",
      "start_timestamp": 1562.0,
      "text": "That was callers calling up and it's heavily edited, heavily,"
    },
    {
      "end_timestamp": 1567.0,
      "id": "d796de61-9f1f-32e4-8b3d-2cf5cb5b1111",
      "speaker": "Jordan",
      "start_timestamp": 1566.0,
      "text": "heavily edited."
    },
    {
      "end_timestamp": 1587.0,
      "id": "a69ac8dc-f991-38a6-9885-5b4c2e00113d",
      "speaker": "Dan",
      "start_timestamp": 1567.0,
      "text": "Yep. That will be his he could just throw that back in the face no matter what is that those clips are edited. And it's exact. I mean, you nailed it exactly that it's like there's no way to proceed forward because you can't in a rational reasonable world force everybody to watch Oh, yeah. And so yeah, you're you're screwed."
    },
    {
      "end_timestamp": 1592.0,
      "id": "fac5536e-450b-3886-971d-9c7b1372d921",
      "speaker": "Jordan",
      "start_timestamp": 1587.0,
      "text": "I mean, that that does seem like the real strategy though. There is to call his bluff"
    },
    {
      "end_timestamp": 1593.0,
      "id": "a1f09e15-bf21-341d-b3aa-0824d6068bd1",
      "speaker": "Dan",
      "start_timestamp": 1592.0,
      "text": "you know, just play the hole Yeah,"
    },
    {
      "end_timestamp": 1597.0,
      "id": "aae23719-d0ae-33f2-9d32-82ed48ceec4a",
      "speaker": "Jordan",
      "start_timestamp": 1593.0,
      "text": "just fucking Yeah. Okay, fine. Let's do it. I will play every goddamn"
    },
    {
      "end_timestamp": 1601.0,
      "id": "8470853b-653a-3f4f-8982-79f091ff8049",
      "speaker": "Dan",
      "start_timestamp": 1597.0,
      "text": "we're gonna have a six year long trial what is it what"
    },
    {
      "end_timestamp": 1610.0,
      "id": "afa8f491-3e97-3983-bd31-3af86b7e267c",
      "speaker": "Jordan",
      "start_timestamp": 1601.0,
      "text": "is it is it is it it's not a jury trial isn't I think it's for it yeah. So fucking judge you got homework. Let's move on. Everybody. listen to a"
    },
    {
      "end_timestamp": 1632.0,
      "id": "00145015-b924-3688-b398-9f4ef0242a6a",
      "speaker": "Dan",
      "start_timestamp": 1610.0,
      "text": "podcast. Yeah. That might be unfair. So in terms of the the editing clips together, we heard earlier, Alex said that that's a Media Matters. Yeah, clip Media Matters, made the derivatives together and put out that clip. In this next clip. The prosecutor explains where he got that video. And Alex is a little bit like, huh,"
    },
    {
      "end_timestamp": 1638.0,
      "id": "a92e862f-b135-3902-b86e-0dde61f6b3a6",
      "speaker": "Mark Bankston",
      "start_timestamp": 1632.0,
      "text": "Mr. Jones had a very simple question for you. That video you just saw of you talking? Were you talking about Sandy"
    },
    {
      "end_timestamp": 1642.0,
      "id": "258fd8a6-68ac-3254-bdc7-c2b731cae2f1",
      "speaker": "Alex Jones",
      "start_timestamp": 1638.0,
      "text": "Hook? The edited pieces were"
    },
    {
      "end_timestamp": 1651.0,
      "id": "d908636e-418c-3234-90c4-a1e8fe81d42a",
      "speaker": "Mark Bankston",
      "start_timestamp": 1642.0,
      "text": "the pieces that I edited and put together of you speaking believe Yeah, I had it. When I added those pieces together and put them in front of you. Was that you on the"
    },
    {
      "end_timestamp": 1656.0,
      "id": "1ad0db18-367f-327e-a74a-c8c2c71a8fac",
      "speaker": "Alex Jones",
      "start_timestamp": 1651.0,
      "text": "camera that I saw many matters video that before? That's you're saying you got to do that."
    },
    {
      "end_timestamp": 1659.0,
      "id": "bfb400b2-2442-3c65-85ef-01fbadae7f1a",
      "speaker": "Mark Bankston",
      "start_timestamp": 1656.0,
      "text": "It's not what you did. Not an important deal."
    },
    {
      "end_timestamp": 1666.0,
      "id": "0a6a1bda-8e8e-35a4-b0aa-639daab3f9e4",
      "speaker": "Alex Jones",
      "start_timestamp": 1659.0,
      "text": "I did. Yes. I'm not here to answer three second clips together those. Why don't you just play it unedited?"
    },
    {
      "end_timestamp": 1680.0,
      "id": "100a2e96-54de-333c-bbc4-d98a8a90e824",
      "speaker": "Mark Bankston",
      "start_timestamp": 1666.0,
      "text": "I'm not here to answer your question. You understand you're here for hours there to ask me questions. You're going to do that for me. I'm answering your question. So in that video, yes or no. You were commenting about Sandy Hook."
    },
    {
      "end_timestamp": 1685.0,
      "id": "5330fb3c-5899-3727-b70a-e1bfd0aa011b",
      "speaker": "Alex Jones",
      "start_timestamp": 1680.0,
      "text": "And the edited video was"
    },
    {
      "end_timestamp": 1696.0,
      "id": "f5ce171c-4449-3e5c-a776-3efb637af43f",
      "speaker": "Jordan",
      "start_timestamp": 1685.0,
      "text": "what I love the shockers. Whoa. You edited like 32nd clips together. How do you do that? I pay people for that you looking for a job?"
    },
    {
      "end_timestamp": 1710.0,
      "id": "6c34e9a8-3f6a-3c85-a181-e219fa175766",
      "speaker": "Dan",
      "start_timestamp": 1696.0,
      "text": "Well, it kind of throws him off a little bit because he can't blame Media Matters. Now. I did that I edited the videos good. Why don't you use the full clips? Same exact I'm not gonna be able to do the four hour deposition window. What are we gonna do watch a show and"
    },
    {
      "end_timestamp": 1713.0,
      "id": "e7195f74-53f4-39b3-a657-e50561e773ef",
      "speaker": "Jordan",
      "start_timestamp": 1710.0,
      "text": "a half? Walk you provide commentary about how awesome you are"
    },
    {
      "end_timestamp": 1722.0,
      "id": "10079cf6-936c-3b6a-9479-3641b865a78e",
      "speaker": "Dan",
      "start_timestamp": 1713.0,
      "text": "over it. It'd be so boring. Look at how great I look right here. The wall wrenches have nothing. It was just us as well."
    },
    {
      "end_timestamp": 1731.0,
      "id": "9d82ed8e-eda4-3d43-bf5c-9bba26e2a0e9",
      "speaker": "Jordan",
      "start_timestamp": 1722.0,
      "text": "I looked at her that night I was yoked any director's commentary for any Alex Jones episode?"
    },
    {
      "end_timestamp": 1734.0,
      "id": "eb67103b-9318-3389-b6b6-3bedcf6233cf",
      "speaker": "Dan",
      "start_timestamp": 1731.0,
      "text": "If he ever goes to jail, I hope he just dedicates himself to only doing"
    },
    {
      "end_timestamp": 1737.0,
      "id": "1b829833-3dc1-3986-a1a3-81d1fe50be5b",
      "speaker": "Jordan",
      "start_timestamp": 1734.0,
      "text": "Yeah, just doing like Rifftrax"
    },
    {
      "end_timestamp": 1739.0,
      "id": "d5beb2de-0253-3a36-b264-f51ef1e39213",
      "speaker": "Dan",
      "start_timestamp": 1737.0,
      "text": "What were you thinking in that moment?"
    },
    {
      "end_timestamp": 1741.0,
      "id": "b04caf15-ef4b-36c4-b334-3e43638301b2",
      "speaker": "Jordan",
      "start_timestamp": 1739.0,
      "text": "Just a series of pop up videos"
    },
    {
      "end_timestamp": 1769.0,
      "id": "e0112488-555e-355d-85a9-e490f18e4a18",
      "speaker": "Dan",
      "start_timestamp": 1741.0,
      "text": "gonna be so bad. So Alex is one of the things that I've heard him complain about a number of times and make jokes out of is the idea that when Bill Clinton was being grilled about his sexual impropriety, he had that line of depends on what your definition of is it right. Playing semantical game everybody has fun with it. He always talks about people playing semantical games. So the charm to me when he played a semantical game in this next clip"
    },
    {
      "end_timestamp": 1787.0,
      "id": "cd523eee-b2b8-35b5-a3cf-794b04a32cc0",
      "speaker": "Mark Bankston",
      "start_timestamp": 1769.0,
      "text": "by the spring of 2013 or so, let's say just a few months after the shoot. By that point, you had gone from theory to just straight up telling your audience Sandy Hook was staged and the evidence is overwhelming correct"
    },
    {
      "end_timestamp": 1793.0,
      "id": "66d240ff-a7bf-3a4d-bb75-2208f8d235e6",
      "speaker": "Alex Jones",
      "start_timestamp": 1787.0,
      "text": "what a stage me"
    },
    {
      "end_timestamp": 1797.0,
      "id": "1e3723a8-c7e2-3cf9-a3ae-98eca28cf4d2",
      "speaker": "Jordan",
      "start_timestamp": 1793.0,
      "text": "What is staged? Wait Yeah. Oh, that's good. So I like that after"
    },
    {
      "end_timestamp": 1831.0,
      "id": "a27c0ed3-125a-3d55-a92e-5f956f29cc70",
      "speaker": "Dan",
      "start_timestamp": 1797.0,
      "text": "that. The risk of like keeping way too much of this in the lawyer is like, I don't care what I bought the answer your questions. I'm talking about what you said. Like, wow. It's it's an insane situation. So, there's a clip that the prosecutor plays where Alex says that Sandy Hook was fake. And instead of saying that it was edited, he has a different critique of this clip, which is just as sad."
    },
    {
      "end_timestamp": 1835.0,
      "id": "43b79dae-925f-33da-ae14-f77421254351",
      "speaker": "Mark Bankston",
      "start_timestamp": 1831.0,
      "text": "Mr. Jones, I'm going to show you a clip from April 16 2013"
    },
    {
      "end_timestamp": 1850.0,
      "id": "e0a57d68-4c7f-35a3-ac51-08699cabc170",
      "speaker": "Alex Jones",
      "start_timestamp": 1835.0,
      "text": "states Fast and Furious. They staged Aurora they staged Sandy Hook the evidence is just overwhelming. And that's why I'm so desperately freaked out. This is not fun. You know, getting into your telling you this I somebody's gonna tell you the truth. Somebody's got to stand against this"
    },
    {
      "end_timestamp": 1853.0,
      "id": "35eb1b89-6969-3bcc-8390-fd14845d3c5a",
      "speaker": "Mark Bankston",
      "start_timestamp": 1850.0,
      "text": "table. That's you on the video, right? Yes, that's"
    },
    {
      "end_timestamp": 1855.0,
      "id": "1c392736-49fb-34e8-96d3-6a93fb1bfab5",
      "speaker": "Alex Jones",
      "start_timestamp": 1853.0,
      "text": "me on the short video."
    },
    {
      "end_timestamp": 1862.0,
      "id": "7d35908d-da58-39e1-bd01-578a97c0c062",
      "speaker": "Mark Bankston",
      "start_timestamp": 1855.0,
      "text": "Yeah, that's a short video I understand."
    },
    {
      "end_timestamp": 1881.0,
      "id": "1a66662f-e847-3680-9530-34c2340076f4",
      "speaker": "Jordan",
      "start_timestamp": 1862.0,
      "text": "Like, I, I have enjoyed how dismissive this lawyer is. Alex, his whole demeanor has this feel of like, Dude, you are not my first you. Let's let's get over yourself. This is I've been doing this for a long time, you idiot. But"
    },
    {
      "end_timestamp": 1936.0,
      "id": "1f220155-a0f3-36af-a339-b0dedf273a2c",
      "speaker": "Dan",
      "start_timestamp": 1881.0,
      "text": "I also think that it's an interesting dynamic, where he also knows the same stuff that I was talking about Alex Nolan. Yeah, they're not being consequence, really for lying. Yeah. So all he can really do is try and illustrate a couple of points. And I think he has two angles of attack that we'll get to, as this goes along, that I think are really smart. And they're really good approaches to demonstrate about Alex because you don't really need to demonstrate that he's lying about what he said about Sandy Hook. Now, of course, you can prove that case on the merits like that, you've already played a literal clip of him saying you don't need him for that. But what you can use him as a tool for are other things that are also important. And without explaining too much ahead of time. We'll get to that in a moment. So in this next clip, the prosecuting attorney plays a clip of Alex talking about how Sandy Hook literally didn't happen. You know, so that's, that's great. Yeah,"
    },
    {
      "end_timestamp": 1944.0,
      "id": "6b1e2e24-0fce-39af-a2e1-6b0800bc59c6",
      "speaker": "Mark Bankston",
      "start_timestamp": 1936.0,
      "text": "Mr. Jones, hold on one second, I'm gonna play you a clip from December 29 2014. Go ahead and play that for me."
    },
    {
      "end_timestamp": 1958.0,
      "id": "af58f445-e35f-3a91-bd75-78d9e0de0758",
      "speaker": "Alex Jones",
      "start_timestamp": 1944.0,
      "text": "But it took me about a year with Sandy Hook to come to grips with the fact that the whole thing's I mean, even I couldn't believe I knew they jumped on it using the crisis, typed it up. And I did deep research. And my gosh, it just pretty much didn't"
    },
    {
      "end_timestamp": 1966.0,
      "id": "1af09201-59c2-3e0a-a223-0c47eb084737",
      "speaker": "Mark Bankston",
      "start_timestamp": 1958.0,
      "text": "happen. That's you're saying you did deep research group. These are highly edited"
    },
    {
      "end_timestamp": 1971.0,
      "id": "eafb87c7-1366-36c9-9d16-0e69c5517726",
      "speaker": "Alex Jones",
      "start_timestamp": 1966.0,
      "text": "excerpts. Also, the audio has been altered on all these."
    },
    {
      "end_timestamp": 2037.0,
      "id": "3ea4a8b8-f1e9-341f-8c51-62c194993feb",
      "speaker": "Mark Bankston",
      "start_timestamp": 1971.0,
      "text": "Yeah, can you stop with speaking objections? I know exactly what you're doing. And you need to say objection form, objection leading asserted privilege or stay quiet. You do not need to be making suggestive objections about the contents of the evidence and what its form is. You don't need to be doing that Mr. Barnes. These are videos, they're highly. Mr. Barnes. I don't think that's a great opinion or done. But I don't understand why your opinion is relevant to this discussion right now. You wouldn't be doing this in a courtroom, don't do it. My dad wouldn't come in because it wouldn't be admissible, because that is why you're Mr. Barnes. That's why your objection is preserved as to the form of that evidence, you don't have to raise an objection. The only reason you would be doing it is to possibly influence the witness. Let's stop talking about standing stipulation that when I checked the form that includes an objection to the rule of complete, absolutely, although all and was put on the record, every objection to every piece of evidence is preserved under the Texas rules, which is part of 199. But I was objecting in a way that I'm not trying to."
    },
    {
      "end_timestamp": 2046.0,
      "id": "21120d5f-f72a-3025-a984-68afe7d9dff7",
      "speaker": "Dan",
      "start_timestamp": 2037.0,
      "text": "So that point the stenographer comes in is like, Hey, you guys are making this really hard to take. Because arguing like, this is ridiculous. Excuse"
    },
    {
      "end_timestamp": 2048.0,
      "id": "dd399739-19d9-3be7-8d1d-b78977572657",
      "speaker": "Jordan",
      "start_timestamp": 2046.0,
      "text": "me, children, children. You know,"
    },
    {
      "end_timestamp": 2059.0,
      "id": "c5045dd8-0784-3efb-83b0-3000ab2e40d1",
      "speaker": "Dan",
      "start_timestamp": 2048.0,
      "text": "it's an interesting dynamic too, because after she says that, they are like, Alright, let's get back on track. That's the first time that the prosecutor is like, guy, like, look, he's he has a tone of like,"
    },
    {
      "end_timestamp": 2061.0,
      "id": "c4da6ff2-9cf1-3d50-97a8-73304cf25c73",
      "speaker": "Jordan",
      "start_timestamp": 2059.0,
      "text": "shut up. Yeah. Oh, absolutely."
    },
    {
      "end_timestamp": 2077.0,
      "id": "4411d161-60d1-3242-9b8c-23f144904356",
      "speaker": "Dan",
      "start_timestamp": 2061.0,
      "text": "Just shut up. Yeah, you can hear me he even says very clearly in there that it's obvious that you're talking objections or trying to lead Alex Yeah, down the road that you want him to go down. And that's not appropriate. That's not how this deposition is going. And it is how it's going."
    },
    {
      "end_timestamp": 2086.0,
      "id": "5a6ad0a1-3d36-373a-b682-24aceb913372",
      "speaker": "Jordan",
      "start_timestamp": 2077.0,
      "text": "Yeah, you can't you're not supposed to be if you're you're you're not supposed to be able to say like, hey, hey, tell him this. Right. Right. Tell him this. Yeah. Yeah, you do it."
    },
    {
      "end_timestamp": 2114.0,
      "id": "c6702014-ce04-32f2-96f1-4a4dfa6392f2",
      "speaker": "Dan",
      "start_timestamp": 2086.0,
      "text": "Yeah. So this is the one of the first instances where the prosecutor tries to get into some of these ideas about the specific narratives that Alex pushed. And one of them is the idea that out I'm just talking about how they, the teachers and the police had the kids walking in circles at the school. And there's a fundamental problem with the narrative that Alex is pushing. And it's spelled out in this clip, and we'll discuss it on the other end."
    },
    {
      "end_timestamp": 2147.0,
      "id": "ec63aa18-c7c3-3776-aa08-0277fd5738c4",
      "speaker": "Mark Bankston",
      "start_timestamp": 2114.0,
      "text": "No doubt this is a dangerous situation, shooter on campus. Is it dangerous when there's somebody should be nervous? Yes. Okay. And so you would think if proper procedures were followed you keeping them safe? This looks pretty weird, doesn't it? If they're not being run away from the building, right? Yes. But Mr. Jones, when you said this to your audience, you knew that wasn't the school? You knew that? Right."
    },
    {
      "end_timestamp": 2148.0,
      "id": "410c34d0-0238-3f05-9fcb-5b2c681e39f4",
      "speaker": "Mark Enoch",
      "start_timestamp": 2147.0,
      "text": "Are you saying as part of his broadcast?"
    },
    {
      "end_timestamp": 2155.0,
      "id": "811f8875-0ff9-3eff-a13d-50101c4ab835",
      "speaker": "Mark Bankston",
      "start_timestamp": 2148.0,
      "text": "Yes, it says Infowars. Right there on the bunk? That same broadcast? Yes. You see where it says enforced?"
    },
    {
      "end_timestamp": 2159.0,
      "id": "337f1334-1b6b-3920-9b7c-a4453fa0dbe5",
      "speaker": "Mark Enoch",
      "start_timestamp": 2155.0,
      "text": "video that you're showing him now people walk across was hard."
    },
    {
      "end_timestamp": 2176.0,
      "id": "5b41a6f3-2b23-3bbd-b047-7d50f0067ce8",
      "speaker": "Mark Bankston",
      "start_timestamp": 2159.0,
      "text": "First of all, first of all, there's only gonna be one lawyer defending this deposition. And you've already chosen it. No, Mr. Enoch, there will be one lawyer speaking on the record. There's one lawyer defending the deposition. I'm not being tactful about the two of you. And so I would appreciate it if you kept your mouth shut for this deposition. Let Mr. Barnes defend the deposition."
    },
    {
      "end_timestamp": 2181.0,
      "id": "e569d0fc-8cfe-3e60-a992-7028b45846d8",
      "speaker": "Dan",
      "start_timestamp": 2176.0,
      "text": "Spoiler alert, that does not doesn't happen. He gets doubled."
    },
    {
      "end_timestamp": 2195.0,
      "id": "4635c015-dadc-38b1-8f94-20cd2f124fb7",
      "speaker": "Mark Bankston",
      "start_timestamp": 2181.0,
      "text": "In the bottom corner of the screen is a large Infowars logo. This was broadcast on Infowars. So Mr. Jones, my question to you is, when you broadcast this to your audience, and you've told them this, you knew that wasn't the school?"
    },
    {
      "end_timestamp": 2207.0,
      "id": "f93229fd-4411-38cc-ade5-591b8560eb6b",
      "speaker": "Mark Enoch",
      "start_timestamp": 2195.0,
      "text": "Please answer my question. And it's a simple question. I'll say, if you represented the video of the school that you're showing that firehouse was part of the same broadcast in which he made his statement, yes,"
    },
    {
      "end_timestamp": 2225.0,
      "id": "d85544a0-cbd2-37f6-bfa7-ef8d37f3118a",
      "speaker": "Mark Bankston",
      "start_timestamp": 2207.0,
      "text": "Mr. Enoch, we just watched it. Do you really think I edited his words over a different video what I think doesn't matter? History knockout, appreciate it if you kept quiet the remainder. Mr. Barnes. Mr. Jones, you knew that wasn't the school? Correct."
    },
    {
      "end_timestamp": 2231.0,
      "id": "9be5953c-2c07-3170-8ff3-fc8d411f951e",
      "speaker": "Alex Jones",
      "start_timestamp": 2225.0,
      "text": "I did not know that. This show edited. Looks like two different shows together what he played again."
    },
    {
      "end_timestamp": 2274.0,
      "id": "6073e487-2734-3323-8a14-76b741c3d66a",
      "speaker": "Dan",
      "start_timestamp": 2231.0,
      "text": "So they do they allow him to play it again. But the the issue is that it's three clips from different episodes. Yeah. And the third clip involves footage from the firehouse where there are people walking around and telling about, and Alex is saying that it's the school. And so the, what it appears that Enoch is trying to clarify is, is the video and the audio from the same episode, right. And it is, it absolutely is. Of course it is. But in this next clip, he tries to take that little kernel of what he is introduced, yeah, and twist it into something to attack the prosecution. And it's, it's pretty fucked up."
    },
    {
      "end_timestamp": 2296.0,
      "id": "4b8853be-1acb-3427-8862-b3f48b1df78a",
      "speaker": "Mark Bankston",
      "start_timestamp": 2274.0,
      "text": "And then we saw second clip from your Megyn Kelly interview, right? Which again, was highly edited. Sure, totally. And I edited a piece of it in here. Correct. That was from the Megyn. Kelly. You just told me that everything you showed him was from one video No, Mr. May not. From the same video,"
    },
    {
      "end_timestamp": 2307.0,
      "id": "53b607ab-99ea-38d5-9bbf-04be75f5a000",
      "speaker": "Mark Enoch",
      "start_timestamp": 2296.0,
      "text": "you are not entitled to misrepresent the witness in deposition and cite the three different types of video and say this was the same video where these all clips that you showed in the same video, yes or"
    },
    {
      "end_timestamp": 2330.0,
      "id": "419e9664-15a4-3dbe-acac-99809a81c252",
      "speaker": "Mark Bankston",
      "start_timestamp": 2307.0,
      "text": "no. And we've said, We've said that repeatedly. From the moment I've asked him they were from three different dates. I read the three different dates to you, Mr. Enoch, so your indignation can calm down, and you need to be quiet in this deposition. Mr. Barnes, can you please instruct your counsel? You are defending this stuff? Actually, I've got a question on the floor. We're not taking a break. So"
    },
    {
      "end_timestamp": 2363.0,
      "id": "7da38504-ffe3-3ea6-8036-8249def19abe",
      "speaker": "Jordan",
      "start_timestamp": 2330.0,
      "text": "you know, this is this is like listening to a this is an exasperated man who's just who's like, he knows what he's doing. This is his job. He's a professional. This is what he does. And he is deposing a fucking lying piece of shit. Who has to Tweedledee and Tweedledum. For lawyers, who maybe not even our lawyers, like that's the way this prosecutor sounds to me. He's like, he's looking at these guys talk. And he's like, Okay, can I see your Can I see your credentials real quick? For real?"
    },
    {
      "end_timestamp": 2450.0,
      "id": "5b3e85bd-3b12-3859-a9d3-9127a8ce29f4",
      "speaker": "Dan",
      "start_timestamp": 2363.0,
      "text": "I'm guessing that he's probably dealt with them in the past. I'm guessing that he has some sort of like awareness of like, these guys aren't on the up and up. Yeah, they have some some shady tendencies. And they're coming out here. Because that, that, that sort of changing what you're clarifying about, like, yeah, there is no point when they tried to represent the idea that all of those clips came from the same episode horse now that is absolutely not, it would be worth it would be pointless, right? That's not what they're suggesting at all. And they were very clear about that. And so for Enoch to come in and be like, hey, it's manipulative that you're, you know, you're you're playing from different episodes when you said they were are the same Yeah, is just a desperation tactic to try and give Alex some sort of cover to make similar arguments as the deposition goes on. Yeah, because his only defense is that these clips are edited, because otherwise he has to take ownership for the things that he was saying. Because these aren't things that he's saying is like someone else says that this is the case. And we're reporting on it. He is reporting it. Yep. And so that's a problem. So now to the firehouse issue. The reason in that last clip is a problem that Alex is saying that this is the school that he's representing to his audience that it's the school is that in this next clip, the prosecution brings up prior evidence indicates that at the point that Alex told his audience that it was the school yeah, he had to have known it wasn't Oh, no."
    },
    {
      "end_timestamp": 2466.0,
      "id": "0542ae0e-7d37-32d1-aa29-4abb864570d8",
      "speaker": "Mark Bankston",
      "start_timestamp": 2450.0,
      "text": "Well, that clip right there. That was just two things something you said something mister do say. Ambulances parked down the road. They didn't even go to the school. Then a year later, you showed your audience a video building ambulance to it. And you told them it was a school."
    },
    {
      "end_timestamp": 2491.0,
      "id": "3b13b1fe-c960-3292-899c-42ecd8593406",
      "speaker": "Alex Jones",
      "start_timestamp": 2466.0,
      "text": "I talked for hours a day. And I can't remember what I talked about sometimes a week ago. Sandy Hook has been in the aggregate less than 1/10 of 1% of what I cover. And I understand that you've been living this and poring over it constantly. I've I have done almost no preparation. This very, gives me a headache. I just showing me a bunch of edited tapes."
    },
    {
      "end_timestamp": 2494.0,
      "id": "5f62ac14-2613-35ad-818c-243de944c973",
      "speaker": "Mark Bankston",
      "start_timestamp": 2491.0,
      "text": "What question are you answering?"
    },
    {
      "end_timestamp": 2509.0,
      "id": "b76c0c56-ca2a-33f7-93e6-0424d20f80a7",
      "speaker": "Alex Jones",
      "start_timestamp": 2494.0,
      "text": "You're asking me about a bunch of edit. How does someone answer that question where you if you put a bunch of pages in a blender when you asked me what's in the blender? I can't answer your question. Words."
    },
    {
      "end_timestamp": 2516.0,
      "id": "56e1c162-7076-396d-970c-041524265e5e",
      "speaker": "Mark Bankston",
      "start_timestamp": 2509.0,
      "text": "I'm asking you if there's ambulances next to the building. It's not the school."
    },
    {
      "end_timestamp": 2518.0,
      "id": "cadf985b-c4c8-31a3-8ff6-06f22a6e92f7",
      "speaker": "Alex Jones",
      "start_timestamp": 2516.0,
      "text": "Correct? No, that's not what I know."
    },
    {
      "end_timestamp": 2534.0,
      "id": "95d5178e-969f-3852-a4ef-ebfb1a81deb8",
      "speaker": "Jordan",
      "start_timestamp": 2518.0,
      "text": "Okay. Okay. All right. Well, you remember how after making a murderer, those two defense lawyers went on a tour and everybody was huge fans of them. I am gonna follow this prosecutor around and just like hold up signs and be like, Oh, shit, yeah. Walking into the bell day,"
    },
    {
      "end_timestamp": 2540.0,
      "id": "15f861d6-88d6-3ca2-89e2-c5a91c1888ff",
      "speaker": "Dan",
      "start_timestamp": 2534.0,
      "text": "or you intentionally didn't learn his name, lest he become a hero. I wanted to resist that Baito impulse."
    },
    {
      "end_timestamp": 2553.0,
      "id": "55d16b30-6c2a-30a7-8c24-ae085339b2c9",
      "speaker": "Jordan",
      "start_timestamp": 2540.0,
      "text": "Yeah, whatever. He's not a he's not. He's a civil prosecutor. Yeah, he's so he's not. I don't know his career at all. He's probably not a state. Prosecutor. No idea. Probably not. He's not one of the enemy. Yeah,"
    },
    {
      "end_timestamp": 2579.0,
      "id": "65f45a5a-7588-38c1-aa72-f3705e08fd83",
      "speaker": "Dan",
      "start_timestamp": 2553.0,
      "text": "I would assume so. Yeah, I can comment in no way right about who this guy is. Okay. So they talked a little bit more about that firehouse video and how Alex was reporting on it as they were being kids walking around in a circle with their hands up. So the prosecution plays video of the firehouse from a helicopter, and he has a damning question to ask Alex."
    },
    {
      "end_timestamp": 2604.0,
      "id": "178f2a19-2d10-3b86-af2b-6bf21be51820",
      "speaker": "Mark Bankston",
      "start_timestamp": 2579.0,
      "text": "I want to play you a piece of video footage from the helicopter footage. Let's take a look at that really quick. We play the December 14 2012. Helicopter firehouse with Mr. Jones, there's no elementary aged children in this line of people walking is"
    },
    {
      "end_timestamp": 2606.0,
      "id": "ba1453c9-da62-330c-a756-b6f4f74a779e",
      "speaker": "Alex Jones",
      "start_timestamp": 2604.0,
      "text": "no to another club we're talking about"
    },
    {
      "end_timestamp": 2612.0,
      "id": "f5b4c188-a715-386f-af01-83620822f5e5",
      "speaker": "Mark Bankston",
      "start_timestamp": 2606.0,
      "text": "Yeah, see, see, here's where they're walking in the circles. None of those people have their hands up, do they?"
    },
    {
      "end_timestamp": 2616.0,
      "id": "3eeac5e8-da12-35ea-b4af-6cea24379d26",
      "speaker": "Alex Jones",
      "start_timestamp": 2612.0,
      "text": "But there is footage that I've seen that shows that so you're complaining to different banks really"
    },
    {
      "end_timestamp": 2625.0,
      "id": "a4fb30ab-ed6f-3d55-a53b-cdf7cf006ddb",
      "speaker": "Mark Bankston",
      "start_timestamp": 2616.0,
      "text": "because you were talking about in the footage on your show, you're saying there's actually a different piece of video footage from from my children with their hands up being led in circles and and from my"
    },
    {
      "end_timestamp": 2630.0,
      "id": "51bfe6f9-38ea-39f8-b3b4-2fc28c56693e",
      "speaker": "Alex Jones",
      "start_timestamp": 2625.0,
      "text": "memory. It's a live show. So the people in there just throwing stuff up. And many times it's not accurate."
    },
    {
      "end_timestamp": 2632.0,
      "id": "672d0210-22ab-3630-a389-87d4c8540ef5",
      "speaker": "Jordan",
      "start_timestamp": 2630.0,
      "text": "Nicely. Video clip"
    },
    {
      "end_timestamp": 2637.0,
      "id": "c2385787-209f-36c6-ac16-a3f42b7a1b76",
      "speaker": "Mark Bankston",
      "start_timestamp": 2632.0,
      "text": "you were showing wasn't even an objection is correct."
    },
    {
      "end_timestamp": 2658.0,
      "id": "95235d0a-2675-3aed-802c-11a5e6bb2a38",
      "speaker": "Alex Jones",
      "start_timestamp": 2637.0,
      "text": "I'm not sure about what video this is so edited. But I wrongly have said in the past off of news reports that I was relying on that the children were going around with their hands up at the school when it was the firehouse and that's one of the main anomalies that are not to not be true. And the reason I changed my mind about what thanks"
    },
    {
      "end_timestamp": 2668.0,
      "id": "8758311c-8bb9-3c29-92e4-4eba128eb9d3",
      "speaker": "Dan",
      "start_timestamp": 2658.0,
      "text": "so in that clip what we have is Alex being confronted with like you reported this and it's absolutely not true at all based on this this sort of stuff. And he's like well, yeah, I was wrong about that. But it's not my fault."
    },
    {
      "end_timestamp": 2677.0,
      "id": "d3e36424-f6a7-358d-ae4f-25c8663af1d3",
      "speaker": "Jordan",
      "start_timestamp": 2668.0,
      "text": "I love that is the like, oh well no, I mean, it wasn't this clip. It was the you know, it was a live broadcast, which"
    },
    {
      "end_timestamp": 2685.0,
      "id": "fed0279d-ded9-3d54-bf28-adab0b3815b8",
      "speaker": "Dan",
      "start_timestamp": 2677.0,
      "text": "is no no no, he's saying his broadcast is live and that the producers just play stuff and then he responds to it. The live thing Oh, okay."
    },
    {
      "end_timestamp": 2699.0,
      "id": "77cb11ec-637f-3eef-99dd-f27e1720bfc5",
      "speaker": "Jordan",
      "start_timestamp": 2685.0,
      "text": "I thought he I thought he was trying to pull a like yeah, I was in the FBI but everybody I trained with is dead so you can't Don't look into it. It was a live broadcast where it was happening. Now it'll never be a you'll never be able to find will be"
    },
    {
      "end_timestamp": 2748.0,
      "id": "695dfbd7-1f4f-36e9-b825-b52ba18a0292",
      "speaker": "Dan",
      "start_timestamp": 2699.0,
      "text": "found again. Yeah. No, no, I think he's referring to Infowars itself. It's a live show, I talked for, you know, a talk for a while, you know, just you know, all this. I think he's blaming his producer. So quite frankly, well, I mean, I would I would do that. So he looks pretty bad. I think in terms of this kernel, this piece, this quote unquote anomaly that he reported on the idea of the kids walking around in circle with their hands up, which he's now kind of had to cave on, like, pretty quick, and well, almost immediately. And so now there's another narrative that they bring up. And that is the idea that Alex was trying to pitch the story that the school was closed. And so the idea that this shouldn't happen, it couldn't possibly happen. The school had been closed for a long time. Before that. It was it was a dilapidated school, there was mold everywhere. He really had never heard that one. That was one of the lesser conspiracy theories about this."
    },
    {
      "end_timestamp": 2752.0,
      "id": "2afc5c6e-51da-346d-8be6-bb7678826e8a",
      "speaker": "Jordan",
      "start_timestamp": 2748.0,
      "text": "The that school has been dead for 15 years"
    },
    {
      "end_timestamp": 2756.0,
      "id": "8b405ef9-f854-3cdf-9f6a-0325a34275ac",
      "speaker": "Dan",
      "start_timestamp": 2752.0,
      "text": "defense to haunted Yeah."
    },
    {
      "end_timestamp": 2758.0,
      "id": "f4f55069-df48-31ec-bd2c-68d1598e894f",
      "speaker": "Jordan",
      "start_timestamp": 2756.0,
      "text": "Happened 25 years ago. Yeah,"
    },
    {
      "end_timestamp": 2772.0,
      "id": "c2d39f8a-a6fd-3a85-a91f-1ed2471d86b9",
      "speaker": "Dan",
      "start_timestamp": 2758.0,
      "text": "that one was one of the ones that was like, Wow, you guys are swinging for the fences with this. That's very demonstrable. That's bad. So the prosecution asks about that. And Alex's response is really interesting to me."
    },
    {
      "end_timestamp": 2785.0,
      "id": "a04e8d19-5819-3bbd-9b4f-73763b96eda0",
      "speaker": "Mark Bankston",
      "start_timestamp": 2772.0,
      "text": "Let's talk about the school itself. I want to show you two comments that you made on July 7 2015. And April 22 2017. He put school schools"
    },
    {
      "end_timestamp": 2798.0,
      "id": "4687d86e-cc6b-3425-a200-742586cab184",
      "speaker": "Alex Jones",
      "start_timestamp": 2785.0,
      "text": "we have the emails from city council back and forth, and the school talking about being shut down a year. To close the lead here, and the videos, it's all rotting and falling apart. Nobody's even in it."
    },
    {
      "end_timestamp": 2810.0,
      "id": "a7a1f818-36bf-3500-a57f-83373f534c65",
      "speaker": "Mark Bankston",
      "start_timestamp": 2798.0,
      "text": "First thing you admit now there are no emails between city council and the school in which Sandy Hook was being shut down. That's not a real thing."
    },
    {
      "end_timestamp": 2824.0,
      "id": "692842c2-dafb-369c-b946-c60519f7999a",
      "speaker": "Alex Jones",
      "start_timestamp": 2810.0,
      "text": "This is almost seven years old. But I do believe that we wouldn't. I mean, sometimes we're wrong about things. But there's always some news recovering or witness or something. So I can't answer that. Because of just memory."
    },
    {
      "end_timestamp": 2840.0,
      "id": "d05f4795-c4ca-3ac6-9d19-a52c452fcc70",
      "speaker": "Mark Bankston",
      "start_timestamp": 2824.0,
      "text": "Seven years ago, six years ago, you just saw that clip we just played you was April 22 2017. And it was a year before you were sued. Right, three seconds long, right? But it's not seven years ago. Is it Mr. Jones? You were saying that a year before your I can't"
    },
    {
      "end_timestamp": 2843.0,
      "id": "7ae068da-7f75-3945-a978-d141e9bbf86b",
      "speaker": "Alex Jones",
      "start_timestamp": 2840.0,
      "text": "answer this. It's not in context."
    },
    {
      "end_timestamp": 2844.0,
      "id": "f3c67afc-523b-3d30-982e-9b3128355c85",
      "speaker": "Alex Jones",
      "start_timestamp": 2843.0,
      "text": "Of course it's a date"
    },
    {
      "end_timestamp": 2884.0,
      "id": "b0b3cb85-969d-378e-abc8-4fcc7e7036d9",
      "speaker": "Dan",
      "start_timestamp": 2844.0,
      "text": "isn't it? Yeah. So he goes on to the the idea of they're like the emails and stuff like that's just that it's absurd. Yeah. But then the prosecution goes on to show a video of the school after the shooting and there are parts of it that they had to cut out or that are redacted because it's like people's blood all over the walls and stuff. But the rest of it shows in normal school you know, just any any elementary school and so the prosecutor is like, does this look like a school that was shut down? Does this look like a school that is condemned and he's like it looks like it's a disrepair"
    },
    {
      "end_timestamp": 2888.0,
      "id": "b7dcacdc-c8a6-3b59-9786-8bc3e2b14b05",
      "speaker": "Jordan",
      "start_timestamp": 2884.0,
      "text": "just stick to your guns stick to your fucking guns. It looks like it's broken down to look for"
    },
    {
      "end_timestamp": 2929.0,
      "id": "018227ee-0992-36cc-ac21-79e8870f2907",
      "speaker": "Dan",
      "start_timestamp": 2888.0,
      "text": "a senator. Yeah. So there are these narratives that have been brought up that Alex did push and he can't stand the scrutiny of it so he has to fall back consistently on either you know what? A you know, it's someone else's fault, or this video is out of context. I can't comment always. Once that's not good enough, and the only thing that remains is that first one the idea that it's someone else's fault. Once that is your only remaining avenue of self defense, you're gonna get pushed on it and eventually you're going to have to discuss where did you get that information from? That's going to be trouble and in this next clip we find out that it is all pretty much Wolfgang Halbig"
    },
    {
      "end_timestamp": 2937.0,
      "id": "fed95381-c978-3221-a9b6-0677100c96f4",
      "speaker": "Jordan",
      "start_timestamp": 2929.0,
      "text": "Oh, I thought it was going to be robbed useful like he was going to have a usual suspects moments where Alex Jones just turns and points directly to"
    },
    {
      "end_timestamp": 2938.0,
      "id": "3ae0e9c6-aa38-3ba1-bf6b-adece6871cc2",
      "speaker": "Dan",
      "start_timestamp": 2937.0,
      "text": "him. There's"
    },
    {
      "end_timestamp": 2940.0,
      "id": "c55e3b66-3054-3500-a10f-a822708e721f",
      "speaker": "Jordan",
      "start_timestamp": 2938.0,
      "text": "your man right there."
    },
    {
      "end_timestamp": 2942.0,
      "id": "d9897a5d-82eb-34a8-ad8a-31c3ea3626dc",
      "speaker": "Dan",
      "start_timestamp": 2940.0,
      "text": "Nope. Turns out it was Wolfgang Halbig"
    },
    {
      "end_timestamp": 2953.0,
      "id": "d979f072-7928-33c1-a17f-4975c3428167",
      "speaker": "Mark Bankston",
      "start_timestamp": 2942.0,
      "text": "and I'm not I'm not gonna try to pin you down on here. Let's let's just be straight up in front about it. You didn't know one way or the other. Right whether the school was open you had you had some doubts you didn't know one way or the other. You couldn't confirm it when I know"
    },
    {
      "end_timestamp": 2974.0,
      "id": "ff02fd1e-1f4f-3de3-9a8d-8943c28a7775",
      "speaker": "Alex Jones",
      "start_timestamp": 2953.0,
      "text": "that SOCO investigators, who were accredited school safety, folks that I thought were credible experts. Were the ones that professors and others that were in good standing, were the ones that were really doing these investigations. And then I was, in some cases taking what they said incorrectly. And I'm admitted to that."
    },
    {
      "end_timestamp": 2978.0,
      "id": "682ea4cb-4b19-3c72-bc08-16ed42151420",
      "speaker": "Mark Bankston",
      "start_timestamp": 2974.0,
      "text": "And with no cooperation, you just take what they said you trusted these guys."
    },
    {
      "end_timestamp": 2987.0,
      "id": "e447a9c5-e4d9-3f11-83ab-b42c38f90811",
      "speaker": "Alex Jones",
      "start_timestamp": 2978.0,
      "text": "I mean, it's one of the guys like on national television before or Columbine 70 as a national safety expert, and it's not a pretty credible"
    },
    {
      "end_timestamp": 3003.0,
      "id": "58409358-a18f-39c9-8043-e5d349478e89",
      "speaker": "Mark Bankston",
      "start_timestamp": 2987.0,
      "text": "Mr. Hallberg, right. Yes. And he's sent you something in the neighborhood of 44,000 emails. That's a lot. Yeah. And looking at those emails. What I can look at them. You wouldn't agree with me that that man is a raving lunatic."
    },
    {
      "end_timestamp": 3012.0,
      "id": "6b412fa6-3796-3742-9392-6a12cc8c9e1e",
      "speaker": "Alex Jones",
      "start_timestamp": 3003.0,
      "text": "He seemed very credible and put together earlier on. I can't remember the exact numbers he seemed to get agitated about four years ago."
    },
    {
      "end_timestamp": 3018.0,
      "id": "e8cb9463-5821-38c7-8dd0-08623f6aff9e",
      "speaker": "Jordan",
      "start_timestamp": 3012.0,
      "text": "Like, I would like for the court to recognize that he is a raving lunatic. This is not this isn't"
    },
    {
      "end_timestamp": 3034.0,
      "id": "5e326ab6-b611-3152-afbd-d203aeff06e3",
      "speaker": "Dan",
      "start_timestamp": 3018.0,
      "text": "defamation. There's a really interesting trend to where this prosecutor seems to be trying to get Alex to admit that Wolfgang Halbig is crazy. He gets close. I'll say I admire. I admire the gumption."
    },
    {
      "end_timestamp": 3045.0,
      "id": "025377d2-ce73-31b6-8d37-2c514cf14ca4",
      "speaker": "Jordan",
      "start_timestamp": 3034.0,
      "text": "That's, that's like a side bet for the prosecutor. He's like, all right, I'm gonna do this deposition first. But you guys gotta give me five bucks. If I get him to say that this Wolfgang guy is fucking crazy."
    },
    {
      "end_timestamp": 3130.0,
      "id": "e7aa6ac1-7b4f-38fd-8767-4400382f426c",
      "speaker": "Dan",
      "start_timestamp": 3045.0,
      "text": "He gets him as far as kooky, I think that he said a lot. So I think that that's, that's going to set the stage for a lot of the rest of Alex's defense to come, there's going to still be a lot of this video is edited. And then it's Wolfgang's fault. Yeah, I should. I should have not listened to him is even too far for it to go. But it's kind of like it was him. Yeah, he's, he's incredible. He was on MSNBC, or whatever, that sort of shit. So now we get into this next clip, the first angle that I think is the good attack on Alex. And I admire this about this, this prosecutor and his approach. And that is to demonstrate that Alex has no idea what he's talking about. Because if you can do that you erode the idea that he knows anything. Yeah, it doesn't even have to be about Sandy Hook. Granted, you're in the Sandy Hook deposition. So it's best to use those topics to your full advantage. And it's one thing to do it with these narratives that he can just say, like, hey, Wolfgang Halbig told me this, and that's why I reported it. It's much more robust when you bring in a piece of information that he should know about, and he doesn't. And in this first clip, the prosecutor talks about first responders to the school. And Alex is put on his heels a little bit."
    },
    {
      "end_timestamp": 3150.0,
      "id": "b689ec17-1d92-3995-9830-917836b70091",
      "speaker": "Mark Bankston",
      "start_timestamp": 3130.0,
      "text": "Mr. Jones, before we went on a break, we were talking about the issue of whether there were EMTs allowed into the building. And I provided you with a couple of copies of some police reports. I put in front of you exhibit to the statement of Lieutenant banking. Correct. So you've had a chance to read that."
    },
    {
      "end_timestamp": 3152.0,
      "id": "43a5e8bb-b7f1-336c-b705-ed2fc391ac76",
      "speaker": "Alex Jones",
      "start_timestamp": 3150.0,
      "text": "I did read most of it. The second one."
    },
    {
      "end_timestamp": 3155.0,
      "id": "ed6a598d-5299-323c-8c71-08d30a380b73",
      "speaker": "Mark Bankston",
      "start_timestamp": 3152.0,
      "text": "Okay. Well, let's look at exhibit two."
    },
    {
      "end_timestamp": 3158.0,
      "id": "b2cda26e-c038-3516-9c34-8fcadb3bc899",
      "speaker": "Dan",
      "start_timestamp": 3155.0,
      "text": "Another theme of this is that Alex is a really slow reader."
    },
    {
      "end_timestamp": 3163.0,
      "id": "363d2a7a-4fdf-388c-9368-ce6e12edaf6f",
      "speaker": "Jordan",
      "start_timestamp": 3158.0,
      "text": "I did read most of it. I didn't get to number two. How many? How many?"
    },
    {
      "end_timestamp": 3180.0,
      "id": "e96cfb8f-aa79-3174-8964-0dc30208f046",
      "speaker": "Dan",
      "start_timestamp": 3163.0,
      "text": "They were on break. They could have just kept going for him to read. I think he said I've got I've got I've got there's a couple other times where he tried to have him read while the cameras still on. They haven't read out loud. No, no, no, no, but it looks pained. Nonetheless, but anyway, so here we get to this exhibit."
    },
    {
      "end_timestamp": 3185.0,
      "id": "52fb29f7-e47f-3ca8-a156-026ccbc797b6",
      "speaker": "Mark Bankston",
      "start_timestamp": 3180.0,
      "text": "Yes, exhibit two in your hand on one, two, let's go to page five."
    },
    {
      "end_timestamp": 3187.0,
      "id": "0eda8f09-6a95-3588-a364-ae8f5b386453",
      "speaker": "Alex Jones",
      "start_timestamp": 3185.0,
      "text": "I can't count that I"
    },
    {
      "end_timestamp": 3192.0,
      "id": "22e28ba6-aa80-341f-bed2-e218744b1781",
      "speaker": "Mark Bankston",
      "start_timestamp": 3187.0,
      "text": "was that after three highlighted portion. Yes. I'm gonna read that and you're gonna follow along with me, okay."
    },
    {
      "end_timestamp": 3193.0,
      "id": "55d6e603-2667-3dde-9c6e-fdbd21d97bad",
      "speaker": "Dan",
      "start_timestamp": 3192.0,
      "text": "Don't use your finger."
    },
    {
      "end_timestamp": 3196.0,
      "id": "47134b1f-2a13-36db-8e9a-e2f3827f8f71",
      "speaker": "Jordan",
      "start_timestamp": 3193.0,
      "text": "Are you saying two is five."
    },
    {
      "end_timestamp": 3287.0,
      "id": "082e21a8-02ad-33c3-b423-c9cffe3cf94b",
      "speaker": "Mark Bankston",
      "start_timestamp": 3196.0,
      "text": "At first glance, it did not appear there were any casualties. To the left of the room. As you walk in. There was a bathroom in the corner, there was a massive pileup of bodies in this room. At this time, I did not know it was a bathroom and I wondered how the suspect had the time to kill that many people and stack them in the corner of the room. Sergeant carrio stated he was an EMT, or maybe a paramedic. And then you had to check to see if anyone in the pile might have survived may have survived. I agreed as the bodies were stacked two and three high and that some of the children at the bottom who were able to cram at first may have escaped holes. He began to check for life signs, wounds and attempt to find a pulse. The victims on the top of the pile redacted and many of the bodies had injuries that were obvious and fatal. It appeared as though as if the teachers in the room immediately upon hearing gunshots began to pack children into the bathroom. The children that were sitting on the floor of the bathroom are packed in like sardines. One little girl was sitting perhaps in between the toilet seat in the back corner of the room. I thought she may have had the best chance for survival. As Sergeant carrio entered a surge of cardio got to the last bodies. It was clear that no one had survived. You've never heard of certain cardio heavy I haven't and you didn't know what he did in the building week you didn't know what he didn't"
    },
    {
      "end_timestamp": 3291.0,
      "id": "a901712e-cc61-39c5-be22-031452f15a28",
      "speaker": "Alex Jones",
      "start_timestamp": 3287.0,
      "text": "correct. Over seven years, I don't remember a lot of those"
    },
    {
      "end_timestamp": 3298.0,
      "id": "9de776b4-de4f-393a-987a-16ff4dfb8d38",
      "speaker": "Mark Bankston",
      "start_timestamp": 3291.0,
      "text": "because so either you didn't know what he did in the building, or you didn't know what he did in the building one of those two things."
    },
    {
      "end_timestamp": 3304.0,
      "id": "8fd93a78-224f-315b-94f3-ab1737b405a5",
      "speaker": "Alex Jones",
      "start_timestamp": 3298.0,
      "text": "I think I do know now Oh, sure. It's just there's so much it all becomes a big pace."
    },
    {
      "end_timestamp": 3320.0,
      "id": "e8a95803-7acd-3788-b67a-3a54c9e9bd50",
      "speaker": "Mark Bankston",
      "start_timestamp": 3304.0,
      "text": "So we can agree that when 2017 When you raise the question, why were no paramedics led in the building? You either didn't know what sort of car you did, or you didn't know start the car. You did one of those two things."
    },
    {
      "end_timestamp": 3324.0,
      "id": "d9d8aaa2-fdcb-321d-b210-134a27f84496",
      "speaker": "Alex Jones",
      "start_timestamp": 3320.0,
      "text": "Tape, I don't really know what."
    },
    {
      "end_timestamp": 3325.0,
      "id": "a33a70c9-7598-39e7-8703-beeee3e10259",
      "speaker": "Jordan",
      "start_timestamp": 3324.0,
      "text": "Okay, what?"
    },
    {
      "end_timestamp": 3376.0,
      "id": "0f83ca81-28a0-3cb2-8cb1-794c80b383ac",
      "speaker": "Dan",
      "start_timestamp": 3325.0,
      "text": "So what preceded this was a clip of Alex saying that no. EMTs were led to the building. Yeah, he's like he's falling back on the only defense he has, right, that clip of me was to write, when in reality that that approach is really good. Because what it does is it demonstrates a piece of information that was available as of some time in 2013. When Alex should have had access to that information, if he cared, either you don't know or you're lying? No, it introduces the the two possibilities that encompass all possible realities for us. And that is he either knew about this stuff, or he didn't, if he did know about it, that he intentionally lied about it. If he didn't know about it, then it's clear that he didn't look into anything. Exactly. So that sort of thing is putting him in his position where he has to make that sort of choice about how he wants to represent what he does. And he can't make that choice."
    },
    {
      "end_timestamp": 3381.0,
      "id": "3ba847b3-7c30-389c-9722-c16b6c0a7eb4",
      "speaker": "Jordan",
      "start_timestamp": 3376.0,
      "text": "Does it does Ken Aleksey his lawyers? I think so. Like, what like,"
    },
    {
      "end_timestamp": 3386.0,
      "id": "d68765a2-7400-389b-84d9-20ef6835d481",
      "speaker": "Dan",
      "start_timestamp": 3381.0,
      "text": "visual of this is just a one shot on our right, right? I don't know, I think he probably can."
    },
    {
      "end_timestamp": 3407.0,
      "id": "f3e70741-3dbf-3513-a7ab-b7a612b1de8e",
      "speaker": "Jordan",
      "start_timestamp": 3386.0,
      "text": "I'm just saying I it feels like he and his lawyer should have instead of doing the whole objection thing, because that's not going to do any good. You should have come up with like a hand signal or maybe some kind of, you know, like, brush the shoulder three times, right. And then you fall back and say that it was it was edited, whatever, whatever is, every time he says object. What he's really saying is Alex say that it"
    },
    {
      "end_timestamp": 3481.0,
      "id": "0bdba73e-cf3d-3577-a91d-55820b73f8bb",
      "speaker": "Dan",
      "start_timestamp": 3407.0,
      "text": "was edited. Right, right. Yep. Escape. Oh, yeah. Good. Good, right, whatever. Yeah, whatever the opposite of telling him to round third. All the time, like cut off cut off? No, no, no, no, no, no. So that's the that's the first instant instance of this. And then, in this next clip, he discusses Alex's reporting about the idea that the birth certificates and death certificates of all these kids were put under strict wraps. Yeah, no one could get access to them. And this, this, again, is another instance of the other really good approach. And that is trying to discuss what Info Wars process is. Because that's something that seems like well, you know, how did you get to these bad things you reported by illustrating that they do no due diligence at all about anything that they're doing not once is a very good attack, the two attacks of you don't know what you're talking about, and you never check anything, are very, very salient points. And I admire that being the approach. So in the last clip, we heard the first one which is you don't know what you're talking about. And in this next clip, we hear you didn't do anything. You didn't do the basic steps you would need to report you can even read the"
    },
    {
      "end_timestamp": 3485.0,
      "id": "59f152ec-0dcc-35b9-a5e5-52058a8ac394",
      "speaker": "Jordan",
      "start_timestamp": 3481.0,
      "text": "evidence that I presented against you right?"
    },
    {
      "end_timestamp": 3501.0,
      "id": "40b31118-e9bd-30a9-8351-c6d51c32bdc5",
      "speaker": "Mark Bankston",
      "start_timestamp": 3485.0,
      "text": "When I ask you about death certificates, can I want to play you a clip something new and Mr. Du said February 12 2015? And November 18 2016? Can you please see?"
    },
    {
      "end_timestamp": 3503.0,
      "id": "7008d443-c839-3a4b-849a-23e96c855575",
      "speaker": "Alex Jones",
      "start_timestamp": 3501.0,
      "text": "Yes, they're sealing death certificates and everything."
    },
    {
      "end_timestamp": 3514.0,
      "id": "f0cb217e-1d18-3af6-a367-98b3132154d5",
      "speaker": "Rob Dew",
      "start_timestamp": 3503.0,
      "text": "They made it a felony to release birth certificates or where you can't release birth certificate and death certificate"
    },
    {
      "end_timestamp": 3519.0,
      "id": "c088b5f0-0de5-34ca-bce3-409cc5e56833",
      "speaker": "Mark Bankston",
      "start_timestamp": 3514.0,
      "text": "wants you to confirm that"
    },
    {
      "end_timestamp": 3526.0,
      "id": "5cd12cb9-f8a3-3aee-a5e6-dbe8aa2f8916",
      "speaker": "Alex Jones",
      "start_timestamp": 3519.0,
      "text": "highly edited splotch tapes, the audio has been altered. I don't even know what context."
    },
    {
      "end_timestamp": 3550.0,
      "id": "cf05fd72-f2fb-317d-b36d-df0cd00996eb",
      "speaker": "Mark Bankston",
      "start_timestamp": 3526.0,
      "text": "In the context of Sandy Hook death certificates are sealed. And you said that, what did you do to confirm it? Mr. Jones objection is a form of mistakes. The evidence, you don't have to do speaking objections was the worst deposition I've ever witnessed. That's fine. You can make your objections. Go make all the objections you want, but make them in accordance with the Texas rules which you agreed to be bound with before you start. I like there's a little"
    },
    {
      "end_timestamp": 3551.0,
      "id": "be60cfad-e480-3fe5-938a-6243a0d7921b",
      "speaker": "Jordan",
      "start_timestamp": 3550.0,
      "text": "being a whiny bitch."
    },
    {
      "end_timestamp": 3558.0,
      "id": "aab5c624-33e8-36e7-b6ad-dbac53708dc8",
      "speaker": "Dan",
      "start_timestamp": 3551.0,
      "text": "There's a little more of this clip. But I really love that you can make all the objectives you want. Fair enough."
    },
    {
      "end_timestamp": 3567.0,
      "id": "ee973a21-fc31-37b9-98f2-f5cdc96e5a77",
      "speaker": "Mark Bankston",
      "start_timestamp": 3558.0,
      "text": "Mr. Jones, seem ended up certificates. The fact that they received something you and Mr. Dubois offset, how did you confirm that?"
    },
    {
      "end_timestamp": 3596.0,
      "id": "99f3388a-252e-3c12-b8d3-e727117ee03e",
      "speaker": "Alex Jones",
      "start_timestamp": 3567.0,
      "text": "I don't want to answer these things incorrectly. So my memory is I remember that they were saying was the most sealed case ever. And that was in the news that there were all these lawsuits about sealing things. And that the records and the redacted police reports and this report you give me is almost all blacked out. This is what people were talking about. And so I can't accurately answer off of edited tapes. I've never seen anything like that. So I'm trying to answer your questions if"
    },
    {
      "end_timestamp": 3606.0,
      "id": "a668631b-f93f-3142-8789-c1198446347c",
      "speaker": "Mark Bankston",
      "start_timestamp": 3596.0,
      "text": "you ever tried to order enough stuff in your $20 Anyway, I can get any one I"
    },
    {
      "end_timestamp": 3615.0,
      "id": "3ecf8afe-beb9-3071-a3de-a91b3642d149",
      "speaker": "Alex Jones",
      "start_timestamp": 3606.0,
      "text": "told you, we went off news reports and other people that were investigating, we did not ourselves investigate. Sandy Hook."
    },
    {
      "end_timestamp": 3617.0,
      "id": "bb1fc2ee-0932-3477-bccf-df3772bb6d9e",
      "speaker": "Mark Bankston",
      "start_timestamp": 3615.0,
      "text": "Thank you, Mr. Jones."
    },
    {
      "end_timestamp": 3628.0,
      "id": "e136371c-fa7e-322d-b91f-e07ee4ed6ebc",
      "speaker": "Dan",
      "start_timestamp": 3617.0,
      "text": "Thank you, Mr. Jones is an indication of I just got exactly what I want, of course, because when Alex says at the end there, we were going off what other people said we didn't report on this. Yeah. It's like, yep, boom, nailed it."
    },
    {
      "end_timestamp": 3631.0,
      "id": "748b9420-f468-360f-abd9-de39e0d59ab6",
      "speaker": "Jordan",
      "start_timestamp": 3628.0,
      "text": "Let's go. Yep."
    },
    {
      "end_timestamp": 3637.0,
      "id": "1fe966ea-afe8-3cb1-ad4c-b30a4684196b",
      "speaker": "Dan",
      "start_timestamp": 3631.0,
      "text": "You're presenting as if you were reporting and you did nothing? No, you did nothing."
    },
    {
      "end_timestamp": 3641.0,
      "id": "f72f4970-f05d-39f8-9d00-ef8e8b76f71b",
      "speaker": "Jordan",
      "start_timestamp": 3637.0,
      "text": "Has he ever tried to get a death certificate? though? He didn't answer that question."
    },
    {
      "end_timestamp": 3642.0,
      "id": "b44e2263-f9a4-3c1e-a857-f7d48a886310",
      "speaker": "Dan",
      "start_timestamp": 3641.0,
      "text": "I think the long pause"
    },
    {
      "end_timestamp": 3646.0,
      "id": "ba535e2d-e99e-3506-a1cc-c6e2fe302f95",
      "speaker": "Jordan",
      "start_timestamp": 3642.0,
      "text": "is the I think we need to subpoena his his actual"
    },
    {
      "end_timestamp": 3651.0,
      "id": "6d8aa2f0-f03e-3614-b6cf-6eb93c0d8007",
      "speaker": "Dan",
      "start_timestamp": 3646.0,
      "text": "shameful secret, ordering death certificates, or he's never done it. That's what the long pause tells me."
    },
    {
      "end_timestamp": 3655.0,
      "id": "74516f8b-40d9-3bb7-92a3-0207f71b0526",
      "speaker": "Jordan",
      "start_timestamp": 3651.0,
      "text": "It would be weird if he plead the fifth on that. Definitely."
    },
    {
      "end_timestamp": 3669.0,
      "id": "a7e521f1-df6e-38ca-8cc1-599090be32bf",
      "speaker": "Dan",
      "start_timestamp": 3655.0,
      "text": "So not knowing about the accounts of the first responders is a great illustration of showing that Alex doesn't know shit. Right? This next instance of it is beyond the pale. This is something that i"
    },
    {
      "end_timestamp": 3673.0,
      "id": "1aca1294-51ce-39e0-a956-8a016a516d7a",
      "speaker": "Jordan",
      "start_timestamp": 3669.0,
      "text": "Mr. Jones, how many flavors are at Baskin Robbins,"
    },
    {
      "end_timestamp": 3686.0,
      "id": "5f4fab9e-d7ab-3d6e-9edb-815a7084437b",
      "speaker": "Dan",
      "start_timestamp": 3673.0,
      "text": "I actually might not be able to answer that long time slipping into Baskin Robbins. No, this is a piece of elementary information. And the idea that Alex is confused about this is really troubling."
    },
    {
      "end_timestamp": 3690.0,
      "id": "459b70fe-e489-3bd5-a9aa-d817faa21b8c",
      "speaker": "Mark Bankston",
      "start_timestamp": 3686.0,
      "text": "Mr. Jones, I'm going to hand you a copy of what I have marked as Exhibit four."
    },
    {
      "end_timestamp": 3701.0,
      "id": "045a9eb5-2a14-3bb9-ac0a-f7dab4d9a04f",
      "speaker": "Mark Bankston",
      "start_timestamp": 3690.0,
      "text": "You ever seen that before? I don't remember."
    },
    {
      "end_timestamp": 3717.0,
      "id": "50996688-3736-3c4a-9161-bd3674884789",
      "speaker": "Mark Bankston",
      "start_timestamp": 3701.0,
      "text": "Not sure if you've seen this before. No. Okay. You'll see up at the top that has a timestamp. 1214 12. Yes, you know, that's data sand. You're right. I don't know. You don't know that."
    },
    {
      "end_timestamp": 3720.0,
      "id": "65eedbc4-ce1f-3ca1-a6dd-ffcb3f6ee1d6",
      "speaker": "Alex Jones",
      "start_timestamp": 3717.0,
      "text": "Was that the day? It is?"
    },
    {
      "end_timestamp": 3730.0,
      "id": "eaa770f0-376c-3835-84d7-8a366a83dc34",
      "speaker": "Jordan",
      "start_timestamp": 3720.0,
      "text": "That's not good. That's real bad. I'm starting to I'm starting to feel this prosecutor get a little cocky. I'm starting to feel him get a little get a little bit of swagger in his in his questioning"
    },
    {
      "end_timestamp": 3742.0,
      "id": "074881ad-7e77-3925-82e8-1a667121374e",
      "speaker": "Dan",
      "start_timestamp": 3730.0,
      "text": "I would be I feel like he might be a little more concerned. Like the idea that because I don't think that's Alex, obfuscating the idea that he doesn't know what date Sandy Hook happened on. Oh, of course, he's like, that seemed sincere to me like,"
    },
    {
      "end_timestamp": 3750.0,
      "id": "b16984e3-8474-3264-b525-7e3dd52c176d",
      "speaker": "Jordan",
      "start_timestamp": 3742.0,
      "text": "oh, it's absolutely, absolutely has no idea what these people, it would behoove you to know what date you're being sued. Even just"
    },
    {
      "end_timestamp": 3756.0,
      "id": "6d8d8855-3543-38e8-b0b0-f7d10d41750e",
      "speaker": "Dan",
      "start_timestamp": 3750.0,
      "text": "from a strategic position. It seems like the right thing to brush up a little bit on this yourself. Well, when"
    },
    {
      "end_timestamp": 3760.0,
      "id": "31210edc-ed55-3e78-8d2e-73c687739c2a",
      "speaker": "Jordan",
      "start_timestamp": 3756.0,
      "text": "you got Enoch as your lawyer, you don't need to learn anything, you're not gonna take care"
    },
    {
      "end_timestamp": 3800.0,
      "id": "4a5472b3-a1ce-39c9-8521-8a88a317ac9e",
      "speaker": "Dan",
      "start_timestamp": 3760.0,
      "text": "of it for you. Right. So that was in the context of another narrative that Alex has put out that line of questioning the picture that he was talking about that the prosecution was talking about, had to do with Alex's story that he would tell about there being porta potties delivered immediately, which is an indication to him that it's a media event. They had them ready to go or squirrel this. Yeah. So in this next clip, the prosecutor lays out when porta potties actually showed up, and in doing so, I think he accidentally reveals that Alex doesn't know what date the shooting happened on. And he doesn't know what time of day it happened on. I don't think he knows anything about this."
    },
    {
      "end_timestamp": 3818.0,
      "id": "af8d53eb-b602-325f-b579-4961285a5dfc",
      "speaker": "Mark Bankston",
      "start_timestamp": 3800.0,
      "text": "And if there's police cars sitting at the front of Sandy Hook with their dash cams on it, pretty simple matters. Just go in the video and scroll through and see when various stuffs arrive. That's something you can do, right? I would imagine. Yeah. Infowars didn't do that."
    },
    {
      "end_timestamp": 3820.0,
      "id": "04518156-0777-3150-b210-d24b33546575",
      "speaker": "Alex Jones",
      "start_timestamp": 3818.0,
      "text": "Because I can't say that. I don't know what we did. Okay,"
    },
    {
      "end_timestamp": 3834.0,
      "id": "5165411f-eebf-316b-943f-091b186d25e2",
      "speaker": "Mark Bankston",
      "start_timestamp": 3820.0,
      "text": "well, if Infowars did do that, they would have come across this picture of porta potties showing up at 1:30pm. Right. That's what that time is right there. Are you familiar with military time?"
    },
    {
      "end_timestamp": 3843.0,
      "id": "f2dd6d2e-225c-39c8-b8bc-6319ed79fad8",
      "speaker": "Mark Bankston",
      "start_timestamp": 3834.0,
      "text": "That's 130 Right. Right. So that's not an hour after the shooting. Isn't Mr. Jones? Correct."
    },
    {
      "end_timestamp": 3844.0,
      "id": "5d3776cc-43b9-3772-90ea-ebc47e31410d",
      "speaker": "Alex Jones",
      "start_timestamp": 3843.0,
      "text": "Pretty darn soon after"
    },
    {
      "end_timestamp": 3849.0,
      "id": "a9d7b3a0-d552-338f-8a1d-1ea7708403b1",
      "speaker": "Mark Bankston",
      "start_timestamp": 3844.0,
      "text": "Is it is it maybe more like four hours"
    },
    {
      "end_timestamp": 3859.0,
      "id": "b6d16540-b065-32fe-972b-8ab72c356e26",
      "speaker": "Alex Jones",
      "start_timestamp": 3849.0,
      "text": "and I was going off of what I believe to be and then he was accreditated national school safety person had been on national television programs as an expert. I was going off of what Halbig and others were saying"
    },
    {
      "end_timestamp": 3865.0,
      "id": "119c8eac-7199-375a-8bc7-681af0c75a88",
      "speaker": "Mark Bankston",
      "start_timestamp": 3859.0,
      "text": "you did no confirmation whatsoever of Mr. sabich statements about the Porta Potty."
    },
    {
      "end_timestamp": 3869.0,
      "id": "3d5ff1b9-54f5-3a4a-a4d0-9e012b991a25",
      "speaker": "Alex Jones",
      "start_timestamp": 3865.0,
      "text": "I don't believe these videos were released for a long time. If they were"
    },
    {
      "end_timestamp": 3882.0,
      "id": "dd84dd3d-5546-350b-beb9-8f4163a19f73",
      "speaker": "Mark Bankston",
      "start_timestamp": 3869.0,
      "text": "if those videos were released in 2013 It certainly would have been reckless to say the porta potties arrived in an hour in 2017 when"
    },
    {
      "end_timestamp": 3901.0,
      "id": "3a8d7117-321a-36fa-b80a-ac46cf7e3c69",
      "speaker": "Alex Jones",
      "start_timestamp": 3882.0,
      "text": "I just I don't know how to respond to the fact that you Yeah, you know, more work arriving later and then there's other nights. Show me one still off something and tell me what's Should tell me to answer questions."
    },
    {
      "end_timestamp": 3917.0,
      "id": "3fbeacfb-02e6-3159-9dd1-e23cbb240ca9",
      "speaker": "Mark Bankston",
      "start_timestamp": 3901.0,
      "text": "So one thing you could do is go back into the dashcam video and scroll through and find out if that's something you could do, right? Information."
    },
    {
      "end_timestamp": 3919.0,
      "id": "d66c0508-a9bc-31d0-9517-9f88b6acd1c9",
      "speaker": "Rob Dew",
      "start_timestamp": 3917.0,
      "text": "HIPAA, buddy, correct?"
    },
    {
      "end_timestamp": 3923.0,
      "id": "325f3548-5f2d-33ea-b794-51bce1409761",
      "speaker": "Alex Jones",
      "start_timestamp": 3919.0,
      "text": "I guess, correct? I guess, I guess I'm sure. I mean, yeah,"
    },
    {
      "end_timestamp": 3925.0,
      "id": "e9426916-c40c-32b0-84a6-a6b00d81522b",
      "speaker": "Jordan",
      "start_timestamp": 3923.0,
      "text": "if you're gonna do the research, or whatever it"
    },
    {
      "end_timestamp": 3958.0,
      "id": "3582d08a-eb1c-30f6-b7e8-63c48fb2a480",
      "speaker": "Dan",
      "start_timestamp": 3925.0,
      "text": "is, you know, there's the underlying message that's being sent by all of these statements. And that is the like, if this video was out in 2013, who be responsible to do you? Did you know what that means? That means this video was out in 2013. Oh, yeah. Because he doesn't need to bring that piece of information into the deposition. He can just get these these pieces and then in practice, the cross examination and the actual trial, if that needs to come up, right. Well, we will demonstrate now that this video was released in 2013. It serves no purpose to bring it up here."
    },
    {
      "end_timestamp": 3964.0,
      "id": "3c3e4a99-1e07-3c54-9515-bae8cc910c93",
      "speaker": "Jordan",
      "start_timestamp": 3958.0,
      "text": "Is this maybe Alex's best defense? The fact that he knows absolutely nothing?"
    },
    {
      "end_timestamp": 3973.0,
      "id": "b3ea3365-902d-3809-b4a6-3c4af95734cc",
      "speaker": "Dan",
      "start_timestamp": 3964.0,
      "text": "No, I don't think so. Because negl like ignorance, I don't think as go, I don't know. Well, you because you candle standard of defamation, that you're knowingly you have to"
    },
    {
      "end_timestamp": 3986.0,
      "id": "e35e9914-3776-3b56-8cc4-ee106bb697ae",
      "speaker": "Jordan",
      "start_timestamp": 3973.0,
      "text": "be knowingly doing it. And it's kind of clear from the deposition that either Alex is an incredible liar, or he is what he appears to be, which is a guy who just says nonsense out of his mouth as it comes."
    },
    {
      "end_timestamp": 4071.0,
      "id": "3ede1013-d592-3693-b7ec-a85039f8e725",
      "speaker": "Dan",
      "start_timestamp": 3986.0,
      "text": "I think I think that the standard is knowing at the time of saying it. You know, you have to know that what you're saying is inaccurate at the time of saying it. And I think that's why it's important that he brings up 20. Well, the firehouse thing with Yeah, you previously had recorded no ambulances at the school. And now you're saying that there's video with the ambulance, right? Is the school you irrelevant? That's not the school. Right. So you knew at some point that you were making a false statement, right? So there, is there is that, at least implied there? So whatever Alex does, or doesn't know, now, it's kind of immaterial, because he could have forgotten a lot of this stuff. He clearly doesn't give a shit. No, absolutely. Which is even more upsetting. On some level, the level of not caring about the stuff that's being discussed is jaren. Yeah. But he knows that he can say these. These videos are edited. And you can you can fall back on that to some extent. And then when he needs to just blame Wolfgang Halbig because he is a villain, obviously, of course. And everyone's gonna be like, Yeah, of course. Maybe you shouldn't listen to him. Yeah, of course, you've got all that information from him. We all knew that. That's, you're not revealing anything. But it does introduce an interesting question. And that is that if he's just gonna blame Wolfgang Halbig, for all of this, what research did he do? Like what what he says that he does deep research about all this stuff. And here, we get another Gladwell, you read"
    },
    {
      "end_timestamp": 4077.0,
      "id": "f8fd1484-6315-37be-b4fb-dded6675b9d4",
      "speaker": "Jordan",
      "start_timestamp": 4071.0,
      "text": "over 5000 emails from Wolfgang, that's a shit ton. That's just shipped under read. And that guy's fucking crazy later."
    },
    {
      "end_timestamp": 4102.0,
      "id": "032b47b9-9a08-3234-8a53-4439c0933e76",
      "speaker": "Dan",
      "start_timestamp": 4077.0,
      "text": "I mean, I didn't do any research. Later in the deposition. He says that he didn't get most of those staff took care of that. But he does say that he does extensive research. And asking this question that the prosecutor does is another great sort of process sort of question in terms of like, what do you do? What does it like? How do you get the news that you do? I do a lot"
    },
    {
      "end_timestamp": 4105.0,
      "id": "5c9227bc-c789-33bc-99fa-4aff984e147e",
      "speaker": "Jordan",
      "start_timestamp": 4102.0,
      "text": "of research. I have a question for you."
    },
    {
      "end_timestamp": 4107.0,
      "id": "304632cf-38bb-3349-aea6-162bbb4fef76",
      "speaker": "Dan",
      "start_timestamp": 4105.0,
      "text": "Do? Yeah, exactly."
    },
    {
      "end_timestamp": 4119.0,
      "id": "3e598432-7151-3489-96fa-0bd6a805b4e6",
      "speaker": "Mark Bankston",
      "start_timestamp": 4107.0,
      "text": "Mr. Jones, I've noticed a lot of these answers. You've said, Well, I'm just going off with Mr. Howe. Bitsa. So what I want to know is when you talked earlier about you did deep research. What was that? What deep research"
    },
    {
      "end_timestamp": 4158.0,
      "id": "5d9474f6-9c40-3cd0-b38d-45c3e94d6e00",
      "speaker": "Alex Jones",
      "start_timestamp": 4119.0,
      "text": "did you watch? I mean, I did look at the news article saying that we're being very secretive about the case. A lot of things were sealed, it was unusual, or there were lawsuits involved with that. And I did do research on Bloomberg putting out an email the day before, he's like that saying Get ready. There's gonna be a big event, or just whatever people on the ground for mass shootings or whatever. And he's and just the way the media made a spectacle out of it right away. He is what is what really made me question. And that scene that like, what WMDs or babies in the incubators, that didn't happen. I just saw the media show on it. So ready. And I thought that added credibility to it."
    },
    {
      "end_timestamp": 4181.0,
      "id": "66e9a11b-8b7c-338a-9e18-e8f9c52cb316",
      "speaker": "Mark Bankston",
      "start_timestamp": 4158.0,
      "text": "I'm glad you brought up the Bloomberg thing. I remember, a couple episodes, we've talked about this Bloomberg email. And you said to your audience, that there was an email that came out in the lawsuit, where Bloomberg told his people get ready in the next 24 hours to capitalize on a mass shooting. That didn't happen. That's not a real email, is it?"
    },
    {
      "end_timestamp": 4184.0,
      "id": "affdabc4-be02-36ce-a23c-6423703ad458",
      "speaker": "Alex Jones",
      "start_timestamp": 4181.0,
      "text": "I mean, I don't think it's exactly that. But there's one similar to that."
    },
    {
      "end_timestamp": 4196.0,
      "id": "01d5ceac-86e9-33de-bf86-68de675c28f9",
      "speaker": "Mark Bankston",
      "start_timestamp": 4184.0,
      "text": "Yeah, I mean, what you said is not real. Bloomberg never told his people get ready in the next 24 hours to capitalize on a mass shooting that did not have"
    },
    {
      "end_timestamp": 4199.0,
      "id": "814e1c3f-960a-3ca9-8784-825e338b7ffe",
      "speaker": "Alex Jones",
      "start_timestamp": 4196.0,
      "text": "an organization"
    },
    {
      "end_timestamp": 4203.0,
      "id": "0b26c1b6-ebcc-3f4f-af08-b68933efb2af",
      "speaker": "Jordan",
      "start_timestamp": 4199.0,
      "text": "Okay, Okay, I believe it sounds like you've"
    },
    {
      "end_timestamp": 4210.0,
      "id": "c5b88251-54a4-3903-b1e7-fc3fc7f92f13",
      "speaker": "Alex Jones",
      "start_timestamp": 4203.0,
      "text": "got organization said Get ready, get ready to move quick. I don't have it in front of me from years ago."
    },
    {
      "end_timestamp": 4225.0,
      "id": "dcb00508-9c20-353f-b923-629890a7292d",
      "speaker": "Dan",
      "start_timestamp": 4210.0,
      "text": "So it's upon Alex to defend his his assertion here, because this email doesn't take. So it seems like it. And all he has to go on is I believe his gun rights organization did. It's a long time ago, I don't remember I don't have it in front of"
    },
    {
      "end_timestamp": 4237.0,
      "id": "0d948ee9-21c5-366d-8a9f-87b3d30ab687",
      "speaker": "Jordan",
      "start_timestamp": 4225.0,
      "text": "me. Now we had this email and like, like most media outlets, we destroy any and all research that we do within one week of the story, so we don't hang on to it at all. So"
    },
    {
      "end_timestamp": 4250.0,
      "id": "a64cbe55-5b3d-3391-93d8-e670024e9d83",
      "speaker": "Dan",
      "start_timestamp": 4237.0,
      "text": "you have there the question being introduced, if you're just blaming Halbig for all this, what research do you do Alex rambles a little bit? And this specifically didn't come up with is I looked into that email that Bloomberg sent out? And then he's like, oh, yeah, that doesn't exist."
    },
    {
      "end_timestamp": 4253.0,
      "id": "e4e522ec-558b-3741-8d1c-d895f9aced3f",
      "speaker": "Jordan",
      "start_timestamp": 4250.0,
      "text": "Yeah. But I looked into it. Great."
    },
    {
      "end_timestamp": 4300.0,
      "id": "0390cc67-e92b-3268-a0b7-108ed587851e",
      "speaker": "Dan",
      "start_timestamp": 4253.0,
      "text": "Cool. So then, the questioning pivots to the idea that Alex has said that there are I believe there's a I don't remember if the actual clip is in this, but the prosecution asks a question of Alex, where he, they play a clip, and it says, basically, it's Alex saying that some kids that Sandy Hook are still alive. And there are pictures of them at other mass tragedies. And he's talking specifically about a picture of one of the kids. That was a part of a mural that was made in Pakistan after a bombing. And it seemed suspicious, because everyone was like, this kid died in Pakistan, but he died at Sandy Hook. But the reality was, if anybody took the time to get into it"
    },
    {
      "end_timestamp": 4303.0,
      "id": "2546ff36-8c74-389c-bb76-d3fc025e82ae",
      "speaker": "Jordan",
      "start_timestamp": 4300.0,
      "text": "was the Lindbergh baby. Bingo."
    },
    {
      "end_timestamp": 4337.0,
      "id": "ce65df02-81b4-3fe3-a43b-3a8b9f194dfe",
      "speaker": "Dan",
      "start_timestamp": 4303.0,
      "text": "The reality was that the people after the aftermath of this attack in Pakistan included a picture of one of the kids at Sandy Hook, and other tragedies as a like, we're all in this together, healing. Yeah, yeah, whatever. So he's asked, Alex has asked about this clip, where he's saying that there's kids that are still alive, and their pictures are being used at other tragedies. And he says that it's out of context, of course words, or have content, of course. Now, the response that the prosecutor gives is one of my favorite things that I've ever heard it illegal signing, I suppose. This is just great."
    },
    {
      "end_timestamp": 4349.0,
      "id": "02881478-b107-3a35-974a-fb42a178565e",
      "speaker": "Mark Bankston",
      "start_timestamp": 4337.0,
      "text": "I want to ask you about photos. So I'm gonna play something said about photos. This is something you set on September 25 2014."
    },
    {
      "end_timestamp": 4358.0,
      "id": "f741bac9-67a8-3844-9838-63524110c7df",
      "speaker": "Mark Enoch",
      "start_timestamp": 4349.0,
      "text": "And then photos of kids have died. It's really hidden in plain view."
    },
    {
      "end_timestamp": 4366.0,
      "id": "792b3260-1450-39fc-bc75-027161f53a26",
      "speaker": "Mark Bankston",
      "start_timestamp": 4358.0,
      "text": "John's you can admit that that statement was absolutely nonsense. There are not photos of children who died who are actually still alive."
    },
    {
      "end_timestamp": 4372.0,
      "id": "9bf426f7-5f22-33e9-b32f-bb7f6b134053",
      "speaker": "Alex Jones",
      "start_timestamp": 4366.0,
      "text": "That's an odd that is an out of context clip. I can't even respond to something like that. You said it, though, didn't you? I don't know what it's in context."
    },
    {
      "end_timestamp": 4379.0,
      "id": "66ac9648-950c-30c9-adb4-4c2c049b134a",
      "speaker": "Mark Bankston",
      "start_timestamp": 4372.0,
      "text": "Is there a good context to that Mr. Jones? people's children who are dead, there's actually photos of them still alive. You get into contact?"
    },
    {
      "end_timestamp": 4386.0,
      "id": "68bf8f94-e5b9-38a2-b1a8-86341ca9c8ec",
      "speaker": "Alex Jones",
      "start_timestamp": 4379.0,
      "text": "There's no way. There's no way to respond."
    },
    {
      "end_timestamp": 4388.0,
      "id": "1e511072-96f6-3238-8e61-1c29ec22cee3",
      "speaker": "Alex Jones",
      "start_timestamp": 4386.0,
      "text": "I don't know what it is."
    },
    {
      "end_timestamp": 4390.0,
      "id": "a132651d-68b2-30a5-b995-58c8ef87c838",
      "speaker": "Dan",
      "start_timestamp": 4388.0,
      "text": "You can stop it. There was no way to respond. That's"
    },
    {
      "end_timestamp": 4394.0,
      "id": "f1254609-2336-3fba-80ab-845d6df39475",
      "speaker": "Jordan",
      "start_timestamp": 4390.0,
      "text": "a good way to don't got murdered. So awesome."
    },
    {
      "end_timestamp": 4399.0,
      "id": "ba143e34-7b63-3a48-b208-404849c53faf",
      "speaker": "Dan",
      "start_timestamp": 4394.0,
      "text": "Good context. You're talking about a context? What context?"
    },
    {
      "end_timestamp": 4403.0,
      "id": "64137c9c-5860-384d-8686-e4d07b4f178c",
      "speaker": "Jordan",
      "start_timestamp": 4399.0,
      "text": "Give me literally any context that makes you not look like a monster?"
    },
    {
      "end_timestamp": 4406.0,
      "id": "edb36633-3b10-3424-b2c4-003e19358ce8",
      "speaker": "Dan",
      "start_timestamp": 4403.0,
      "text": "Yeah, I don't I don't particularly care what your context is. That's not"
    },
    {
      "end_timestamp": 4415.0,
      "id": "586d0e50-f075-3b4e-ad8a-c10205f14d82",
      "speaker": "Jordan",
      "start_timestamp": 4406.0,
      "text": "good. Well, we were updating Otello on air one day, and that just happened to be something that Othello might have said and updated version of Shakespeare's play. No, it's"
    },
    {
      "end_timestamp": 4481.0,
      "id": "b06d7f26-a602-3118-b21a-bb5188b8e480",
      "speaker": "Dan",
      "start_timestamp": 4415.0,
      "text": "still not a good cop. Because I'm sure that plays gonna stink. It's bad, right? Bad revive ad writing. Um, so at this point, the questioning goes into the idea that Alex outed Lenny Posner as being the person who was running the honor group. Yeah, that was trying to help take some of the heat off the individual family right. And was reporting copyright strikes against the Sandy Hook conspiracy videos because they were using people's property their pictures of their children and, and that sort of stuff. He goes over Lenny goes over some of that stuff in the This American Life episode. Yeah. If you want more context for that from his own perspective, but Alex did, apparently out Lenny as the person running it up till that point before that. He was running this organization anonymously, really. So Alex himself is the one who fucked that, apparently. So Holy shit. And according to this clip, which clearly demonstrates this, he gave out his address on air."
    },
    {
      "end_timestamp": 4513.0,
      "id": "fbaec85d-fd7d-3557-acce-18cbf3204b07",
      "speaker": "Mark Bankston",
      "start_timestamp": 4481.0,
      "text": "As time went on, starting into 2015, you learn the Sandy Hook parenting, Leonard Posner was behind a group called honor network. Correct that was fighting online abuse, the Sandy Hook victims and when you learn that And when honor complained to YouTube and 2015, you told your viewers that honor was run by Mr. Posner. You showed addresses being used by Mr. Posner. And you said he needed"
    },
    {
      "end_timestamp": 4515.0,
      "id": "958e9f1c-3114-3816-b19d-8672c930b967",
      "speaker": "Mark Enoch",
      "start_timestamp": 4513.0,
      "text": "to be investigated in Florida. Then you"
    },
    {
      "end_timestamp": 4518.0,
      "id": "28887538-30f0-352e-a476-a15289b22c1d",
      "speaker": "Mark Bankston",
      "start_timestamp": 4515.0,
      "text": "said no"
    },
    {
      "end_timestamp": 4528.0,
      "id": "4d35e400-9ae4-3bd7-b5aa-6abb12ab34c7",
      "speaker": "Mark Bankston",
      "start_timestamp": 4518.0,
      "text": "good work barns like clip here. I'm going to show you something that you and Mr. Do we're talking about on February 12 2015."
    },
    {
      "end_timestamp": 4593.0,
      "id": "d49b5c38-2671-36ae-b609-bde5709dda20",
      "speaker": "Rob Dew",
      "start_timestamp": 4528.0,
      "text": "He's been getting all kinds of grief from Mr. Posner, anything that comes out social media shutdowns due to Sandy Hook, false copyright. So what's interesting is they list the address for the honor network in Boca Raton, Florida. You look up the address on that and it says 908 North Dixie Highway. It is the address for a women's clothing store and a UPS U haul rental place you will ever have dealing. So here here's the North Dixie Highway there is no sweet but it's got two different buildings listed that address one is a jade JJ shop woman's clothing store and you go to the other one same address U haul neighborhood dealer now you go to their about otter network. I go to this one right here guys, you can leave the camera right there on our network right there. In Connecticut desert, Newtown, Connecticut, but you go to that address, it's a U haul. UPS truck starts a UPS Store, same address, Main Street, Newtown, Connecticut CVS store, you think, you know if they had this organization, they would have some sort of headquarters where they would be setting a memorial"
    },
    {
      "end_timestamp": 4600.0,
      "id": "2255944d-46ec-3b79-a582-396934a5fedd",
      "speaker": "Alex Jones",
      "start_timestamp": 4593.0,
      "text": "to start investigating that I guess I'm gonna have to probably go on up to town I'm gonna have to investigate Florida as well."
    },
    {
      "end_timestamp": 4610.0,
      "id": "d2a565ff-3f55-3962-b445-1d76fa156b9f",
      "speaker": "Mark Bankston",
      "start_timestamp": 4600.0,
      "text": "If a person were to stake out those addresses, they could wait for Mr. Posner to come."
    },
    {
      "end_timestamp": 4614.0,
      "id": "8d51c065-4289-3cc9-8fd0-2813e39f5904",
      "speaker": "Jordan",
      "start_timestamp": 4610.0,
      "text": "Good work burns. Sure."
    },
    {
      "end_timestamp": 4617.0,
      "id": "6cd6323a-1bf9-3902-8532-9cab9349df72",
      "speaker": "Alex Jones",
      "start_timestamp": 4614.0,
      "text": "The guy's running an anti free speech Foundation."
    },
    {
      "end_timestamp": 4623.0,
      "id": "613f8673-d71f-3030-bfc9-581ef02ac920",
      "speaker": "Mark Bankston",
      "start_timestamp": 4617.0,
      "text": "And you're the one who outed him as doing that. Right. There's nothing on the Honor Network website that said Mr. Wagner was mine. Do you"
    },
    {
      "end_timestamp": 4635.0,
      "id": "5d350745-6240-3734-8ade-e5978027cdc0",
      "speaker": "Alex Jones",
      "start_timestamp": 4623.0,
      "text": "believe he was public about that? Do you? He was running a site trying to get people's websites and things taken down."
    },
    {
      "end_timestamp": 4647.0,
      "id": "d9978a26-b68f-3cb7-8afb-82bb5f8685ee",
      "speaker": "Mark Bankston",
      "start_timestamp": 4635.0,
      "text": "Correct that Mr. Posner was running as an anonymous front the honor network to help make complaints against various sites so that individual parents wouldn't be the subject of retribution? Yeah, that's what I'm asking. You know, I"
    },
    {
      "end_timestamp": 4650.0,
      "id": "39d30055-e117-3179-974f-ca09f333fca2",
      "speaker": "Alex Jones",
      "start_timestamp": 4647.0,
      "text": "was not aware of that we were."
    },
    {
      "end_timestamp": 4663.0,
      "id": "972ef497-6b9b-3055-9e0f-e77ff537bb48",
      "speaker": "Dan",
      "start_timestamp": 4650.0,
      "text": "So what's fascinating about that is Alex is not one to not take credit for a scoop. Generally. He always says that news broke on Infowars and stuff like that, but not this time. No, no, no, no."
    },
    {
      "end_timestamp": 4664.0,
      "id": "f1d20bba-abce-3e54-aeb0-f9b42556a873",
      "speaker": "Jordan",
      "start_timestamp": 4663.0,
      "text": "No, no, no, no. Random"
    },
    {
      "end_timestamp": 4676.0,
      "id": "73206a1a-de8b-3f60-a3b5-c294151bfbb5",
      "speaker": "Dan",
      "start_timestamp": 4664.0,
      "text": "No, not not robbed. You actually trying to be an investigative reporter and completely shitting the bed, the one time he picks up an address, but one time it turns out it could be a crime"
    },
    {
      "end_timestamp": 4683.0,
      "id": "ecf146ae-03fe-31da-8d80-81fd2c45d6f7",
      "speaker": "Jordan",
      "start_timestamp": 4676.0,
      "text": "during the deposition. Did Rob do turn and look at him and say did I do good daddy? You just met Alan,"
    },
    {
      "end_timestamp": 4689.0,
      "id": "98e0d0c0-d5ec-3dbd-a42f-a5abf71afc73",
      "speaker": "Dan",
      "start_timestamp": 4683.0,
      "text": "he pulled his shirt collar and Steve. Oh, turned into a cartoon."
    },
    {
      "end_timestamp": 4691.0,
      "id": "007b8dac-a0ce-33e4-aca9-c59d87dc84c6",
      "speaker": "Jordan",
      "start_timestamp": 4689.0,
      "text": "Looks tears. He was right. Listen, go get a switch."
    },
    {
      "end_timestamp": 4707.0,
      "id": "55dc8221-62b0-3dc0-8859-96c8732f593f",
      "speaker": "Dan",
      "start_timestamp": 4691.0,
      "text": "Yeah. So like that is the sort of stuff that we haven't encountered in our going over the Sandy Hook times like, and so you'd always heard, like, the idea that they gave out addresses and stuff like that. But some of the specifics kind of eluded us to a little bit and it's kind of,"
    },
    {
      "end_timestamp": 4726.0,
      "id": "2aae7953-96cd-3b22-9b3b-9bae98842fa9",
      "speaker": "Jordan",
      "start_timestamp": 4707.0,
      "text": "well, we didn't cover February 25. No, that wasn't part of our 2015. No, no, because Trump hadn't announced Yeah, we're in 2009. We're in 2012. And this happens in February 2015. Right, that was I would never have, like, heard that. They gave out addresses but I didn't know that they literally gave me an address."
    },
    {
      "end_timestamp": 4728.0,
      "id": "35475296-8006-317a-886b-e81b8c3a8bee",
      "speaker": "Dan",
      "start_timestamp": 4726.0,
      "text": "To see the specific of it this Yeah, like it's like, oh, well,"
    },
    {
      "end_timestamp": 4732.0,
      "id": "41c34ba2-503c-3289-b449-79fcb85fcde1",
      "speaker": "Jordan",
      "start_timestamp": 4728.0,
      "text": "yeah, I guess. Oh, yeah. That's no, that's that's crime as fuck yeah."
    },
    {
      "end_timestamp": 4767.0,
      "id": "ae77f171-0372-3dbe-bd31-f1e709a2c54e",
      "speaker": "Dan",
      "start_timestamp": 4732.0,
      "text": "It's that. That's, that's, that's tough to see. And then in this next clip, we see something that's even more tough. And that is a sort of setup, punch line kind of thing, where the prosecution in the first clip plays Alex threatening to go to, to new town. And then in the next clip that he plays just after it, a demonstration of Info Wars coming to Newtown. This is really damning stuff, I believe, especially presented back to back and with Alex's responses."
    },
    {
      "end_timestamp": 4792.0,
      "id": "32a23c65-9945-3e90-ad93-fab8b462b5f4",
      "speaker": "Mark Bankston",
      "start_timestamp": 4767.0,
      "text": "Mr. Jones, I want to talk a little bit more about that episode on February 12 2015. When we looked at with the maps, and I want to show you a clip of your message to the parents that were complaining and ask you some questions. This clip again from February 12 2015. Can you play Hornets"
    },
    {
      "end_timestamp": 4803.0,
      "id": "0776ef54-6579-32b8-a1a9-df514e452bb9",
      "speaker": "Alex Jones",
      "start_timestamp": 4792.0,
      "text": "hotel network repeating something I'll have to go to Sandy Hook. I'll have to get involved in About a year or"
    },
    {
      "end_timestamp": 4809.0,
      "id": "643178a3-eb5c-3363-9b4a-c6107056bc5d",
      "speaker": "Mark Bankston",
      "start_timestamp": 4803.0,
      "text": "so for complaining you were going to bring Infowars to their hometown for good work Barnes."
    },
    {
      "end_timestamp": 4813.0,
      "id": "6dd8e98b-8887-3d2d-ac94-a7af22354003",
      "speaker": "Alex Jones",
      "start_timestamp": 4809.0,
      "text": "I have no idea what that three second clip was."
    },
    {
      "end_timestamp": 4818.0,
      "id": "4d8340da-fa95-301e-b90b-81f774d8fd7d",
      "speaker": "Mark Bankston",
      "start_timestamp": 4813.0,
      "text": "To get the three second clip for complaining, you are going to bring Infowars to their hometown."
    },
    {
      "end_timestamp": 4822.0,
      "id": "2c2042c4-8a85-341a-8cf5-3aa4ca30ed9c",
      "speaker": "Alex Jones",
      "start_timestamp": 4818.0,
      "text": "That is not what I said."
    },
    {
      "end_timestamp": 4828.0,
      "id": "b5288236-87bf-3f6e-85d6-61ad0f0caf98",
      "speaker": "Mark Bankston",
      "start_timestamp": 4822.0,
      "text": "Well, a couple months later"
    },
    {
      "end_timestamp": 4830.0,
      "id": "c10d3330-1df6-3ae4-85b3-a15f84fd7880",
      "speaker": "Jordan",
      "start_timestamp": 4828.0,
      "text": "what do you do in Matlock? Right now?"
    },
    {
      "end_timestamp": 4864.0,
      "id": "192a23b5-70ae-341b-b297-4ae9e612b7eb",
      "speaker": "Mark Bankston",
      "start_timestamp": 4830.0,
      "text": "I'm working as a couple months later, in the spring of 2015. You sent this man, a cage fighter to go badger and yell obscenities at Sandy Hook residence. Right? No, no, no. You know who that is? Right? Yes. Good. That's Mr. Madani? Yes. We'll play a clip of Mr. Donde in Newtown from June 8 2015 Can you play"
    },
    {
      "end_timestamp": 4911.0,
      "id": "8927ee10-e780-3846-99ed-cd4d2ffbafbd",
      "speaker": "Dan",
      "start_timestamp": 4864.0,
      "text": "the clip? A lot of this is really difficult. I can't get the levels. I can't hear anything. It's a guy Dan, but donde who works for Infowars and Alex is going to try and pretend didn't work for Infowars going and yelling at people around the Sandy Hook courthouse that it's cover up and the false flag and all this stuff telling them they're gonna get there's truth is gonna come out. And I'm gonna go towards the I'm gonna skip through a little bit of it just because the sound is so rough. But at the end He identifies Himself and His credentials as Dan but donde for Info Wars course."
    },
    {
      "end_timestamp": 4966.0,
      "id": "40baa07f-d9e1-35e0-8314-a8eeb8b5c076",
      "speaker": "Mark Bankston",
      "start_timestamp": 4911.0,
      "text": "You know you're smiling Mr. Jones, those are hardly the only people Mr. Brett Madani harassed on his multiple trips in your town, correct? Correct."
    },
    {
      "end_timestamp": 4972.0,
      "id": "030b224e-577a-3f8a-bc68-b86ecba35321",
      "speaker": "Alex Jones",
      "start_timestamp": 4966.0,
      "text": "I mean, almost everything you've said is not first, there's no way to respond to it. No, not correct."
    },
    {
      "end_timestamp": 4976.0,
      "id": "8735120e-7a8a-3bee-9dc9-e0bde5c2c46e",
      "speaker": "Jordan",
      "start_timestamp": 4972.0,
      "text": "No, you're out of order."
    },
    {
      "end_timestamp": 5018.0,
      "id": "837b5618-12e4-3d1f-a4bf-958f7f08cac8",
      "speaker": "Dan",
      "start_timestamp": 4976.0,
      "text": "So yeah, you could see a clear demonstration in those two clips that Alex is saying that like, hey, these people are on my nuts. So I'm gonna go yeah, go punch back a little bit, because you're flagging my videos, and stuff like that. And everyone's concerned about the free speech ramifications of copyright law. And so then a couple months later, Dan, but Dondi with his press credentials, for info wars.com goes and makes videos where he harasses all these people. Alex plays those videos. It's hard to see. Or it's hard not to see a connection between intent and action. And it's pretty well laid out they've sort of that sort of linear line. Yeah, that the prosecutor is laying out is very clear."
    },
    {
      "end_timestamp": 5026.0,
      "id": "84513a77-d0a9-31df-afe9-12d63e86d3c5",
      "speaker": "Jordan",
      "start_timestamp": 5018.0,
      "text": "If they really cared about copyright and the First Amendment, they would have had Lawrence Lessig go to Newtown, Connecticut and harass people."
    },
    {
      "end_timestamp": 5029.0,
      "id": "1c3c6472-951d-3b92-a206-e68f912f63e0",
      "speaker": "Dan",
      "start_timestamp": 5026.0,
      "text": "That would Yeah, that'd be better. That would be the way to go. Sure."
    },
    {
      "end_timestamp": 5033.0,
      "id": "3d7ca51a-047e-3f79-9ac6-60f1c32eaf91",
      "speaker": "Jordan",
      "start_timestamp": 5029.0,
      "text": "It would be. You'd be very weird to find out. He was the Sandy Hook truther."
    },
    {
      "end_timestamp": 5049.0,
      "id": "fb81ce27-4f3f-3a3b-a470-0df22725d77c",
      "speaker": "Dan",
      "start_timestamp": 5033.0,
      "text": "That would be weird. So what's even weirder is at this point in the deposition, where we've seen Alex have so many of these narratives about why he believed something was up with Sandy Hook be busted, like this prosecutor is just coming in and being like, Nope, that's stupid. You just got that from Wolfgang"
    },
    {
      "end_timestamp": 5053.0,
      "id": "512b902b-bcbd-340d-b662-5cb6cacfd324",
      "speaker": "Jordan",
      "start_timestamp": 5049.0,
      "text": "albick. James, edited objections, objection form,"
    },
    {
      "end_timestamp": 5058.0,
      "id": "11fb5f7c-354e-3f8b-b410-c16134156122",
      "speaker": "Dan",
      "start_timestamp": 5053.0,
      "text": "right? That you don't need to respond to all of those. Because otherwise, you're going to lose your voice."
    },
    {
      "end_timestamp": 5062.0,
      "id": "1bdcdfe3-cefe-3358-8340-afc41d90db7f",
      "speaker": "Jordan",
      "start_timestamp": 5058.0,
      "text": "I really, I really kind of like it, you're gonna lose your good work."
    },
    {
      "end_timestamp": 5084.0,
      "id": "e9522aec-fb36-39b4-aec8-8f88030138aa",
      "speaker": "Dan",
      "start_timestamp": 5062.0,
      "text": "So what's surprising is that at this point, Alex expresses that he does still believe that something's up, which is a weird thing for him to be saying in this deposition. Is that good or bad for him? It kind of does lead to an insanity. Yeah, but here, see what you think on the other side of this clip?"
    },
    {
      "end_timestamp": 5094.0,
      "id": "13ed3aca-6027-3ec6-8a4a-15d5d82a6efd",
      "speaker": "Mark Bankston",
      "start_timestamp": 5084.0,
      "text": "I make sure I have this really clear. You don't believe the official story of Sandy Hook. You think there was coverup? Do you think there was manipulation? You think that there was some sinister thing going on? I"
    },
    {
      "end_timestamp": 5099.0,
      "id": "0c92bfa2-69aa-39dc-b841-7f329564e567",
      "speaker": "Alex Jones",
      "start_timestamp": 5094.0,
      "text": "still Yes, I still think I think children died. I believe mass shootings happen"
    },
    {
      "end_timestamp": 5104.0,
      "id": "0c78c084-23d9-32b1-a921-8552b408716d",
      "speaker": "Jordan",
      "start_timestamp": 5099.0,
      "text": "period. Wherever, wherever it is you press period."
    },
    {
      "end_timestamp": 5149.0,
      "id": "890e5b74-0a4b-332c-95fe-a7ab6f41c28d",
      "speaker": "Alex Jones",
      "start_timestamp": 5104.0,
      "text": "And I go back to the point of all gun owners being collectively blamed, then it's traumatic. And so people go and they find anomalies. And then I've kind of retrospectively gone back and seen how I did believe that stuff. And then I go back it up now studied more actually, the real anomalies. And it's just the school system and government trying to cover its rear end from from from from liability. And so there definitely has been a very, there's been a cover up of the events. And I think there's a lot of evidence showing there could have been a second shooter, there is the helicopter footage of the man in the woods. I still have questions about Sandy Hook. But I've I know, people that know, some of the Sandy Hook families, they say no, it's real people I think are credible, like you did with Wolfgang"
    },
    {
      "end_timestamp": 5155.0,
      "id": "c874c237-76e0-3f52-a48e-634c204d6f2b",
      "speaker": "Jordan",
      "start_timestamp": 5149.0,
      "text": "Halbig. A couple years ago. Wow. They've sent him fewer emails. So he's pretty sure they're credible now, right."
    },
    {
      "end_timestamp": 5225.0,
      "id": "068e2ea2-5106-3ab9-8960-4e795f687c33",
      "speaker": "Dan",
      "start_timestamp": 5155.0,
      "text": "So we've talked about that guy in the woods, on a previous episode from our Sandy Hook discussion, and it comes back up later, so we can just leave that aside. It is pretty crazy that Alex is still like sticking to some sort of a gun here with the idea that like assault Mays up, I'm not gonna say that there's not something up, because you don't need to say that. Oh, no. Could have snapped. It could have you could tell from the beginning of this clip that the prosecutor wasn't going to ask that question. He was responding to something Alex said and was like, I need clarification on this. So So Alex brought that upon himself. Yeah. And also, I don't believe that anything that he's done, visa vie Sandy Hook. I don't think that it's appropriate for the idea of a school trying to cover liability, like that conspiracy is very small. Like in terms of scope. Yeah, I don't think it merits this kind of attention doesn't merit. Any of the things that Alex did. If that were the truth, like if it were just the situation that he's trying to say now, like, corporate malfeasance, the school district trying not to get sued. Like you have gone way too far for that. That dessert,"
    },
    {
      "end_timestamp": 5245.0,
      "id": "3ac324a6-1238-317c-b826-d0a61681c686",
      "speaker": "Jordan",
      "start_timestamp": 5225.0,
      "text": "I will admit, I no longer believe my neighbor killed his wife, because of course, she is still alive. However, I must say that when the insurance adjuster came, he inflated the cost of his car. There are still some questions, right? Did he kill his wife? That's up in the air? If you can't trust him on one thing, how can you trust him on another now"
    },
    {
      "end_timestamp": 5260.0,
      "id": "322499c8-ee05-3268-bf7f-482698f55ead",
      "speaker": "Dan",
      "start_timestamp": 5245.0,
      "text": "I did bungle his entire thing and bring it gross amount of pain into people's lives by trying to insinuate that their children were actors. And they were actors to know of course, that's red. Now, thankfully, I did that, because"
    },
    {
      "end_timestamp": 5270.0,
      "id": "a539d816-af10-397a-98a2-1c1a46a658cf",
      "speaker": "Jordan",
      "start_timestamp": 5260.0,
      "text": "because they're in the process, just covered that there's some liability issues being bandied about with the insurance company,"
    },
    {
      "end_timestamp": 5273.0,
      "id": "620d17e0-3e3e-3913-82c7-b955f467975c",
      "speaker": "Dan",
      "start_timestamp": 5270.0,
      "text": "that's weak. That is very weak."
    },
    {
      "end_timestamp": 5278.0,
      "id": "96dbcad4-48b3-3d7d-8b53-b94ff432dd32",
      "speaker": "Jordan",
      "start_timestamp": 5273.0,
      "text": "And let me tell you, what Lisa is doing in the break room. This is bullshit smoking."
    },
    {
      "end_timestamp": 5284.0,
      "id": "b6b0e1db-9901-3a29-a5f1-170a45dcc776",
      "speaker": "Dan",
      "start_timestamp": 5278.0,
      "text": "He's slipping out at recesses smoking behind the building. Crate. So"
    },
    {
      "end_timestamp": 5286.0,
      "id": "eb758d94-b370-35ed-9c4b-017db14a3cc1",
      "speaker": "Jordan",
      "start_timestamp": 5284.0,
      "text": "there are some questions at noon. So thank God,"
    },
    {
      "end_timestamp": 5292.0,
      "id": "5bc36193-8d00-3123-840a-120a35cf37c4",
      "speaker": "Dan",
      "start_timestamp": 5286.0,
      "text": "I made all those mistakes. We learned along the way we've uncovered corruption. And thank God,"
    },
    {
      "end_timestamp": 5295.0,
      "id": "a2df3337-5b4c-398d-ad31-b9dd4dcd3bbc",
      "speaker": "Jordan",
      "start_timestamp": 5292.0,
      "text": "the real false flag was, was my heart. Right?"
    },
    {
      "end_timestamp": 5316.0,
      "id": "a5926591-661b-3b8b-8177-22ce719a5d70",
      "speaker": "Dan",
      "start_timestamp": 5295.0,
      "text": "So that's bad. It's unexpected, but still kind of like, yeah, all right, you kind of see that coming. Yeah. But in this next clip, we get to see on display Alex's delusion about the consequences of his actions, because he is directly asked if he thinks that he's wrong to the families of the victims and the survivors."
    },
    {
      "end_timestamp": 5324.0,
      "id": "71a60208-43d1-3614-9d98-a8ce467e5c9e",
      "speaker": "Mark Bankston",
      "start_timestamp": 5316.0,
      "text": "Can you now admit that you've done an outrageous wrong? Can you admit?"
    },
    {
      "end_timestamp": 5343.0,
      "id": "b531e174-7dd9-3b67-a649-611de28ffdd1",
      "speaker": "Alex Jones",
      "start_timestamp": 5324.0,
      "text": "You know, the the mainstream media is who always takes it makes it a huge issue. And it says that I'm saying it and gets me to respond. And it's lawyers like you, and people that glom on to this for fame, that then try to get the fame and then say that I'm Enoch. Jobin What are you doing, man? It's obscene in my view."
    },
    {
      "end_timestamp": 5344.0,
      "id": "6c1bbf8a-3cfd-3eca-9194-cde4dbbf1b79",
      "speaker": "Mark Bankston",
      "start_timestamp": 5343.0,
      "text": "So that's No,"
    },
    {
      "end_timestamp": 5352.0,
      "id": "857ebf68-873d-31a7-9dd1-b23d456f37b2",
      "speaker": "Alex Jones",
      "start_timestamp": 5344.0,
      "text": "no, I genuinely question and I think the government and media that's been caught lying so much has created an atmosphere where people don't know what's true."
    },
    {
      "end_timestamp": 5356.0,
      "id": "949e3798-8b65-3c9a-a8bd-85939ae64c7f",
      "speaker": "Mark Bankston",
      "start_timestamp": 5352.0,
      "text": "So you do not believe that you've done an outrageous wrong."
    },
    {
      "end_timestamp": 5360.0,
      "id": "5882b090-db8b-3054-a587-57b93c6e932b",
      "speaker": "Alex Jones",
      "start_timestamp": 5356.0,
      "text": "I am not No, I'm not doing outrageous wrong to the parents. You."
    },
    {
      "end_timestamp": 5372.0,
      "id": "dd92044c-c722-319e-88ec-48a7aa191309",
      "speaker": "Dan",
      "start_timestamp": 5360.0,
      "text": "I mean, that's, that's kind of like how unflappable The dude is because he's like, Is that a no? Like, instead of engaging with Alex's bullshit, because that's, yeah, okay, so we're gonna write that down as a no, you don't think you've done it wrong?"
    },
    {
      "end_timestamp": 5380.0,
      "id": "3f00a53e-9cad-3110-b334-91804f16d929",
      "speaker": "Jordan",
      "start_timestamp": 5372.0,
      "text": "I think it's lawyers like you in the media. So would you like fries? Or what are we talking about"
    },
    {
      "end_timestamp": 5476.0,
      "id": "bbde7800-e93f-3e60-9227-32fcf2ddc01b",
      "speaker": "Dan",
      "start_timestamp": 5380.0,
      "text": "here? So here, I'm going to put you down in the lineup as saying no, you didn't wrong them. Alright. Here are all the families who say you did. All right. This is all that answer is is like an indication of like, I still didn't do anything wrong, right? And unwillingness to engage with the complaints that many many people are making about it. So So now we jump into more narratives. It's really interesting the way the structure of this went because there were like, there were some narratives upfront, and then they deteriorate into like, some more general conversation. And then we get some more narratives here at this point, and then it sort of it has waves to it a little bit. And I think part of that is because Alex is someone who you just he's slippery. You can't nail him down. Yeah, like if you went into this deposition expecting like you were going to ask leading questions that were going to be exactly the responses you wanted. You're a fool. Oh, yeah. So I think having a little bit of flexibility is really, to this guy's advantage. Because you can go hit this point, move around a little bit, respond to something he says, elicit the I didn't wrong people, I still think something's up with. You could get those things out of him that you never really would have expected you would get out of him. And so maybe there's a wind somewhere there. But we get back to narratives now. And Alex has made the claim multiple times that there was a standout of Lee stand down, both at Sandy Hook and Parkland all of the shooters. Yeah, no matter what he just says. There's just there's a standout. It means nothing. And He's pressed on it. And he can't defend his assertion at all."
    },
    {
      "end_timestamp": 5482.0,
      "id": "1bd93da6-a346-3cbc-90d5-6f72b9d0bd34",
      "speaker": "Mark Bankston",
      "start_timestamp": 5476.0,
      "text": "In that clip, who said state police have gone public? Have you ever argued anything about the state police?"
    },
    {
      "end_timestamp": 5489.0,
      "id": "e9eca4f7-9b26-3678-aa9e-f618f31a961f",
      "speaker": "Dan",
      "start_timestamp": 5482.0,
      "text": "The saying it's in reference to the State Police going public about there being a standard? Right, right, right."
    },
    {
      "end_timestamp": 5490.0,
      "id": "7db8a2e3-8060-3fb4-af1a-05780ced9001",
      "speaker": "Alex Jones",
      "start_timestamp": 5489.0,
      "text": "I told you what most of the stuff I can remember."
    },
    {
      "end_timestamp": 5508.0,
      "id": "789913ca-9faf-30f6-a29b-6e0b00aba395",
      "speaker": "Mark Bankston",
      "start_timestamp": 5490.0,
      "text": "Do you sit here today remember anything about that going public? So anything that occurs to you today? long pause. I can't remember."
    },
    {
      "end_timestamp": 5512.0,
      "id": "f1a40f5a-b3d8-367a-b611-14ff4b973776",
      "speaker": "Dan",
      "start_timestamp": 5508.0,
      "text": "Okay. Okay. Okay. You should remember that."
    },
    {
      "end_timestamp": 5524.0,
      "id": "f521b257-9519-3353-a8b7-9c1d9090ffc0",
      "speaker": "Jordan",
      "start_timestamp": 5512.0,
      "text": "Hold on. I'm thinking of a like, give me a sec. I'm thinking of like, coming up with a lie. I'm coming up. It's come. It's on the tip of my tongue. I'm good one. There's good. Like, there's like comment. I don't remember."
    },
    {
      "end_timestamp": 5532.0,
      "id": "f9114478-5d7c-336b-81d9-4df873e7fcce",
      "speaker": "Dan",
      "start_timestamp": 5524.0,
      "text": "That's not the mental process. It's, you know, what, we really should have gotten hand signals. He's just sitting there like,"
    },
    {
      "end_timestamp": 5533.0,
      "id": "74c44d94-6158-3680-a573-0bda3cf179f9",
      "speaker": "Jordan",
      "start_timestamp": 5532.0,
      "text": "I really should have got"
    },
    {
      "end_timestamp": 5572.0,
      "id": "94c66e17-2409-34cc-a2ce-c89e03c05903",
      "speaker": "Dan",
      "start_timestamp": 5533.0,
      "text": "to save. Because I got you know, like the idea of police going public about a stand down regarding a shooting of elementary school children. Like, if you are ever going to save that's the case publicly. It really is something you should keep in your back pocket forever. It's something you should be unassailable on. You should Oh, and that's the other thing too. We've seen Alex pull out these arcane pieces of information on his show whenever he needs to, like little things like John P holder and CO science. Yeah, always has references."
    },
    {
      "end_timestamp": 5576.0,
      "id": "17f9ebe0-36a0-330b-93f1-4833bc04b6e0",
      "speaker": "Jordan",
      "start_timestamp": 5572.0,
      "text": "Seven, five B, A. Part D,"
    },
    {
      "end_timestamp": 5610.0,
      "id": "bc09f031-af4e-330c-a65a-c8e0c6272e32",
      "speaker": "Dan",
      "start_timestamp": 5576.0,
      "text": "they're all bad. And he hasn't read them. Yeah. Has them at the ready, right? He knows that doesn't fly in this deposition. He can't just like rattle off some some nonsensical thing. Because it'll be under oath. And on the record, yeah, that'd be trouble. And so I don't remember. We know that you remember, if you were on your show, you'd remember Yeah, it'd be bad, but you'd remember. So the next narrative that gets brought up is the idea that Alex has said that rescue helicopters weren't sent but should have been, and ambulances should have been dispatched. And what do you know, this one's bad, too."
    },
    {
      "end_timestamp": 5646.0,
      "id": "c13f90b7-4afa-355d-a20d-5011076d31ce",
      "speaker": "Mark Bankston",
      "start_timestamp": 5610.0,
      "text": "I'll talk to you about rescue helicopters. I mentioned rescue helicopters a lot. It was it was puzzling to you. That rescue helicopter is workable, correct? Yes. I take it you don't know how long it takes for a lifestar crew from Hartford Hospital to be dispatched, traveled to Sandy Hook and for the engine to calm down to safely approach the vehicle for parking you don't know how long that takes? Know it up. And by the same token, you don't know how long it takes for an ambulance crew to be dispatched to loading of the patient from Danbury hospital nine miles down waiting for you don't"
    },
    {
      "end_timestamp": 5650.0,
      "id": "1426cb46-c792-382b-b673-2f818d2ff0b2",
      "speaker": "Alex Jones",
      "start_timestamp": 5646.0,
      "text": "know I was going off how big and others are that professors analysis of it?"
    },
    {
      "end_timestamp": 5667.0,
      "id": "31383d8f-69aa-3b9c-a96c-ea24c2d51b43",
      "speaker": "Dan",
      "start_timestamp": 5650.0,
      "text": "Okay. Okay. That's just how big guy great Okay, gotcha. You're stupid. Gotcha. So at this point, the prosecutor gets into a litany of times Alex has had to apologize for things and things he's been sued about, you know, so he gets into like, he brings up pizza gate and I had to apologize."
    },
    {
      "end_timestamp": 5670.0,
      "id": "a1527f6a-829f-3f41-bf6e-0f62ec686eca",
      "speaker": "Jordan",
      "start_timestamp": 5667.0,
      "text": "I'm not sure turned into an episode. This is your life. Actually. I"
    },
    {
      "end_timestamp": 5701.0,
      "id": "97413762-98fe-3911-b4d4-73d2545221ea",
      "speaker": "Dan",
      "start_timestamp": 5670.0,
      "text": "don't think he brings up any I do apologize James all fantas he might have I can't remember exactly. But he does bring up how like he's used bad sources to miss identify the Parkland shooter. He brings up Chobani Yeah, now in handy in this next clip, Alex might have accidentally reopened his Chobani losses, because we listened to his apology about it. We know that he apologized and was like we got this all wrong. Yeah. Now the way he represents it in this deposition, very good. For him,"
    },
    {
      "end_timestamp": 5709.0,
      "id": "4a13bacf-8ed5-3443-ae00-c71138614b1a",
      "speaker": "Mark Bankston",
      "start_timestamp": 5701.0,
      "text": "you apologize to Chobani though right for publishing stories that caught importing migrant rapist."
    },
    {
      "end_timestamp": 5726.0,
      "id": "15e714cd-b104-3bcd-8cc3-6423442331fa",
      "speaker": "Alex Jones",
      "start_timestamp": 5709.0,
      "text": "That was a technical thing versus there were there were rapes in the town. But it wasn't the company itself that brought the the, the the rate was 10. It was the policies of the Federal Reserve Board Member last Chobani. Did you did?"
    },
    {
      "end_timestamp": 5729.0,
      "id": "0c50d9d0-bb1b-3660-807e-b2dd019e8d53",
      "speaker": "Jordan",
      "start_timestamp": 5726.0,
      "text": "Did he just ask him? He did? Not."
    },
    {
      "end_timestamp": 5767.0,
      "id": "7f204467-2bff-3ee6-9e4b-0f5f3e462256",
      "speaker": "Dan",
      "start_timestamp": 5729.0,
      "text": "He just asked Do you did apologize. Oh, okay. I did. Yeah. The Federal Reserve member, which is not an accurate way to describe Humpty will die, but that's who he's talking about. He wasn't the company. He was the policies of Humpty loci. Right now. If I were Humpty The first thing I would do is that set that agreement is void of whatever agreement we came to is done. You're going back in court, because he had some time to write that lawsuit was was another good one. That Alex obviously settled because he had to get out of that should be reopened based on that statement under oath. Under oath."
    },
    {
      "end_timestamp": 5776.0,
      "id": "c29c3292-45e4-3a61-88f0-ef7b439a73bc",
      "speaker": "Jordan",
      "start_timestamp": 5767.0,
      "text": "Yeah, that's it. That was a bad one to make. That was bad. I wouldn't. I wouldn't. I wouldn't know if I was a Barnes here. Right, I would have given a little bit larger and louder or"
    },
    {
      "end_timestamp": 5780.0,
      "id": "ef32a9cf-f896-3065-a58b-97d81c3c9d56",
      "speaker": "Dan",
      "start_timestamp": 5776.0,
      "text": "tackled Alex? No."
    },
    {
      "end_timestamp": 5881.0,
      "id": "d6a6f824-9bb9-375b-8d25-413c6e895f00",
      "speaker": "Dan",
      "start_timestamp": 5780.0,
      "text": "Again, it's something we go back to over and over again, it's like for them, they don't work for Infowars. This is billable, hour billable hours. So it's just getting worse, or it could be just getting worse. Like, who cares? Cares, just cash register sound. So at this point, they asked about Alex's content, conjecture about Anderson Cooper's nose disappearing, and it being a green screen, when reality experts have gone on record and discussed how it's a compression problem with the video files that are uploaded. And so Alex gets into like this long thing about how he's an expert on green screens. And he knows all about him. Alex says he's an expert and knows all about him. Oh, boy, it's not worth listening to. It's an interesting conversation that the two of them are having were the prosecutors like, so you know, you know about how to align green screens, you know about that. And that was like, wow, you know, you got to, there's a wheel and you put it to the right color. Who cares? It's, it's neither here nor there. But it brings us to probably my favorite thing that this prosecutor does on this episode. And that is he sets Alex up to fall into a fucking huge trap. That is has nothing to do really with Sandy Hook. But it delights me. So this first clip, the trap is set. And it only is involved at all because it has to do with how Alex doesn't know anything about green screens. Okay, so it kind of proves that he has no business saying that Anderson Cooper's nose disappeared because of a green screen. So it's still kind of related. But it's so tertiary that I love it. God dammit, this is great. Here's the setup."
    },
    {
      "end_timestamp": 5909.0,
      "id": "1b387897-c39b-35a4-816c-58de8c9754fc",
      "speaker": "Mark Bankston",
      "start_timestamp": 5881.0,
      "text": "One of the reasons that you were suspicious about this interview in blue screens is because CNN got caught using before, right. In fact, one of the things you brought up was about CNN getting caught using blue streams in the Gulf War on the on the satellite. I want to play you a video really quick, from something you said in May 13 2014. About these blue screens, can you play CNN blue screen for"
    },
    {
      "end_timestamp": 5923.0,
      "id": "f1cab657-5165-3ddc-be30-627085e35f7a",
      "speaker": "Rob Dew",
      "start_timestamp": 5909.0,
      "text": "just like CNN and going back to our cache, just like she did back here in the first Gulf War was at the broadcast Center in Atlanta on top of roofs with a blue screen behind them, saying they were in Riyadh, Saudi Arabia and Israel, different days being hit by nerve"
    },
    {
      "end_timestamp": 5928.0,
      "id": "40e6ed3d-9c40-3743-9741-e8053914ed64",
      "speaker": "Alex Jones",
      "start_timestamp": 5923.0,
      "text": "gas."
    },
    {
      "end_timestamp": 5935.0,
      "id": "c76f9d35-b64b-31be-af48-373afb6006fb",
      "speaker": "Alex Jones",
      "start_timestamp": 5928.0,
      "text": "And then they went on air for parts of it with the blue screen not even turned on with blue."
    },
    {
      "end_timestamp": 5943.0,
      "id": "c5cdd900-0a74-3dc5-a8ba-a1235e802924",
      "speaker": "Mark Bankston",
      "start_timestamp": 5935.0,
      "text": "Now, Mr. Jones, you've seen there was actually a satellite feed Week, a week of this that you've seen, right?"
    },
    {
      "end_timestamp": 5962.0,
      "id": "53545bbb-c22b-3efc-b53c-a4b576a42b3a",
      "speaker": "Jordan",
      "start_timestamp": 5943.0,
      "text": "Okay. God, it is nice to know that he can smell it. He doesn't know what it is. But he knows he can smell it. Yes. I don't know. I don't know where you're trying to hit me. I don't know where you're trying to hit me. I can't see this one through. Oh, yeah. Are you hitting me with the right or the left? I don't know. But"
    },
    {
      "end_timestamp": 5967.0,
      "id": "b86e191a-1a8c-3352-8937-c93a3eaf54ec",
      "speaker": "Dan",
      "start_timestamp": 5962.0,
      "text": "yeah, you're right there is there isn't an awareness that like something's gonna go bad."
    },
    {
      "end_timestamp": 5973.0,
      "id": "d19bd77e-88d8-3297-92a2-1e1df47cdb4e",
      "speaker": "Jordan",
      "start_timestamp": 5967.0,
      "text": "So I'm about to turn I don't want to agree to anything you have to say right now because I know it's gonna come back and bite me. But he does"
    },
    {
      "end_timestamp": 5984.0,
      "id": "46ceb403-b623-3492-a153-9dd4e1798c47",
      "speaker": "Dan",
      "start_timestamp": 5973.0,
      "text": "agree with I know has agreed that you should have done all this leak. Oh, now here is where Alex falls into the trap that he's willingly put himself in."
    },
    {
      "end_timestamp": 6000.0,
      "id": "5e76e9f9-d402-3e27-9054-95bc014f7380",
      "speaker": "Mark Bankston",
      "start_timestamp": 5984.0,
      "text": "John's I'm going to hand you what I've marked as Exhibit eight. I didn't get I didn't get that far. You recognize this? This this leak from the Charles Jayco. CNN broadcast. He's got the blue screen behind him. You recognize that? Yes. Okay. And this was something that some People"
    },
    {
      "end_timestamp": 6004.0,
      "id": "e1f4b06f-9bf5-3daf-9531-73b915462cc9",
      "speaker": "Mark Enoch",
      "start_timestamp": 6000.0,
      "text": "recorded off of a satellite, I believe so a long time ago."
    },
    {
      "end_timestamp": 6034.0,
      "id": "bd42f90d-3718-35a9-b6ba-99156805149a",
      "speaker": "Mark Bankston",
      "start_timestamp": 6004.0,
      "text": "And you've done some reporting about this on Infowars. You You've shown this video and what what happened? From Yes. Okay. And as we see from here, you can see kind of on the left hand side, and on the right hand side of their screen, there's this big blue screen up behind them. Right. Right. Because they left it on. I mean, they didn't put anything on it, because they were on a satellite kind of practice. Right."
    },
    {
      "end_timestamp": 6043.0,
      "id": "697e6f7d-152c-3e16-8ebf-01f0b86c659d",
      "speaker": "Alex Jones",
      "start_timestamp": 6034.0,
      "text": "I don't remember all the particulars, but they admitted they weren't in a location. Okay. And then again, it's not like they might not like the background turns on. It's"
    },
    {
      "end_timestamp": 6071.0,
      "id": "481da27f-2f7d-33db-9c7a-5706da24aa4c",
      "speaker": "Mark Bankston",
      "start_timestamp": 6043.0,
      "text": "the computer overlays. Right? It's not like actually on this, there's suddenly there's something up on the screen computer takes care of that. Or does it lie or doesn't lie? Right. Okay. But that CNN studio that set up? What I'm going to hand you now is what I've been marked as exhibit 10. I didn't get that far. ABC News. And for Sawyer was given access to Ted Turner's secret studio."
    },
    {
      "end_timestamp": 6077.0,
      "id": "910395dc-05d9-3d02-b668-81c29e7a41c9",
      "speaker": "Dan",
      "start_timestamp": 6071.0,
      "text": "He's handed Alex a picture of another news network with the same backdrop."
    },
    {
      "end_timestamp": 6084.0,
      "id": "cdf705b1-3496-3c99-bb9c-d4563bd9a852",
      "speaker": "Jordan",
      "start_timestamp": 6077.0,
      "text": "Oh, no. Good work plans."
    },
    {
      "end_timestamp": 6087.0,
      "id": "3d2976ba-6e53-3c95-8f9f-99703939b2c4",
      "speaker": "Alex Jones",
      "start_timestamp": 6084.0,
      "text": "Do you think I don't even know anything about this? I mean, I know they were."
    },
    {
      "end_timestamp": 6092.0,
      "id": "58ef0f62-10e0-38c9-9860-5c618e8546a6",
      "speaker": "Mark Bankston",
      "start_timestamp": 6087.0,
      "text": "You've never seen that picture."
    },
    {
      "end_timestamp": 6098.0,
      "id": "cb47169a-3ea7-35db-be13-d2d6c062663f",
      "speaker": "Alex Jones",
      "start_timestamp": 6092.0,
      "text": "No, I believe that. CNN and other especially CBS partners, voter groups routinely. But I That's"
    },
    {
      "end_timestamp": 6099.0,
      "id": "010bd4c2-c680-3c3a-a852-8d90b6627b5e",
      "speaker": "Jordan",
      "start_timestamp": 6098.0,
      "text": "nice. Nice. So"
    },
    {
      "end_timestamp": 6108.0,
      "id": "df5f2b28-4904-3b16-8671-e7ea96d30d06",
      "speaker": "Mark Bankston",
      "start_timestamp": 6099.0,
      "text": "I take it you've never done any sort of research as to where these interviews were allegedly done. Where CNN says they were."
    },
    {
      "end_timestamp": 6115.0,
      "id": "4023beb6-3567-3223-982e-b89e7444a6c1",
      "speaker": "Alex Jones",
      "start_timestamp": 6108.0,
      "text": "You know, there's so long I think I've seen the PBS documentaries about this."
    },
    {
      "end_timestamp": 6125.0,
      "id": "2e416cc0-356d-3034-9555-5a8833b0e1f7",
      "speaker": "Mark Bankston",
      "start_timestamp": 6115.0,
      "text": "Don't exhibit nine. You've never seen the International Hotel in Riyadh, Saudi Arabia have you?"
    },
    {
      "end_timestamp": 6130.0,
      "id": "4978e66d-cb91-384a-8c50-c2658e92b657",
      "speaker": "Alex Jones",
      "start_timestamp": 6125.0,
      "text": "Know, that's what they said they were broadcasting Pro."
    },
    {
      "end_timestamp": 6134.0,
      "id": "17d88871-328a-3f42-8359-71b06a51e2f5",
      "speaker": "Mark Bankston",
      "start_timestamp": 6130.0,
      "text": "Show you to mark as exhibit 11."
    },
    {
      "end_timestamp": 6137.0,
      "id": "0bd87ed5-4ff9-3de2-acd2-a32f0846ca5c",
      "speaker": "Jordan",
      "start_timestamp": 6134.0,
      "text": "I got to that one."
    },
    {
      "end_timestamp": 6146.0,
      "id": "beb6807d-da83-303b-bd30-8e0524c640b8",
      "speaker": "Mark Bankston",
      "start_timestamp": 6137.0,
      "text": "You've never seen the photographs of the satellite setups for the major networks at the International Hotel in Riyadh, Saudi Arabia, have you"
    },
    {
      "end_timestamp": 6150.0,
      "id": "6b71183c-bfbe-3fa8-acf1-1322c557fe8a",
      "speaker": "Alex Jones",
      "start_timestamp": 6146.0,
      "text": "know, additional Jayco says that they staged the chemical attack. It didn't happen."
    },
    {
      "end_timestamp": 6156.0,
      "id": "0bc4ff1c-1f94-3f83-a928-13b893489274",
      "speaker": "Mark Bankston",
      "start_timestamp": 6150.0,
      "text": "You know, that Jayco admits is what you're saying. You've seen clips of Charles Jayco saying it was"
    },
    {
      "end_timestamp": 6162.0,
      "id": "ad26bea4-b361-39fd-97c5-c2b92333434d",
      "speaker": "Alex Jones",
      "start_timestamp": 6156.0,
      "text": "I mean, it came out later that there was a nerve gas in the air and all that that they staged some of the shots on Blue Train."
    },
    {
      "end_timestamp": 6180.0,
      "id": "26af25f0-c3d2-38f3-a752-3d00efdbe95a",
      "speaker": "Mark Bankston",
      "start_timestamp": 6162.0,
      "text": "So you're maintaining that that thing behind them in that shot? Is a blue screen used for compositing, and not just the walls of the International Hotel in Riyadh, it was on every broadcast."
    },
    {
      "end_timestamp": 6187.0,
      "id": "adf2bc21-d062-36cb-9b65-bd39fd2814b1",
      "speaker": "Alex Jones",
      "start_timestamp": 6180.0,
      "text": "Well, no, they were saying they were there. They were saying they were projecting that mine. And I get your confusion about the blue thing. Thank you. It's a long time ago."
    },
    {
      "end_timestamp": 6188.0,
      "id": "cee60112-f9b1-3d64-9a1a-7df4e7e7ef99",
      "speaker": "Jordan",
      "start_timestamp": 6187.0,
      "text": "It's very nice. Have you"
    },
    {
      "end_timestamp": 6191.0,
      "id": "da80ac3e-6b98-3627-93f3-27612fd1acc5",
      "speaker": "Alex Jones",
      "start_timestamp": 6188.0,
      "text": "not debated that CNN is staged location. They didn't"
    },
    {
      "end_timestamp": 6199.0,
      "id": "d47a9955-582c-30d6-96ea-84840a33176c",
      "speaker": "Mark Bankston",
      "start_timestamp": 6191.0,
      "text": "stage that shot did that. That shot was in front of the International Hotel in Riyadh, that was not a state shot."
    },
    {
      "end_timestamp": 6203.0,
      "id": "57cb29c2-2a0d-357d-9b39-1b49e5460cca",
      "speaker": "Alex Jones",
      "start_timestamp": 6199.0,
      "text": "Yeah, they put the gas mask on and do the whole thing. And then they stopped during the breaks and solve a joke."
    },
    {
      "end_timestamp": 6225.0,
      "id": "d65624ad-fbd7-358f-87e7-8e001a15d640",
      "speaker": "Mark Bankston",
      "start_timestamp": 6203.0,
      "text": "I'm not real concerned of what they did. On the broadcast. You said that they were in a secret Broadcast Center in Atlanta. When they said they were in Riyadh, you were wrong. That was false. They were actually in Riyadh, you can admit that. I can't say that. In fact, you don't know. When you were saying that? They were not in Riyadh, you have no idea."
    },
    {
      "end_timestamp": 6229.0,
      "id": "5a7c0362-2b17-3d5f-95a6-1b9cd75ac02f",
      "speaker": "Alex Jones",
      "start_timestamp": 6225.0,
      "text": "I think you're mixing things together. Do you?"
    },
    {
      "end_timestamp": 6276.0,
      "id": "b4cc83d0-5b30-30e3-bcb8-dfc3d69afc60",
      "speaker": "Dan",
      "start_timestamp": 6229.0,
      "text": "Okay, Mr. John? Okay. Yeah, cuz the thing that's so great about this is that it's such a demonstration of how little work Alex does to confirm or reinforce any of the arguments that he makes. But it's so salient to the Anderson Cooper thing, because it's the exact same thing. He said that he was pretending he was on location, right? When he wasn't he was in a studio, and they were faking the whole thing pretending he was in Sandy Hook. And the same thing is it's the exact same behavior. So it appears to be tertiary. But in reality, it's so connected. It's such a demonstration of the exact same behavior being like, that was a lie before you were wrong about that. Yeah, you were wrong about this. Also. That's the implication. I think it's good work."
    },
    {
      "end_timestamp": 6296.0,
      "id": "67bebc1c-65f3-3464-99d3-28c397a63b62",
      "speaker": "Jordan",
      "start_timestamp": 6276.0,
      "text": "I think the big. The big question I have right now is now that we know for a fact, what Alex does, in regards to research is zero, right? We have it pretty much it legally proven that he does not work."
    },
    {
      "end_timestamp": 6300.0,
      "id": "2a3106f6-9d27-30e2-9818-8157dbe402f2",
      "speaker": "Dan",
      "start_timestamp": 6296.0,
      "text": "There's even more of that later. Right? Right through this"
    },
    {
      "end_timestamp": 6304.0,
      "id": "799f094a-7649-3a31-9822-6972fa1aedcf",
      "speaker": "Jordan",
      "start_timestamp": 6300.0,
      "text": "What does he do? Besides talk for three hours?"
    },
    {
      "end_timestamp": 6305.0,
      "id": "30f0ddc1-9dfc-3026-aeb5-f10ec86681eb",
      "speaker": "Dan",
      "start_timestamp": 6304.0,
      "text": "He drinks a lot."
    },
    {
      "end_timestamp": 6308.0,
      "id": "4e044c11-4e78-3311-9853-7680ac8a4764",
      "speaker": "Jordan",
      "start_timestamp": 6305.0,
      "text": "Yeah. What does he do all day? Well,"
    },
    {
      "end_timestamp": 6348.0,
      "id": "20400a06-0226-3b1b-9056-a769bef5bac4",
      "speaker": "Dan",
      "start_timestamp": 6308.0,
      "text": "I mean, does he do from everything we can tell? You know, I bet he shows up pretty close to when his show starts. Yeah, I would assume Yeah, because he's been late before probably take some Super Male Vitality or something like that to get amped up. He does his show. And then I mean, we've seen so many times when he's shown up for another show later, and he's drunk, or something like that. Or when there's the marathons, he does his show, and then he'll pop in, like, at the six o'clock hour or whatever. So he just starts drinking it like one whenever he gets off air, and then whatever happens happens, and he's fat Don Draper. And then now his new strategy is going out in public and having people yell at him. So clips will go viral on the internet."
    },
    {
      "end_timestamp": 6352.0,
      "id": "e0b3ed99-ae30-32db-97c8-aa03cf4cf93a",
      "speaker": "Jordan",
      "start_timestamp": 6348.0,
      "text": "Look at Alex Jones. I'm still relevant, right? I'm still relevant, which is"
    },
    {
      "end_timestamp": 6360.0,
      "id": "ea0c7634-0f4c-3d61-a538-f3c3bff3a0e8",
      "speaker": "Dan",
      "start_timestamp": 6352.0,
      "text": "a good strategy, I guess. Yeah, I don't know. It is weird. It'd be interesting to just have someone follow him for a day. I would love that. Yeah."
    },
    {
      "end_timestamp": 6369.0,
      "id": "53c37232-d632-3e4b-8714-42e2cf9efffc",
      "speaker": "Jordan",
      "start_timestamp": 6360.0,
      "text": "But not in a in like, a an illegal way. Yeah, please, nobody. This is not a call to action."
    },
    {
      "end_timestamp": 6384.0,
      "id": "384985ca-3af3-3840-ade5-f0c847ea795b",
      "speaker": "Dan",
      "start_timestamp": 6369.0,
      "text": "Oh, no, no, no. So at this point, we get into the sourcing issues, the idea of like, Where does your information come from? And the guy brings up the idea that Alex said that Las Vegas was a false flag, as well. There's I call"
    },
    {
      "end_timestamp": 6388.0,
      "id": "b5c4136a-0ad3-3136-b006-a2eea11bbc8f",
      "speaker": "Jordan",
      "start_timestamp": 6384.0,
      "text": "it lost wages. Sure."
    },
    {
      "end_timestamp": 6413.0,
      "id": "f69331da-e9c3-327b-bf2c-47453694b812",
      "speaker": "Dan",
      "start_timestamp": 6388.0,
      "text": "So this is introduced into the proceedings, the idea that Las Vegas was all faked. Yeah, all that stuff. And Alex, earlier we heard the prosecutor laugh at Alex, when he said that he had the hostage rescue team tell him about Las Vegas. And when pressed for more details about that, we learned that Alex had to sign a nondisclosure agreement to find out information about Sandy. I'm sorry about Las Vegas at this exchange is ridiculous."
    },
    {
      "end_timestamp": 6419.0,
      "id": "42ea9c13-ecc3-34a8-9f94-f2a82a08e131",
      "speaker": "Alex Jones",
      "start_timestamp": 6413.0,
      "text": "And then I'll set aside non disclosures that I can't get into subsequently, with other information."
    },
    {
      "end_timestamp": 6447.0,
      "id": "42c6b8c0-99d3-37df-8ea7-5561c3da062f",
      "speaker": "Mark Bankston",
      "start_timestamp": 6419.0,
      "text": "You've signed non disclosures. With her talking about what about the general topic that you can just talk about? Apparently, there's some nondisclosure agreement that you've signed with some unnamed person that is relevant to the allegations that you were making about Vegas? Yes. For reasons of that non disclosure, you can't disclose anything about that. Was that was not a government person that you didn't want disclosure with?"
    },
    {
      "end_timestamp": 6477.0,
      "id": "6980f5b8-4a4d-3e77-b690-c938b101de5f",
      "speaker": "Mark Bankston",
      "start_timestamp": 6447.0,
      "text": "Kenzie Jackson? Was it a corporate entity? Was it a real person or an imaginary person? So there is a contract? If we needed it, we could get it. It exists."
    },
    {
      "end_timestamp": 6486.0,
      "id": "1fb71b63-57ee-33b5-ba79-dfe1ca92875f",
      "speaker": "Alex Jones",
      "start_timestamp": 6477.0,
      "text": "already told you it exists. Do you own it? We haven't covered that."
    },
    {
      "end_timestamp": 6487.0,
      "id": "34a751b7-b5ef-3c8b-9691-10699a1a5781",
      "speaker": "Mark Bankston",
      "start_timestamp": 6486.0,
      "text": "Okay, thank you, Mr. Johnson."
    },
    {
      "end_timestamp": 6488.0,
      "id": "7a799dd2-ca29-390f-9720-5c78873e656f",
      "speaker": "Dan",
      "start_timestamp": 6487.0,
      "text": "That could be a problem. What"
    },
    {
      "end_timestamp": 6491.0,
      "id": "2ff09a61-38f8-399e-9efd-71bd6dff2998",
      "speaker": "Jordan",
      "start_timestamp": 6488.0,
      "text": "did what did his lawyer just say to him?"
    },
    {
      "end_timestamp": 6493.0,
      "id": "7fda34b3-d38a-36ee-820a-917282aef095",
      "speaker": "Dan",
      "start_timestamp": 6491.0,
      "text": "I don't I don't know exactly what he said. But"
    },
    {
      "end_timestamp": 6498.0,
      "id": "5ace17e2-bacf-31f5-97e8-6b01a55aff14",
      "speaker": "Jordan",
      "start_timestamp": 6493.0,
      "text": "because the answer should be. We don't have it's not. It's not"
    },
    {
      "end_timestamp": 6535.0,
      "id": "4cc83d9c-2a30-3d60-8f36-27b8f7fa5f43",
      "speaker": "Dan",
      "start_timestamp": 6498.0,
      "text": "that can be a problem. Yeah, you'd have to eat. Like, I assume that's not real. Just because of course I do. Yeah. until proven otherwise. I believe that this is bullshit. But it you know, it is not real, then they're gonna have to falsify a document if they if they try and press the because that could come into court. Yeah. Like, because they would have to, like, show the NDA. Yeah. In order for the NDA to be enforceable. The judge can see it. Yeah. Yeah. So that could be a problem. What could be an issue, they might just let it go. Because it might also not be super relevant."
    },
    {
      "end_timestamp": 6546.0,
      "id": "5923fb81-8dbe-3c08-a281-8d2ebaf2d7b8",
      "speaker": "Jordan",
      "start_timestamp": 6535.0,
      "text": "But I'm surprised. I'm surprised he threw that one out, then I assumed that Alex would have tried to drop an NDA somewhere else, you know, as a quick Get Out of Jail Free card."
    },
    {
      "end_timestamp": 6552.0,
      "id": "260c338e-ddd6-3268-bb4b-9a9c0f6d2050",
      "speaker": "Dan",
      "start_timestamp": 6546.0,
      "text": "But I don't think the stakes are high enough in any of these other circumstances. That's true NDA with Wolfgang Halbig. What are you going to do if she"
    },
    {
      "end_timestamp": 6555.0,
      "id": "63a824af-da9d-3125-b7f2-cc911e9d0f58",
      "speaker": "Jordan",
      "start_timestamp": 6552.0,
      "text": "had assigned one? Wolfgang should have had him side one,"
    },
    {
      "end_timestamp": 6573.0,
      "id": "ba3c8f51-dbb1-3323-b375-df8e9c2e742d",
      "speaker": "Dan",
      "start_timestamp": 6555.0,
      "text": "perhaps but I don't think that would be enforceable by frankly, this is one instance where there is the illusion of somebody who would enforce an NDA on Alex. Yes. All these other instances are like you're talking to some dickhole who emailed you 1000 times, right? It's ridiculous."
    },
    {
      "end_timestamp": 6581.0,
      "id": "94862e8c-e32e-318e-925a-bf7f5a48bedb",
      "speaker": "Jordan",
      "start_timestamp": 6573.0,
      "text": "Because what made you sign the NDA shooter? Wait, what? Whoa, we're gonna do, we're gonna need to take a break on this."
    },
    {
      "end_timestamp": 6603.0,
      "id": "f715b80c-612a-3d9e-83a0-c1d063f6bcdb",
      "speaker": "Dan",
      "start_timestamp": 6581.0,
      "text": "Get out? What is going on? So that's one of the sources and we're never gonna get to the bottom of it, because there's an NDA. But then the conversation turns to more general sources that he gets his chatter from. Where does Alex get this chatter, the sense of the streets, that sort of thing. tubs we find out the supply I stores it's 4chan and YouTube. Of course,"
    },
    {
      "end_timestamp": 6621.0,
      "id": "5124af0c-bb41-32f7-9c6b-aa6ba23f94de",
      "speaker": "Mark Bankston",
      "start_timestamp": 6603.0,
      "text": "4chan. pick that one up first. I'm looking at. That's an anonymous image board, right? Yes. posters. They're signed a random number. Right? Yes. Infowars has frequently used for channels to source."
    },
    {
      "end_timestamp": 6624.0,
      "id": "c6f02502-d3a9-3c30-bb5b-15035cf107f5",
      "speaker": "Alex Jones",
      "start_timestamp": 6621.0,
      "text": "We've reported on things being reported at 14"
    },
    {
      "end_timestamp": 6629.0,
      "id": "60a5d1bd-74f3-3e89-a2dd-76185f71a218",
      "speaker": "Mark Bankston",
      "start_timestamp": 6624.0,
      "text": "as a source, right. That's what a source is, isn't it?"
    },
    {
      "end_timestamp": 6639.0,
      "id": "e8821fcd-7e9d-31f1-98cf-5f9a4c6b9500",
      "speaker": "Alex Jones",
      "start_timestamp": 6629.0,
      "text": "Yes. Okay. You could say technically is a source, even though we never even open any piece of source. You can imagine as"
    },
    {
      "end_timestamp": 6640.0,
      "id": "5a22828f-67c2-3b67-a1e7-a4d41f5fa1dd",
      "speaker": "Mark Bankston",
      "start_timestamp": 6639.0,
      "text": "a source of that information. Alex,"
    },
    {
      "end_timestamp": 6643.0,
      "id": "95b88182-4593-317f-a728-25f50427fb16",
      "speaker": "Alex Jones",
      "start_timestamp": 6640.0,
      "text": "my browsing the bathroom wall."
    },
    {
      "end_timestamp": 6655.0,
      "id": "b7591962-36b2-35ae-8536-bf2173f6e01a",
      "speaker": "Mark Bankston",
      "start_timestamp": 6643.0,
      "text": "Yeah. All right. No. When, for instance, we talked about missing didn't find the Parkland shooter."
    },
    {
      "end_timestamp": 6663.0,
      "id": "82ef47fa-413f-37a4-b38c-abfe1b205d56",
      "speaker": "Mark Bankston",
      "start_timestamp": 6655.0,
      "text": "We talked earlier about Miss identifying the Parkland shooter. Last year Infowars source was 14. Right."
    },
    {
      "end_timestamp": 6667.0,
      "id": "4b5bbc5f-3bae-3db1-87e0-1aacbe4d6bc0",
      "speaker": "Alex Jones",
      "start_timestamp": 6663.0,
      "text": "I don't remember that. It was corrected within a day."
    },
    {
      "end_timestamp": 6677.0,
      "id": "187b7e40-0aa6-3b82-a77d-7ad789944577",
      "speaker": "Mark Bankston",
      "start_timestamp": 6667.0,
      "text": "Well, I mean, I didn't ask anything about correction. Right? What I'm asking is, do you or do you not know, four channels your source?"
    },
    {
      "end_timestamp": 6682.0,
      "id": "3abf6c2d-69c4-3af1-8a93-2cbbbebc92be",
      "speaker": "Alex Jones",
      "start_timestamp": 6677.0,
      "text": "I believe it was one of the places that put it up. into October."
    },
    {
      "end_timestamp": 6689.0,
      "id": "5e458657-366f-3657-b1db-fcce44dbfaf9",
      "speaker": "Mark Bankston",
      "start_timestamp": 6682.0,
      "text": "So that's what I was kind of asking when you when I say where do you get your chatter? For channel one? Do you have any others for?"
    },
    {
      "end_timestamp": 6694.0,
      "id": "865a4f5a-d380-3a51-8688-7f4dc4197ead",
      "speaker": "Alex Jones",
      "start_timestamp": 6689.0,
      "text": "What email? People come out on the street?"
    },
    {
      "end_timestamp": 6703.0,
      "id": "5fe38065-1294-3fea-8aff-0810f5fab50b",
      "speaker": "Mark Bankston",
      "start_timestamp": 6694.0,
      "text": "Well, I mean, I'm specifically we're talking hone in on this idea that there were people on the internet chattering about Sandy Hook. Internet was talking about it, you"
    },
    {
      "end_timestamp": 6714.0,
      "id": "c5d05ce0-bf6a-3e87-9dad-09215d9de815",
      "speaker": "Alex Jones",
      "start_timestamp": 6703.0,
      "text": "know, I would say YouTube, I mean, there were videos in the first few weeks for like 5 million 10 million views plus, and they were showing a lot of things that when you looked at it look pretty compelling, look compelling,"
    },
    {
      "end_timestamp": 6727.0,
      "id": "c2ff709a-4c43-30d5-8bd8-478fe11a8cc7",
      "speaker": "Dan",
      "start_timestamp": 6714.0,
      "text": "look compelling. So your sources of information that you're going to report on as if they are real things are an anonymous message board and place where anyone can upload whatever videos they want."
    },
    {
      "end_timestamp": 6732.0,
      "id": "39332c64-af78-34a1-bb39-80494c80315e",
      "speaker": "Jordan",
      "start_timestamp": 6727.0,
      "text": "So now I know what he does all day. Yeah, watch drunk and watch the YouTube videos. Rob. Gotcha."
    },
    {
      "end_timestamp": 6781.0,
      "id": "3b8003f9-d97d-30c9-beb3-19472ef649ba",
      "speaker": "Dan",
      "start_timestamp": 6732.0,
      "text": "That might be his research problem. So to be fair, that's the research method of a lot of the people who follow him there and a lot of people who are very dumb, he's a man of the people. Yeah, certainly. So now, this is probably about the where this thing peaks. There's still a little bit after this, but this is the crescendo. The guy the prosecutor is trying to ask Alex if he understands why another Sandy Hook parent is suing him. He's trying to he's trying to get Alex to recognize that there is something that caused this. Yeah. As opposed to it being something that is randomly being done to him. Right. Alex can't really understand what's going on with the line of questioning, and then everything explodes. This goes so crazy."
    },
    {
      "end_timestamp": 6784.0,
      "id": "a2329e75-c592-393a-b304-374bba45ff85",
      "speaker": "Alex Jones",
      "start_timestamp": 6781.0,
      "text": "Well, well, you're asking me about specific broadcasts. I'm saying what broadcast right"
    },
    {
      "end_timestamp": 6797.0,
      "id": "92a9e36d-ef6e-3ce8-96b0-c08400265f06",
      "speaker": "Mark Bankston",
      "start_timestamp": 6784.0,
      "text": "I'm first I'm asking you, do you understand, Neil? Heslin? suity? Yes. Okay. Are you telling me that you don't know sitting here right now? What broadcast he sued you for?"
    },
    {
      "end_timestamp": 6801.0,
      "id": "d5caa836-6a73-3e42-b3e7-f6001a5cdc59",
      "speaker": "Alex Jones",
      "start_timestamp": 6797.0,
      "text": "I'm asking you to give me the specifics. Like so you"
    },
    {
      "end_timestamp": 6816.0,
      "id": "87a877c7-3a97-3100-8b27-ad9e07d9198a",
      "speaker": "Mark Bankston",
      "start_timestamp": 6801.0,
      "text": "know, I'm asking you right now. That's what I want to know, a question. Do you even know what Mr. Heslin sued you for? Individual."
    },
    {
      "end_timestamp": 6831.0,
      "id": "7b4b7a5f-bec9-3aca-a7cc-c604628e9425",
      "speaker": "Dan",
      "start_timestamp": 6816.0,
      "text": "So the if you couldn't hear that the objection that's being made is not the form. Objection, this scope, you're saying that this is outside the scope of what you're allowed to ask him about? That's what I thought. Yeah. And that is a that's a problem."
    },
    {
      "end_timestamp": 6956.0,
      "id": "d4d6af73-ea78-3a67-8026-93d8999f391b",
      "speaker": "Mark Bankston",
      "start_timestamp": 6831.0,
      "text": "There's no, right. There's no 36. Notice here, he has no scope. He has personal knowledge he can answer if you are you instructing him not to answer. Okay, then you can go ahead and answer. I don't know what the scope is. I have no idea what the scope is what you mean is there's something in the order that you think there's a scope? I don't see the scope. You're allowed to ask. Yeah, whether Mr. Whether Mr. Heslin was defamed is irrelevant to my case, you know that I had the document request are all about Mr. Heslin. I don't even start this with me. I would rather you not because you're not defending this deposition. Mr. Enoch. I've had an extraordinary amount of patients with you speaking during this deposition, but we're not going to do this to you when we defend deposition. Limit limitation the RFPs. Do you agree that the limited that No, I don't think so. Not to an RFP? No, I don't think so. I don't think the scope of no Mr. Enoch I don't think the scope of written discovery on request for production was identical to the scope of deposition and Many, many times, Mr. Enoch, the judge said, No, you can't ask that question for a request for production. But you can just ask it in deposition. So no, I don't agree with you at all. And I would appreciate it if you kept quiet the remainder of the deposition, you are not defending this deposition. It is not appropriate for you to speak. Sir, I'm going to ask you to leave my deposition. Go off the record. I want you to don't go off the record. Mr. Enoch, I'm asking you to leave my deposition. You're being obstructive, you are talking you are not appearing at this deposition. You are not defending it. If you do not agree to be quiet. I'm asking you to leave the deposition. Are you going to stay and be quiet? Or am I going to have to ask you to leave? Then you're going to stay quiet? I am. And if you leave again, if you keep speaking, I guarantee you I will seek sanctions against the industry. I hope he did."
    },
    {
      "end_timestamp": 6958.0,
      "id": "2e33267d-eb75-3245-b9a3-66105492278a",
      "speaker": "Jordan",
      "start_timestamp": 6956.0,
      "text": "Oh, like a good sanction. Nice"
    },
    {
      "end_timestamp": 6960.0,
      "id": "4e38adc1-4411-38af-94d3-342e4eea259e",
      "speaker": "Dan",
      "start_timestamp": 6958.0,
      "text": "lawyer fight."
    },
    {
      "end_timestamp": 6962.0,
      "id": "40127fca-a5d9-3686-8820-83d49a6b4fb4",
      "speaker": "Jordan",
      "start_timestamp": 6960.0,
      "text": "Nice little lawyer fight who?"
    },
    {
      "end_timestamp": 6998.0,
      "id": "123d7fdf-4657-3fc2-bd35-8b87c8d8040b",
      "speaker": "Dan",
      "start_timestamp": 6962.0,
      "text": "I mean, from everything. I can tell that the prosecutor is totally in the right this? Oh, yeah. It's supposed to be there. Talking. He's been he has been pretty polite in terms of like, you need to calm down. You need to stop talking. You're not the lawyer who's defending this. Yeah. And then the RFP is the request for production. That's like the all of the documents that were requested. And so the Enoch is trying to present the idea that you're only allowed to ask things that are in law. Related to all that, and prosecutors like no, that is not the case. Clearly, based on statements by the court."
    },
    {
      "end_timestamp": 7011.0,
      "id": "0cc496f0-dff0-33a0-8f75-9aba58b119f1",
      "speaker": "Jordan",
      "start_timestamp": 6998.0,
      "text": "Yeah, the judge. To do that, you have to request them to produce this document in this document, and the judge will say they need to do this. They don't need to request this one. Right. But that doesn't, that doesn't mean that you can't ask about it."
    },
    {
      "end_timestamp": 7065.0,
      "id": "2243a97f-b514-38b3-b6d9-f668aa6ed8fc",
      "speaker": "Dan",
      "start_timestamp": 7011.0,
      "text": "Right. Right. And I think that this is the doing the save that they haven't done in other instances, because I think it's a really, really bad thing to have on the record. The idea that Alex doesn't understand why he's being sued. Yeah, that is something that is it paints him in such an inhuman way that like, I don't know how you could have that introduced into the deposition, because then you can introduce it into court. Yeah. On the stand asking Alex like, do you really have no idea why these people are mad at you? Yeah, it would just it would turn into like, it would be so ugly. So I think that they ran interference. And when they got done after the lawyer fight, the question was dropped, and they moved on to another question. Yeah. So I think they said they did a good job. Yeah, I think it achieved exactly the goal that it needed to, and was kind of amusing along the way. Yeah,"
    },
    {
      "end_timestamp": 7072.0,
      "id": "35576243-2e8d-3e1a-9b33-95924bf7ee30",
      "speaker": "Jordan",
      "start_timestamp": 7065.0,
      "text": "I think you're right, that they do know each other that remark about how, when we're defending depositions, we don't tag team you guys."
    },
    {
      "end_timestamp": 7075.0,
      "id": "51db2c13-4b46-39ac-b13f-ba1256b13463",
      "speaker": "Dan",
      "start_timestamp": 7072.0,
      "text": "I think he was talking about, like, for depositions"
    },
    {
      "end_timestamp": 7078.0,
      "id": "9d74ca02-a355-3f47-976b-8e3d2c4adf82",
      "speaker": "Jordan",
      "start_timestamp": 7075.0,
      "text": "in with with the Sandy Hook in this case. Yeah, we had"
    },
    {
      "end_timestamp": 7128.0,
      "id": "e3c8f338-c3f3-3f85-848d-637dedfc6e1e",
      "speaker": "Dan",
      "start_timestamp": 7078.0,
      "text": "families and gotcha stuff like that. Gotcha. I think although you might be right to I'm not entirely sure. So they try to go down another line. And that is asking Alex Jones about his businesses. And this is a fruitless line to go down in terms of this. I don't have any. Well, he's close to that. It's a fruitless line to go down because the lawyers can just say like, objection based on privacy. Yeah. Because businesses involve other people and disclosing other things might disclose private information about so it's, it is outside of what might be appropriate to ask Alex as an individual Yeah, but that doesn't stop Alex from accidentally revealing a little piece of information. Of course he does about Infowars LLC that I found shocking. Oh, no."
    },
    {
      "end_timestamp": 7136.0,
      "id": "2304d5e7-aff8-3df5-8123-924008dbbeb5",
      "speaker": "Mark Bankston",
      "start_timestamp": 7128.0,
      "text": "I want to talk a little bit about Infowars LLC. Have you ever taken money from Infowars LLC"
    },
    {
      "end_timestamp": 7147.0,
      "id": "b45b6c1b-072f-34a7-92cf-08a5ac393226",
      "speaker": "Mark Enoch",
      "start_timestamp": 7136.0,
      "text": "instructions and privacy unless specifically relevant"
    },
    {
      "end_timestamp": 7159.0,
      "id": "f3b787a0-f1be-31a5-aa99-7695e06a460c",
      "speaker": "Mark Bankston",
      "start_timestamp": 7147.0,
      "text": "Okay, I will take that up another day, I guess. Oh. I mean, I don't at all this info wars LLC. Has it ever had any money? Objection, same"
    },
    {
      "end_timestamp": 7172.0,
      "id": "fc3d2737-f43f-3a28-a830-847f156536c9",
      "speaker": "Mark Enoch",
      "start_timestamp": 7159.0,
      "text": "instruction? Who wouldn't? What is Infowars LLC"
    },
    {
      "end_timestamp": 7174.0,
      "id": "0a3adac8-7e00-3632-965d-c455676fde93",
      "speaker": "Alex Jones",
      "start_timestamp": 7172.0,
      "text": "I don't believe it's even an operating company."
    },
    {
      "end_timestamp": 7179.0,
      "id": "cfb0d9f7-53f2-3ba5-a237-dbc331f43e05",
      "speaker": "Mark Bankston",
      "start_timestamp": 7174.0,
      "text": "So it's your allegation? It's not an act of corporation by the Secretary of State."
    },
    {
      "end_timestamp": 7185.0,
      "id": "949387a8-f62f-3ca1-8588-4ce139bd8455",
      "speaker": "Alex Jones",
      "start_timestamp": 7179.0,
      "text": "You know, I'm not the expert on this. So I probably shouldn't answer that. State it wrong but I"
    },
    {
      "end_timestamp": 7186.0,
      "id": "624b5969-9d93-3963-be18-62204d82aa5a",
      "speaker": "Jordan",
      "start_timestamp": 7185.0,
      "text": "okay. No, no, that's where"
    },
    {
      "end_timestamp": 7191.0,
      "id": "2925ba35-4f0b-34b4-b88c-c3a6467cf0dd",
      "speaker": "Mark Bankston",
      "start_timestamp": 7186.0,
      "text": "you stop you made Infowars owes you create it."
    },
    {
      "end_timestamp": 7194.0,
      "id": "3adc3a95-f2a7-39f0-b9d4-0fe5b2ce324e",
      "speaker": "Alex Jones",
      "start_timestamp": 7191.0,
      "text": "You know, I'm not a lawyer, so I want to answer it wrong."
    },
    {
      "end_timestamp": 7216.0,
      "id": "c9976456-1eb8-3b97-8876-99cabd635bf1",
      "speaker": "Mark Bankston",
      "start_timestamp": 7194.0,
      "text": "You're nobody else is involved. It's nobody else's company. Right? Infowars LLC. What does it do? What does it ever done as a business? I don't know."
    },
    {
      "end_timestamp": 7232.0,
      "id": "4ef5ee5d-a8db-3408-abdd-9727620ffe88",
      "speaker": "Jordan",
      "start_timestamp": 7216.0,
      "text": "I don't know. I don't know. I don't know how fair that is. I think he's just, I mean, if you asked him without the earlier preamble, I imagine he would at least be able to say we're a media operation."
    },
    {
      "end_timestamp": 7239.0,
      "id": "44fa7a70-7b9f-3bb7-8a75-86a6bc2a9ac0",
      "speaker": "Dan",
      "start_timestamp": 7232.0,
      "text": "That's free speech systems. Oh, free speech systems, LLC is the media operation. Alex? I"
    },
    {
      "end_timestamp": 7241.0,
      "id": "7805753e-0d6b-3187-b2d3-790cf0dbf26a",
      "speaker": "Jordan",
      "start_timestamp": 7239.0,
      "text": "so what is Infowars? Ellis? I"
    },
    {
      "end_timestamp": 7277.0,
      "id": "1ef80951-8ba2-31f7-8b06-9aaa63f5e50d",
      "speaker": "Dan",
      "start_timestamp": 7241.0,
      "text": "think Alex legitimately doesn't know what it is. I mean, is there one? Yeah, it is. But later on, he comes back. There's another question about it. And he's like, I think it has something to do with like, the domains for the website or something like that. Yeah. And the fact that he proffered that sort of information, it leads me to believe that he may have understood what it was when he started it or earlier in the business time. But now someone else is involved with all that shit. He doesn't he doesn't bother himself with any of the corporate structure Yeah, of things that he may legitimately not know what these businesses."
    },
    {
      "end_timestamp": 7280.0,
      "id": "96a0883c-317e-38ce-9dfc-d5b308dff818",
      "speaker": "Jordan",
      "start_timestamp": 7277.0,
      "text": "You got to delegate authority. I'm fine with that."
    },
    {
      "end_timestamp": 7323.0,
      "id": "3518cd18-fe84-3479-a43c-993410d5718f",
      "speaker": "Dan",
      "start_timestamp": 7280.0,
      "text": "I am too, but I think it's wild. Because he I think it's a terrible idea because he also presented himself as being such a self made person, I run all of this stuff. So that existing in the same space as I don't know what Infowars LLC does, like, That can only mean to like, that kind of a declaration means to me, either. He legitimately doesn't, which is believable, but weird. Yeah. Or he knows that something fucked up, right? He doesn't want to talk about it. Right. Right. And I think that's a possibility. It's not as likely I think as him not knowing legitimately. I think I think you're just seeing a person who, like, is woefully unprepared to be asked any question?"
    },
    {
      "end_timestamp": 7331.0,
      "id": "a90646e6-57d8-3343-98bf-a6153c29089e",
      "speaker": "Jordan",
      "start_timestamp": 7323.0,
      "text": "Yeah. I'm amazed. It's pretty. I'm amazed he didn't Did his lawyers even like, practice with them. I think they practiced"
    },
    {
      "end_timestamp": 7342.0,
      "id": "1a76167e-42a9-3658-9980-94be439ca40c",
      "speaker": "Dan",
      "start_timestamp": 7331.0,
      "text": "on their own objecting. In mirrors, they went out to dinner together and objected each other."
    },
    {
      "end_timestamp": 7346.0,
      "id": "fdc4aa83-f37b-3817-9e5c-fce29f65423c",
      "speaker": "Jordan",
      "start_timestamp": 7342.0,
      "text": "Okay, that's a request for production of salts, please."
    },
    {
      "end_timestamp": 7372.0,
      "id": "7e9266de-c177-398f-b1db-992fce830c5f",
      "speaker": "Dan",
      "start_timestamp": 7346.0,
      "text": "And thank you. That's the new name for Dave Dobbin Meyer show request for the production result. So in this next clip, we get back to Wolfgang Halbig and that whole situation and they basically get Alex to admit that he didn't fact check Wolfgang at all really right but in the same breath Alex is presenting it as like he wants it to appear that he tried to which is weird."
    },
    {
      "end_timestamp": 7383.0,
      "id": "9b260c88-7005-3e17-88fb-dfd01ded3e10",
      "speaker": "Mark Bankston",
      "start_timestamp": 7372.0,
      "text": "So are you saying that he had a resume of such that you did not feel the need to fact check or corroborate his"
    },
    {
      "end_timestamp": 7401.0,
      "id": "893f4677-fb18-323f-a00c-01b42d6dd84d",
      "speaker": "Alex Jones",
      "start_timestamp": 7383.0,
      "text": "we did try to fact check it because it was a wall of secrecy up around it around Sandy Hook that Hartford current others noted. Unprecedented it allow that darkness for you know, things ought to be checked out."
    },
    {
      "end_timestamp": 7416.0,
      "id": "da1b24a9-b38f-36d7-9afa-ab9425a3eb55",
      "speaker": "Mark Bankston",
      "start_timestamp": 7401.0,
      "text": "Well, let's take them one by one. Mr. Halbig said the thing about porta potties, right. You know what I'm talking about porta potties. Yes. Okay, that wasn't hidden behind a cloak of secrecy that's in a video that's been public for six, seven years right."
    },
    {
      "end_timestamp": 7424.0,
      "id": "43b807b4-0bdb-3c79-b3dd-7ce8f9fe196b",
      "speaker": "Alex Jones",
      "start_timestamp": 7416.0,
      "text": "I don't think that that that piece of information has been proven one way or the other. I think they did deliver porta potties pretty quick."
    },
    {
      "end_timestamp": 7427.0,
      "id": "7beaadcb-77ef-34f0-8f79-829e066e3e8c",
      "speaker": "Mark Bankston",
      "start_timestamp": 7424.0,
      "text": "EMTs are in the building right now that's been public for six or seven years."
    },
    {
      "end_timestamp": 7429.0,
      "id": "81d11968-f6f0-340b-90bf-ce380add399a",
      "speaker": "Alex Jones",
      "start_timestamp": 7427.0,
      "text": "Most airports blacked out."
    },
    {
      "end_timestamp": 7434.0,
      "id": "87d2c71a-4c7f-3cf7-bff4-5837d82277e8",
      "speaker": "Mark Bankston",
      "start_timestamp": 7429.0,
      "text": "Do you know EMTs are in the building that's borne out in multiple reports and"
    },
    {
      "end_timestamp": 7443.0,
      "id": "2a14bc28-29e3-3e35-96d8-83c7043e13fe",
      "speaker": "Alex Jones",
      "start_timestamp": 7434.0,
      "text": "the report itself the police officer says it didn't look normal things didn't look didn't look right. That was the kind of thing we were worried. Okay. Okay."
    },
    {
      "end_timestamp": 7453.0,
      "id": "98358779-89a2-36d8-95bb-7fe3f286c90d",
      "speaker": "Jordan",
      "start_timestamp": 7443.0,
      "text": "Not that not the not the deposition not the not the parts where the it proves what I was saying is not true. We were we were reading that right right. Why would you"
    },
    {
      "end_timestamp": 7466.0,
      "id": "e9edd62c-2735-3272-b4b5-8fce38d13d2d",
      "speaker": "Dan",
      "start_timestamp": 7453.0,
      "text": "read this report all that stuff that's blacked out you know what's not blacked out the thing that I'm bringing up to you? It seems it seems like it's just a lot of black dots stuff and I thought I'd throw the baby out with the bathwater this report sucks."
    },
    {
      "end_timestamp": 7473.0,
      "id": "03be85ae-dadf-359d-aa21-bdb6805cde54",
      "speaker": "Jordan",
      "start_timestamp": 7466.0,
      "text": "Terrible what's what's worth trying and failing to look into? Okay, l l big lb are not looking to do at all?"
    },
    {
      "end_timestamp": 7525.0,
      "id": "770eff9b-0737-3d4c-9326-7b2ae9223388",
      "speaker": "Dan",
      "start_timestamp": 7473.0,
      "text": "Well, I think he didn't look into him at all. And then this is just cover. This is just a cover angle where he's like, Well, we would have loved to look into him. But there was so much secrets. I was like, Alright, whatever, dude, you're just you don't want to have to actually say, I didn't give a shit. I didn't look at it. Yeah, that's more or less what's going on. So this next clip, we find out in much the same way. Alex doesn't know the date of Sandy Hook. He doesn't know what time it happened. He doesn't know and Anything about the EMTs, who went into the building, he doesn't know how far the closest hospital with a helicopter is. He doesn't understand helicopter rescue. Dynamics like having to turn off the blade so people can get to the helicopter. He doesn't understand any of that. He doesn't even understand why he's there. And that leads us to this next clip where he doesn't understand the consequences of his own action. And he doesn't really seem to even give a shit."
    },
    {
      "end_timestamp": 7544.0,
      "id": "6e61e2f2-9b2a-34a7-ac48-4a9ea9cf287f",
      "speaker": "Mark Bankston",
      "start_timestamp": 7525.0,
      "text": "You know who Lucy Richards is? Don't you? Know? Even today, you don't sit here today. You don't know who this Richard does? I don't. Okay. You don't know that there was a woman and Infowars follower who went to federal prison for stalking and threatening to kill Sandy Hook parents and that she's now barred from ever seen Infowars again, by court order."
    },
    {
      "end_timestamp": 7547.0,
      "id": "775f0700-fba8-3e7a-8697-5078c2267dc6",
      "speaker": "Alex Jones",
      "start_timestamp": 7544.0,
      "text": "I read about a woman and the media alleging that"
    },
    {
      "end_timestamp": 7560.0,
      "id": "d7f92a09-1d15-36f6-b835-f114883cd292",
      "speaker": "Mark Bankston",
      "start_timestamp": 7547.0,
      "text": "and you know, that happened in Central Florida very shortly after you've disclosed Mr. Posner's personal email address and maps to where he picks up his know that no, I did not. You didn't know where that?"
    },
    {
      "end_timestamp": 7563.0,
      "id": "bd6c769e-0950-3534-9c2e-7e9ed516e7cc",
      "speaker": "Alex Jones",
      "start_timestamp": 7560.0,
      "text": "No, I did not do what you said. Okay."
    },
    {
      "end_timestamp": 7573.0,
      "id": "601a8b0b-5ceb-32e1-93eb-2065491770e1",
      "speaker": "Dan",
      "start_timestamp": 7563.0,
      "text": "Wait, well, that's an interesting different denial. He was asking if you knew about this. No, I didn't do it. This woman is just"
    },
    {
      "end_timestamp": 7575.0,
      "id": "880165ff-0556-38d1-8249-97b75ce2e44f",
      "speaker": "Jordan",
      "start_timestamp": 7573.0,
      "text": "admit to a different cry."
    },
    {
      "end_timestamp": 7609.0,
      "id": "8f93b4d2-b12d-3ea9-9583-960d3820d958",
      "speaker": "Dan",
      "start_timestamp": 7575.0,
      "text": "Maybe this is or he denied and other. This is the logical conclusion of the rhetoric that he put into the world that this person heard him, right. Stalker these people in threatened, he doesn't know her name when brought up or maybe he's lying and doesn't know, I'm not entirely sure. I could go either way. I'm leaning towards actually not knowing and doesn't seem to give a shit when it's brought up. They're like, Oh, yeah, she did that pretty soon after you gave out that address and stuff like, not connected."
    },
    {
      "end_timestamp": 7617.0,
      "id": "6aa79798-fdf8-3a78-a716-0956bf02800d",
      "speaker": "Jordan",
      "start_timestamp": 7609.0,
      "text": "Mr. Mr. Jones, I would like to ask you a quick question. Do you understand causality?"
    },
    {
      "end_timestamp": 7619.0,
      "id": "bd4a77ae-98fe-3518-87e9-17197bb79bae",
      "speaker": "Dan",
      "start_timestamp": 7617.0,
      "text": "Objection form. Thank you very much."
    },
    {
      "end_timestamp": 7625.0,
      "id": "12a7897d-a756-3f30-be0d-f5423e655613",
      "speaker": "Jordan",
      "start_timestamp": 7619.0,
      "text": "You can't do that. Barnes is like good work, Alex."
    },
    {
      "end_timestamp": 7684.0,
      "id": "96a29c87-3882-309a-9edb-32928412a3d9",
      "speaker": "Dan",
      "start_timestamp": 7625.0,
      "text": "So I'm going to skip these next two clips because they're just more puncturing narratives. And Alex, one of them is the guy brings up the this thing that Alex reported about parents not being able to touch their kids. Yeah. Which was something that was brought up in the Megyn Kelly interview, and Alex has talked about on his show a lot. And so they asked, like, where did you get that information from? Is there one human being that you can point to that you got that information from and Alex has nothing. And then there's another gang. Today is Mozart. There's another one another narrative? It's the man who's in SWAT gear in the woods. And Alex is like, I saw reviews in the mainstream news. And when he's pressed on it more, he it comes out that it was just a guy in camo pants. Yeah. And so then the prosecutor was like, Do you think it's appropriate to call camo pants? SWAT gear? I was just like, Yeah, I think it's a fair description. Yeah. Your crazy. That's a crazy thing to say."
    },
    {
      "end_timestamp": 7688.0,
      "id": "3239507d-7ad2-32d8-ba84-d8b0f7c6f16d",
      "speaker": "Jordan",
      "start_timestamp": 7684.0,
      "text": "i There were so many SWAT officers in my high school in the 90s. Oh, my"
    },
    {
      "end_timestamp": 7690.0,
      "id": "cc4f1a15-2a37-3cf8-b1bb-97f34a6b9ef5",
      "speaker": "Dan",
      "start_timestamp": 7688.0,
      "text": "God. So very young."
    },
    {
      "end_timestamp": 7695.0,
      "id": "b6652833-de1a-30c8-8945-47ecce9fb50e",
      "speaker": "Jordan",
      "start_timestamp": 7690.0,
      "text": "A lot of young SWAT teams. They were all undercover. It was"
    },
    {
      "end_timestamp": 7726.0,
      "id": "ee77ff55-08ad-3608-8a6b-56b7ebede84e",
      "speaker": "Dan",
      "start_timestamp": 7695.0,
      "text": "very trendy for a while to be Swat. So there was that movie. Yeah, that's true. But Colin Farrell? LL Cool. J. Yeah. So I skip along from all of this, because I think there's this is more important here as we sort of round out towards the end. And that is in this next clip, Alex is insistent on presenting himself as the victim, because of course he is. Well match. And this is particularly distasteful. And then he spends a conspiracy theory about why all this is happening to him."
    },
    {
      "end_timestamp": 7804.0,
      "id": "cbd662eb-1429-369f-a96d-715fc83eba64",
      "speaker": "Alex Jones",
      "start_timestamp": 7726.0,
      "text": "I am not the only person to question Sandy Hook. And I legitimately ask those questions because I had concerns. And I resent the fact that the media and the corporate lawyers the establishment, the Democratic Party, tried to make this my identity brought it out. Constant repeated, tricked me into debating it with them. So they could say that I was injuring people. And I see the parties that continue to bring this up and drag these cameras to the mud is the real villains, a conscious villains attempting to shore the first amendment process. I did not consider myself to be that villain. I could have done a better job in hindsight, and I apologize for that. But I've seen the very same corporate media and lawyers continue to say that I'm saying all these things and exaggerating and using it against the First Amendment. I think that's very dangerous and despicable. Miss Jones, do you think I know full well that when Hillary Clinton lost the election, I'm like, Hey, I think Sandy Hook happened and you and others continually are in the news. I don't want it first of all Jones needs to do is say sorry, I am sorry that this is all been out of context, and I believe your kids died. And that was only that was all ignored. So I've seen the real disingenuousness and And in fact, this is all just cold blooded, you know, fit because Hillary lost the election."
    },
    {
      "end_timestamp": 7808.0,
      "id": "c548d8c5-fe65-3713-a140-877498b4f34e",
      "speaker": "Mark Bankston",
      "start_timestamp": 7804.0,
      "text": "So do you think it worked for Hillary Clinton or something? Or George Soros gives me money or something like"
    },
    {
      "end_timestamp": 7832.0,
      "id": "52e93974-dbde-3793-b7c3-47dc544bd1c7",
      "speaker": "Alex Jones",
      "start_timestamp": 7808.0,
      "text": "that? Well, I mean, I know this is what Hillary lost the light switch went on. I never been sued, and I got superbugs. And then you got all the corporate media working in working in tandem? And I know you're working with a Connecticut case and doing all that and triangulating all that stuff. So my let's not, let's not and there's gonna be some other things coming down the road. Well, they will come out when were you sued? I think it was last year. Yeah. Like,"
    },
    {
      "end_timestamp": 7837.0,
      "id": "adbd67df-e14f-3baa-af97-c8203cede765",
      "speaker": "Mark Bankston",
      "start_timestamp": 7832.0,
      "text": "what are the things Alex year and a half after Hillary Clinton was"
    },
    {
      "end_timestamp": 7856.0,
      "id": "27f9af99-d58d-33e7-bf94-5a67da2ccf4a",
      "speaker": "Alex Jones",
      "start_timestamp": 7837.0,
      "text": "what they had, but they hadn't ever put the final report out. You needed the report. They never would put the report out. Gotta have the report. The report came out a month before you sued me. Okay. What reports what the official Sandy Hook report was put out by the local state of federal government."
    },
    {
      "end_timestamp": 7864.0,
      "id": "99d58b40-03e9-3389-ae5d-4197f1af8d67",
      "speaker": "Mark Bankston",
      "start_timestamp": 7856.0,
      "text": "So you you are going to sit here today and not that there has been an official Sandy Hook report books of it online since December 2013."
    },
    {
      "end_timestamp": 7875.0,
      "id": "d27c8a55-ef45-3962-8964-56fea6f1e321",
      "speaker": "Alex Jones",
      "start_timestamp": 7864.0,
      "text": "There have been some redacted reports put out but it was a big deal in one of the was to the Connecticut Supreme Court. So hugely litigated situation of this being so suppressed."
    },
    {
      "end_timestamp": 7882.0,
      "id": "8beed583-978e-3b38-aa73-c2717f39827f",
      "speaker": "Dan",
      "start_timestamp": 7875.0,
      "text": "Okay. I do love again that like that laughing at"
    },
    {
      "end_timestamp": 7894.0,
      "id": "1c489fbd-afb5-34ea-aa52-3f0ff55b91f2",
      "speaker": "Jordan",
      "start_timestamp": 7882.0,
      "text": "my favorite. Yeah, that's my favorite moment. that's ever been worse. Because you could see him just being like, yeah, you're rambling on let's move this on. The report came out. Wait, what report? Are you talking? i Oh, you almost got me."
    },
    {
      "end_timestamp": 7902.0,
      "id": "792fa634-579d-3f7a-97bf-cb9a5e1693cb",
      "speaker": "Dan",
      "start_timestamp": 7894.0,
      "text": "I also love that, like, who put out the report now it says responses, the state, local and federal. All three,"
    },
    {
      "end_timestamp": 7904.0,
      "id": "f7b3143c-1a49-3ed3-a1eb-f79059edd1e4",
      "speaker": "Jordan",
      "start_timestamp": 7902.0,
      "text": "all three. They were working in tandem."
    },
    {
      "end_timestamp": 7932.0,
      "id": "a964091a-7e22-338b-9ab6-09f24677cb41",
      "speaker": "Dan",
      "start_timestamp": 7904.0,
      "text": "Yeah, that's, that's ridiculous. So we get to the issue of profit in this next clip. And the idea that Alex is making money off of these Sandy Hook narratives that he's putting out that we've all seen throughout all this he can't defend in the light of day and if he has to clip is edited, or it's Wolfgang Halbig fault going off what he says. And he tries to obfuscate here about the idea that he's making money off this bullshit."
    },
    {
      "end_timestamp": 7939.0,
      "id": "754fba99-266f-3865-af98-18e12742f8f0",
      "speaker": "Mark Bankston",
      "start_timestamp": 7932.0,
      "text": "You've made money from every single one of these broadcasts we saw today right?"
    },
    {
      "end_timestamp": 7943.0,
      "id": "6dd1edce-bc98-3529-9be3-fccfbb8cc983",
      "speaker": "Alex Jones",
      "start_timestamp": 7939.0,
      "text": "No, we actually lose money on really controversial stuff, we can actually see it."
    },
    {
      "end_timestamp": 7945.0,
      "id": "50b38155-e712-3e2b-8aba-d7b1a5696ee6",
      "speaker": "Mark Bankston",
      "start_timestamp": 7943.0,
      "text": "Oh, so you can produce that to me?"
    },
    {
      "end_timestamp": 7946.0,
      "id": "34635082-4c75-33c3-960d-6eba382211b2",
      "speaker": "Alex Jones",
      "start_timestamp": 7945.0,
      "text": "You absolutely we'd love to"
    },
    {
      "end_timestamp": 7951.0,
      "id": "b637f3a9-2c8a-365e-ab0b-27946b792a03",
      "speaker": "Mark Bankston",
      "start_timestamp": 7946.0,
      "text": "and you have supplements you sell to with these videos Correct?"
    },
    {
      "end_timestamp": 7953.0,
      "id": "1c42634e-6cec-3676-b456-bee2ccf99e20",
      "speaker": "Alex Jones",
      "start_timestamp": 7951.0,
      "text": "No, that the advertisement separate from the news?"
    },
    {
      "end_timestamp": 7957.0,
      "id": "6e94d33d-ca52-3f7d-843b-16eaf79edfed",
      "speaker": "Mark Bankston",
      "start_timestamp": 7953.0,
      "text": "Well, I mean, in these news"
    },
    {
      "end_timestamp": 7964.0,
      "id": "fd57c3eb-15b0-3c4d-adb5-f98647cda6fd",
      "speaker": "Alex Jones",
      "start_timestamp": 7957.0,
      "text": "right. It's the the two don't go together"
    },
    {
      "end_timestamp": 7980.0,
      "id": "a2ae3a9d-8c74-39c8-86a8-18df77693b8a",
      "speaker": "Mark Bankston",
      "start_timestamp": 7964.0,
      "text": "about the news and you put the news down and all of a sudden you're talking about bone broth and Male Vitality and fluoride free. They're talking about WMDs hold on Mr. Jones, you pick that back down and you pick up the news and you start talking about it in the same video correct."
    },
    {
      "end_timestamp": 7986.0,
      "id": "83fd9a1c-c6e8-3c17-bb53-27ee35a67911",
      "speaker": "Alex Jones",
      "start_timestamp": 7980.0,
      "text": "It's like It's like saying the Super Bowl goes in the Super Bowl has Budweiser ads on the walls Yeah,"
    },
    {
      "end_timestamp": 7990.0,
      "id": "947315b4-f7c5-3170-a7a0-aa578e660c18",
      "speaker": "Mark Bankston",
      "start_timestamp": 7986.0,
      "text": "NBC makes money off if it's broadcasting"
    },
    {
      "end_timestamp": 8001.0,
      "id": "2477562a-a5c9-311f-83d7-14813d67e038",
      "speaker": "Alex Jones",
      "start_timestamp": 7990.0,
      "text": "technically that's not how our advertising is separate from what is going on during the program. We don't do product placement and so now the answer was whatever soon lost money"
    },
    {
      "end_timestamp": 8023.0,
      "id": "71c32fc0-ec90-3970-a7ac-4438477d10a8",
      "speaker": "Dan",
      "start_timestamp": 8001.0,
      "text": "so I'm excited for him to produce that at all but also the fucking balls the fucking balls of this like the advertising and the content are separate completely separate and then the idea lately separate the idea that his analog is like the Superbowl and there's ads and product placement it's such a bad argument because exactly what he said they make money off."
    },
    {
      "end_timestamp": 8044.0,
      "id": "05d8c964-d248-37f5-b586-d717f0809492",
      "speaker": "Jordan",
      "start_timestamp": 8023.0,
      "text": "What you don't realize is that Alex Jones is pill company pays him for each paid ad on his own show. So when he goes to a so when he goes to an ad pivot, sure there for his own products, but it's a separate company. That actually might make sense and might be a better way of doing it. So you can protect yourself from exactly the situation. Yeah, I might be a smart move"
    },
    {
      "end_timestamp": 8071.0,
      "id": "7fe39d67-fb62-37b5-98fe-77fba383063a",
      "speaker": "Dan",
      "start_timestamp": 8044.0,
      "text": "stupid, Crazy, Stupid, stupid, stupid and crazy. Crazy. Crazy. So we have two more clips left and the first one we will witness Alex being an unspeakable level of awful and it almost flies under the radar because of how awful this is. And then in the last clip, we will see why it doesn't really matter, which is kind of a downer, but that's kind of what we do. Alright, so here's the first clip where Alex is incredibly terrible."
    },
    {
      "end_timestamp": 8096.0,
      "id": "036d1ce4-2109-33db-a4bb-d2b3aeacf20d",
      "speaker": "Mark Bankston",
      "start_timestamp": 8071.0,
      "text": "You would agree with me that some damage happens when you break something caused something to be lost or hurt somebody. Whether it's intentional, or whether it's a mistake. There's consequences for that. People should be accountable for the people their"
    },
    {
      "end_timestamp": 8099.0,
      "id": "fc05a72c-15fc-30ce-a4bc-74d5421a96ae",
      "speaker": "Jordan",
      "start_timestamp": 8096.0,
      "text": "good work learns."
    },
    {
      "end_timestamp": 8115.0,
      "id": "554c0fb0-ccf7-3e0e-aafc-8ec30546fed7",
      "speaker": "Alex Jones",
      "start_timestamp": 8099.0,
      "text": "Sometimes People claim they've been hurt and they haven't been looked at the agenda behind things, you have to balance things. What about why is the mainstream media lied so much? Why governments lied so much to the fact the public doesn't believe what they're told me more, and we're going to criminalize questioning."
    },
    {
      "end_timestamp": 8120.0,
      "id": "c759528e-5fe2-31f5-8df0-a2ea0ae29fe9",
      "speaker": "Dan",
      "start_timestamp": 8115.0,
      "text": "So that's fucked up."
    },
    {
      "end_timestamp": 8123.0,
      "id": "0f92be3e-e8ef-3598-99bb-ac3370c09d9d",
      "speaker": "Jordan",
      "start_timestamp": 8120.0,
      "text": "You know, the inverse must be true. What?"
    },
    {
      "end_timestamp": 8126.0,
      "id": "a5ea56c4-03e5-35e2-8e2c-54788bb34134",
      "speaker": "Dan",
      "start_timestamp": 8123.0,
      "text": "I don't want to go down that road. But"
    },
    {
      "end_timestamp": 8135.0,
      "id": "e738de05-01e7-3630-b803-0bd3b5621bf8",
      "speaker": "Jordan",
      "start_timestamp": 8126.0,
      "text": "no, Alex, the inverse was some people say they've been hurt when they have been some people who have been hurt, say they haven't been hurt,"
    },
    {
      "end_timestamp": 8148.0,
      "id": "284b09fa-98b0-3ca4-b5ae-89357185542f",
      "speaker": "Dan",
      "start_timestamp": 8135.0,
      "text": "right? All of these things are I guess true. Yeah. I mean, if he wants to speak in the general like in the like, the entire experience of the entire universe. Yes. There are some people who have cried wolf. One of them is probably Alex, I"
    },
    {
      "end_timestamp": 8153.0,
      "id": "a3b4d69f-7934-3524-af7b-1845dbfe3bee",
      "speaker": "Jordan",
      "start_timestamp": 8148.0,
      "text": "want to say I currently right now he's insisting that he's the victim of all this stuff."
    },
    {
      "end_timestamp": 8196.0,
      "id": "c299a1fc-1614-310a-9e40-204d99d7cf8b",
      "speaker": "Dan",
      "start_timestamp": 8153.0,
      "text": "Right. Now, the problem is that you're in a deposition about lying about Sandy Hook families that have caused them a tremendous amount of grief. So when you say something like some people have said that they've been hurt, but haven't, you can't take that outside of the context of why you're in this deposition, that is very heavily implying that some of these people who are the victims and the family members of victims of this horrible tragedy are lying about the pain that they're in. Yeah, that's unspeakably fucked up. I think, on some level that indicates a brain state and in a position that is worse than him calling these people actors. Yeah."
    },
    {
      "end_timestamp": 8205.0,
      "id": "fe43198e-6df2-3e24-9e80-665032a86588",
      "speaker": "Jordan",
      "start_timestamp": 8196.0,
      "text": "Because if they're actors, I mean, you might as well have just said that Sandy Hook was fake. Yeah. He might have just done it. You might as well just go all out. I mean, like,"
    },
    {
      "end_timestamp": 8237.0,
      "id": "752bb51a-30f6-342b-9a2e-e4e000e152f1",
      "speaker": "Dan",
      "start_timestamp": 8205.0,
      "text": "it's tantamount to that, like earlier when he was saying that like, yeah, I still think that there's some fucked up things. Yeah. Like he's, you know, waffling about what specifically he he believes is right is up. I mean, that's nothing compared to this, this sort of thing at the end here. Like, this is the headline. This is the headline, not his psychosis bullshit, right. The idea that he's implying that some people are, are like, in some way, pretending they're hurt when they're not only to attack him. Yeah, that's fucked up."
    },
    {
      "end_timestamp": 8267.0,
      "id": "9d4c6e11-e2f7-317b-b384-05a8cd2c4e55",
      "speaker": "Jordan",
      "start_timestamp": 8237.0,
      "text": "And his earlier his earlier statement for that, yeah, probably. Now that's that's probably an actual moment there. But even his previous like, I still have some questions about Sandy Hook does leave open for him the idea that, well, they either they had what they had coming to them, or they were just, you know, casualties of war. And we're, we're still going after the bad guys. And these people are immaterial. I'm not they're just they're just side. Yeah, I'm not"
    },
    {
      "end_timestamp": 8274.0,
      "id": "1b358a33-207a-3ed8-80e1-a7d4898e6328",
      "speaker": "Dan",
      "start_timestamp": 8267.0,
      "text": "sure. But whatever it is, it's bad. It's fucked up. So now, here's our last clip and why it doesn't matter is this is how the deposition ends,"
    },
    {
      "end_timestamp": 8285.0,
      "id": "0ce4ecfd-cd31-38f1-8e6e-45cc84912548",
      "speaker": "Mark Bankston",
      "start_timestamp": 8274.0,
      "text": "saying the school is closed, and it was closed for years. That's not questioning. That's a statement of facts. Jobs isn't."
    },
    {
      "end_timestamp": 8297.0,
      "id": "179be38b-e528-3b90-bba5-60f2ff8eddf4",
      "speaker": "Alex Jones",
      "start_timestamp": 8285.0,
      "text": "Good work. I'm just going off what other people were saying. And the fact that the the records were not forthcoming, and the Hartford current headline, why is there a cover up? Why are no documents being released? Why is it taking so long"
    },
    {
      "end_timestamp": 8306.0,
      "id": "046c50ea-675b-383b-a4ee-6ca5407da3ef",
      "speaker": "Mark Bankston",
      "start_timestamp": 8297.0,
      "text": "headline EMTs worked allowed in the building? That's not a question, Mr. Jones. That's a state. Correct."
    },
    {
      "end_timestamp": 8312.0,
      "id": "2f7c29f2-e9ac-3a1a-80b0-186ab2e6dee7",
      "speaker": "Alex Jones",
      "start_timestamp": 8306.0,
      "text": "Good work. Yeah. That was my aunt, my going off with someone else who I believe to be a credible expert was saying, this"
    },
    {
      "end_timestamp": 8323.0,
      "id": "2c8e7904-a81a-31e8-b6f4-d5097c4e0d2e",
      "speaker": "Mark Bankston",
      "start_timestamp": 8312.0,
      "text": "Jones, are you finally prepared to admit that you have indeed caused these families a substantial amount of thing? Are you prepared to admit that"
    },
    {
      "end_timestamp": 8329.0,
      "id": "bb4d9afb-feeb-3486-8170-d9c4c78b8723",
      "speaker": "Alex Jones",
      "start_timestamp": 8323.0,
      "text": "I am not prepared to sign on to whatever you are the mainstream media make up about me?"
    },
    {
      "end_timestamp": 8333.0,
      "id": "f59acd15-a17d-31bb-8b7e-642ee1fb1c86",
      "speaker": "Mark Bankston",
      "start_timestamp": 8329.0,
      "text": "All right, Mr. Jones, I'll have to be, I'll see you next time."
    },
    {
      "end_timestamp": 8402.0,
      "id": "6eae4c69-4c10-321c-9ec0-ae2a731e8711",
      "speaker": "Dan",
      "start_timestamp": 8333.0,
      "text": "There is no shame. There is no ability to wrestle with the consequences of actions. And so it's almost pointless to attempt to shame. Which is why if that was all this was, I would say that this is a failure of a deposition, or something like that. But I think because of the approaches that we're made in terms of taking the angle of like, you, you the work you do at Infowars is fundamentally flawed, you never check anything, and making him sort of talk about that. Yeah, that's a fantastic approach. Similarly, pointing out things that He clearly doesn't know about, but should and introduce the question of, if you knew about this, that's a problem. If you don't know about this, that's a problem, right? Those sorts of things are really salient good ways to approach Alex. So even though we come to the end, and it's this, like, you got the receipts, you got the evidence. He doesn't give a shit. I'm not going to admit I did anything wrong. I don't care. I didn't cause them any pain, or whatever. Like, just because that is a fizzle. It doesn't mean that there's not some pieces that are valuable within resto? Well, the"
    },
    {
      "end_timestamp": 8424.0,
      "id": "ad105879-04c6-3e46-8c16-ef129612032d",
      "speaker": "Jordan",
      "start_timestamp": 8402.0,
      "text": "there's no way the attorney went in there thinking that he was going to get a get a final say no. Like he his expectations were, of course, adjusted appropriately. And he got a lot of material good out of it. So I think I think I think I would say he probably considers that a job well done. Yeah. And when I saw, although he does probably wish he had punched Enoch, probably, yeah."
    },
    {
      "end_timestamp": 8496.0,
      "id": "24da731a-2493-3889-9986-8196993f5a7f",
      "speaker": "Dan",
      "start_timestamp": 8424.0,
      "text": "When I saw this deposition come out, like I saw the people posting about the videos like, Oh, this is gonna be a disaster, or what, you know, yeah, before I got into it, and started watching it and looked into some things, I thought that there was a criminal penalty for lying, and like a civil deposition you had. So when I saw that he had to sit for this. I was like, oh, oh, my God, you know, that was the first thought I had. And then the second thought I had was like, this is probably going to be a dud, the approach is going to be a disaster, it's gonna be useless. And to, you know, to actually go through it and see like, it's kind of a mix. And I think it is pretty valuable. It's, it's heartening in some ways, but at the same time, seeing the way that so many people are covering it with the lead of it being the psychosis kind of thing is disheartening. Yeah, that's right. And so I live in the exact same space I lived in for the last two years, which is like, other signs of things. All right. And then things are like plot. I think that I feel rusty about the show. I think we got through it pretty good. But I think that, you know, we'll get our sea legs back as we as we go along. But this has been fun."
    },
    {
      "end_timestamp": 8517.0,
      "id": "2f4b5183-73d7-3fa0-ac74-0b99d90695f5",
      "speaker": "Jordan",
      "start_timestamp": 8496.0,
      "text": "Yeah, absolutely. I have missed this. Yeah. Immensely. After, after, like after losing after being fired. And then us going on vacation and not having any dates booked for this week. It's been literally I used to work three jobs. I used to work from 8am until 2am. And we're for the past week I've had"
    },
    {
      "end_timestamp": 8520.0,
      "id": "a0067a24-a24a-3d2c-bd34-4ce2f0f4ef5b",
      "speaker": "Dan",
      "start_timestamp": 8517.0,
      "text": "nothing to do with Jordan is trying to say is he's written six novels"
    },
    {
      "end_timestamp": 8527.0,
      "id": "54506d85-7aad-390f-ba45-9fd211857593",
      "speaker": "Jordan",
      "start_timestamp": 8520.0,
      "text": "I've written a lot of all work and no play makes Jack a dull boy, but I'm just full of no"
    },
    {
      "end_timestamp": 8533.0,
      "id": "af5ac2cb-1e8e-331f-acf0-c7d931f0bacb",
      "speaker": "Dan",
      "start_timestamp": 8527.0,
      "text": "scratches, created three new lighting. Mostly symbol based."
    },
    {
      "end_timestamp": 8551.0,
      "id": "11abd007-b5cc-37fb-a6d6-837eac9ed510",
      "speaker": "Jordan",
      "start_timestamp": 8533.0,
      "text": "Yeah. If for anybody who's curious about what happened with the job, I'll post something here shortly after Yeah, but it'll be it'll be up. It won't be on our website. It'll be on a separate thing, but it'll be coming soon. Yeah, also, some really big stuff will be coming soon. Announcements shortly a couple Oh, we got some we got to"
    },
    {
      "end_timestamp": 8571.0,
      "id": "bc2a5c16-cf59-3eb5-aafb-56d9ba5ecdaa",
      "speaker": "Dan",
      "start_timestamp": 8551.0,
      "text": "really hope to be able to make those announcements today. But we're gonna have to hold off. But it is super weird to like, have that break and then come back and we're covering material that's so different. Yes. It's a deposition. Yeah. So the audio is not from his show. And you're saying you're completely different Alex, but it's the same person. You know, it's very It's very weird, but"
    },
    {
      "end_timestamp": 8578.0,
      "id": "02603ae0-2f77-3cf0-8ae5-75d78699fb23",
      "speaker": "Jordan",
      "start_timestamp": 8571.0,
      "text": "it's a little meta to listen to clips of Alex's show through a clip of a deposition will on our show and"
    },
    {
      "end_timestamp": 8582.0,
      "id": "c2b15d3d-9fc5-3465-a49d-e637107def4e",
      "speaker": "Dan",
      "start_timestamp": 8578.0,
      "text": "then to be rusty and then on top of that, that like on a newer restaurant."
    },
    {
      "end_timestamp": 8586.0,
      "id": "49055bf9-1c4e-3daf-8b87-53b02e2052c1",
      "speaker": "Jordan",
      "start_timestamp": 8582.0,
      "text": "I was fucking gold. Come on."
    },
    {
      "end_timestamp": 8590.0,
      "id": "95cd126a-ebb2-3585-b697-091e44a361d6",
      "speaker": "Dan",
      "start_timestamp": 8586.0,
      "text": "Yeah, we'll be back on Friday with another ride."
    },
    {
      "end_timestamp": 8597.0,
      "id": "710b383c-c417-393d-a80a-3d9e468298c6",
      "speaker": "Jordan",
      "start_timestamp": 8590.0,
      "text": "Absolutely. Okay, Rusty. That was a rusty ride for sure."
    },
    {
      "end_timestamp": 8600.0,
      "id": "69b967d2-935a-31bd-971e-28c34584a3b6",
      "speaker": "Dan",
      "start_timestamp": 8597.0,
      "text": "Yeah, but until then we have a website and I will try to"
    },
    {
      "end_timestamp": 8607.0,
      "id": "f550a9e8-befd-3a79-8b51-c340589aa495",
      "speaker": "Jordan",
      "start_timestamp": 8600.0,
      "text": "oh, we do we have a Twitter account. It's that knowledge underscore fight. I have my own now It's Jo Tibet. Jordan. That's true."
    },
    {
      "end_timestamp": 8611.0,
      "id": "83c3690c-e888-3302-8eab-edda741aa561",
      "speaker": "Dan",
      "start_timestamp": 8607.0,
      "text": "We will be at Facebook and D we've got a will be at the"
    },
    {
      "end_timestamp": 8615.0,
      "id": "ba8a7066-c777-323e-8b9c-22de02174ece",
      "speaker": "Jordan",
      "start_timestamp": 8611.0,
      "text": "Facebook on Friday nights to everybody come on round."
    },
    {
      "end_timestamp": 8621.0,
      "id": "a2f3ed4f-1f24-3071-bd52-894dcfc8b788",
      "speaker": "Dan",
      "start_timestamp": 8615.0,
      "text": "We have group it's called go home and tell your brother you're brilliant. And then we're on iTunes and such indeed we"
    },
    {
      "end_timestamp": 8625.0,
      "id": "69f2fcf1-989b-39f3-aeec-b0c52003a41d",
      "speaker": "Jordan",
      "start_timestamp": 8621.0,
      "text": "are. You could subscribe, leave a review etc. share all that stuff."
    },
    {
      "end_timestamp": 8646.0,
      "id": "86a1ddc0-7f8a-3323-bd1f-1f48dfdddb40",
      "speaker": "Dan",
      "start_timestamp": 8625.0,
      "text": "I questioned my decision to intentionally not know the name of this attorney, the prosecuting attorney. But whatever I made that decision and I'll stick by it but I will say that he whoever he is. Probably never killed it. Almost certainly. Now this guy he's questioning in this deposition. This guy this Alex Jones guy. He probably technically has killed a guy."
    },
    {
      "end_timestamp": null,
      "id": "628d69a9-d100-3317-8511-3efd6ed8d579",
      "speaker": "Alex Jones",
      "start_timestamp": 8646.0,
      "text": "Andy in Kansas. You're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}