{
  "audio_identifier": "KF_28",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/MediaMatters1.mp3",
  "blocks": [
    {
      "end_timestamp": 7.0,
      "id": "a0cce7b9-2983-3b69-9e89-c448fd0aaff6",
      "speaker": "Alex Jones",
      "start_timestamp": 0.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. Oh Alex, I'm a first time caller I'm a huge fan. I love your work."
    },
    {
      "end_timestamp": 23.0,
      "id": "b3d586f9-9a9a-3764-84d4-9b33cc3fad57",
      "speaker": "Dan",
      "start_timestamp": 7.0,
      "text": "Hey everybody, welcome back to knowledge fight. I'm Dan. I'm Jordan. We are a couple dudes who like to sit around drink some red wine and have conversations about the one and only the man the myth. The starting over the third was"
    },
    {
      "end_timestamp": 28.0,
      "id": "c38accf4-6ed3-3c15-bd4c-24eb56a68335",
      "speaker": "Jordan",
      "start_timestamp": 23.0,
      "text": "Yeah, but your face got sad. Yeah, did the man the myth?"
    },
    {
      "end_timestamp": 32.0,
      "id": "3775b973-32ae-31a4-890b-74768f4d5645",
      "speaker": "Dan",
      "start_timestamp": 28.0,
      "text": "The plot Christ is that I know tons about Alex Jones and Infowars in particular, you"
    },
    {
      "end_timestamp": 39.0,
      "id": "aeb060da-5c1a-3535-b9b5-d303a73367f3",
      "speaker": "Jordan",
      "start_timestamp": 32.0,
      "text": "know a scary amount of Alex too much. But I do not know not at all I know the appropriate about about Alex Jones you"
    },
    {
      "end_timestamp": 43.0,
      "id": "dc2dca1c-da24-35a4-9a99-d77501de7e3d",
      "speaker": "Dan",
      "start_timestamp": 39.0,
      "text": "know enough to live."
    },
    {
      "end_timestamp": 47.0,
      "id": "e15c1dfd-0f7a-3924-a8ea-ed916073065d",
      "speaker": "Jordan",
      "start_timestamp": 43.0,
      "text": "Somehow you're immunized against it. I am still susceptible."
    },
    {
      "end_timestamp": 60.0,
      "id": "7d2cab71-b806-3a24-96df-f5c194765d74",
      "speaker": "Dan",
      "start_timestamp": 47.0,
      "text": "You have the appropriate amount of Alex Jones knowledge to navigate your daily life without him bogging you down but at the same time being aware that he exists, right being scared of what that portents? Yes, but I do not. It's a very small"
    },
    {
      "end_timestamp": 69.0,
      "id": "d15c87ee-f85c-3fcf-b5d3-d180d29fbf12",
      "speaker": "Jordan",
      "start_timestamp": 60.0,
      "text": "devil on my shoulder as a part as opposed to the giant cross you walk around with. He's like the invisible guy that yes, you are Jesus."
    },
    {
      "end_timestamp": 79.0,
      "id": "318ec158-8d9b-3af9-9123-1277526c75e6",
      "speaker": "Dan",
      "start_timestamp": 69.0,
      "text": "He's the invisible guy. I'm screaming out on the street. If I was a crazy person, I'd be like, No, you're not making sense. Yeah. And everyone's looking at me like this is interesting. This crazy tech some"
    },
    {
      "end_timestamp": 93.0,
      "id": "5ec979bb-389c-30aa-afe8-c5eb1b82a3ce",
      "speaker": "Jordan",
      "start_timestamp": 79.0,
      "text": "Yeah, it's fine that you do it here. Whether whether I'm here or not, I think what the listeners need to know is that I just walk in. You finish your monologue, we start this talk that I leave and you continue your model. The"
    },
    {
      "end_timestamp": 101.0,
      "id": "e2352acd-ce7f-3e6e-959a-daee8ac0c8c9",
      "speaker": "Dan",
      "start_timestamp": 93.0,
      "text": "truth is we do these episodes, I do them alone. And then we just add you in. And this seems like we're having a conversation. It's not Oh,"
    },
    {
      "end_timestamp": 105.0,
      "id": "970bc546-d7b5-3b2f-965f-86264b09a5fd",
      "speaker": "Jordan",
      "start_timestamp": 101.0,
      "text": "yeah, no, he's pre recorded my giggle and we just let that fly."
    },
    {
      "end_timestamp": 152.0,
      "id": "7c220661-abee-3e35-ae45-29dba66681c4",
      "speaker": "Dan",
      "start_timestamp": 105.0,
      "text": "Today we are drinking conundrum wine out of California. It's a red blend. It's delicious. And it's only really are on the nose. And we're in a conundrum, folks. Last week, Alex pickle, Alex Jones last week, did a lot of nonsense. And I don't want to talk about most of it. He spent almost the entire week of course, Muslim baiting because that's our bread and butter. That's the way we do it. But then on top of that he spent a disproportionate amount of time doing interviews with Dr. Group about his supplements love doctor group and how important this stuff is. And you know, right that's salesmanship it's kind of boring, whatever. But then the rest of the time was drumming up nuclear war against North Korea."
    },
    {
      "end_timestamp": 153.0,
      "id": "43b469c6-1ee8-34c3-87dd-3694bd9fd9a6",
      "speaker": "Jordan",
      "start_timestamp": 152.0,
      "text": "I mean,"
    },
    {
      "end_timestamp": 161.0,
      "id": "c63d8d8c-5f41-3b60-b74a-9dc276278997",
      "speaker": "Dan",
      "start_timestamp": 153.0,
      "text": "he was hiding behind this weird shield of I don't want this to happen, but this is what's gonna happen. Does"
    },
    {
      "end_timestamp": 165.0,
      "id": "3df3c79d-cbdc-320c-99d7-eb225ff2fc6a",
      "speaker": "Jordan",
      "start_timestamp": 161.0,
      "text": "he did did he do any of those perverse fantasies where it goes through the"
    },
    {
      "end_timestamp": 194.0,
      "id": "e14a75b7-c09f-3546-9b7d-20a4810576af",
      "speaker": "Dan",
      "start_timestamp": 165.0,
      "text": "not to the extent is that one that we played a couple episodes back where it was like five minutes? Yeah, of just nuclear war porn. Yeah. But he was banging that gong real hard about like, this is just what's gonna happen, you know, and we got to we got to be sort of prepared for it. It's what's gonna happen. So get survival food. Jesus Christ. Yeah, that sort of thing was mostly what he did all week until, of course, Thursday, when Trump launched 59 Tomahawk missiles at a Syrian airbase,"
    },
    {
      "end_timestamp": 217.0,
      "id": "308f606c-68bd-3591-8f1a-4edcd6040bf8",
      "speaker": "Jordan",
      "start_timestamp": 194.0,
      "text": "he was so presidential so President so presidential way and if you say that in a serious way, I will. I will frothing at the mouth. I am. I'm afraid I am going. If you say if you say a news person, if Brian Williams walked by, I would be afraid that I would bite his throat. You just start barking. start barking at him. Yeah."
    },
    {
      "end_timestamp": 224.0,
      "id": "663e2b80-166f-3368-9579-a124470bf9fa",
      "speaker": "Dan",
      "start_timestamp": 217.0,
      "text": "If you say it's presidential three times in the entire bathroom mirror. Taft shows up in your bathtub."
    },
    {
      "end_timestamp": 228.0,
      "id": "16b7c44f-2520-3155-86b9-be319f6cb357",
      "speaker": "Jordan",
      "start_timestamp": 224.0,
      "text": "And then he never fucking leaves."
    },
    {
      "end_timestamp": 234.0,
      "id": "cf9ebd7d-e30d-3990-bd3d-b149772fe09c",
      "speaker": "Dan",
      "start_timestamp": 228.0,
      "text": "Tough, tough, tough job ghost. That's another product. We're gonna be selling really knowledge right store."
    },
    {
      "end_timestamp": 239.0,
      "id": "2eda3679-d59c-3ff0-8e85-5ad6a864e445",
      "speaker": "Jordan",
      "start_timestamp": 234.0,
      "text": "I see a very small bathtub with a very fat man. And"
    },
    {
      "end_timestamp": 310.0,
      "id": "876dbf8c-cdc8-3cbf-a1b8-2bbec97cb779",
      "speaker": "Dan",
      "start_timestamp": 239.0,
      "text": "it's a ghost. But it's a ghost. Yes, exactly. So I don't want to talk about Alex Jones as well. We can talk about it briefly. But I don't want to cover his perspective on Trump's attack in Syria, because it's kind of boring and very predictable. Yeah, and it's not really all that entertaining, right? Like we could break down a lot of lies contained therein. But the problem with a lot of his lies is in this instance, they're all completely undisputable. Right? So it's not really all that like, when we talk about the Dennis Montgomery CIA whistleblower thing that we covered a couple episodes back, it's very disprovable, we can go through I can research stuff and we can figure out okay, this is what's going on blah, blah, blah, blah, blah, right. In the case of his, his narrative about Syria, it's also speculative and based on, you know, like, what, what's going on here is that Trump did this as a sort of way of signaling to the Chinese A leader who was here, the commune, Cami Chinese leader was here that Jing ping, oh, he doesn't want to go with names. Okay, he is because he could definitely not pronounce Xi Jinping."
    },
    {
      "end_timestamp": 313.0,
      "id": "c2ea8d6f-7dbc-32cf-8251-fec88d29e40b",
      "speaker": "Jordan",
      "start_timestamp": 310.0,
      "text": "It's more facts that John pangur"
    },
    {
      "end_timestamp": 346.0,
      "id": "6312301d-1801-3619-a9c0-767074a7a0de",
      "speaker": "Dan",
      "start_timestamp": 313.0,
      "text": "It's more fun to call him a chai calm leader or something like that, too. But he's like, that's a signal to him that he's, you know, he's strong, and he's ready to attack at any minute. It's going to help with the negotiations. And then his further argument is that, you know, this is probably, Trump and Putin got together and talked, and they were saying, hey, why don't I do this symbolic attack on Syria, which it was, and I'll tell you ahead of time, and you know what she did, which, you know, you won't end up killing anybody or anything like that. And now they"
    },
    {
      "end_timestamp": 348.0,
      "id": "c769ca04-4f55-302f-8dd4-6c8b590933f6",
      "speaker": "Jordan",
      "start_timestamp": 346.0,
      "text": "killed a bunch of people. But not in that"
    },
    {
      "end_timestamp": 350.0,
      "id": "fd0c559f-3d71-3589-b2ab-5c643557d589",
      "speaker": "Dan",
      "start_timestamp": 348.0,
      "text": "attack, though. Yeah, they"
    },
    {
      "end_timestamp": 351.0,
      "id": "5ad0c461-d03a-3fae-9e47-af4b6342dd2f",
      "speaker": "Jordan",
      "start_timestamp": 350.0,
      "text": "killed some people."
    },
    {
      "end_timestamp": 353.0,
      "id": "718a15c7-cf4d-3b15-b821-2e5dc9e631a0",
      "speaker": "Dan",
      "start_timestamp": 351.0,
      "text": "I thought there was no death toll for the air."
    },
    {
      "end_timestamp": 363.0,
      "id": "0a98c6f9-4922-32a3-ab15-45b81d3d6d5b",
      "speaker": "Jordan",
      "start_timestamp": 353.0,
      "text": "There is no military death toll. Oh, no. Human beings are not always in the military. Disagree. Okay. Good point. wrongly disagree. Fair enough draft coming back. Fair enough."
    },
    {
      "end_timestamp": 370.0,
      "id": "b58af1aa-c34d-3ec9-8e91-6c53d7db2b59",
      "speaker": "Dan",
      "start_timestamp": 363.0,
      "text": "Anytime. That's probably true. Good thing. I'm way out of shape. And I might go back to grad school."
    },
    {
      "end_timestamp": 379.0,
      "id": "13b12b15-16cb-3a40-964b-1ed407020828",
      "speaker": "Jordan",
      "start_timestamp": 370.0,
      "text": "You know what? My English teacher when I was in high school told me that because he was colorblind. He wasn't sent to the front lines on Vietnam. So okay, I got that going for me."
    },
    {
      "end_timestamp": 389.0,
      "id": "7adca5b2-5ba1-344e-80d4-9a674429a9a6",
      "speaker": "Dan",
      "start_timestamp": 379.0,
      "text": "Congratulations. Yeah, I'm pretty stoked. My grandpa was a conscientious objector and ended up working at like yellow stone or something like that. Like that's a good deal. Really do that."
    },
    {
      "end_timestamp": 405.0,
      "id": "39aae417-1afe-3acb-99d0-62482939bc50",
      "speaker": "Jordan",
      "start_timestamp": 389.0,
      "text": "I always I know what, I know that you can be a conscientious objector. Yeah. I never actually knew what that meant. In like a literal sense. What do you do? They just put you in like a little pen somewhere and you hold up a sign like, I wish I didn't do this, you know, that kind of thing? Well,"
    },
    {
      "end_timestamp": 413.0,
      "id": "469f97d8-1140-3b8c-8068-b6bba2f95758",
      "speaker": "Dan",
      "start_timestamp": 405.0,
      "text": "he was a, he was a Mennonite and he had a religious obligation not to be involved in any war. Right. Shit."
    },
    {
      "end_timestamp": 417.0,
      "id": "0f05a395-4974-3f70-962a-e878bffbe7ef",
      "speaker": "Jordan",
      "start_timestamp": 413.0,
      "text": "I'm a Satanist. So that applies to me to somehow sort of"
    },
    {
      "end_timestamp": 435.0,
      "id": "2cd4a122-306c-33e5-84b2-c1f2a11b4826",
      "speaker": "Dan",
      "start_timestamp": 417.0,
      "text": "been here. So he when he got drafted, he was a conscientious objector. And because it's not like you just get totally off the hook. Right. Still have to serve your country. Yeah. So that you're drafted, you did that through working at a national park. And so that was I mean, that would be fucking coolest shit. Yeah, I love national parks, I"
    },
    {
      "end_timestamp": 439.0,
      "id": "b98a1162-6c45-3ff2-ba96-ff6757559c53",
      "speaker": "Jordan",
      "start_timestamp": 435.0,
      "text": "would actually like to get a job. And unfortunately,"
    },
    {
      "end_timestamp": 443.0,
      "id": "4a6075a5-5cf3-3e15-9ee7-469c5c96e06b",
      "speaker": "Dan",
      "start_timestamp": 439.0,
      "text": "you're going away. So they aren't going away. National parks will be gone soon. So that won't be"
    },
    {
      "end_timestamp": 448.0,
      "id": "3d77b6b9-d583-3e20-b6c0-548b969cc237",
      "speaker": "Jordan",
      "start_timestamp": 443.0,
      "text": "I assume if you're a conscientious objector, you will be building a certain wall."
    },
    {
      "end_timestamp": 452.0,
      "id": "1755fc06-9a1d-3b8a-9046-b4fb5782ee92",
      "speaker": "Dan",
      "start_timestamp": 448.0,
      "text": "That's possible, because someone's got to. Yeah, so we're gonna be the Mexicans over that"
    },
    {
      "end_timestamp": 458.0,
      "id": "3c68d65e-ac93-3d69-be13-a39f9cbd20b5",
      "speaker": "Jordan",
      "start_timestamp": 452.0,
      "text": "river. You know how you can build walls over? Oh, God, very cool. Everybody's done."
    },
    {
      "end_timestamp": 478.0,
      "id": "96693da0-eb3f-3d8c-bd35-3d3f8b7ce963",
      "speaker": "Dan",
      "start_timestamp": 458.0,
      "text": "It's very complicated. Thank God, they have the best people working on it. But so his perspective is that Trump and Putin got together and had this conversation like we're gonna do this attack, because then the media will get off our back about this fake Russian connection, which they did. And then we can have conversations publicly, and we can talk and we can work this out and we can reach they talked,"
    },
    {
      "end_timestamp": 480.0,
      "id": "7f03f9d0-33f2-34cb-99a6-7275ef576f22",
      "speaker": "Jordan",
      "start_timestamp": 478.0,
      "text": "hey, I doubt that'll happen. No,"
    },
    {
      "end_timestamp": 495.0,
      "id": "a0bf1378-498d-34fa-b764-f9dc0a339cc2",
      "speaker": "Dan",
      "start_timestamp": 480.0,
      "text": "that's silly. But then also packed into it is is this idea that like, All right, so behind the scenes, Trump and Putin are talking, and they're having this plan to get people to stop talking about the Russian connections? Like, you don't understand that there is a Russia connection?"
    },
    {
      "end_timestamp": 509.0,
      "id": "1bf6d0c8-b544-354c-b550-707c462e48af",
      "speaker": "Jordan",
      "start_timestamp": 495.0,
      "text": "No, no, see, when you. So what you're doing is you're just building a Russian connection this time to prove that there's no Russian connection beside the one that you just built. And it makes perfect sense."
    },
    {
      "end_timestamp": 513.0,
      "id": "1eabb495-9ae8-3c96-8985-0cb91c8af4b3",
      "speaker": "Dan",
      "start_timestamp": 509.0,
      "text": "And you used in order to create a fake attack in Syria."
    },
    {
      "end_timestamp": 526.0,
      "id": "351fc328-3c26-374d-b5ce-f6f137568265",
      "speaker": "Jordan",
      "start_timestamp": 513.0,
      "text": "Yeah. So like, you know, like legal things, right? Very, very, you know, all of the Constitution stuff is like, No, you know, what, you know, we're you know, we're we're at the Constitution"
    },
    {
      "end_timestamp": 529.0,
      "id": "0a219842-e27b-3872-ae5a-2e278f6978b3",
      "speaker": "Dan",
      "start_timestamp": 526.0,
      "text": "has no meaning a constitution is now like agenda 21. It"
    },
    {
      "end_timestamp": 532.0,
      "id": "736145ba-22f6-3201-9d1d-719832fd3291",
      "speaker": "Jordan",
      "start_timestamp": 529.0,
      "text": "is a suggestion. It's a suggestion. Yeah. Best,"
    },
    {
      "end_timestamp": 568.0,
      "id": "7e790dea-1a55-318f-8ac8-adccccd3c6de",
      "speaker": "Dan",
      "start_timestamp": 532.0,
      "text": "maybe you should. So today, what we are going to be talking about, because I don't want to talk about that. And like, I really hate the idea that Alex thinks that these gas attacks are a false flag. It's really boring. To cover every time he says something's a false flag. After the Boston bombing, after Sandy Hook, false flag, everything in the Colorado shooter in the movie theater, false flag, everything back shooter false flag. Well, no, that was a botched false flag. Because it was because it wasn't a Muslim. Do you still doesn't recognize that fair enough. But I just don't I don't mind 11"
    },
    {
      "end_timestamp": 578.0,
      "id": "99bd9030-9724-3424-9903-161ccd362721",
      "speaker": "Jordan",
      "start_timestamp": 568.0,
      "text": "False Flag totally. Election of John F. Kennedy false flag, the assassination of John F. Kennedy false flag, the Nixon just"
    },
    {
      "end_timestamp": 594.0,
      "id": "87151cad-a07e-3fc4-ad4c-8e1030549a12",
      "speaker": "Dan",
      "start_timestamp": 578.0,
      "text": "his exact existence birth. Exactly. I think we will cover this down the road possibly as things develop, but as it is now, that's just a boring narrative. And I don't have any time or patience for it. Yeah. And I think it would make us angry."
    },
    {
      "end_timestamp": 597.0,
      "id": "4a700043-226e-36b2-90d9-0fa439f0225f",
      "speaker": "Jordan",
      "start_timestamp": 594.0,
      "text": "You know, like we're very not prone to that"
    },
    {
      "end_timestamp": 604.0,
      "id": "77434d9d-4e99-3c83-87e8-12917542b525",
      "speaker": "Dan",
      "start_timestamp": 597.0,
      "text": "I have to protect you from yourself. As Alex Jones says, I have to know where the line is. Yeah. So I have decided I"
    },
    {
      "end_timestamp": 612.0,
      "id": "e6bd93e3-d30f-3d22-9238-99d6345cd4ac",
      "speaker": "Jordan",
      "start_timestamp": 604.0,
      "text": "don't want to become a cutter. We were moved to Qatar. I don't want to move to Qatar. He pronounces a cutter. It's that's actually how it's pronounced."
    },
    {
      "end_timestamp": 631.0,
      "id": "6897a88c-f73c-3f5b-aa5f-18024deb1cf7",
      "speaker": "Dan",
      "start_timestamp": 612.0,
      "text": "Yeah. Okay. I like it more that way, kind of. But anyway, today, what we're going to be talking about is something that I think is an incredibly important point. And that is that everyone else needs to stop covering Alex Jones."
    },
    {
      "end_timestamp": 633.0,
      "id": "f18f975e-76c0-3449-bfef-35de10379b9e",
      "speaker": "Jordan",
      "start_timestamp": 631.0,
      "text": "This is the payback episode. Is that what you're saying?"
    },
    {
      "end_timestamp": 671.0,
      "id": "1257b885-71dd-3c88-aa6b-bcba406d450b",
      "speaker": "Dan",
      "start_timestamp": 633.0,
      "text": "No, I just want to illustrate and discuss over the course of this episode, this thesis that I've made a couple times. Yes. And I think we need to flesh out more because Alex is proving me right. That whenever you don't deal with Alex Jones, on his turf, and when you take him out of context, what you were doing is playing into his hands. Yeah. And if you want to pretend that you're against him, and you like, if you want to expose what he's saying, and you play that game, you're failing. You're just by definition. I agree. And it's really bothersome."
    },
    {
      "end_timestamp": 682.0,
      "id": "208b6a00-9375-3131-87b4-d26b5f0fa945",
      "speaker": "Jordan",
      "start_timestamp": 671.0,
      "text": "Yeah, yeah. It's also bothersome that we don't get more credit. I it's there's a there's a small that is a small to middling part of that in our in our feelings. That's"
    },
    {
      "end_timestamp": 766.0,
      "id": "24076917-bde0-3cb2-9799-d3c34563d65e",
      "speaker": "Dan",
      "start_timestamp": 682.0,
      "text": "less where my motivation comes from. Because legitimately i have i Okay, so spoiler alert, this is about media matters. But oh, the truth is that they have an agenda. They are part of the Democratic Party, basically. Yeah. And all this stuff about George Soros funding them and it's evil. That stuff. bumpers. bumpers, yeah, that's bananas. But they are a wing of the Democratic Party. Essentially, they, you know, their mission statement is to expose and document right wing pundits. Yeah. So they have O'Reilly, they have Hannity, they have Alex Jones, on their website, and they document weird fucking things. They say, Okay, I have never actually been to their website. It's not great. That's fine. I think that what you have described, what they do is perfect. And they feed the outrage machine. Yes. Where you post this video, and everyone gets mad at Alex Jones. And then they think he's a joke, and then they forget. And then you wait a while, and maybe he says something else. That's scandalous. And then you move on and what have you. This is a failure of a game. Now, just to remind everyone, last week, Media Matters put out a clip from Alex Jones's broadcast of March 30th. That we discussed. Yes. We discussed for maybe too long."
    },
    {
      "end_timestamp": 769.0,
      "id": "fb693e2a-bfdd-32cd-9a34-3685a7de26fd",
      "speaker": "Jordan",
      "start_timestamp": 766.0,
      "text": "It was the Pat is that is also our want. It was the episode"
    },
    {
      "end_timestamp": 785.0,
      "id": "cbbac0b0-a8cc-3884-9ee1-711cd51be493",
      "speaker": "Dan",
      "start_timestamp": 769.0,
      "text": "where Alex Jones was on air drunk for two hours. Yes, I found him with a booze cup in his hand. He's making drinking sounds on the mic when the cameras away from him. He's talking about the four ways to learn at the end of it. He is fucked up on end."
    },
    {
      "end_timestamp": 792.0,
      "id": "5a6f995e-7989-3d92-8a78-90b629f772d5",
      "speaker": "Jordan",
      "start_timestamp": 785.0,
      "text": "Did they cover all of that? Did they like I don't know. Did they do maybe a two hour long expert a"
    },
    {
      "end_timestamp": 811.0,
      "id": "2486ec59-b6e5-35d9-bc90-aaca103d8cb7",
      "speaker": "Dan",
      "start_timestamp": 792.0,
      "text": "they didn't even pay attention to anything, not as drunkness didn't give any context to anything. It's just this clip. And just to remind everyone in case you haven't listened to that episode, here is the clip that they cover because I can't get enough of here. Oh, this is the one this is our favorite clip. Yeah. So this is what is covered by media matters. I am ready. I am"
    },
    {
      "end_timestamp": 879.0,
      "id": "60d290c9-c7a6-3220-b95c-abbc68c9ac90",
      "speaker": "Alex Jones",
      "start_timestamp": 811.0,
      "text": "more than ready. Let me say this right now. Let me tell I'm not against gay people. Okay, I love them. They're great folks. But Schiff looks like the Ark type, archetypal cocksucker with those little deer in the headlight eyes and all his stuff. And there's something about this fairy hopping around bossing everybody around trying to intimidate people like me and you. I want to tell Congressman Schiff, and all the rest of them. Hey, listen, asshole, quit saying Roger and I and I never used cussing at 22 years, but the gloves are off. Listen, shut up a bedbug face the fucks your problem? You want to sit here and say that I'm a goddamn fucking Russian? You get my face with that I'll beat your goddamn as you son of a bitch. You piece of shit. You fucking goddamn fucker. Listen fuckhead you fucking crossed the line. Get that through your goddamn fucking head. Stop pushing your shit you're the people that have fucked this country over and gang raped the shit out of it and lost an election so stop shooting your mouth off claiming on the enemy you got that you got damn son of a bitch fill your hand I'm sorry but I'm done. Those are fucking fight words. Excuse"
    },
    {
      "end_timestamp": 910.0,
      "id": "3e74ca41-4af4-34b4-93be-c1057a73b026",
      "speaker": "Dan",
      "start_timestamp": 879.0,
      "text": "me. So that was those are fucking fighting words. That's the clip that Media Matters. They have a little bit longer at the end where he says that Adam Schiff is sucking globalist cock. Right. The here's their headline. Trump ally Alex Jones threatens to beat Representative Adam Schiff goddamn as an anti gay tirade. That's not fair. Not an anti gay tirade. No, it's not he touches on some homophobia"
    },
    {
      "end_timestamp": 913.0,
      "id": "92f9464d-b4ea-379c-a312-da1d6e57ed7c",
      "speaker": "Jordan",
      "start_timestamp": 910.0,
      "text": "start he starts anti gay Yes. But"
    },
    {
      "end_timestamp": 932.0,
      "id": "95dd322a-d74c-3f68-863f-7a5b80793d42",
      "speaker": "Dan",
      "start_timestamp": 913.0,
      "text": "that's not the thrust of what's going on. If he was calling him and if if he was throughout it he kept going back to Yeah, he's just the part where he's like He looks like an archetypal cocksucker that part is just dumb. Yeah, it is homophobic but the rant in and of itself is not"
    },
    {
      "end_timestamp": 940.0,
      "id": "44069398-ca81-37ca-8439-7a4677c02790",
      "speaker": "Jordan",
      "start_timestamp": 932.0,
      "text": "so this is not he's not doing it because Schiff is gay bingo that is ancillary to his his true anger."
    },
    {
      "end_timestamp": 956.0,
      "id": "0be4441d-d372-3fda-9bf9-1bb19aa80f6a",
      "speaker": "Dan",
      "start_timestamp": 940.0,
      "text": "Now it is wrong of him to use you know insinuations of gayness as an attack or as as negative absolute but that doesn't belong in the headline that's unfair of media matters. That's not accurate reporting. That's not using Alex in context, right."
    },
    {
      "end_timestamp": 961.0,
      "id": "6b055f1b-c52a-3be0-bf76-67ca7f885bdb",
      "speaker": "Jordan",
      "start_timestamp": 956.0,
      "text": "So that sure does make you outraged. Sure. Does. I hate anti gay rants now if"
    },
    {
      "end_timestamp": 967.0,
      "id": "6f46246f-46b7-37c2-ac22-88ad1243a5c1",
      "speaker": "Dan",
      "start_timestamp": 961.0,
      "text": "you just play that clip? It's like wow, he's a fucking anger machine is but but in"
    },
    {
      "end_timestamp": 975.0,
      "id": "c2246a70-135d-3abf-a3c4-919780da0d9b",
      "speaker": "Jordan",
      "start_timestamp": 967.0,
      "text": "this situation, he that that was our out of context trap. We didn't even really talk about that other than to say no, Larry. No, we"
    },
    {
      "end_timestamp": 989.0,
      "id": "c2733e98-8d9f-351c-94c0-53d4f3ff3bd6",
      "speaker": "Dan",
      "start_timestamp": 975.0,
      "text": "did only because it was the beginning of where things go off the rails. Yeah, he's drunk his shit on this episode. And within 15 minutes of this, he's talking about selling his car. Yeah, he's rambling about, you're gonna live in a rich neighborhood."
    },
    {
      "end_timestamp": 997.0,
      "id": "7c468820-e953-3d82-8554-7977ebe77889",
      "speaker": "Jordan",
      "start_timestamp": 989.0,
      "text": "Although the headline can't be drunken lunatic needs to get rid of his car."
    },
    {
      "end_timestamp": 999.0,
      "id": "ee0f2f7d-a2d9-3565-aab9-2ed53731dccd",
      "speaker": "Dan",
      "start_timestamp": 997.0,
      "text": "That would be good."
    },
    {
      "end_timestamp": 1003.0,
      "id": "75079158-778a-36e2-9260-fa6dd5053efd",
      "speaker": "Jordan",
      "start_timestamp": 999.0,
      "text": "That's actually a way better. Why didn't Media Matters do that?"
    },
    {
      "end_timestamp": 1084.0,
      "id": "d5faf023-a298-3850-8440-e3f18662270b",
      "speaker": "Dan",
      "start_timestamp": 1003.0,
      "text": "Why don't they talk to us? Media Matters. So many reasons. Just to give you some context, before that media matters have published an article called Trump ally Alex Jones attacks, quote, the Jewish press for reporting on his Jewish mafia commentary, which is that's more reasonable. I mean, there is he did do that. Yeah, certainly. That is an accurate headline that got 200 likes on Facebook. Okay. That's not very good. No, this thing with the anti gay tirade, so I'm telling 9000 You kind of get a sense of why they do the things that they do. You know, I Alex Jones claims Trump calls him and is happy with his performance 104 likes on on Facebook accurate. You just you have to go for the most salacious things, give it click baity headlines. Yeah, Alakazam. Allah could do. And it's not fair. If you're covering this clip to take it out of the context of the bigger picture. Alex would make the same argument. I'm making the other argument. We have the same idea. Taking Alex Jones out of context is wrong. Alex thinks it's because the context defends him. I think it's because the context makes him worse, way worse. He's on air two hours drunk screaming this shit, saying a bunch of hateful bigotry later, this was mildly bigoted. Certainly,"
    },
    {
      "end_timestamp": 1116.0,
      "id": "83171c85-192f-332c-9ce2-9d59a6d9f163",
      "speaker": "Jordan",
      "start_timestamp": 1084.0,
      "text": "it's we live on a spectrum here where we're inoculated against his mild bigotry because it's so much worse other places. Yeah. Like if you're going to their mission. I think that Well, I mean, here's why they chose that instead of the other anti Muslim shit. Because that is a delightful lunatic rant. Yeah, you could go and get his worst bigotry, but it's not as catchy. I mean, you picked it. We both picked it out immediately. And that's a catchy tune."
    },
    {
      "end_timestamp": 1182.0,
      "id": "ba86b1e4-d119-3369-a67f-c0d87298a9c2",
      "speaker": "Dan",
      "start_timestamp": 1116.0,
      "text": "We posted our episode that involve that before they did. Yes, Sukkot Brock. Yeah. I'm not really against David Brock. He's fine. But I don't like the idea that this is salaciousness this is click Beatty bullshit. Yeah. When the stated objective is to watch right wing bigots and document what they're doing. Hey, we're doing a better job than you Media Matters. And listen, here's the main point. When you play that game, you open up a window that Alex can attack you with? Yeah, whenever you do these things, and you take them out of context, like the Stephen Colbert thing when Stephen Colbert played those clips, Alex can point out you did edit that you edited my audio. Whenever they did that on Fox News. When Megan Kelly played that thing about pizza gate, they did edit Alex's audio. Now he was saying that Hillary Clinton is personally responsible for the rape and murder of children. He sure did. But they did take him out of context. And when you do that, Alex can It's like he can block a punch and come back at you. Yeah. So now today."
    },
    {
      "end_timestamp": 1202.0,
      "id": "c3b0fe4f-6f3f-3ab3-b2f0-8072f7e44dcf",
      "speaker": "Jordan",
      "start_timestamp": 1182.0,
      "text": "Yeah. And just just the fact that he can say correctly, that you took him out of context. Yep. Automatically for any of his listeners. That takes him off the hook of anything totally. So as long as he gets to say something that is true in an attack If you look over there, it's sleight of hand."
    },
    {
      "end_timestamp": 1208.0,
      "id": "50fa297a-ce84-3c90-8d4a-200ffc545e08",
      "speaker": "Dan",
      "start_timestamp": 1202.0,
      "text": "Now we're not perfect at our jobs. We're not awesome journalists or anything like that. But I 100% believe"
    },
    {
      "end_timestamp": 1226.0,
      "id": "dbf74ec2-2635-3f33-8780-8fae6b148846",
      "speaker": "Jordan",
      "start_timestamp": 1208.0,
      "text": "I am not even close to a journalist at all. Neither, like you're doing journalism. I'm over here just like this dude's fuckin nuts. I went to the best journals to did call for the death penalty on multiple people. So that's also my, my contribution."
    },
    {
      "end_timestamp": 1230.0,
      "id": "11305067-3e5e-3640-89af-6fa1a1f3ab43",
      "speaker": "Dan",
      "start_timestamp": 1226.0,
      "text": "I went to the best journalism school in the country, but did not take any journalism classes."
    },
    {
      "end_timestamp": 1233.0,
      "id": "f8da7f93-a291-3cdc-8b36-70e4c1cc04ff",
      "speaker": "Jordan",
      "start_timestamp": 1230.0,
      "text": "So you got to by osmosis rubbed off."
    },
    {
      "end_timestamp": 1249.0,
      "id": "6bcf8f6d-f004-37fb-809e-93a83c87bd15",
      "speaker": "Dan",
      "start_timestamp": 1233.0,
      "text": "I partied with a lot of journalists. That's, that's all you need to do. So today's episode, what we're gonna be talking about is Alex Jones put out a 10 minute video, in response to Media Matters, putting out a response to him. Great. Which kind of"
    },
    {
      "end_timestamp": 1252.0,
      "id": "1f26da4e-01f0-35b9-9860-5ffd9c36dc6f",
      "speaker": "Jordan",
      "start_timestamp": 1249.0,
      "text": "ah, do you know that I"
    },
    {
      "end_timestamp": 1266.0,
      "id": "d99592c4-c69d-3198-a80c-07bc5f3bf9df",
      "speaker": "Dan",
      "start_timestamp": 1252.0,
      "text": "forgot. That led to the journalism thing is if Alex were to hear, please just listen to Alex. But if you weren't if he was to listen to that episode about Dennis Montgomery, there's no response he could make."
    },
    {
      "end_timestamp": 1291.0,
      "id": "f7cd637b-36c0-3bf0-b455-2b7de4631277",
      "speaker": "Jordan",
      "start_timestamp": 1266.0,
      "text": "No, we didn't take them out of context. Not at all. You purely researched it to the point where there's really no disproving you. There's nothing that Salacia can't point to. Yeah, well, that's why nobody listens. No hundreds of people do. That's why hundreds of people listen, that's That's exactly right. That is why hundreds of people are listening, right? It is also why 1000s of people are not exactly. That's perhaps a better way of putting it but"
    },
    {
      "end_timestamp": 1316.0,
      "id": "68c6805f-7462-371a-9548-4afb831deecc",
      "speaker": "Dan",
      "start_timestamp": 1291.0,
      "text": "we don't we don't enter the bear traps that are these out of context clips. It's just it's a dangerous game. And it's the most dangerous game. If I were Alex, if I weren't as crazy as him. What I would suggest is that possibly Media Matters is not so interested in actually exposing what Alex Jones does, as they are in engaging in a back and forth dance."
    },
    {
      "end_timestamp": 1320.0,
      "id": "5c3943a2-fe16-3fc6-8811-64746cc2e6b2",
      "speaker": "Jordan",
      "start_timestamp": 1316.0,
      "text": "i It reminds me of and I've mentioned this,"
    },
    {
      "end_timestamp": 1322.0,
      "id": "95b2b57c-d5b3-3308-85c8-3a8c4c2f50e0",
      "speaker": "Dan",
      "start_timestamp": 1320.0,
      "text": "I don't fully believe that but I'm speculating. No, I"
    },
    {
      "end_timestamp": 1350.0,
      "id": "bec65f8e-d794-380b-83e6-5d0454049e59",
      "speaker": "Jordan",
      "start_timestamp": 1322.0,
      "text": "fully I fully I think I've mentioned this before the boondocks clip where you have Al Sharpton and Ann Coulter go on TV, they bitched at each other and yada yada yada. Then they go into the green robe and they just they're best friends. Yeah, like they're they're playing the game. They're playing the one side versus the other side draws ratings, draws, clicks draws eyes draws attention. Yeah, and that attention draws money and that's kind of George Soros"
    },
    {
      "end_timestamp": 1381.0,
      "id": "f4f390da-542f-33e5-ac4f-9ad97785646c",
      "speaker": "Dan",
      "start_timestamp": 1350.0,
      "text": "has just given a billions of dollars they don't need that money. I don't think George Soros has given them the money. I don't think that either, but be that as it may. I'm pissed off at someone who could be an ally in Media Matters. I pissed off at them. I'm vaguely pissed off also, like the AV Club, not super pissed off at them, because I get what they're doing is entertainment and laughs But posting the Supercuts of Alex Jones kind of does the exact same thing that Media Matters posting out of context clips does,"
    },
    {
      "end_timestamp": 1390.0,
      "id": "fcd38293-2060-3f0f-b2ca-c481a61f6825",
      "speaker": "Jordan",
      "start_timestamp": 1381.0,
      "text": "you know I'm saying Yeah, well, and posting, like, oh, here we go. You turn them into a joke. You're, you're just"
    },
    {
      "end_timestamp": 1401.0,
      "id": "10e7a260-8a39-3d75-af9b-1e0c4f942794",
      "speaker": "Dan",
      "start_timestamp": 1390.0,
      "text": "oh, you let them off the hook. Yeah. And also, here's my here's here. Here's my summation. All right. Leave Alex to us."
    },
    {
      "end_timestamp": 1401.0,
      "id": "342ef14a-03db-363a-910d-5297fc8e3c54",
      "speaker": "Jordan",
      "start_timestamp": 1401.0,
      "text": "Soros"
    },
    {
      "end_timestamp": 1410.0,
      "id": "b41f2f56-a830-395c-8b97-8a6295efa6f6",
      "speaker": "Dan",
      "start_timestamp": 1401.0,
      "text": "billions now. Gotcha. Now we have a Patreon Soros."
    },
    {
      "end_timestamp": 1418.0,
      "id": "805044ac-ef77-3c75-89ca-a68ce6708ba7",
      "speaker": "Jordan",
      "start_timestamp": 1410.0,
      "text": "Me, the weirdest day if all of a sudden just a few 100,000 show up in your Patreon account while like wait, you fuck with us?"
    },
    {
      "end_timestamp": 1420.0,
      "id": "ac650c65-265c-32c6-aa8f-2c7f49df0978",
      "speaker": "Dan",
      "start_timestamp": 1418.0,
      "text": "G Soros? Yeah, I'm"
    },
    {
      "end_timestamp": 1423.0,
      "id": "043f77b1-8ce9-3034-afc7-5b14419ba3f3",
      "speaker": "Jordan",
      "start_timestamp": 1420.0,
      "text": "sure your real email address."
    },
    {
      "end_timestamp": 1425.0,
      "id": "81000783-898b-3555-87d4-2dbd3c63dbb3",
      "speaker": "Dan",
      "start_timestamp": 1423.0,
      "text": "Oh, George S."
    },
    {
      "end_timestamp": 1428.0,
      "id": "745a61d8-b240-362d-a04d-6e92dbfaa4f4",
      "speaker": "Jordan",
      "start_timestamp": 1425.0,
      "text": "We just said to back. Hey, thanks, buddy. We're yours now."
    },
    {
      "end_timestamp": 1446.0,
      "id": "7c540522-dacc-33aa-bd0d-2f0c6cc681ab",
      "speaker": "Dan",
      "start_timestamp": 1428.0,
      "text": "Yeah. So I look, here's the deal. I'd also like to thank everybody who has donated to the Patreon and everyone who has not stopped. Since we switched over from freezing point to this. That means a lot. Thank you very much. If we had more, we could definitely expand what we do. And I would like to do that. But"
    },
    {
      "end_timestamp": 1462.0,
      "id": "0e295e73-b55f-3e35-8b22-1bc53cc4e65c",
      "speaker": "Jordan",
      "start_timestamp": 1446.0,
      "text": "we can hire Paul Joseph Watson. Oh man just jumped off the Trump Train. He did not. Yeah, but he did for a good hour or two. If we had the money. during that hour, I think we would have gotten no, you know, what's the funny he would have been sitting right over there. And with us making fun of him for an hour."
    },
    {
      "end_timestamp": 1528.0,
      "id": "98c701c7-72ae-317e-8f63-8121f802eb07",
      "speaker": "Dan",
      "start_timestamp": 1462.0,
      "text": "I don't want him in my house that I would rather who was our friend Katie McVeigh pointed out on Twitter, made the Great observation that he looks like a young boy from Rococo paintings. It's, it's a really good observation. He also looks like he's crying all the time. So before we get to our clips of this, this episode that Alex put out, let's deal with that Paul Joseph Watson thing really quick? Yeah. So on the night of the attack in Syria on Thursday night, Paul Joseph Watson posted, hey, I guess Trump is not a tool of Putin. He is just a NW non Interviewer What was it neocon puppet? Yeah. globalist neocon puppet, I am officially off the Trump Train. He said that word for word. Two hours later or so I don't know the exact timeframe he posted a screenshot of his follower account. And he's like, this is the first time ever I've lost followers. You've lost like 1000 followers. Yeah. Then a couple hours later after that he posted. I'm off Trump as it relates to Syria. I have not turned on Trump has lied. And so"
    },
    {
      "end_timestamp": 1534.0,
      "id": "a0ebb9a8-e217-3da9-a93a-9975b0876467",
      "speaker": "Jordan",
      "start_timestamp": 1528.0,
      "text": "Oh, fake news, fake news. Fake News. My own Twitter account is fake news."
    },
    {
      "end_timestamp": 1542.0,
      "id": "be18ea51-ab7f-3a67-95cf-90ca90ca0680",
      "speaker": "Dan",
      "start_timestamp": 1534.0,
      "text": "What's fucked up about it is like those 1000 people are probably bots. Yeah, that's actually he lost 1000 bots. Probably."
    },
    {
      "end_timestamp": 1544.0,
      "id": "045cfc22-13f0-3184-b1b2-6ad6edfe6e23",
      "speaker": "Jordan",
      "start_timestamp": 1542.0,
      "text": "I wouldn't say that's a good possibility. Yeah, of course."
    },
    {
      "end_timestamp": 1548.0,
      "id": "7e052689-77f5-35bc-b233-3e67e9719367",
      "speaker": "Dan",
      "start_timestamp": 1544.0,
      "text": "Paul, Joseph Watson is a fuckwit."
    },
    {
      "end_timestamp": 1551.0,
      "id": "a5658e38-51dc-321e-b1f6-292f3dbfc792",
      "speaker": "Jordan",
      "start_timestamp": 1548.0,
      "text": "Yeah. Are we gonna have to listen to his words? No. Good. At"
    },
    {
      "end_timestamp": 1553.0,
      "id": "12e82990-8e7a-355e-95b0-26a44b4786b6",
      "speaker": "Dan",
      "start_timestamp": 1551.0,
      "text": "least not today. We'll see you in the future."
    },
    {
      "end_timestamp": 1558.0,
      "id": "500ab06a-3057-3204-9b72-12fb7f513a71",
      "speaker": "Jordan",
      "start_timestamp": 1553.0,
      "text": "Today. So are we to the god of death. So today,"
    },
    {
      "end_timestamp": 1566.0,
      "id": "87a2ffa3-c094-3bd0-ad64-d7dfcfbf7ec3",
      "speaker": "Dan",
      "start_timestamp": 1558.0,
      "text": "I always put up this response to Media Matters putting out a clip of him saying I'm gonna fucking kick your ass we got damn Senator Schiff, Representative Schiff."
    },
    {
      "end_timestamp": 1573.0,
      "id": "6dd03b58-2a66-3ce5-9295-9b27d8213106",
      "speaker": "Jordan",
      "start_timestamp": 1566.0,
      "text": "Come PayPal Cox. Bill your hand fail your hand. still my favorite? I've been using it multiple times this week"
    },
    {
      "end_timestamp": 1577.0,
      "id": "5c5a3851-086f-384f-9265-2f4dd155dd15",
      "speaker": "Dan",
      "start_timestamp": 1573.0,
      "text": "comes back up. Oh, yes. Bill your hand I want to in play. I want to"
    },
    {
      "end_timestamp": 1580.0,
      "id": "9c4ca7b1-0adb-3e78-a218-bde57465f825",
      "speaker": "Jordan",
      "start_timestamp": 1577.0,
      "text": "hear him say fill your head. I'm delighted by it now."
    },
    {
      "end_timestamp": 1590.0,
      "id": "6263e6ea-9dcf-3ca0-ab63-c33e4a9a88e7",
      "speaker": "Dan",
      "start_timestamp": 1580.0,
      "text": "Now. Alex Jones is the only person broadcasting on this clip. He's not the only person who says fill your hand. Wait, what? Yeah, get excited for there? No,"
    },
    {
      "end_timestamp": 1594.0,
      "id": "e33490bc-e5ec-3a44-8eef-1db1176e8645",
      "speaker": "Jordan",
      "start_timestamp": 1590.0,
      "text": "I've never heard that phrase before in my entire life. I feel like he made it up."
    },
    {
      "end_timestamp": 1604.0,
      "id": "c178ea52-7dc0-3335-9d01-be2ee523ed11",
      "speaker": "Dan",
      "start_timestamp": 1594.0,
      "text": "He didn't. He didn't. And we're gonna find out where it comes from on today. Oh, on today's episode of knowledge, right. So"
    },
    {
      "end_timestamp": 1606.0,
      "id": "05dfd119-520a-398d-9c94-673ebc55cd25",
      "speaker": "Jordan",
      "start_timestamp": 1604.0,
      "text": "the fill your hand special,"
    },
    {
      "end_timestamp": 1627.0,
      "id": "ca3b049f-c57c-3b7f-a6c7-13afa8f1f43e",
      "speaker": "Dan",
      "start_timestamp": 1606.0,
      "text": "I have cut out almost nothing from this 10 minute thing. I've just put it into segments for us to to digest and what have you got, I have specifically not taken out anything that has to do with context. Everything is as he presents it. There'll be a couple of times, we might have to pause here and there. But here's the introduction and how he begins."
    },
    {
      "end_timestamp": 1657.0,
      "id": "049c98b8-d51b-3621-b89a-e5575c5b876d",
      "speaker": "Alex Jones",
      "start_timestamp": 1627.0,
      "text": "The last year we witnessed the Democratic Party, foreign governments 1000s of newspapers, hundreds of celebrities trying to organize the assassination of President Trump, even when he was a candidate. They're the ones politically trying to intimidate our free speech and tried to influence us with threats of violence. That's why it's particularly ridiculous when they come out and call for my arrest by twisting things I've said, claiming that I want violence. True. And these people have no shame."
    },
    {
      "end_timestamp": 1665.0,
      "id": "c73b67a8-83b1-3b1d-bcf2-eaf92eeeeab1",
      "speaker": "Madonna",
      "start_timestamp": 1657.0,
      "text": "Yes. I have thought about blowing up the White House."
    },
    {
      "end_timestamp": 1685.0,
      "id": "acec7628-a296-36ee-b923-8c4340583c1a",
      "speaker": "Robert De Niro",
      "start_timestamp": 1665.0,
      "text": "embarrassment to this country. It makes me so angry that this country has gotten to this point that this fool this bozo has wound up where he has, well, I'd like to punch him in the face"
    },
    {
      "end_timestamp": 1700.0,
      "id": "d2115c0b-b0c2-3e0b-98ab-ec8107f5ad5f",
      "speaker": "Woman quoting Matt Harrigan",
      "start_timestamp": 1685.0,
      "text": "I'm going to kill the president elect, ring it Secret Service, and then going into frightening detail regarding a sniper rifle and hurting myself where it counts. Find a bedroom in the White House that suits you."
    },
    {
      "end_timestamp": 1713.0,
      "id": "c2fe41b6-38c5-3e6a-8c1b-2fbb04085ad4",
      "speaker": "Alex Jones",
      "start_timestamp": 1700.0,
      "text": "You just saw Robert dinero say that he wants to punch the President in the nose. He came back out a second time and said it then. We heard from Madonna saying she thinks about blowing up the White House. It's premeditated."
    },
    {
      "end_timestamp": 1748.0,
      "id": "162fd538-8132-340c-977f-16620f00728e",
      "speaker": "Dan",
      "start_timestamp": 1713.0,
      "text": "We've already talked about that, haven't we? In passing but so that opening montage is his evidence that people want to kill Trump and the Liberals are super violent. We did talk about this like right after the election, there was a teacher squirting squirt gun or fake gun. Dot yelling die died. She's hilarious. Mentally unhinged, yeah. But it also appeared to be an empty classroom. And who knows who the fuck she was. We've never established that the video went viral in quotes, because people were like, Look at this crazy lady. Even liberals are like, crazy. Look"
    },
    {
      "end_timestamp": 1749.0,
      "id": "8e506ecc-b8a2-31ac-91ac-147ebcb68c20",
      "speaker": "Jordan",
      "start_timestamp": 1748.0,
      "text": "at that crazy lady."
    },
    {
      "end_timestamp": 1755.0,
      "id": "b4076bdf-f039-346d-abeb-3250a79dd42b",
      "speaker": "Dan",
      "start_timestamp": 1749.0,
      "text": "So Robert De Niro wanting to punch Trump in the face. I don't disagree with that."
    },
    {
      "end_timestamp": 1759.0,
      "id": "0a72a254-c299-3ef1-aad3-3e222ff3d864",
      "speaker": "Jordan",
      "start_timestamp": 1755.0,
      "text": "I think we all get one. That's not that bad. Yeah."
    },
    {
      "end_timestamp": 1766.0,
      "id": "35b31a8a-cc65-313c-bc0c-929a185686c2",
      "speaker": "Dan",
      "start_timestamp": 1759.0,
      "text": "I think that people burned Obama in effigy. I think that they did do that Ted Nugent told him to suck on his machine gun."
    },
    {
      "end_timestamp": 1767.0,
      "id": "48e2c5da-1113-34c9-9e5e-631707d12626",
      "speaker": "Jordan",
      "start_timestamp": 1766.0,
      "text": "He did do that"
    },
    {
      "end_timestamp": 1770.0,
      "id": "a0dcd9ed-d04c-360b-b492-6b849a865103",
      "speaker": "Dan",
      "start_timestamp": 1767.0,
      "text": "all kinds of there. I actually once"
    },
    {
      "end_timestamp": 1772.0,
      "id": "f436bcb3-b9e1-349a-bfa0-abf03e570ac6",
      "speaker": "Jordan",
      "start_timestamp": 1770.0,
      "text": "again proof liberals are pussies."
    },
    {
      "end_timestamp": 1788.0,
      "id": "9c7a5d66-003c-3776-92e3-353e79f95249",
      "speaker": "Dan",
      "start_timestamp": 1772.0,
      "text": "I actually looked up death threats against President Obama. And there's just like three pages full of actual plots to kill him. It's insane like the the number of assassination attempts that were thwarted in early stages that never got any press insane."
    },
    {
      "end_timestamp": 1791.0,
      "id": "c2bec7e7-1144-3a21-b19d-e94e1536103f",
      "speaker": "Jordan",
      "start_timestamp": 1788.0,
      "text": "There was a lot there actually. Were a bunch of assassination attempts."
    },
    {
      "end_timestamp": 1803.0,
      "id": "6780c354-f1bf-3960-85b5-385c1bfd6f77",
      "speaker": "Dan",
      "start_timestamp": 1791.0,
      "text": "Oh, yes. There were. Yeah, it's a we that would be a whole episode if we covered that, man. That would be crazy. Yeah. So that's, that is sort of absurd. Then the Madonna thing, he cuts off her quote,"
    },
    {
      "end_timestamp": 1807.0,
      "id": "80c0c530-cf0b-321f-85ca-4cefcdc84ed4",
      "speaker": "Jordan",
      "start_timestamp": 1803.0,
      "text": "her quote, part at the end her quote the context part,"
    },
    {
      "end_timestamp": 1820.0,
      "id": "b824adf5-0bcd-3fe0-95af-41e6b85917ce",
      "speaker": "Dan",
      "start_timestamp": 1807.0,
      "text": "her quote is yes, I'm angry. Yes, I'm outraged. Yes, I've thought an awful lot about blowing up the White House. But I know that this won't change anything. We cannot fall into despair. Yeah, that really changes the quote,"
    },
    {
      "end_timestamp": 1834.0,
      "id": "8e8b970a-8005-3818-ae50-4ad35e3e8838",
      "speaker": "Jordan",
      "start_timestamp": 1820.0,
      "text": "it changes a lot. Yeah, turns it from a threat to a wise, you know, so that's why saying like, you know, you don't you don't fight fire with fire. You fight it"
    },
    {
      "end_timestamp": 1874.0,
      "id": "d8cc1a65-ec35-353a-a9b5-7af0cc71db24",
      "speaker": "Dan",
      "start_timestamp": 1834.0,
      "text": "with water. Yeah. And then the other one. The other one is a CEO prayer. I lost the page that I had up that had this, but it was the CEO of a company, a startup who tweeted those things about getting a sniper rifle would come at me Secret Service. Yeah, he immediately got fired. He was forced out of his company that he was the CEO of. So that's some consequence. Great. I agree. He should have been arrested for that. That's far too far. You can't threaten the president like that. You can't threaten anyone like that. Even on Twitter, if you're an egg, you can guess so? Well. I mean, under what I how I believe the law works. Yeah, I don't think you can do that sort of thing."
    },
    {
      "end_timestamp": 1877.0,
      "id": "395d37d8-f748-391f-abbd-b23fa126abce",
      "speaker": "Jordan",
      "start_timestamp": 1874.0,
      "text": "You're given the law, a lot of credit for believing that it's still around. So yeah,"
    },
    {
      "end_timestamp": 1894.0,
      "id": "99afc8a0-5f01-3c19-97e0-0f1ec6b821c4",
      "speaker": "Dan",
      "start_timestamp": 1877.0,
      "text": "he's forced out of this company that he started, which is a huge consequence, even if he didn't, even if he dodged jail time, and has come out later and said that he was super drunk. Which isn't great. It doesn't make it better. But it's like, All right, there was a drunk dude, who's running his goddamn mouth."
    },
    {
      "end_timestamp": 1905.0,
      "id": "1626807e-1085-3065-abbc-479bdcf8f5c8",
      "speaker": "Jordan",
      "start_timestamp": 1894.0,
      "text": "Yeah, well, that's the problem with Twitter. I've gotten drunken in my apartment alone. I have shouted very loud things of a very similar nature on Thursday. I never pay him. Yeah, that's true. I did get banned from Twitter for 12"
    },
    {
      "end_timestamp": 1908.0,
      "id": "9bb3c161-f8e4-38a4-8810-3e0c284c9b34",
      "speaker": "Dan",
      "start_timestamp": 1905.0,
      "text": "hours told CNN to fuck itself. I was"
    },
    {
      "end_timestamp": 1930.0,
      "id": "6fbc5952-d604-3f36-a17f-c1210a5462b5",
      "speaker": "Jordan",
      "start_timestamp": 1908.0,
      "text": "I was trying to go through every possible news network and tell them to go fuck themselves. Because immediately after those bombs were sent out they had archetypal cocksucker after archetypal Cox come on man of general praising how this is the most presidential Trump looks"
    },
    {
      "end_timestamp": 1932.0,
      "id": "5b4edf34-69ba-3736-a232-e10dac978d8c",
      "speaker": "Dan",
      "start_timestamp": 1930.0,
      "text": "and they're like look at these gorgeous missiles and"
    },
    {
      "end_timestamp": 1947.0,
      "id": "44b03287-5dd4-3d40-b3fc-39f9e0e875c1",
      "speaker": "Jordan",
      "start_timestamp": 1932.0,
      "text": "yeah, if anybody deserves scorn today and I we tweeted it out, you know that I'm I'm more ashamed of fucking CNBC than I am of Alex Jones yesterday they should"
    },
    {
      "end_timestamp": 1954.0,
      "id": "de3f3078-bfe5-3cfe-b123-627214e00ec5",
      "speaker": "Dan",
      "start_timestamp": 1947.0,
      "text": "know better they should fucking know but Alex is a propagandist and they in theory aren't the"
    },
    {
      "end_timestamp": 1960.0,
      "id": "9b86d770-346d-3ea7-b1e4-d27a34f9d166",
      "speaker": "Jordan",
      "start_timestamp": 1954.0,
      "text": "yeah unless unless we're running up to the Iraq War number two the rewrapping we"
    },
    {
      "end_timestamp": 1994.0,
      "id": "a31f7288-bb46-3c4a-979e-3bdf48d6edbf",
      "speaker": "Dan",
      "start_timestamp": 1960.0,
      "text": "need to go back to the days of McNeil Arielle our oh I just swallowed MC near our what happened was I realized I forgot layers name as I was saying McNeil as I said McNeil. I forgot layer. Yeah. But that's what we need to go back to fucking boring as journalism. Yeah, that's what we need to go back to none of the salacious shit. Just you know what, you know, what's the most crowd pleasing part of the MacNeil Lehrer hour? What? That weird little theme song."
    },
    {
      "end_timestamp": 1998.0,
      "id": "ddbacd41-1832-3510-b416-69c59ecac596",
      "speaker": "Jordan",
      "start_timestamp": 1994.0,
      "text": "That's right. That's it. That's then it got real quick."
    },
    {
      "end_timestamp": 2003.0,
      "id": "84d7aeea-96f1-3904-bfd5-aeee36511d6c",
      "speaker": "Dan",
      "start_timestamp": 1998.0,
      "text": "Oh, boy. We need to go back to that. We won't"
    },
    {
      "end_timestamp": 2009.0,
      "id": "a8cb1a31-ea5b-3e38-8095-4e73da4597ea",
      "speaker": "Jordan",
      "start_timestamp": 2003.0,
      "text": "but know that that cat's gone that that bag that cat are drowned in the middle of the fucking Lake."
    },
    {
      "end_timestamp": 2027.0,
      "id": "b3d1fcad-8008-3eab-a7e2-39ab8020f84c",
      "speaker": "Dan",
      "start_timestamp": 2009.0,
      "text": "Yeah. So Alex already in setting this up has lied about. He didn't lie about Robert De Niro. But I just disagree that that means anything. I don't care if Robert De Niro wants to punch the president. No, I don't care either. Later he's gonna talk about Mickey Rourke too, because Mickey Rourke said he wanted"
    },
    {
      "end_timestamp": 2031.0,
      "id": "c6980587-266a-33d2-aff3-9819bcf85764",
      "speaker": "Jordan",
      "start_timestamp": 2027.0,
      "text": "to pick on Mickey Rourke. Hasn't he been through enough to been"
    },
    {
      "end_timestamp": 2037.0,
      "id": "c5c5775c-8f45-3252-9a30-c02287f98a73",
      "speaker": "Dan",
      "start_timestamp": 2031.0,
      "text": "through a lot, but he said that he wanted some time alone with Trump with a baseball bat and called him a big purse."
    },
    {
      "end_timestamp": 2048.0,
      "id": "e46ce7a1-24ae-35c8-b667-81a7db25896d",
      "speaker": "Jordan",
      "start_timestamp": 2037.0,
      "text": "Yeah. You don't know what Mickey Rourke is into anymore? He's He's really into sounding extreme really into sounding"
    },
    {
      "end_timestamp": 2061.0,
      "id": "87cce364-c5ab-3cff-b254-490654f5bb04",
      "speaker": "Dan",
      "start_timestamp": 2048.0,
      "text": "but like yeah, okay. That is right. And that is violent imagery and of violence suggestion about the president Sure. That's a little bit more extreme but look, man they're not saying they want to kill the president was beating them up a bit."
    },
    {
      "end_timestamp": 2073.0,
      "id": "d2b4b1c2-74f4-3c77-924b-87669df6c205",
      "speaker": "Jordan",
      "start_timestamp": 2061.0,
      "text": "No. And it's it's even more indicative that he is once again picking on actors. Yeah, because he does not know the difference between fantasy and reality. So why not?"
    },
    {
      "end_timestamp": 2083.0,
      "id": "58faae25-5f13-32fa-8caa-ab35188f9e89",
      "speaker": "Dan",
      "start_timestamp": 2073.0,
      "text": "Nope. The manana parts a lie the CEO part I kind of agree he should have been arrested but it's not really an issue with someone running his mouth drunk on Twitter. And so here we go. We go into any for"
    },
    {
      "end_timestamp": 2090.0,
      "id": "c981e8d3-d1a1-3059-8432-6488629b0c4f",
      "speaker": "Jordan",
      "start_timestamp": 2083.0,
      "text": "fucksakes Alex threatened to beat up Schiff. Yeah, in the same fucking way."
    },
    {
      "end_timestamp": 2092.0,
      "id": "9e87c089-50d6-36f8-9c36-4645bfc7d74c",
      "speaker": "Dan",
      "start_timestamp": 2090.0,
      "text": "We're gonna get to his explanation about that"
    },
    {
      "end_timestamp": 2093.0,
      "id": "682a5204-e8f0-3eb9-b0cf-067e764d05ff",
      "speaker": "Jordan",
      "start_timestamp": 2092.0,
      "text": "fucking way"
    },
    {
      "end_timestamp": 2094.0,
      "id": "c8272ece-d783-3ed9-847a-d9a9610f8961",
      "speaker": "Dan",
      "start_timestamp": 2093.0,
      "text": "we're gonna get to his explanation."
    },
    {
      "end_timestamp": 2110.0,
      "id": "cb90a935-ac7b-372d-ab34-5611bf4180d4",
      "speaker": "Jordan",
      "start_timestamp": 2094.0,
      "text": "You know what I'm starting to think there are a lot of people on the right who are hypocrites, who perhaps Hopefully you can pick out one thing that they said three years ago in relation to Obama. And then a thing that they said now, that is the exact opposite is possible. But in relation to Trump,"
    },
    {
      "end_timestamp": 2113.0,
      "id": "a77af888-6a8e-328f-b2fe-a61470c65231",
      "speaker": "Dan",
      "start_timestamp": 2110.0,
      "text": "Alex says word for word. Alex is more threats. He wants to discuss"
    },
    {
      "end_timestamp": 2126.0,
      "id": "5de35e70-333a-36a2-94d9-6a50e50d7edd",
      "speaker": "Alex Jones",
      "start_timestamp": 2113.0,
      "text": "how he's seen countless newspapers from the LA Times, The New York Times with their riders saying someone killed Trump, or I want to kill Trump. It's been incredible. And I've been pointing this out all along."
    },
    {
      "end_timestamp": 2154.0,
      "id": "5125dd34-0901-3880-bef3-4f4a6ccd2666",
      "speaker": "Dan",
      "start_timestamp": 2126.0,
      "text": "He's been pouring by the very literal definition of incredible he is correct. Yeah. He's incredible. Incredible. He is not credible. He, he has been pointing this out all along. But he's lying. The New York Times and LA Times I can't find any instances of their writers calling for assassinations. Nope. There was a London Times writer who got in trouble for saying something in a tweet along the lines of this assassination is taking a long time. Which isn't"
    },
    {
      "end_timestamp": 2168.0,
      "id": "74d64f7d-de58-35a4-a805-4ff12790480f",
      "speaker": "Jordan",
      "start_timestamp": 2154.0,
      "text": "really something Yeah, no, I'm cool with that. It's on why I mean, unless it was him. Or her. Oh, her I can't remember her name. It was her planning it like like letting us know like, dude, this assassination plot is taking forever like"
    },
    {
      "end_timestamp": 2174.0,
      "id": "32c72a2f-e3c9-3100-a6b3-f1b94b030140",
      "speaker": "Dan",
      "start_timestamp": 2168.0,
      "text": "Wait, are you waiting for a shipment from Acme Yeah. Because we're gonna have to we're gonna have to Road Runner this but yeah."
    },
    {
      "end_timestamp": 2183.0,
      "id": "a65bd120-b28f-30fb-aa71-25ff3c8fb10c",
      "speaker": "Jordan",
      "start_timestamp": 2174.0,
      "text": "Oh, man. He better walk under this plateau real soon. Otherwise, my giant rock isn't gonna do much."
    },
    {
      "end_timestamp": 2194.0,
      "id": "48584a01-3e16-3006-92fc-a87a1831dd10",
      "speaker": "Dan",
      "start_timestamp": 2183.0,
      "text": "But that's that's it? That is an instance of the times. And I think he got it confused. That's my theory on that because I can't find LA or New York Times writers who have"
    },
    {
      "end_timestamp": 2202.0,
      "id": "7a2b64d5-132a-3265-b8c4-94e4271bd2ea",
      "speaker": "Jordan",
      "start_timestamp": 2194.0,
      "text": "no he's lying. There's no he got a confused Yeah, I still halfway think he couldn't point out London on a map."
    },
    {
      "end_timestamp": 2208.0,
      "id": "c697449f-fafc-37ac-bd30-7f41428f6d47",
      "speaker": "Dan",
      "start_timestamp": 2202.0,
      "text": "I'm not sure I could. I could point out the UK but I'm not entirely sure where London is in it. I know we're Wales is."
    },
    {
      "end_timestamp": 2211.0,
      "id": "61eeae14-438c-3258-b026-7e860acc9d26",
      "speaker": "Jordan",
      "start_timestamp": 2208.0,
      "text": "How do you know where Wales is? And not London? Because I remember"
    },
    {
      "end_timestamp": 2223.0,
      "id": "dad7f8ed-1e12-339b-a614-729376f40197",
      "speaker": "Dan",
      "start_timestamp": 2211.0,
      "text": "it's real south. Wales is at the bottom of the UK. You're looking at me weird. Am I wrong? Oh, yeah. Where's Wales?"
    },
    {
      "end_timestamp": 2251.0,
      "id": "b8289fcf-7eae-39a0-a5b8-5ac24dccb797",
      "speaker": "Jordan",
      "start_timestamp": 2223.0,
      "text": "Wales isn't the Northwest shit. What's in the South? The South is lung or the South is England. I almost said London. All about England. So no, no. What is happening right now? What is going on here? Do you? I really is the entire Okay, no, no. It goes England, Scotland, Wales. And then Ireland is over there. Wales is"
    },
    {
      "end_timestamp": 2254.0,
      "id": "89049b03-e0f0-397a-83ba-3c38e9b37dd2",
      "speaker": "Dan",
      "start_timestamp": 2251.0,
      "text": "north of Scotland. Yeah, boy, I had this wrong. Okay."
    },
    {
      "end_timestamp": 2257.0,
      "id": "857ce6a5-0d5a-3d31-9484-5b98b298b1ad",
      "speaker": "Jordan",
      "start_timestamp": 2254.0,
      "text": "God, now I have to double check Jesus Christ."
    },
    {
      "end_timestamp": 2265.0,
      "id": "843384bf-6323-3155-834c-3588c0fa0411",
      "speaker": "Dan",
      "start_timestamp": 2257.0,
      "text": "I really thought that. Am I the idiot? I don't think so. Because I have you were just there. I"
    },
    {
      "end_timestamp": 2276.0,
      "id": "4101dd6e-6a44-3570-a686-ace477f85c33",
      "speaker": "Jordan",
      "start_timestamp": 2265.0,
      "text": "was just there. But that doesn't mean I'm not an idiot. I was just there in the same sense of like, let's say no, I'm pretty sure I'm right."
    },
    {
      "end_timestamp": 2283.0,
      "id": "d87ada0f-0b6f-3b49-b59e-69d6c1e8cd39",
      "speaker": "Dan",
      "start_timestamp": 2276.0,
      "text": "I really don't think that Wales is north of Scotland. That part to me seems crazy. This great pod by the way."
    },
    {
      "end_timestamp": 2286.0,
      "id": "378225fa-d466-3019-890c-cb52f46901c9",
      "speaker": "Jordan",
      "start_timestamp": 2283.0,
      "text": "You know what? I'm good. I'm good. Let's leave this one alone."
    },
    {
      "end_timestamp": 2291.0,
      "id": "c8bd4ea0-a1a8-3d5b-8510-6933586ba46f",
      "speaker": "Dan",
      "start_timestamp": 2286.0,
      "text": "Oh, look it up as we listen to this next clip. This is Alex Jones. It's just a lie."
    },
    {
      "end_timestamp": 2302.0,
      "id": "f0a4b5f6-8f2b-3b3d-8baf-a1443eb7551e",
      "speaker": "Alex Jones",
      "start_timestamp": 2291.0,
      "text": "We're gonna lose this fight for America weekend. I'm one of the biggest proponents of non violence. And Mahatma Gandhi and Martin Luther King. Everybody knows that. That's true."
    },
    {
      "end_timestamp": 2311.0,
      "id": "185859c7-8c89-362f-a84d-1c7a829b64f6",
      "speaker": "Dan",
      "start_timestamp": 2302.0,
      "text": "Everyone knows everyone knows this. Now let's take a little walk down memory lane about some of the things that Alex has said he's putting multiple people into comas"
    },
    {
      "end_timestamp": 2319.0,
      "id": "27fc918f-784d-3be9-be92-58593f19d06f",
      "speaker": "Jordan",
      "start_timestamp": 2311.0,
      "text": "Alex Jones this is your life. Yeah. And we have somebody in a coma right now. Oh, no, that's they're not gonna be able to talk."
    },
    {
      "end_timestamp": 2333.0,
      "id": "674750d3-9880-37cb-9c9e-01c9e97c23ed",
      "speaker": "Dan",
      "start_timestamp": 2319.0,
      "text": "Oh, he's not gonna appear because he sued your dad illegally probably can't discuss this. Like he he constantly tell stories about violence. He constantly threatens people. The idea that he's trying to put himself also"
    },
    {
      "end_timestamp": 2338.0,
      "id": "f486ed54-8e7f-3e00-9d82-3efa82a2e440",
      "speaker": "Jordan",
      "start_timestamp": 2333.0,
      "text": "and he suggests always that violence is the only way to solve problems."
    },
    {
      "end_timestamp": 2343.0,
      "id": "575f202a-f488-32bc-b5ae-551802f17fb5",
      "speaker": "Dan",
      "start_timestamp": 2338.0,
      "text": "Like a man will show these pansies What's up once we get violent. It's all about"
    },
    {
      "end_timestamp": 2356.0,
      "id": "4bb8bd9a-d3ca-3b4e-bf92-f92eabf324e3",
      "speaker": "Jordan",
      "start_timestamp": 2343.0,
      "text": "Macho. Get rid of all your fancy pants smartness. I'm sick you engineers telling me how to throw bombs speaking you're putting them on your shoulder. You toss him over the sea that's throwing a bow."
    },
    {
      "end_timestamp": 2362.0,
      "id": "d5954f23-aa01-3dcb-8a9b-178615bdbc9d",
      "speaker": "Dan",
      "start_timestamp": 2356.0,
      "text": "Also, speaking of fancy pants, in case you couldn't hear it over that last clip, I was right. Whales isn't myself."
    },
    {
      "end_timestamp": 2367.0,
      "id": "a79ced2e-f16a-361e-9665-95214064645e",
      "speaker": "Jordan",
      "start_timestamp": 2362.0,
      "text": "I know I got it southwest fuck bout now I feel like a complete idiot."
    },
    {
      "end_timestamp": 2372.0,
      "id": "b953bfd8-20aa-382d-8555-aea4e4a2397e",
      "speaker": "Dan",
      "start_timestamp": 2367.0,
      "text": "I actually would have thought it was south east. So if we would have gotten to even finer points I would have then been wrong. Well,"
    },
    {
      "end_timestamp": 2375.0,
      "id": "c1e5122a-fa69-3ac5-8fa4-30c22e7f29d7",
      "speaker": "Jordan",
      "start_timestamp": 2372.0,
      "text": "that's where London is. Is it? Yeah, it's okay. So now"
    },
    {
      "end_timestamp": 2387.0,
      "id": "2265404c-fde5-360d-87ae-94449c1cda9d",
      "speaker": "Dan",
      "start_timestamp": 2375.0,
      "text": "we all know her London is on the map. And Alex is back in like Gandhi, which I appreciate. And I disagree with this next clip."
    },
    {
      "end_timestamp": 2395.0,
      "id": "d915b5af-f7a8-30da-931c-c7ec11d9eec5",
      "speaker": "Jordan",
      "start_timestamp": 2387.0,
      "text": "I can't think of anybody less like Gandhi. Although if Alex could he would sleep on a pile of naked women. I that is true."
    },
    {
      "end_timestamp": 2405.0,
      "id": "46330072-a660-34a0-9348-3c929fc72485",
      "speaker": "Dan",
      "start_timestamp": 2395.0,
      "text": "I also don't think that Alex would do well in a hunger strike. All right, you can still drink man. Look, I'm not gonna eat but can I still take Super Male?"
    },
    {
      "end_timestamp": 2409.0,
      "id": "1412600c-79ec-3cfa-9d55-857bc01b3d3b",
      "speaker": "Jordan",
      "start_timestamp": 2405.0,
      "text": "Give me some wild turkey and I'll go out on hunger strike."
    },
    {
      "end_timestamp": 2419.0,
      "id": "e2a742b7-a51a-37b0-ab78-f8ea6a3dff22",
      "speaker": "Dan",
      "start_timestamp": 2409.0,
      "text": "Yeah, Jesus. Anyway, here's this next one. This is Alex lying more, but then we also get context for the fill your hand. Okay, this is the clipboard? Yeah,"
    },
    {
      "end_timestamp": 2423.0,
      "id": "e40b3c96-7acc-3bea-8021-9ec73c8b7627",
      "speaker": "Jordan",
      "start_timestamp": 2419.0,
      "text": "this is where we, we learn the truth."
    },
    {
      "end_timestamp": 2438.0,
      "id": "806b0461-c2fe-3133-b893-fe7a10ebff29",
      "speaker": "Alex Jones",
      "start_timestamp": 2423.0,
      "text": "But now we've got Newsweek and a whole bunch of other publications coming out today saying, Alex Jones his threat to Congressman may be a felony. Now notice I made some of these comments that they've twisted a week ago. So they sat around and waited and run this by US attorneys and others."
    },
    {
      "end_timestamp": 2454.0,
      "id": "ce676dc4-e66c-30c3-a50b-09021370e943",
      "speaker": "Dan",
      "start_timestamp": 2438.0,
      "text": "They didn't. But it is true that maybe they should have it's true that they did wait a week or so. That's bullshit. You covered it when it happened, except for we recorded it over the weekend and released it on Monday because it's fucking podcast. Yeah. But like they did"
    },
    {
      "end_timestamp": 2456.0,
      "id": "66cca92e-585b-38ce-8e88-2e427b99a56f",
      "speaker": "Jordan",
      "start_timestamp": 2454.0,
      "text": "wait, because we're not a news organization."
    },
    {
      "end_timestamp": 2472.0,
      "id": "8c34e4c8-e224-3f1c-b421-e993b001717f",
      "speaker": "Dan",
      "start_timestamp": 2456.0,
      "text": "But if we were we could have put it out over the weekend. Or if it made sense to release podcasts over the weekend. We could have put it up immediately. He did that on on a Thursday. Yep. So like, that is fucked up that if they were that outraged. They did wait that long."
    },
    {
      "end_timestamp": 2476.0,
      "id": "495360c8-05ea-35b5-bfcc-c79270f8b6b8",
      "speaker": "Jordan",
      "start_timestamp": 2472.0,
      "text": "Yeah, you know, you know what they say about outrage. It takes a week to simmer."
    },
    {
      "end_timestamp": 2489.0,
      "id": "46cdafb0-0d5d-33ba-9c58-6d4b6a92afc5",
      "speaker": "Dan",
      "start_timestamp": 2476.0,
      "text": "He posted that on Thursday, the 30th of March. And Media Matters posted their shit on the fourth of April. That's Tuesday of the next week. Yeah, that's an insane lag time. I don't know why they didn't know about this."
    },
    {
      "end_timestamp": 2493.0,
      "id": "93b841d7-d014-361b-97b1-de1d00a1e106",
      "speaker": "Jordan",
      "start_timestamp": 2489.0,
      "text": "Well, because they're not paying attention. Obviously. Somebody shared a clip with them."
    },
    {
      "end_timestamp": 2499.0,
      "id": "edf5c192-065a-3cbd-845e-7b56ab775002",
      "speaker": "Dan",
      "start_timestamp": 2493.0,
      "text": "No, obviously, they have some employee who's just watching Alex Jones all the time. No, they have to"
    },
    {
      "end_timestamp": 2504.0,
      "id": "e69b00f5-6422-33fe-a6c1-32fe813aa5cc",
      "speaker": "Jordan",
      "start_timestamp": 2499.0,
      "text": "know you're literally the only person who just watches Alex Jones all the time. Do"
    },
    {
      "end_timestamp": 2506.0,
      "id": "2fbcc4b5-362a-38d3-b0f5-9f47885b3729",
      "speaker": "Dan",
      "start_timestamp": 2504.0,
      "text": "you think that they got it from us? No, I"
    },
    {
      "end_timestamp": 2512.0,
      "id": "a51b5a40-8131-3d65-8aec-0c8c545c544b",
      "speaker": "Jordan",
      "start_timestamp": 2506.0,
      "text": "don't think they got it from us. Okay, I here's what happened. They don't have anybody paying attention. They might"
    },
    {
      "end_timestamp": 2515.0,
      "id": "63f86457-f1c0-3c76-b41a-81ffa023c139",
      "speaker": "Dan",
      "start_timestamp": 2512.0,
      "text": "have gotten in trouble or episode came out that Monday. Yeah, but somebody probably"
    },
    {
      "end_timestamp": 2531.0,
      "id": "9c959ef2-a0e8-3f11-903f-7c8d8be9179a",
      "speaker": "Jordan",
      "start_timestamp": 2515.0,
      "text": "pointed to a clip somewhere who heard it from us. We're not the only people on the internet. There are people posting up clips of him whenever he does shit. I'm sure somebody got it shared. And it went to this guy. And it went to this guy like a meme. And eventually it went to a news outlet."
    },
    {
      "end_timestamp": 2546.0,
      "id": "39b97ca5-8996-3a2e-b5fb-a4bfee1fb47e",
      "speaker": "Dan",
      "start_timestamp": 2531.0,
      "text": "This is why we're never gonna make it. You can't you we have to pretend it was us. If we were Alex, we would be certain it was us. That's true. We would like be we would lie about sources telling you."
    },
    {
      "end_timestamp": 2549.0,
      "id": "30865cc3-df88-3d51-b513-95408c45feb1",
      "speaker": "Jordan",
      "start_timestamp": 2546.0,
      "text": "We have very high level sources immediate"
    },
    {
      "end_timestamp": 2552.0,
      "id": "6f497cd9-1dfe-3fb6-b822-2c1b2ea5446f",
      "speaker": "Dan",
      "start_timestamp": 2549.0,
      "text": "99% accurate. So I guess"
    },
    {
      "end_timestamp": 2556.0,
      "id": "e02e4f8c-1d07-305a-8c8c-bed2112fb880",
      "speaker": "Jordan",
      "start_timestamp": 2552.0,
      "text": "that'd be great if we only had one source, but it was George. So Jorge Soros"
    },
    {
      "end_timestamp": 2592.0,
      "id": "4a2db8f1-7e46-39b2-a016-c16f49642b55",
      "speaker": "Dan",
      "start_timestamp": 2556.0,
      "text": "has told us so I know believe at all that they've run this by Justice Department, Attorney General's or anything like, what the truth is, is these articles are speculating about whether or not it is a crime to say you're going to beat up a senator or a House member. And that's bullshit in and of itself, too. Because Alex didn't know in that expletive laced rant, he didn't say I'm going to kick your ass. No, he just said those are fighting words. Yep. And if you were to say to my face that I was an agent of Russia, I would kick your ass"
    },
    {
      "end_timestamp": 2599.0,
      "id": "57d0ad65-341a-3916-8820-91ebcdaf940c",
      "speaker": "Jordan",
      "start_timestamp": 2592.0,
      "text": "and it would be within the context of a fight. Yeah, it's not like he's threatening to go to ship."
    },
    {
      "end_timestamp": 2602.0,
      "id": "2748a06f-b631-3916-8c30-1ff9e4481cd5",
      "speaker": "Dan",
      "start_timestamp": 2599.0,
      "text": "Work guys at a bar. Yeah. Call me a Russian agent. I would kick your ass."
    },
    {
      "end_timestamp": 2606.0,
      "id": "83f6a2e2-906d-32ea-9dfa-9b6ae50acc66",
      "speaker": "Jordan",
      "start_timestamp": 2602.0,
      "text": "That's, I mean, you wouldn't do that. No, but that's what he's saying. Yeah, exactly."
    },
    {
      "end_timestamp": 2617.0,
      "id": "baf1b2c3-98a8-33bd-9501-9a1d9a6ce3ed",
      "speaker": "Dan",
      "start_timestamp": 2606.0,
      "text": "It's within a Hypo hypothetical framework that he's working. Yeah. And I don't want to defend our it's like, but if you were trying to say that that's a crime. It's not That's bullshit."
    },
    {
      "end_timestamp": 2627.0,
      "id": "16c60e02-dcd5-33fd-8d26-191b6b4e687b",
      "speaker": "Jordan",
      "start_timestamp": 2617.0,
      "text": "Well, it's like if Mickey Rourke said he wanted to be in a room with Trump with a baseball bat and go it's very similar to that. In fact, it's exactly what that is."
    },
    {
      "end_timestamp": 2633.0,
      "id": "724c3b45-8842-3433-8111-d5765b351385",
      "speaker": "Dan",
      "start_timestamp": 2627.0,
      "text": "I think you might have accidentally hit the nail on the head of the entire point of"
    },
    {
      "end_timestamp": 2637.0,
      "id": "a8d39974-c6a7-3c9d-bd62-b6a81bf151d1",
      "speaker": "Jordan",
      "start_timestamp": 2633.0,
      "text": "failure All right, well then wrap it up. Let's get Andy In fairness,"
    },
    {
      "end_timestamp": 2642.0,
      "id": "47a6a162-5444-3938-824e-4297993a8073",
      "speaker": "Dan",
      "start_timestamp": 2637.0,
      "text": "he fails to recognize that and other people when he begs for it that recognition,"
    },
    {
      "end_timestamp": 2651.0,
      "id": "f48403dc-9422-3a55-9163-f0f81e3eab0f",
      "speaker": "Jordan",
      "start_timestamp": 2642.0,
      "text": "of course, but that's the entire that's the entire system now. That's all it is. Like it's"
    },
    {
      "end_timestamp": 2656.0,
      "id": "5f020bfa-b7bb-3597-9316-e0cc0a392ac4",
      "speaker": "Dan",
      "start_timestamp": 2651.0,
      "text": "a kettle it's me pot. You bust your black"
    },
    {
      "end_timestamp": 2665.0,
      "id": "0fcc9185-0627-3df9-aec2-5b00a365eaa7",
      "speaker": "Jordan",
      "start_timestamp": 2656.0,
      "text": "All right, get the fuck away from me. We're gonna do this on cast. We're gonna do this, but I know but you can't be that clever. That's not okay. I'm very frustrated with"
    },
    {
      "end_timestamp": 2672.0,
      "id": "d46b0ebe-ad32-3d2b-ab70-458b207f968a",
      "speaker": "Dan",
      "start_timestamp": 2665.0,
      "text": "that. Alright, let's learn about this turn of phrase Alex is using"
    },
    {
      "end_timestamp": 2703.0,
      "id": "335ff85a-172e-3d68-b3fb-6720ac3542a7",
      "speaker": "Alex Jones",
      "start_timestamp": 2672.0,
      "text": "to then edit my statements together and say the some of his words mean a threat like, feel your hand. I also talked about suing people that are saying I'm a Russian agent. Fill your hand means take action against me if you think you've got what it takes. Certainly, I'm not saying I'm John Lane and True Grit saying fill your hand with a pistol. I call it bold talk for a one eyed Fat Man. And you?"
    },
    {
      "end_timestamp": 2706.0,
      "id": "bea2ab24-29d3-30c9-b924-a269eba940b0",
      "speaker": "Dan",
      "start_timestamp": 2703.0,
      "text": "Wow. Yeah, it was John Wayne."
    },
    {
      "end_timestamp": 2724.0,
      "id": "841618c8-b6db-3483-ab85-99bee07ad492",
      "speaker": "Jordan",
      "start_timestamp": 2706.0,
      "text": "That makes it even cooler. It's pretty cool. That's pretty cool. You know, it's great. I feel very good about myself that I immediately recognize the coolness of that without prior context. Yeah, that's so cool. John Wayne is so cool. He can travel to me through Alex Jones. Still big and I know how cool it is. Yeah."
    },
    {
      "end_timestamp": 2726.0,
      "id": "0f6f2ebb-8819-32e3-9638-4bb7fbddb6eb",
      "speaker": "Dan",
      "start_timestamp": 2724.0,
      "text": "John Wayne, fill your hand. Great."
    },
    {
      "end_timestamp": 2743.0,
      "id": "a1f28642-7293-325a-a57f-a6cd407ad5a8",
      "speaker": "Jordan",
      "start_timestamp": 2726.0,
      "text": "I although it does change the context a little bit when you know, it's not because I saw fill your hand like we were talking about fill your hand with like a roll of quarters, which again, fill your handles. That's how much placees We are. We're like, the worst you can do is punch someone. Yeah. But yeah, fill your hand with a gun does change things a little bit."
    },
    {
      "end_timestamp": 2745.0,
      "id": "364040a1-4304-32c4-81ba-c7ead2904ddf",
      "speaker": "Dan",
      "start_timestamp": 2743.0,
      "text": "It's definitely more aggressive. Yeah."
    },
    {
      "end_timestamp": 2767.0,
      "id": "964d39c1-1834-342f-994a-982aa58a428b",
      "speaker": "Jordan",
      "start_timestamp": 2745.0,
      "text": "But it's also in the context of that kind of it. Now we're in a gentlemanly fight. Instead of a I am going to go after you. It's a hey, let's turn this into a duel. A very macho turn Exactly. A very macho, mono e mono kind of bullshit thing. And that makes perfect sense. He's a fucking he's the Texan."
    },
    {
      "end_timestamp": 2804.0,
      "id": "9ae4af72-51f6-353b-acb0-5e95d7b6d4c7",
      "speaker": "Dan",
      "start_timestamp": 2767.0,
      "text": "Yeah, he is the codename Texan codename Jackson. I still don't think that he's, like, literally threatening violence or anything like that. And this is what we keep coming back to is like free speech doesn't cover threats of violence and slander and libel. Yeah. So like, those sorts of things are not. He's still well within his rights. Yeah. And we would have discussed if he wasn't when we first covered this clip. Yeah. And so anybody suggesting that he should be arrested for this is? It's really out of line. Yeah, I don't I'm not counting this is something we agree with Alex about it just happens to be we're on the same side for different reasons. Yeah."
    },
    {
      "end_timestamp": 2811.0,
      "id": "7f82b119-d1ca-379d-a9aa-edbf67f2e9f7",
      "speaker": "Jordan",
      "start_timestamp": 2804.0,
      "text": "As as is almost always the case when we are on the same side. So we are always unlikely bedfellows. Yeah,"
    },
    {
      "end_timestamp": 2815.0,
      "id": "1c40a72c-d9c1-38ac-9b31-8293e6b47833",
      "speaker": "Dan",
      "start_timestamp": 2811.0,
      "text": "so Alex goes on to lie a little bit more here."
    },
    {
      "end_timestamp": 2831.0,
      "id": "b857fd12-1987-3e42-9fd1-3da3b14d2531",
      "speaker": "Alex Jones",
      "start_timestamp": 2815.0,
      "text": "Mickey Rourke has come out and called for killing the president and says he wants to killing 1000s and 1000s of prominent people so much I can't even keep track of it have come out and said someone needs to kill him or they're going to kill them and none of them are prosecuted. None of them get in trouble."
    },
    {
      "end_timestamp": 2834.0,
      "id": "32864877-c1f4-345e-8123-4e51e76201bd",
      "speaker": "Dan",
      "start_timestamp": 2831.0,
      "text": "No modem."
    },
    {
      "end_timestamp": 2836.0,
      "id": "72b50d9f-8cda-3590-8558-7b6da5418add",
      "speaker": "Jordan",
      "start_timestamp": 2834.0,
      "text": "Mickey Rourke did not let him get in trouble."
    },
    {
      "end_timestamp": 2842.0,
      "id": "f76ac7e6-0a8f-3583-911b-d6b80c4f6cb8",
      "speaker": "Dan",
      "start_timestamp": 2836.0,
      "text": "Mickey Rourke didn't say he wanted to kill him. He said he wanted to be alone in a hotel room with a baseball bat. Right. Right. But you could extrapolate. Yeah,"
    },
    {
      "end_timestamp": 2845.0,
      "id": "90dbc516-1abf-3c1c-bf61-ed12601c7b32",
      "speaker": "Jordan",
      "start_timestamp": 2842.0,
      "text": "I mean, he. You know,"
    },
    {
      "end_timestamp": 2857.0,
      "id": "6ce97ded-996c-3443-ab8d-1a5f62ab1f36",
      "speaker": "Dan",
      "start_timestamp": 2845.0,
      "text": "it's again, we're coming down to this. It's not illegal. It's unwise. He shouldn't have said something like that. He's lived a hard life. He's lucky. He's still famous. He's been a drug addict. shitting on him. No, I'm not shitting on"
    },
    {
      "end_timestamp": 2867.0,
      "id": "b6bbd711-aca8-3d67-aa1a-056ac8ab5570",
      "speaker": "Jordan",
      "start_timestamp": 2857.0,
      "text": "it. No, but there's still some sort of some part of me is like, I still kind of see him as his character in the wrestler. That's okay. That's still how I view."
    },
    {
      "end_timestamp": 2892.0,
      "id": "e95f2911-b164-359a-a17d-981a1f961c42",
      "speaker": "Dan",
      "start_timestamp": 2867.0,
      "text": "But that's, I mean, that's fair. That's fair. But then the 1000s of prominent people calling for Trump's assassination is absurd. That's, that's crazy. I would like to know his definition of prominent that's exactly my point. I found an article about 1200 people threatened to assassinate him on Twitter. But who are these people? Yeah, who cares? Yeah, who fucking cares? What dumb asses say on Twitter?"
    },
    {
      "end_timestamp": 2903.0,
      "id": "bd618a94-8300-32c6-a4f8-2a0e794ae5a3",
      "speaker": "Jordan",
      "start_timestamp": 2892.0,
      "text": "Well, actually, Trump does quit, because he just tried to get a certain account unmasked. Yeah. And they quickly pulled that after they remembered there is the constitution and then the"
    },
    {
      "end_timestamp": 2906.0,
      "id": "ee412a87-7fde-3971-9cd4-a1b958d83f79",
      "speaker": "Dan",
      "start_timestamp": 2903.0,
      "text": "wall. Twitter sued the government. Yeah, exactly."
    },
    {
      "end_timestamp": 2908.0,
      "id": "07e9b206-d4e1-3d17-8263-e64b46eda6a0",
      "speaker": "Jordan",
      "start_timestamp": 2906.0,
      "text": "That's true. But"
    },
    {
      "end_timestamp": 2929.0,
      "id": "37f02020-2ebe-3896-8fda-4658e86be0d3",
      "speaker": "Dan",
      "start_timestamp": 2908.0,
      "text": "you know what I'm saying? Like, I don't think it's right, even if you are on Twitter to say you're going to kill the president or you want to know, but I also don't think it's fair to make an argument that tons of people want to give the president, tons of prominent people based on 1200 people on Twitter, right, considering how many people are on Twitter. That's a shockingly low number."
    },
    {
      "end_timestamp": 2930.0,
      "id": "58ea2bd5-be33-3288-9ed8-4870e3eeff30",
      "speaker": "Jordan",
      "start_timestamp": 2929.0,
      "text": "That is a shock."
    },
    {
      "end_timestamp": 2932.0,
      "id": "c6603e6a-1471-34ff-a283-b940cd5b3a1b",
      "speaker": "Dan",
      "start_timestamp": 2930.0,
      "text": "There's tons of idiots."
    },
    {
      "end_timestamp": 2949.0,
      "id": "d02603cc-07f5-3462-bac5-cc6edce4ae6c",
      "speaker": "Jordan",
      "start_timestamp": 2932.0,
      "text": "Well, you should you I mean, I would assume that they were smart enough to get a birder account. Yeah, he would definitely want to do an anonymous one of those one of them. Don't fucking be a prominent person doing that. No. Bad idea."
    },
    {
      "end_timestamp": 2979.0,
      "id": "2fc91223-2c15-3c3a-823c-0ed2ed3806ff",
      "speaker": "Dan",
      "start_timestamp": 2949.0,
      "text": "Yeah, let's code for recipe for trouble. So this next this next clip is where we really get like, if you are the CEO of a company, you would get fired. That was real dumb. Yeah. So ramping up to this next clip is where Alex enters severe bullshit territory, to the point where we might have to talk about this next clip for about half an hour. Okay, it's such bullshit. It fascinates literal bullshit. Okay, so here we go."
    },
    {
      "end_timestamp": 3026.0,
      "id": "c9034e0d-75e5-3775-b6b0-a0880a01b345",
      "speaker": "Alex Jones",
      "start_timestamp": 2979.0,
      "text": "Then I come out with statements that they edit together, that are clearly tongue in cheek and basically art performance, as I do in my rant, which I admit I do, as a form of art. And they turn that in to a premeditated plan that I'm trying to influence that chicken neck, Schiff who is made up all all this crap about Trump and Russians, and he's been caught lying saying that rice wasn't spying this guy's I'm gonna kick your ass. Literal right every day we're gonna destroy you with the truth. We're gonna annihilate you with our speech. We are in a war against enemies who are a bunch of liars and that we are winning via information warfare or Info Wars. That's"
    },
    {
      "end_timestamp": 3035.0,
      "id": "0e307d52-1afb-3f45-b923-3c2efc3c13c7",
      "speaker": "Jordan",
      "start_timestamp": 3026.0,
      "text": "like that's like at the like the middle of the movie. They do the Oh no, we've got Snakes on a Plane like that's just doing"
    },
    {
      "end_timestamp": 3038.0,
      "id": "fbcc8048-0178-344e-9eda-ea3706b163ef",
      "speaker": "Dan",
      "start_timestamp": 3035.0,
      "text": "an info."
    },
    {
      "end_timestamp": 3041.0,
      "id": "25609e42-eb03-3379-9561-ced92dcbaf57",
      "speaker": "Jordan",
      "start_timestamp": 3038.0,
      "text": "Yeah. And 30 minutes in we have a title."
    },
    {
      "end_timestamp": 3048.0,
      "id": "869f2cbf-6822-388a-88ec-d0cdedf0b2ee",
      "speaker": "Dan",
      "start_timestamp": 3041.0,
      "text": "So fucking stupid. Yeah, my rants are art pieces. God,"
    },
    {
      "end_timestamp": 3055.0,
      "id": "902f74f1-dc7a-358c-8238-cc1b3eff7f6e",
      "speaker": "Jordan",
      "start_timestamp": 3048.0,
      "text": "I never get enough surprise. How does that happen now that he thinks his rants are art piece."
    },
    {
      "end_timestamp": 3063.0,
      "id": "8dcf31cc-b331-3746-847d-cf4d9e4ed4c6",
      "speaker": "Dan",
      "start_timestamp": 3055.0,
      "text": "imagined? Imagine someone he's against on the left. Who was like I don't know vitriolic and angry against Trump."
    },
    {
      "end_timestamp": 3067.0,
      "id": "9b48e564-4fc2-30da-abf5-6ccda01a665e",
      "speaker": "Jordan",
      "start_timestamp": 3063.0,
      "text": "And if Marc Maron were still on the air, they would just have a constant fight well, but"
    },
    {
      "end_timestamp": 3081.0,
      "id": "a106ce9c-9b9b-322d-a85a-81f9a3dd2557",
      "speaker": "Dan",
      "start_timestamp": 3067.0,
      "text": "like imagine one of those types saying that like my rants against Trump are art. He would never stop making fun of them calling them fairies. Yeah, your shit is an art piece get off that shit you so"
    },
    {
      "end_timestamp": 3090.0,
      "id": "fe37b421-af85-36cb-bf8e-02cc3b4197c9",
      "speaker": "Jordan",
      "start_timestamp": 3081.0,
      "text": "that he can when you see the videos, he does cover those rants with seamen. So it isn't Artpace disease disease, semen in breast milk. Yeah. And"
    },
    {
      "end_timestamp": 3137.0,
      "id": "895f6f19-85fe-3379-87a5-0258e81df055",
      "speaker": "Dan",
      "start_timestamp": 3090.0,
      "text": "he spent $50 million last year and he's furious in these clips. This is not like, to me. Art performance, like performance art is measured, generally. Now it can contain rage and anger and those sorts of things as tools. But they're always pre designed in order to elicit a certain reaction, right? So whenever you're talking about Performance Art, there needs to be a point to it. And most of the time, as we've documented over the last four months or so, whenever he's going off on these rants, there isn't a point he often loses the thread in the middle of it. Especially when he's been drinking. Yeah. And so like the idea or ways to learn are all whiskey and one of them is learn. Yep. Three best whiskey."
    },
    {
      "end_timestamp": 3140.0,
      "id": "d8cf901b-9361-3c67-9c47-b9a1afbb501a",
      "speaker": "Jordan",
      "start_timestamp": 3137.0,
      "text": "In fact, the only way to learn actually,"
    },
    {
      "end_timestamp": 3143.0,
      "id": "1a96377c-2174-3870-a6ce-be4a375fb770",
      "speaker": "Dan",
      "start_timestamp": 3140.0,
      "text": "let me ask you this question. That's just our that that"
    },
    {
      "end_timestamp": 3147.0,
      "id": "504e97aa-fcef-3d20-b86a-537e9a676ff7",
      "speaker": "Jordan",
      "start_timestamp": 3143.0,
      "text": "I love, like so why are we just gonna do dueling Alex Jones is one day."
    },
    {
      "end_timestamp": 3176.0,
      "id": "4811706c-b06a-3af0-b423-5ed81a09e25a",
      "speaker": "Dan",
      "start_timestamp": 3147.0,
      "text": "That's what that's what this inevitably leads to. Jordan, Jordan? Yeah, Dan. I don't I'm not good at improv. My point is that, like, it's such a dangerously stupid cop out to say that what you're doing is performance art. Because once you open that can of worms. Now I am open to attack everything you're doing as performance art. So every serious point, that"
    },
    {
      "end_timestamp": 3182.0,
      "id": "093d8cb5-7d72-3d8c-abb2-9d995138b0d5",
      "speaker": "Jordan",
      "start_timestamp": 3176.0,
      "text": "is a really good point. Yeah. Wow, I didn't connect that dot until you just Holy shit. Yeah."
    },
    {
      "end_timestamp": 3198.0,
      "id": "f45c5c15-12c5-389b-ad82-37a15895e3f6",
      "speaker": "Dan",
      "start_timestamp": 3182.0,
      "text": "So now, you don't really have any legitimacy. Every time you bring up a source, you could just be using that as a fake prop. Yeah, every single thing you say is now no longer credible as it was before. You know that you"
    },
    {
      "end_timestamp": 3208.0,
      "id": "276f2aa2-638c-3c4b-b223-5f855cd16a67",
      "speaker": "Jordan",
      "start_timestamp": 3198.0,
      "text": "tried to pass it off as such like, hey, yeah, this is a stage show now, wherein you can zone admittedly, you can't you can't take any of it"
    },
    {
      "end_timestamp": 3211.0,
      "id": "57e82ed7-181b-3ed9-af3d-836860dcc219",
      "speaker": "Dan",
      "start_timestamp": 3208.0,
      "text": "seriously. Well, we can do is talk about it's like theatrical merits."
    },
    {
      "end_timestamp": 3222.0,
      "id": "088841d5-e8b2-3a55-9508-bbcb7ee218e4",
      "speaker": "Jordan",
      "start_timestamp": 3211.0,
      "text": "Yeah. I wonder, you know, like, does he revealed truly the boiling underpinning of racist rage from conservatives. And"
    },
    {
      "end_timestamp": 3248.0,
      "id": "ab1adbbd-0b93-389d-9537-52373cf18e96",
      "speaker": "Dan",
      "start_timestamp": 3222.0,
      "text": "this is something that I used to have lots of conversations about and have abandoned lately, in the last years or so because it's no longer interesting, necessarily, but there was a lot of time a lot of conversations I've had about the idea that people like Rush Limbaugh, people like Ann Coulter are actually performance artists. Yeah. And what they're doing is like, essentially, a weird parody of the right."
    },
    {
      "end_timestamp": 3252.0,
      "id": "72307460-4345-39d7-ae59-82f33cac1693",
      "speaker": "Jordan",
      "start_timestamp": 3248.0,
      "text": "And that's, that's dumb. Well, but"
    },
    {
      "end_timestamp": 3265.0,
      "id": "823b3634-d5b7-3071-942b-3293cc9858c4",
      "speaker": "Dan",
      "start_timestamp": 3252.0,
      "text": "it goes into the same here did a parody of the row whenever you bring up that Boondocks clip. That's true. There is that idea within it? The idea of like, I don't really believe the things I'm saying I'm just trying to get attention."
    },
    {
      "end_timestamp": 3287.0,
      "id": "2516fa70-00b5-3410-9c20-9e92fd99c38e",
      "speaker": "Jordan",
      "start_timestamp": 3265.0,
      "text": "Well, I mean, that is kind of that does kind of have to be the truth of that. At least to some extent, right. Like Brian Williams doesn't believe a bunch of the shit he says no, he's a he's a he's a pretty man who reads the news reader. That's it. Yeah, he's not a journalist. He doesn't have thoughts or feelings of his own. He's an empty vessel for whatever shitty writer says"
    },
    {
      "end_timestamp": 3298.0,
      "id": "80cc61eb-6409-3a80-a733-d59fe735162f",
      "speaker": "Dan",
      "start_timestamp": 3287.0,
      "text": "And now further Susan Rice for all her problems because she does have some she has a dicey history. Yeah, there's there are some red flags on her"
    },
    {
      "end_timestamp": 3306.0,
      "id": "1cc2c775-c344-34df-a863-59ca5c20bbfb",
      "speaker": "Jordan",
      "start_timestamp": 3298.0,
      "text": "by have completely ignored the Susan Rice shit that is so clearly nonsense. Let me lay it I just let that go."
    },
    {
      "end_timestamp": 3326.0,
      "id": "6c8810eb-1970-339b-bf6f-c1b849b554fc",
      "speaker": "Dan",
      "start_timestamp": 3306.0,
      "text": "Let me lay it out for you. She wanted to she got some like intelligence briefings and they had people who were US citizens engaged in some really shady shit. And she requested that those names be released to her and they unmask them of the intelligence community unmask them at her request. They"
    },
    {
      "end_timestamp": 3330.0,
      "id": "7ea4fae1-3b74-34c5-a7e7-310cee9b0e80",
      "speaker": "Jordan",
      "start_timestamp": 3326.0,
      "text": "declassify that stuff and turnout in okay. Yeah,"
    },
    {
      "end_timestamp": 3348.0,
      "id": "dd8f4027-8d7a-3771-94b6-05394f9e5c87",
      "speaker": "Dan",
      "start_timestamp": 3330.0,
      "text": "there's no leaking that was going on. She was also the National Security Adviser. She had every right to do that, right. That's crazy, but it sounds like you anything. Sounds like it's a thing. Yeah. She didn't. Like it's a thing. Right? And she's a African American woman. So that's a nice target."
    },
    {
      "end_timestamp": 3356.0,
      "id": "b8f1549b-7fe3-3b20-816e-06d788c51a35",
      "speaker": "Jordan",
      "start_timestamp": 3348.0,
      "text": "That's the good stuff if you're a racist. Yeah, so all these people have just piled on. There's nothing racist hate more than African American women,"
    },
    {
      "end_timestamp": 3367.0,
      "id": "cfd491cb-3d1b-3752-a818-ead71ecfc710",
      "speaker": "Dan",
      "start_timestamp": 3356.0,
      "text": "especially in positions of authority. Yeah, especially in positions of authority attacking your white male, white nationalist allies. It's insane. Like, I don't think that's the entire story there. But it"
    },
    {
      "end_timestamp": 3377.0,
      "id": "f97b471d-0764-3317-9e52-34b273c94222",
      "speaker": "Jordan",
      "start_timestamp": 3367.0,
      "text": "is really close to the entire story. But that's the two things they hate most but more than color different from their own and a vagina. Ah, but more than that, it's not in my"
    },
    {
      "end_timestamp": 3386.0,
      "id": "50defb59-012d-3165-b064-1a65120b45d2",
      "speaker": "Dan",
      "start_timestamp": 3377.0,
      "text": "desperation play. It's like Oh, shit. Let's make a mountain out of this molehill. Because all of our the walls are closing in about our guys."
    },
    {
      "end_timestamp": 3429.0,
      "id": "8031a22d-7e53-3b2b-a64c-dc2932f613eb",
      "speaker": "Jordan",
      "start_timestamp": 3386.0,
      "text": "Yeah, but I've read a you know, I sent this to you earlier, I found out that my dad reads the spectator. And that's basically Info Wars light. Right. Like it's the same. It's the same basic narrative down stores couched in less insanity, like, less showmanship. Yeah, yeah, exactly. Like the whole the whole Susan Rice thing. They didn't you know, he they don't go as far as to say she was a spy. But they pushed the same narrative of this means that they were watching Trump and that there are they are in open rebellion, like the whole thing. Every day? Nobody. Nobody believes in reality on the right. No, that's that's done for it's"
    },
    {
      "end_timestamp": 3437.0,
      "id": "829b9984-7023-302b-aca7-7d4b704fa773",
      "speaker": "Dan",
      "start_timestamp": 3429.0,
      "text": "a lot of the left don't either. To be fair. Yeah, no, that's true. It's just wholly different versions of it. And one is incredibly hateful."
    },
    {
      "end_timestamp": 3444.0,
      "id": "dca953d2-8429-34d6-969a-7008f5e35d08",
      "speaker": "Jordan",
      "start_timestamp": 3437.0,
      "text": "I would prefer to live in the reality of the left than, than the right if I have to choose if I were a black woman. Yeah."
    },
    {
      "end_timestamp": 3475.0,
      "id": "59cd18ef-43e4-3307-b3a4-ab3c38dd4618",
      "speaker": "Dan",
      "start_timestamp": 3444.0,
      "text": "Even as a white male. If I have to choose a fantasy world. I'm going to err on that side every time. Absolutely. I'm going to err on that left side every single time because that right side is dicey. It's dark. Yeah. So Alex, your ramps flooded, your ramps are not art performance. I want to make that totally clear. The facts you cite are not facts. Your analysis is not strong."
    },
    {
      "end_timestamp": 3478.0,
      "id": "19a6ed5a-a073-313c-a58a-ba8b4c8bf02d",
      "speaker": "Jordan",
      "start_timestamp": 3475.0,
      "text": "You can't read."
    },
    {
      "end_timestamp": 3485.0,
      "id": "a7ef60b7-ada4-3cdf-8962-a6e845ccbeb1",
      "speaker": "Dan",
      "start_timestamp": 3478.0,
      "text": "I and you now are talking like Shatner? Why"
    },
    {
      "end_timestamp": 3486.0,
      "id": "66f206f4-0f11-3a82-9048-3bda877c2b51",
      "speaker": "Jordan",
      "start_timestamp": 3485.0,
      "text": "is this happening?"
    },
    {
      "end_timestamp": 3492.0,
      "id": "d5e403d7-8877-3a78-a424-4bcf18b22d9a",
      "speaker": "Dan",
      "start_timestamp": 3486.0,
      "text": "So this next clip, Alex has got to bring this all back to damn globalists."
    },
    {
      "end_timestamp": 3496.0,
      "id": "6c37e9ce-7495-3202-8222-9c3d74b25365",
      "speaker": "Jordan",
      "start_timestamp": 3492.0,
      "text": "Oh, shit. That's right. We haven't really talked about the globalist too much in a bit."
    },
    {
      "end_timestamp": 3498.0,
      "id": "36f96cf8-ee7b-3861-b7a9-3354b4e9fc8f",
      "speaker": "Dan",
      "start_timestamp": 3496.0,
      "text": "We are always talking about the Okay, that's"
    },
    {
      "end_timestamp": 3510.0,
      "id": "4e561b88-3ecc-372f-8109-13cfdce9a8ce",
      "speaker": "Jordan",
      "start_timestamp": 3498.0,
      "text": "a good point. But we haven't directly pointed out we've been we've been a globalist adjacent. Sure. We have not been directly attacking the goal. I'm in our"
    },
    {
      "end_timestamp": 3514.0,
      "id": "6f9c19b7-e42c-3195-9be8-87b90ff898b7",
      "speaker": "Dan",
      "start_timestamp": 3510.0,
      "text": "last episode about the child sex trade. That was all globalist motivated."
    },
    {
      "end_timestamp": 3522.0,
      "id": "3d39e076-036b-33a3-84ed-c09f0ff97964",
      "speaker": "Jordan",
      "start_timestamp": 3514.0,
      "text": "Yeah. But see, I still I still divide, like divide that from globalism to be more towards attacking specifically Hillary"
    },
    {
      "end_timestamp": 3525.0,
      "id": "5f90af2a-ffa5-3dcc-a7fb-fb1beab57ab1",
      "speaker": "Dan",
      "start_timestamp": 3522.0,
      "text": "in the episode where he was going to sell his car. That was because of a globalist."
    },
    {
      "end_timestamp": 3530.0,
      "id": "e1a6d15c-2494-383a-a2ad-57f38816433b",
      "speaker": "Jordan",
      "start_timestamp": 3525.0,
      "text": "That's true. Absolutely. That is true globalist hate cars"
    },
    {
      "end_timestamp": 3536.0,
      "id": "eddb3f6e-fa0c-3ca5-8971-19c3096b717e",
      "speaker": "Dan",
      "start_timestamp": 3530.0,
      "text": "and the globalist want to confuse you about how many ways there are to learn. So that's that's"
    },
    {
      "end_timestamp": 3542.0,
      "id": "eb57bfc5-cd35-32eb-b10f-41c182ad4f53",
      "speaker": "Jordan",
      "start_timestamp": 3536.0,
      "text": "actually there's 21 ways to learn agenda agenda 21 ways. Anyway, here we go. Agenda 21"
    },
    {
      "end_timestamp": 3572.0,
      "id": "c41cdf22-8a14-35e0-9e09-c1383553a876",
      "speaker": "Alex Jones",
      "start_timestamp": 3542.0,
      "text": "show how desperate they are because they admit that the George Soros funded Democratic party controlled media matters basically put together this edited transcript. And he's basically pushing all this and calling for Google to ban us. Google's already massively censoring, and the leftist are intimidating Google all over the world to go full Communist Chinese and completely delist us. The problem is we have hundreds of radio affiliates and 10s of millions of people every week that visit our websites."
    },
    {
      "end_timestamp": 3575.0,
      "id": "969df50a-d855-34b2-8761-a64a2a3a844a",
      "speaker": "Dan",
      "start_timestamp": 3572.0,
      "text": "So I mean, fair."
    },
    {
      "end_timestamp": 3579.0,
      "id": "b1ecbe30-c488-3641-8595-96e9f5f96f57",
      "speaker": "Jordan",
      "start_timestamp": 3575.0,
      "text": "Yeah, legitimate is if you were trying to censor him that that would be a problem. Well,"
    },
    {
      "end_timestamp": 3592.0,
      "id": "23930c64-7ad2-3a59-a126-b83ae491f007",
      "speaker": "Dan",
      "start_timestamp": 3579.0,
      "text": "the beginning part of that is kind of fair. The part that made Media Matters didn't edit that clip. No, that was the same clip we played they did edit it in the sense that they cut out what was before it. What was after it. They didn't like splice him"
    },
    {
      "end_timestamp": 3600.0,
      "id": "6f7d2a22-6155-34af-9ea6-fe2ab7fc9ae8",
      "speaker": "Jordan",
      "start_timestamp": 3592.0,
      "text": "or anything. Yeah, no, it wasn't it wasn't like he said each one of those words in multiple different things that they cut out and put tape wasn't"
    },
    {
      "end_timestamp": 3648.0,
      "id": "3ae4de43-0dc4-3d46-a3da-3d8d6509220f",
      "speaker": "Dan",
      "start_timestamp": 3600.0,
      "text": "like Infowars guest, Larry C. Johnson, when he publicized that fake tape of John Kerry. No, it was not like that. No, it wouldn't. He legitimately was involved in a hoax that involved spliced clips. Yeah, Media Matters just played a selected portion out of context. And that's bad. But then if you look at their site, if you look at what the articles that Media Matters has put out about Alex, they are trying to get him kicked off YouTube. Oh, really? Well, they have this article that came out on March 27. Google is funding Alex Jones is harassment and hate on YouTube. And there are a bunch of articles like this, that are about how he's monetized through YouTube. And the insinuation is that that he shouldn't be he's not anymore, is he? He does have ads on YouTube."
    },
    {
      "end_timestamp": 3653.0,
      "id": "06d4c319-e319-3764-81c5-3d52e4acf9fa",
      "speaker": "Jordan",
      "start_timestamp": 3648.0,
      "text": "Oh, he does have ads on YouTube. I thought that was the same part of ad roll. No, no, no, no, no, that's a whole separate thing."
    },
    {
      "end_timestamp": 3667.0,
      "id": "4260ff6f-f300-3c6b-9049-0cd30ab3defa",
      "speaker": "Dan",
      "start_timestamp": 3653.0,
      "text": "Yeah. Okay. As far as I can tell, because whenever I've watched a couple of his clips that do have ads, pretty stuff. But it's murky territory. And I gotta say, I disagree with Media Matters on this one, too. I don't."
    },
    {
      "end_timestamp": 3691.0,
      "id": "d0ecfc3e-257a-3b52-b313-87e757d8870d",
      "speaker": "Jordan",
      "start_timestamp": 3667.0,
      "text": "They're trying to do that. Not just for Alex Jones, but for all of the racist, hateful YouTube things like, if you are I mean, and that is kind of a tacit endorsement. I would say that if you are selling ads on racism, then you are directly profiting off racism yourself. Yeah. So I don't I don't disagree with their main thrust. But"
    },
    {
      "end_timestamp": 3698.0,
      "id": "1f7eb8af-30c6-3d2f-acbe-2bfc33750cf4",
      "speaker": "Dan",
      "start_timestamp": 3691.0,
      "text": "if you're a big enough company, a lot of times there is stuff that slips under your radar. And then it's"
    },
    {
      "end_timestamp": 3702.0,
      "id": "7f26d631-1256-31ad-a90d-2b9cb7702fab",
      "speaker": "Jordan",
      "start_timestamp": 3698.0,
      "text": "not like that's the only evil they're funding, no funding so much evil so"
    },
    {
      "end_timestamp": 3762.0,
      "id": "b2ee9ee4-8e37-3693-a950-2b0833da55c1",
      "speaker": "Dan",
      "start_timestamp": 3702.0,
      "text": "much. But just to focus in on Alex, like what he's doing is horrible. But it's not, as far as we've covered outside of I think that Miss speaking about tweeting at Chris Cuomo about his kids, right outside of that. Yeah. And I think that was Miss speaking for the most part. I don't think he meant let's go after these kids. I don't think he meant that. But beyond that, in the time, you could make a case for it. It's it's up in the air. Yeah. But other than that, and the entire time that we've done this show, he hasn't breached free speech. He hasn't. He's just said things that are incredibly distasteful. Yeah, I would say. So if Google were to decide that we don't want to be a part of this, that's well, within their that is in their rights. Yeah. And for for maybe a matter is to say, Hey, YouTube, check this out. That's okay, too. Agreed. It's not how I would go about it. But I know you"
    },
    {
      "end_timestamp": 3767.0,
      "id": "a292e9b3-d9fa-335b-9dfe-3a0717f6ad55",
      "speaker": "Jordan",
      "start_timestamp": 3762.0,
      "text": "would have a podcast where we talk for an interminable length of time. But the thing is,"
    },
    {
      "end_timestamp": 3780.0,
      "id": "7f49821b-3b4b-3e96-9fd3-d5a2e4dd8787",
      "speaker": "Dan",
      "start_timestamp": 3767.0,
      "text": "if you do that, if you are Media Matters, and you do that, it opens up the gate for Alex to be like, you want to censor me through money, you want to attack me and make me economically unviable? That's an attack."
    },
    {
      "end_timestamp": 3829.0,
      "id": "20ae5f13-7b2d-3965-822c-4f6e50ac5096",
      "speaker": "Jordan",
      "start_timestamp": 3780.0,
      "text": "And there is something to be said for a slippery slope kind of situation where now if you put pressure on Google from any direction, they have a precedent of getting rid of certain types of speech, objectionable speech. Yeah, exactly. So then you have a giant corporation with a significant control over who gets to say, what, where? And when? Yeah, and that is kind of a net neutrality argument as well. I would argue that there is some, there is some thing to be said for their position. I don't disagree with them there. And if Google did it, I wouldn't say that they were doing the wrong thing. But I would say that they are setting a precedent for further, you know, further control over media, it opens as if we needed more corporations controlling our media,"
    },
    {
      "end_timestamp": 3839.0,
      "id": "d68bbc2d-4ab4-3e3a-82e8-8174b3f9bcc3",
      "speaker": "Dan",
      "start_timestamp": 3829.0,
      "text": "it opens on unfortunate box, the idea that you can pressure them into doing these sorts of things. And I'm not super comfortable with that. But"
    },
    {
      "end_timestamp": 3908.0,
      "id": "4f28e910-fce2-315d-bbf3-b7c35d601494",
      "speaker": "Jordan",
      "start_timestamp": 3839.0,
      "text": "and it but even even more terrible that I hate about this, this is the one thing that really drives me saying about all of these do good crusades, is that they are always against people who are not the problem. No, Alex Jones is a problem. Yeah, he is not the problem. And the more you go after these dumb little things, the fucking lady who got on a plane and flew and lost her job because of a dumb tweet, and now she's now as she now she is just a fucking a complete and utter ghost. She had to leave her life. She had to do everything because the internet's point of view happened to touch her like Soul Ron's eye, and then her whole life is ruined. And that's and that's it's the whole thing like and you can come from it from either side, the right can fuck up your life if they just suddenly point at you. And in both cases, that's not the problem. You're really against. No, you're you're distracting yourself with a tiny little victory in quotes, when you're not uniting to get the actual problem solved."
    },
    {
      "end_timestamp": 3911.0,
      "id": "7bb2b7ce-e009-3556-b61b-500d9c74e7c8",
      "speaker": "Dan",
      "start_timestamp": 3908.0,
      "text": "Totally, totally. I agree with you. There's a much bigger problem at hand."
    },
    {
      "end_timestamp": 3916.0,
      "id": "ec4cada7-f476-39cf-bd45-883f4ed43441",
      "speaker": "Jordan",
      "start_timestamp": 3911.0,
      "text": "Yeah. Nobody, nobody wants to fight the war. Everybody wants a quick win."
    },
    {
      "end_timestamp": 3924.0,
      "id": "28fe8e45-aa25-30bb-b6e7-684dc7905db8",
      "speaker": "Dan",
      "start_timestamp": 3916.0,
      "text": "Everyone wants the battle, not the war. Yeah. Well, you don't want to you don't want the knowledge skirmish knowledge."
    },
    {
      "end_timestamp": 3930.0,
      "id": "443a6fc3-4d92-3a10-9cc6-5e1bf00aad5f",
      "speaker": "Jordan",
      "start_timestamp": 3924.0,
      "text": "Don't do the info war thing. Sorry. You just didn't you just did what they did. I know. It was great."
    },
    {
      "end_timestamp": 3934.0,
      "id": "55f4a702-4b5e-30df-a518-2d94740c3ba2",
      "speaker": "Dan",
      "start_timestamp": 3930.0,
      "text": "I told you, we have to start mimicking some of that. Nailed it. So also, I want to get to this."
    },
    {
      "end_timestamp": 3941.0,
      "id": "7f6acb70-866c-36ef-95ea-b9ae8b04eee6",
      "speaker": "Jordan",
      "start_timestamp": 3934.0,
      "text": "You are looking back into the abyss. That's really what's going on. And I'm succeeding. Who is the best in this situation?"
    },
    {
      "end_timestamp": 3960.0,
      "id": "e9121773-6f0b-3fe2-8d44-4aae11f01885",
      "speaker": "Dan",
      "start_timestamp": 3941.0,
      "text": "It's pro wrestler, abyss? No, it's I mean, it's Alex. But like, one point I want to make is that there's no we hate Alex more than Media Matters does. I'm certain of that. I would absolutely agree with you. We have documented things that they have not covered at all that are way worse than anything to ever talk about. He"
    },
    {
      "end_timestamp": 3965.0,
      "id": "b7321889-db1d-3fc4-8ee2-a27b3b101fab",
      "speaker": "Jordan",
      "start_timestamp": 3960.0,
      "text": "is atrocious now they treat him as something that is merely horrendous."
    },
    {
      "end_timestamp": 4026.0,
      "id": "d6c53a8b-e49f-3cf8-a580-f6e4e503139b",
      "speaker": "Dan",
      "start_timestamp": 3965.0,
      "text": "Now I want to flip this also. We have been more fair to him than they have ever been. They would never post something like that episode, where half of it was us talking about he's right on this. He's right on this. That's true. And even in this episode. I'm coming to Alex's defense slightly, in the sense that I don't think that these articles that say, are speculating these should be arrested have any validity to them. I agree that Media Matters, didn't write those articles. But be that as it may, we're being so much more fair to him and hate him more. Yeah, that means I think that we're impartial. And we're dealing with the reality. Yeah, I understand your point is fucking well taken that Alex isn't the problem. He has a problem. Yeah, but he is what we talk about. So we just focus on that. Yeah. Now, at the end of this clip, he was saying that he has hundreds of affiliates, which as we know, he doesn't. He lies about that a ton and claims that we have a bunch of secret affiliates,"
    },
    {
      "end_timestamp": 4029.0,
      "id": "bee46b2a-a607-3b65-9fc5-02f76e623e62",
      "speaker": "Jordan",
      "start_timestamp": 4026.0,
      "text": "millions of unique clicks on the website."
    },
    {
      "end_timestamp": 4033.0,
      "id": "eae46d5e-4866-3000-ac3b-e1ff2fe641e1",
      "speaker": "Dan",
      "start_timestamp": 4029.0,
      "text": "I went to Quantcast because I wanted to check in on that."
    },
    {
      "end_timestamp": 4037.0,
      "id": "14ff4ed3-2ce5-3665-a273-9fda3c01cf4a",
      "speaker": "Jordan",
      "start_timestamp": 4033.0,
      "text": "Yeah, we haven't done that. Since, what the second or third episode. Yeah,"
    },
    {
      "end_timestamp": 4053.0,
      "id": "3e25ca93-3fbb-3c60-9c46-0690bd89c77f",
      "speaker": "Dan",
      "start_timestamp": 4037.0,
      "text": "I wanted to see if his audience had grown, if things were growing. And to be fair, it does appear that the traffic to his website has gone up a little bit. He's in about the mid 300,000 viewers a day on his website. Right,"
    },
    {
      "end_timestamp": 4060.0,
      "id": "db145b85-00d6-353e-889b-69ab8871ace6",
      "speaker": "Jordan",
      "start_timestamp": 4053.0,
      "text": "which is n if you're going by the week, technically, that is millions, that is"
    },
    {
      "end_timestamp": 4065.0,
      "id": "4524c66e-c161-369c-a2d4-58583305d6b8",
      "speaker": "Dan",
      "start_timestamp": 4060.0,
      "text": "2,000,003 300,000 a day, seven days a"
    },
    {
      "end_timestamp": 4077.0,
      "id": "37149674-7609-3876-94bc-0ecb2920d6ec",
      "speaker": "Jordan",
      "start_timestamp": 4065.0,
      "text": "week 21 2.1 million. So that is multiple millions. But it's so by this strictest definition of what he's saying, yes, it is not 45 million. But it's"
    },
    {
      "end_timestamp": 4095.0,
      "id": "96b4479e-8312-3e93-9568-349dcb88cfc4",
      "speaker": "Dan",
      "start_timestamp": 4077.0,
      "text": "also not though, because I'm counting unique viewers, and they go by day. So a lot of those 300,000 are going every day. But that's not what he's saying. It's not two point. It's not 2.1 million people know that could be 600,000 people. You just keep going back to the site every day"
    },
    {
      "end_timestamp": 4097.0,
      "id": "e53b7af7-e066-3ee5-9d4c-cfbabe2f31d8",
      "speaker": "Jordan",
      "start_timestamp": 4095.0,
      "text": "does he say million?"
    },
    {
      "end_timestamp": 4120.0,
      "id": "555af8be-6859-36ae-a784-97b7359473d2",
      "speaker": "Dan",
      "start_timestamp": 4097.0,
      "text": "They were getting bugged out, right? The only day that he was lying either way, we're the only day that he really had a huge spike was on March 20. He ended up with 864,000 unique views. What was that? That was the day that Comey testified in front of the FBI. So I'm sorry, Comey testified in front of the intelligence. Yeah. So like,"
    },
    {
      "end_timestamp": 4124.0,
      "id": "047d96a7-b885-339b-b396-79407b9945b8",
      "speaker": "Jordan",
      "start_timestamp": 4120.0,
      "text": "you know, I'm sure he he wound up wound up on Breitbart. And"
    },
    {
      "end_timestamp": 4137.0,
      "id": "8c33aa51-8b05-3250-9f47-47176929726a",
      "speaker": "Dan",
      "start_timestamp": 4124.0,
      "text": "so he ended up doubling his traffic that day, but it's still like I expect it to go back and there'll be like, oh my god crazy. Huge numbers. Yeah, no, no. Still pretty consistent. Yeah, it's still right around that range. There"
    },
    {
      "end_timestamp": 4141.0,
      "id": "932eb117-a3da-374a-a8f6-103ae0a42569",
      "speaker": "Jordan",
      "start_timestamp": 4137.0,
      "text": "are a couple we can say that 25% Most likely is of the bot variety. Yeah, it's"
    },
    {
      "end_timestamp": 4154.0,
      "id": "49989626-7e92-3755-88ff-36c847019eda",
      "speaker": "Dan",
      "start_timestamp": 4141.0,
      "text": "impossible to tell because Quantcast Can't they don't have a way to ferret that out? Yeah. But again, still 82% male in the audience. Of course, what do we have"
    },
    {
      "end_timestamp": 4157.0,
      "id": "263c379a-3015-3f2b-b4ba-dc00c98802b3",
      "speaker": "Jordan",
      "start_timestamp": 4154.0,
      "text": "here? above the age of 40 43%"
    },
    {
      "end_timestamp": 4163.0,
      "id": "67ea96ca-f074-36cb-adb6-ea0423278675",
      "speaker": "Dan",
      "start_timestamp": 4157.0,
      "text": "is over the age of 45."
    },
    {
      "end_timestamp": 4166.0,
      "id": "a63d8020-7203-3a57-ae35-949c636de2b7",
      "speaker": "Jordan",
      "start_timestamp": 4163.0,
      "text": "Which is slightly younger than Fox News's audience I'm sorry."
    },
    {
      "end_timestamp": 4213.0,
      "id": "f7cdf0d9-4fb1-3923-8d72-78107964af71",
      "speaker": "Dan",
      "start_timestamp": 4166.0,
      "text": "53% is over the age of 45 75% of the audience is over 35 Yeah. 6% is 18 or younger. 6% is 18 to 24 85%. Caucasian. Wow, that's a Who could have guessed that's a huge number. Who could have guessed that is not on? That's not irrelevant. never would have guessed that is not irrelevant. couldn't have imagined that thought. 3% African American 2% Asian 8% Hispanic 2% Other none thing over 10% Except for Caucasian at 85% 55% Or sorry, 53% of them over 45 82% Male now, what are you getting of his fucking audience? Does"
    },
    {
      "end_timestamp": 4221.0,
      "id": "103a2471-8d08-35d8-b82f-b8d64ac97799",
      "speaker": "Jordan",
      "start_timestamp": 4213.0,
      "text": "that include albinos? Maybe? So what if it's other? It's all personality 10% albinos."
    },
    {
      "end_timestamp": 4229.0,
      "id": "8179f147-9c53-3170-8dee-ae0a7b6b3ae8",
      "speaker": "Dan",
      "start_timestamp": 4221.0,
      "text": "Also. And I'm not shitting on people who make under this amount, but 40% of his audience makes zero to 50k a year."
    },
    {
      "end_timestamp": 4233.0,
      "id": "e00d3cb5-ba63-37ed-8393-cd68a48cb27b",
      "speaker": "Jordan",
      "start_timestamp": 4229.0,
      "text": "Yeah, that's, that's us. Yeah."
    },
    {
      "end_timestamp": 4241.0,
      "id": "5082dbd1-4f7a-37ad-a1f2-49d155a5878b",
      "speaker": "Dan",
      "start_timestamp": 4233.0,
      "text": "So I'm not shitting on that, but it is the lowest bracket that they count. Yeah, that's so the lowest income bracket."
    },
    {
      "end_timestamp": 4248.0,
      "id": "d431a02d-f802-308b-a557-55386e691606",
      "speaker": "Jordan",
      "start_timestamp": 4241.0,
      "text": "I think that one's not relevant at all it mainly because I feel like 80% of the world falls in that"
    },
    {
      "end_timestamp": 4308.0,
      "id": "037d2b09-c7e3-35c1-a262-1edd26e914b8",
      "speaker": "Dan",
      "start_timestamp": 4248.0,
      "text": "probably bracket. It's much less relevant than the 85% Caucasian. Yeah, the most relevant thing is the 85% of the male and the age a super white male 35 and older, but I wanted to check in on all that, because they do update these statistics. And so like, his numbers, I believe the lat I can't remember exactly. But I think the last time we checked in, it was not even that bad. Now terms of race break down and show like that. I think he might be losing minorities, which totally makes sense, shocker. But again, the 45 million people watch your stuff every week. It just can't be true based on the numbers that I've seen on YouTube based on the fact that you have about 300,000 unique views to your website a day, basically another bullshit. You have to be adding up every single video that you post and pretending you don't understand that a lot of people watch all of them. Yeah. So I mean, if you want to do that you're cheating. But I mean, whatever, play the game, baby play the game."
    },
    {
      "end_timestamp": 4315.0,
      "id": "c42b12b5-cdd3-383c-96a4-4c9575218258",
      "speaker": "Jordan",
      "start_timestamp": 4308.0,
      "text": "Agreed. Yeah, I know. And I don't quite have a I don't quite have a response to that. That would add anything to that."
    },
    {
      "end_timestamp": 4320.0,
      "id": "81125802-4da1-3914-be1d-4dc4f8615ed2",
      "speaker": "Dan",
      "start_timestamp": 4315.0,
      "text": "And again, if you want to make the argument that Who are you to talk to your numbers are shit. Fair enough?"
    },
    {
      "end_timestamp": 4324.0,
      "id": "94406dd2-c936-3169-8848-6d678544f0a2",
      "speaker": "Jordan",
      "start_timestamp": 4320.0,
      "text": "Yeah, but we don't. We don't say that there."
    },
    {
      "end_timestamp": 4333.0,
      "id": "3c215343-d413-357a-b77e-6dfd9ea1132f",
      "speaker": "Dan",
      "start_timestamp": 4324.0,
      "text": "We admit that. Yeah. We just also admit that you're stuck to Alex, what a bitch. So this next clip is more about the globalists."
    },
    {
      "end_timestamp": 4366.0,
      "id": "b9ef84df-32fd-31d9-b49a-17886e5003e0",
      "speaker": "Alex Jones",
      "start_timestamp": 4333.0,
      "text": "So your attempts to brand us as the violent ones, when you're the ones all over the news, and even Atlantic Monthly and other top publications of the elite saying cog overthrow Trump, you know, people organizing a military coos that were formerly high level Defense Department, truly seditious stuff. And everybody sits there and takes it. And then I go out and make comments that you twist. And then you claim that I'm trying to organize violence against Schiff to influence him. Because it's so damning. He calls me a Russian."
    },
    {
      "end_timestamp": 4391.0,
      "id": "18ea033a-ab9a-3ef2-9d28-8077ca82703b",
      "speaker": "Jordan",
      "start_timestamp": 4366.0,
      "text": "I mean, there's no way he couldn't have seen that coming either. Like the moment you get that, like the moment he got that outraged angle. The next day, somebody was like, here's what's gonna happen. They're going to pick up that clip or one of them put it out there and everybody will be like, ah, we hate Alex Jones. No, that gives you the next angle, and so on forever and ever and ever in perpetuity. Here is"
    },
    {
      "end_timestamp": 4410.0,
      "id": "3f79ef02-48a2-3a52-b3f2-3af42c2db70b",
      "speaker": "Dan",
      "start_timestamp": 4391.0,
      "text": "what I believe is the level of premeditation to this. Alex, I had no idea about that when he started ranting on air because he was drunk. Yes. And he was furious. You just started spitting this bullshit. And eventually he was tired, so tired, so tired, but so interested in teaching the babies"
    },
    {
      "end_timestamp": 4412.0,
      "id": "24f068e4-37b1-38df-9919-47d7aa6878fc",
      "speaker": "Jordan",
      "start_timestamp": 4410.0,
      "text": "there's only one way to learn"
    },
    {
      "end_timestamp": 4453.0,
      "id": "4a7fb0c7-9545-3638-8c78-a6134856eca5",
      "speaker": "Dan",
      "start_timestamp": 4412.0,
      "text": "was for but he, after the show, probably someone did have that talk with him. Like horse like his, his brother in law. Buckley probably came over and was like, Amen. Now listen up. What's gonna happen exactly what you said, yeah, just get lazy. I was like, Okay, it's such the easiest, strategically that A to B to C to D. And then it's Chequers, right, and I mean, we're covering this clip that Alex put out, and I mean, the fucking bullshit part about it is the most recent piece that that Media Matters put out is Alex Jones claims his violent Adam Schiff remarks were just tongue in cheek and art performance. So they're going back on"
    },
    {
      "end_timestamp": 4456.0,
      "id": "c7bc8f14-64a5-374c-8f8a-20453486778a",
      "speaker": "Jordan",
      "start_timestamp": 4453.0,
      "text": "it and he's gonna say Yeah, exactly, because that's what they are."
    },
    {
      "end_timestamp": 4462.0,
      "id": "dfe2dfd7-2a7d-3916-944b-ef1035889bfd",
      "speaker": "Dan",
      "start_timestamp": 4456.0,
      "text": "There's no response that will like that is impotent. Yeah, worthless."
    },
    {
      "end_timestamp": 4468.0,
      "id": "73a07fc7-c20c-3afa-9307-7afe16767515",
      "speaker": "Jordan",
      "start_timestamp": 4462.0,
      "text": "I'm rubber you're glue. Exactly. That's exactly what's happening. Everybody's children. Everybody's children."
    },
    {
      "end_timestamp": 4476.0,
      "id": "a2b19671-b77a-37d5-b967-f09a01101cea",
      "speaker": "Dan",
      "start_timestamp": 4468.0,
      "text": "Yeah. But then the more to the point of this I mean, like the articles that he's talking about, you know who first said"
    },
    {
      "end_timestamp": 4481.0,
      "id": "748a42e1-ba1c-36f0-a9cd-406ddf79848c",
      "speaker": "Jordan",
      "start_timestamp": 4476.0,
      "text": "I'm rubber you're glue. What bounces off me sticks to you."
    },
    {
      "end_timestamp": 4482.0,
      "id": "8f1a8d0b-e14c-38fb-aa02-9960d2cb1c33",
      "speaker": "Dan",
      "start_timestamp": 4481.0,
      "text": "Peter rubber,"
    },
    {
      "end_timestamp": 4493.0,
      "id": "71521d6e-1a9f-38aa-bcb7-8ac59893be36",
      "speaker": "Jordan",
      "start_timestamp": 4482.0,
      "text": "John rain. John Wayne. Should I say John rain edit that outs. John went that would have worked. I failed miserably"
    },
    {
      "end_timestamp": 4510.0,
      "id": "c13270fc-3c43-3e26-b11c-58874e9bb816",
      "speaker": "Dan",
      "start_timestamp": 4493.0,
      "text": "so but like, like the articles that he's citing don't say what he says they do. Like he has no kind prehension of things. So he's getting mad about these articles, that the globalists are saying all these things in their elite publications and blah, blah, blah, but they're just learn to read."
    },
    {
      "end_timestamp": 4526.0,
      "id": "92e062c6-e4c7-30d1-b31a-61e3eace1680",
      "speaker": "Jordan",
      "start_timestamp": 4510.0,
      "text": "They're both. They're both just shouting at the things. They're not shouting. So actually, I've been shouting, they're shouting, like across the street at each other, but pointed in the opposite direction. Like neither of them are actually engaging with the other one in any kind of meaningful way. No,"
    },
    {
      "end_timestamp": 4542.0,
      "id": "652dfe26-54a5-36cf-aa28-1b704a591238",
      "speaker": "Dan",
      "start_timestamp": 4526.0,
      "text": "I've actually, I've actually done a bit of research into this sort of thing recently. That I think I think is pretty interesting. So I was I'm writing a piece up about Alex Jones, his claims that he was a boy genius, and was doing all sorts of reading at the age of six."
    },
    {
      "end_timestamp": 4545.0,
      "id": "689e9993-3d34-3739-8b00-307858e2918b",
      "speaker": "Jordan",
      "start_timestamp": 4542.0,
      "text": "Yes, that's right. He did say that he had read 1000s of books."
    },
    {
      "end_timestamp": 4590.0,
      "id": "ba01e297-aec1-3655-9ced-037641acc46c",
      "speaker": "Dan",
      "start_timestamp": 4545.0,
      "text": "And one of the things that's really interesting is that you like most people are able to read around the age of six. That is about when you start to read picture books, and you start to maybe get into chapters. Is it like maybe Yeah, six is the bottom range of like, elementary books, like we're talking those books that would be in the library with the silver metals on them? Yeah, sure. You'd get like Shel Silverstein and stuff like that, around that age. That's when you're about ready to deal with that. There are advanced readers who were able to read like, you know, Newbery Award winners. I'm not sure if I have those were called the cop metals, right? Like, hatch it or something like that? No idea. You don't remember that. There was a big book. I remember giving tree there."
    },
    {
      "end_timestamp": 4606.0,
      "id": "13588765-54d8-3994-9d27-0df0a63eab19",
      "speaker": "Jordan",
      "start_timestamp": 4590.0,
      "text": "There's that one. Assume that. What but behind Two Ferns are Bridge to Terabithia know Where the Red Fern Grows? There you go. That's not the Scott Aukerman. One. No, that's what I would hand my six year old and just be like, This is what fucking life is like you piece of shit."
    },
    {
      "end_timestamp": 4675.0,
      "id": "2ee1bc96-12d0-3d37-9c87-0946cee81531",
      "speaker": "Dan",
      "start_timestamp": 4606.0,
      "text": "Now, I think this is the here's the reason that everything you love will die. Here's the reason I bring this up is because he brought up his own literacy. And we've shown repeatedly that his own literacy of the articles that he discusses is still in question. So I did some research into the idea of what age literacy develops and things like that. Usually it's about six. But child psychology, the ability to think abstractly, doesn't usually develop until about the age of 1111 is kind of on the downside of it. Interesting. So the if you don't know the ability to think abstractly is basically understanding symbolism and metaphor, the idea of dealing with texts critically, using critical thinking, understanding argumentation, those sorts of things. Usually aren't around until you're about in like fifth grade or so. Okay, so up till that point, most of education is nurturing what's there and being really simple with like, building a base? Yeah. So the idea that Alex is like, I was reading all these high end things. When I was six, he probably was but he wasn't understanding them."
    },
    {
      "end_timestamp": 4678.0,
      "id": "2292a14c-e48a-38e3-93c7-2d65837a37d1",
      "speaker": "Jordan",
      "start_timestamp": 4675.0,
      "text": "Either that or he truly was a child genius. Prodigy,"
    },
    {
      "end_timestamp": 4681.0,
      "id": "2f4f1e65-cb8c-33a8-9f8c-706edfdc72ea",
      "speaker": "Dan",
      "start_timestamp": 4678.0,
      "text": "nobody he was you wouldn't have dropped out of community college."
    },
    {
      "end_timestamp": 4686.0,
      "id": "a3b0300c-cdcf-33bd-98d4-eb684fbb4e03",
      "speaker": "Jordan",
      "start_timestamp": 4681.0,
      "text": "But probably although many geniuses have dropped out of college in the past, right,"
    },
    {
      "end_timestamp": 4729.0,
      "id": "06df9ae3-b50e-37f0-8da0-d964d3b29e6d",
      "speaker": "Dan",
      "start_timestamp": 4686.0,
      "text": "but not Community College. They got into a college to begin. Also, I don't want to get into it. I looked into the dropout rate of Austin Area Community College. Okay. He should have dropped out. I got his back on that. It looks like a terrible program. But like I here's my theory that I think, hold some water. Alex started reading really complicated things when he was young, maybe even the age of six like he reports. But he didn't understand them. But because he is very stubborn. Because he's bullheaded, because he's the tech some self inflated these sorts of things. When he was that young, he thought he was understanding those things."
    },
    {
      "end_timestamp": 4736.0,
      "id": "3c3dfebd-dd0c-3fce-81fb-31b1080a3a75",
      "speaker": "Jordan",
      "start_timestamp": 4729.0,
      "text": "So then he never bothered to actually learn how to understand that bingo. That's what your theory is. That's your possibility. He"
    },
    {
      "end_timestamp": 4753.0,
      "id": "60db17b7-02ce-3624-9544-cc670deabe6e",
      "speaker": "Dan",
      "start_timestamp": 4736.0,
      "text": "never felt the need to take the real step into critical thinking. He never actually went through when he screams about the rites of passage all the time. Yeah, he never went through abstract thought he only thinks concretely."
    },
    {
      "end_timestamp": 4759.0,
      "id": "c31f4b57-9efa-3e86-9606-f2d11f80507d",
      "speaker": "Jordan",
      "start_timestamp": 4753.0,
      "text": "Right? Counter theory. All right, okay. He is lying."
    },
    {
      "end_timestamp": 4762.0,
      "id": "b3cf5bf5-7673-3973-a17a-5635f3e17298",
      "speaker": "Dan",
      "start_timestamp": 4759.0,
      "text": "There was a lot of evidence."
    },
    {
      "end_timestamp": 4769.0,
      "id": "0f2f9533-cc34-32ca-bf12-6ad93c2d9a93",
      "speaker": "Jordan",
      "start_timestamp": 4762.0,
      "text": "I'll just say let's just I'll comes right through this right. He is not telling the truth, my skin, as we have proved many times,"
    },
    {
      "end_timestamp": 4786.0,
      "id": "82008a35-adb0-3b4e-8e33-ae006b183104",
      "speaker": "Dan",
      "start_timestamp": 4769.0,
      "text": "my schema, my worldview, my argument that would explain his inability to use literacy correctly, would be completely bolstered by him reading all this intellectual shit when he was six and thinking he understood it when he"
    },
    {
      "end_timestamp": 4796.0,
      "id": "9b79582c-1b11-3e58-9af1-defc036bc0b6",
      "speaker": "Jordan",
      "start_timestamp": 4786.0,
      "text": "didn't. I will engage with you on your own conspiracy theory level. This is not a conspiracy. No, that's true. It is. It is just going out. It's just an unfounded theory."
    },
    {
      "end_timestamp": 4797.0,
      "id": "7c4e01bf-0ccf-3a0d-9db4-62866466f10d",
      "speaker": "Dan",
      "start_timestamp": 4796.0,
      "text": "It's not though."
    },
    {
      "end_timestamp": 4802.0,
      "id": "6e1a8dbd-145d-3a69-8066-467954de2649",
      "speaker": "Jordan",
      "start_timestamp": 4797.0,
      "text": "Do we have any corroboration from any other human being on the planet that Alex Jones"
    },
    {
      "end_timestamp": 4810.0,
      "id": "579e47e8-9b6b-354c-83f1-13f604117acd",
      "speaker": "Dan",
      "start_timestamp": 4802.0,
      "text": "can read? No. But now, no. But if you went to a therapist, and you were talking to the therapist, all they have to go on is your words."
    },
    {
      "end_timestamp": 4814.0,
      "id": "a3e5d430-cf06-3e77-9d84-a73f4002d8a8",
      "speaker": "Jordan",
      "start_timestamp": 4810.0,
      "text": "Yeah. Oh, my words. Do you know what my words to a therapist would be?"
    },
    {
      "end_timestamp": 4824.0,
      "id": "ad223aa3-643e-31a7-9a30-9a8fe8f04ec2",
      "speaker": "Dan",
      "start_timestamp": 4814.0,
      "text": "Please help me fill your hand. I think that if we are dealing with Alex, all we really have to go on is especially about his childhood, Shea's what"
    },
    {
      "end_timestamp": 4831.0,
      "id": "9f966518-f21b-3da6-ab40-90c87d6bdb0d",
      "speaker": "Jordan",
      "start_timestamp": 4824.0,
      "text": "he says. So we have to we have to take him at his word, tempered by what we know about him currently,"
    },
    {
      "end_timestamp": 4845.0,
      "id": "cff73089-d6ec-3c4f-a05c-3f13b1f5a1a3",
      "speaker": "Dan",
      "start_timestamp": 4831.0,
      "text": "but also, yeah, exactly. The idea that he was reading intellectual shit when he was younger, and didn't understand it thinks he understands it matches up with his current state. So that's why I think that there's something there, it's I don't think it's a conspiracy theory. I think it makes sense"
    },
    {
      "end_timestamp": 4870.0,
      "id": "4f53cb48-899f-3087-b981-3f3f8e8cc90b",
      "speaker": "Jordan",
      "start_timestamp": 4845.0,
      "text": "or, again, counter theory, and I will I will engage with you a little bit more directly on this one. Perhaps I'm not well, he just never developed those critical thinking skills in where you would expect. So he didn't necessarily start reading them at six. Maybe he read them at 15. But he never actually developed the ability to have critical thought, No. And so"
    },
    {
      "end_timestamp": 4883.0,
      "id": "376648c9-e8b9-39ea-ab1a-bc3af372033d",
      "speaker": "Dan",
      "start_timestamp": 4870.0,
      "text": "I strongly disagree with this theory. Here's why. He did read that book. None dare call it a conspiracy that changed his life when he was 12. Right. So that had to have happened."
    },
    {
      "end_timestamp": 4891.0,
      "id": "9ed169c0-a4e9-3d3b-a80e-d7f4ff61d8d0",
      "speaker": "Jordan",
      "start_timestamp": 4883.0,
      "text": "That's a fixed point. Yeah. In our Doctor Who universe Yeah, that is the fixed point in time in our you can't change that. Well."
    },
    {
      "end_timestamp": 4899.0,
      "id": "3cbe49fb-fe2e-3197-b787-e09043bd6a59",
      "speaker": "Dan",
      "start_timestamp": 4891.0,
      "text": "Maybe we could get in the TARDIS and go back and the world would be so much better. I could still be doing freezing point."
    },
    {
      "end_timestamp": 4918.0,
      "id": "d0185b8b-44a4-3134-8363-9e25e43d385c",
      "speaker": "Jordan",
      "start_timestamp": 4899.0,
      "text": "If anybody would know how to use a time machine properly. It would be the two of us. Yeah, absolutely. All we would do No. No killing Hitler. No, thank you. No, no stop and Stalin Chairman Mao nothing. What we would do is we will remove one book from the Austin Public Library. Bully Alex"
    },
    {
      "end_timestamp": 4921.0,
      "id": "806d21ec-8780-3df9-8013-8444b83e765d",
      "speaker": "Dan",
      "start_timestamp": 4918.0,
      "text": "into not reading but my art we got"
    },
    {
      "end_timestamp": 4926.0,
      "id": "a3cb06fe-269d-32bf-8e30-c337384aaa01",
      "speaker": "Jordan",
      "start_timestamp": 4921.0,
      "text": "one on the board. No, we're out. We're out. No one last job. No retirement, nothing like that. My argument"
    },
    {
      "end_timestamp": 4935.0,
      "id": "f873c07e-b9df-38db-89cb-2ffbbf156e92",
      "speaker": "Dan",
      "start_timestamp": 4926.0,
      "text": "because I have read none dare call it a conspiracy. Is that Alex read this at a point when he could not have been thinking critically."
    },
    {
      "end_timestamp": 4938.0,
      "id": "05588030-4010-3841-84d4-1c35c551f8e4",
      "speaker": "Jordan",
      "start_timestamp": 4935.0,
      "text": "Right? Okay. That's a that is a legitimate thought"
    },
    {
      "end_timestamp": 4969.0,
      "id": "d7856631-0a1c-3878-9961-672756d56ee8",
      "speaker": "Dan",
      "start_timestamp": 4938.0,
      "text": "that didn't develop by the time he was 12. So all of this stuff, like if he's read all these history books, and all these military history books and shit, even before that, because he started when he was six. He had to have been reading them with the same undeveloped brain that he read. None dare call it conspiracy when he was 12. The one he is still using? Yeah, he's tried to sell it on air a couple times. Did he sign it? No. He's just like, This is the greatest book. It's the best primer in the New World Order."
    },
    {
      "end_timestamp": 4995.0,
      "id": "dd425bda-46dc-30a1-be37-8e80227a9c9f",
      "speaker": "Jordan",
      "start_timestamp": 4969.0,
      "text": "I'm not gonna lie to you. In the same way that like World War Two veterans would sometimes grab like Nazi helmets and shit as souvenirs. I would definitely keep as a prized possession and Alex Jones signed copy of none dare call it a conspiracy. Yeah, I would put that on my wall. Right next to what I assume is his torso. Barrel. Yeah, exactly."
    },
    {
      "end_timestamp": 5019.0,
      "id": "2136d266-0cbd-3021-b702-56cbb9472f97",
      "speaker": "Dan",
      "start_timestamp": 4995.0,
      "text": "I do have a copy of it. And I think pretty soon we should do an episode about it. Just because I mean, why not? And I don't want to talk about the serious shit. So we have to come up with other things to do. Let's do the none dare call it a conspiracy episode. Let's do a Protocols of the Elders of Zion episode. Yeah, let's get a lot of this shit out of the way while this war develops. Time Yeah. Anyway,"
    },
    {
      "end_timestamp": 5021.0,
      "id": "6c722350-7c8e-3dad-a35b-3f12a453a357",
      "speaker": "Jordan",
      "start_timestamp": 5019.0,
      "text": "before we're on pirate radio somewhere."
    },
    {
      "end_timestamp": 5029.0,
      "id": "4eaa86f6-4f2a-3fcd-aa11-4b71a467fedd",
      "speaker": "Dan",
      "start_timestamp": 5021.0,
      "text": "We've gone. We've gone a little bit down the rabbit hole here. But Alex Jones here wants to get into"
    },
    {
      "end_timestamp": 5033.0,
      "id": "500cece0-cfc4-37c1-921e-010af43aef34",
      "speaker": "Jordan",
      "start_timestamp": 5029.0,
      "text": "Do you think he's read Watership Down? No. Has he ever gone down the rabbit hole?"
    },
    {
      "end_timestamp": 5051.0,
      "id": "98b957dc-fbda-3b10-b068-55f959740976",
      "speaker": "Dan",
      "start_timestamp": 5033.0,
      "text": "He is not. I'm gonna guess he hasn't read Wind in the Willows. Okay, I guess he hasn't read Esther Toth wild ride that's one of the willows baby. Oh, is it right is called Mr. Toads wild. Wind to the willows is where Mr. Toad goes to hell traumatize me as a boy. Yeah. Anyway,"
    },
    {
      "end_timestamp": 5055.0,
      "id": "828ca520-4f6d-3ff9-b744-7c869d408d0f",
      "speaker": "Jordan",
      "start_timestamp": 5051.0,
      "text": "well, we can all agree he didn't read the Velveteen Rabbit. No, he also didn't"
    },
    {
      "end_timestamp": 5074.0,
      "id": "0e5df38b-c859-3db5-8bb7-6c42fff2943b",
      "speaker": "Dan",
      "start_timestamp": 5055.0,
      "text": "read. I can't imagine that he actually read anything about World War Two based on his actions. Because if you read books about World War Two, you're going to run into misure gerbils. And you're going to run into that cat. And Alex is doing exactly what gerbils would have done. Yeah. So"
    },
    {
      "end_timestamp": 5081.0,
      "id": "d6574b56-0c14-388d-8bcc-df8ddb02a0f7",
      "speaker": "Jordan",
      "start_timestamp": 5074.0,
      "text": "like so you're saying he ran into gerbils and was like, I am a fan,"
    },
    {
      "end_timestamp": 5086.0,
      "id": "374fbd98-57b3-35b5-be5a-8fe15136cec2",
      "speaker": "Dan",
      "start_timestamp": 5081.0,
      "text": "or he didn't have any comprehension of what he was reading and read it and took the wrong lesson away from it."
    },
    {
      "end_timestamp": 5091.0,
      "id": "c029c225-ebc6-3372-adf0-59ebd5a42ec6",
      "speaker": "Jordan",
      "start_timestamp": 5086.0,
      "text": "Yeah. Well, it seems like that's basically what Trump did with mine comp."
    },
    {
      "end_timestamp": 5102.0,
      "id": "19472833-0ada-3407-9003-438b66e70424",
      "speaker": "Dan",
      "start_timestamp": 5091.0,
      "text": "Yeah. Which was by his bedside. Yeah, right on him saying that in an interview. Yep. So this next clip, Alex gets a little bit more into his idea that his reign Sir art pieces, so enjoy that."
    },
    {
      "end_timestamp": 5157.0,
      "id": "5d25a0fd-29bf-3f85-a812-2edddfccd1ec",
      "speaker": "Alex Jones",
      "start_timestamp": 5102.0,
      "text": "The old saying is for Merle Haggard. You're walking on the fight in the sight of me. When I fight, I fight in information. When I punch somebody, I talk about Trump dealing death blows, or we're in a death battle against communism. I don't literally dead. Everybody knows that compendium of my speech and what I stand for is non violent. When it comes to offense. I'm all about defense. And everyone knows that everyone understands that. And we see the incredible hypocrisy of the elitist left, allied with Communist China and others, trying to bully this country into submission, trying to brand us as the violent people. So let me be clear, as I've always been clear, I'm against any offensive violence. And I am disgusted by the left and Black Lives Matter and the Soros funded groups with hundreds of millions of dollars saying bang, bang, you know, kill the pig. Police shut me down."
    },
    {
      "end_timestamp": 5200.0,
      "id": "b7334ac5-2ae3-3bfe-a6a4-e65d44ce8f0d",
      "speaker": "Dan",
      "start_timestamp": 5157.0,
      "text": "After this. He plays a clip of the new Black Panther Party marching around talking about the only good pig is a dead pig. And hey, you know what, I don't I don't encourage Killing cops. But I also fucking understand where that comes from. Because yeah, cops keep killing black people. But more importantly, this idea that he has the like, violence as a metaphor. I'm into it. Because I like rap. I like hip hop. Okay. And so when I like where you going? Whenever I hear rappers talk about metaphorical violence, generally what they're talking about is verbal supremacy. You know, they're talking about I'm better at rapping and you I'm going to murk you on the mic. These."
    },
    {
      "end_timestamp": 5206.0,
      "id": "715018fb-754e-3774-8295-4670a892883b",
      "speaker": "Jordan",
      "start_timestamp": 5200.0,
      "text": "Yeah. I mean, go with Dead Prez. You know, sure. Nobody knows what he does"
    },
    {
      "end_timestamp": 5209.0,
      "id": "c2a7b59e-3d9f-3268-b37a-8fb8f5ae9e3d",
      "speaker": "Dan",
      "start_timestamp": 5206.0,
      "text": "bad idea, because I think they would actually go out there with guns."
    },
    {
      "end_timestamp": 5213.0,
      "id": "76d46e77-4a6b-3684-b114-f3ebd9245a85",
      "speaker": "Jordan",
      "start_timestamp": 5209.0,
      "text": "I mean, but metaphorically, they wouldn't go against"
    },
    {
      "end_timestamp": 5215.0,
      "id": "4800840c-c6f6-349c-99b3-779d386ae696",
      "speaker": "Dan",
      "start_timestamp": 5213.0,
      "text": "a tank with a shank. Well,"
    },
    {
      "end_timestamp": 5222.0,
      "id": "69c04471-b35d-35d9-9479-fcbf1b6edec4",
      "speaker": "Jordan",
      "start_timestamp": 5215.0,
      "text": "I mean, you know, it's it is time to get the crackers out of City Hall. I'm not I'm not disagree with"
    },
    {
      "end_timestamp": 5226.0,
      "id": "fd06c2e2-8172-302c-beaa-231259b398c1",
      "speaker": "Dan",
      "start_timestamp": 5222.0,
      "text": "that mind. Sex was a metaphor, that song mind sex. But no, I"
    },
    {
      "end_timestamp": 5235.0,
      "id": "81af7733-a7a3-3c2d-ab8d-d688998eb9a9",
      "speaker": "Jordan",
      "start_timestamp": 5226.0,
      "text": "think she was inspired by the movie Demolition Man. With Sandra Bullock, who is a suspect did not so"
    },
    {
      "end_timestamp": 5244.0,
      "id": "bdc2f72a-5cd2-3f52-96d9-59a497c459e8",
      "speaker": "Dan",
      "start_timestamp": 5235.0,
      "text": "come on. Now. I don't know why that's my stock response to you alleging that syndrome, because"
    },
    {
      "end_timestamp": 5251.0,
      "id": "e45abaa8-0e13-3be2-a1e2-99123268f1b6",
      "speaker": "Jordan",
      "start_timestamp": 5244.0,
      "text": "I think it's my favorite thing that I know right now, is that perhaps Sandra Bullock? Suspected Nazi"
    },
    {
      "end_timestamp": 5262.0,
      "id": "5bb2157d-b78e-3324-b863-48a7faec4f39",
      "speaker": "Dan",
      "start_timestamp": 5251.0,
      "text": "but more More to the point like I get that I get violence metaphors for things that aren't violence. That's not what you're doing, Alex, you're literally just threatening people. You really can't, you can."
    },
    {
      "end_timestamp": 5286.0,
      "id": "63bbe9bb-361b-3739-90fd-f7b3abbaa63d",
      "speaker": "Jordan",
      "start_timestamp": 5262.0,
      "text": "And I do. I do see in his mind, though, how he could believe that he is not about offense. And he is all about defense. Because in his mind, he is always reacting because Yeah, exactly. He is always reacting to an attack whether or not it is there. So of course, he feels like every outburst, and every attack that he makes is in retaliation."
    },
    {
      "end_timestamp": 5300.0,
      "id": "fdce9c65-5847-3fe1-8e61-a0d3ff6f9ffe",
      "speaker": "Dan",
      "start_timestamp": 5286.0,
      "text": "Yeah. And when when he wants to talk about like, I only appreciate violence as defense, not offense. I'd like to refer you to everything you said about North Korea. He's literally said we need to first strike them. Yeah. And and China to"
    },
    {
      "end_timestamp": 5305.0,
      "id": "f67527bb-0cb6-35f7-ab1f-71004e00cb37",
      "speaker": "Jordan",
      "start_timestamp": 5300.0,
      "text": "you said that, yes. 90% of people are going to die. And China's agreed to it."
    },
    {
      "end_timestamp": 5319.0,
      "id": "8ec41906-f752-35d9-a70f-0cd0aa5d1f13",
      "speaker": "Dan",
      "start_timestamp": 5305.0,
      "text": "Yeah. It's all part of the arrangement. Yeah, they've screwed us over, they've turned. So this next clip is sort of, he gets a little bit more into the violence metaphors here in the next clip,"
    },
    {
      "end_timestamp": 5342.0,
      "id": "3e8e93e5-ce41-39c9-ac00-1382fd2da808",
      "speaker": "Alex Jones",
      "start_timestamp": 5319.0,
      "text": "they've got a lot of nerve after their Jihad the last year, plus calling for violence against Donald Trump, his supporters beating him up, you name it. Nope. To come out and claim that I am now committing crimes. Talking about in a rant, I want to kick your butt or whatever, when clearly, I'm talking about the information war. Unbelievable."
    },
    {
      "end_timestamp": 5374.0,
      "id": "d8fd5545-7853-32ed-bb7d-aeb921278183",
      "speaker": "Dan",
      "start_timestamp": 5342.0,
      "text": "Unbelievable. It is unbelievable. So if you want to diagram that he's saying that these people have been saying these horribly violent things and trying to overthrow Trump through murder. Also, they've been picking fights and attacking Trump supporters. And then they're wrong for you know, trying to say that I committed a crime by this rant I did on Schiff. Yeah. Now here's what's fun about this."
    },
    {
      "end_timestamp": 5376.0,
      "id": "7e409839-b277-392d-afe0-33b345c06d2a",
      "speaker": "Jordan",
      "start_timestamp": 5374.0,
      "text": "What is fun about that"
    },
    {
      "end_timestamp": 5377.0,
      "id": "12531968-4061-30df-8dc7-687babf5cf99",
      "speaker": "Dan",
      "start_timestamp": 5376.0,
      "text": "using formal logic."
    },
    {
      "end_timestamp": 5381.0,
      "id": "4857ff0a-c587-3acb-b8d1-46b5afdcfb0b",
      "speaker": "Jordan",
      "start_timestamp": 5377.0,
      "text": "Oh, you're treading in dangerous waters, my friend. Oh,"
    },
    {
      "end_timestamp": 5387.0,
      "id": "28257913-70ec-31a8-b9ba-067190ace509",
      "speaker": "Dan",
      "start_timestamp": 5381.0,
      "text": "that statement is totally cool."
    },
    {
      "end_timestamp": 5388.0,
      "id": "86131c11-0005-3bf1-a42c-600306f1cc33",
      "speaker": "Jordan",
      "start_timestamp": 5387.0,
      "text": "You twisted the shit out"
    },
    {
      "end_timestamp": 5441.0,
      "id": "b9f1fba6-a733-3c92-88cd-d079462a183f",
      "speaker": "Dan",
      "start_timestamp": 5388.0,
      "text": "of me. You know why? Why? Because everything is a lie. It doesn't matter. The argument that he's trying to make is just to live says premises and a lie as collusion. Yeah. Yep. Good point. Yeah. There's no truth involved don't have to preserve non existent statement. The only time you get in trouble with logic is when you have true premises that lead to a false conclusion. That is where you get into trouble with logic. That means, that means that your inference is wrong. That means that you claiming that your premises lead to your conclusion. That's That's all. But when you say to false things, and they lead to a true conclusion, that's okay. Right doesn't matter. So we knew that true false things lead to a false conclusion. Also, okay. It all doesn't matter. Gotcha. So, no, in this case, in your"
    },
    {
      "end_timestamp": 5446.0,
      "id": "e59d164b-ffc8-3c60-875f-5db99d589284",
      "speaker": "Jordan",
      "start_timestamp": 5441.0,
      "text": "summation, what he just said, doesn't matter. No, it"
    },
    {
      "end_timestamp": 5459.0,
      "id": "4f137cad-07e5-3de4-911f-5b9f41950780",
      "speaker": "Dan",
      "start_timestamp": 5446.0,
      "text": "doesn't. It doesn't. It doesn't matter moving on that it's super wrong, but it doesn't matter. Okay, you're not making an argument. Donald Duck, just Congratulations. You have said nothing."
    },
    {
      "end_timestamp": 5463.0,
      "id": "b24b93ed-74e1-3f2f-ad65-fc89e3f6b708",
      "speaker": "Jordan",
      "start_timestamp": 5459.0,
      "text": "Yeah. That shouldn't be the end of his show."
    },
    {
      "end_timestamp": 5465.0,
      "id": "445851a3-d9ff-34d5-be79-346ed478f067",
      "speaker": "Dan",
      "start_timestamp": 5463.0,
      "text": "I'll say this, even if we want to"
    },
    {
      "end_timestamp": 5469.0,
      "id": "42a0861b-ce2c-3855-8e42-89867633abfd",
      "speaker": "Jordan",
      "start_timestamp": 5465.0,
      "text": "thank you for watching The Infowars. Congratulations. I've said nothing"
    },
    {
      "end_timestamp": 5505.0,
      "id": "e8e0d38d-840c-302f-8ca3-275406c763f4",
      "speaker": "Dan",
      "start_timestamp": 5469.0,
      "text": "even even if you want to grant that it's possible that his conclusion that people are out of line for saying he should be arrested or whatever like that, if you want to grant that as a true statement. Still doesn't matter. It still doesn't matter. His premises are false. Gotcha. So all bullshit. Yeah, it's all shit from start to finish, my friend. It's so delicious. It's like as someone who has the ability to think critically don't like to engage with the arguments of a lunatic. I'm against that. It's so fun. That part that clip was so fun for me. Disagree. Anyway. Alex has more evidence that Trump is being threatened."
    },
    {
      "end_timestamp": 5549.0,
      "id": "56a20ae1-65a3-361e-b818-1bdf5c70910c",
      "speaker": "Alex Jones",
      "start_timestamp": 5505.0,
      "text": "But it doesn't stop there. We've got bow saying he wants to kidnap that's the rapper. They bow nab the president's wife and put her into sex slavery. That's okay though. Bow Wow, Snoop Dogg comes out with a big video pushed by Viacom and basically says go out and murder the president shoot him in the head kill police. That's totally okay. With the Democrats CEO threatens to assassinate Trump with sniper rifle at the White House. Again, nothing's done to him. So who's going to assassinate Trump Twitter erupts with calls for Donald Trump to be killed. Again, I mentioned this. You've got Mickey Rourke threatens to kill Trump at a profanity laced tirade. Black Lives Matter calls for killing police. irate and Ottoman monster."
    },
    {
      "end_timestamp": 5565.0,
      "id": "622dc959-041b-318e-9b80-ef05116a2ff7",
      "speaker": "Dan",
      "start_timestamp": 5549.0,
      "text": "So but again, what a monster this is all within this 10 minute clip. He's just repeating everything, all those same examples. He has nothing there's nothing bad and there's there's tons of people on Twitter. Now let's deal with that bow situation for a bow say so."
    },
    {
      "end_timestamp": 5569.0,
      "id": "4262f131-baa3-3dfc-a813-efcb95a85d65",
      "speaker": "Jordan",
      "start_timestamp": 5565.0,
      "text": "How many times can we say bow on this podcast? Oh,"
    },
    {
      "end_timestamp": 5579.0,
      "id": "9cd5217e-5467-353d-942f-8f0a50502d3e",
      "speaker": "Dan",
      "start_timestamp": 5569.0,
      "text": "wow. Bow. Wow. Come with it now. Bow. Wow. Kind of. All right. Anyway, Snoop Dogg put up that video the song do you think"
    },
    {
      "end_timestamp": 5581.0,
      "id": "3fd53eff-3177-378c-9e8e-45649e2e4c39",
      "speaker": "Jordan",
      "start_timestamp": 5579.0,
      "text": "there's an Alex Jones parody porn video? Oh, I"
    },
    {
      "end_timestamp": 5588.0,
      "id": "a84627cf-11ba-3ea2-bd62-bf87fe308b15",
      "speaker": "Dan",
      "start_timestamp": 5581.0,
      "text": "hope not. Oh, that would be the worst. Right? Oh, please don't introduce these sorts of thoughts into my, my head. So"
    },
    {
      "end_timestamp": 5592.0,
      "id": "347f4c2b-e522-3a82-8c69-2591c16e7d5c",
      "speaker": "Jordan",
      "start_timestamp": 5588.0,
      "text": "although that would be a great episode for us."
    },
    {
      "end_timestamp": 5596.0,
      "id": "6aae1ec6-5795-3380-9f3e-4449fbaa1ae1",
      "speaker": "Dan",
      "start_timestamp": 5592.0,
      "text": "So Snoop Dogg put out the song called lavender. And that's the one where he puts"
    },
    {
      "end_timestamp": 5600.0,
      "id": "3d84628d-1b9d-3994-ab05-f8ec91d8eb0c",
      "speaker": "Jordan",
      "start_timestamp": 5596.0,
      "text": "out a video and it says bang whenever it comes out. Yeah, I got"
    },
    {
      "end_timestamp": 5604.0,
      "id": "db666efc-a58d-3e04-8a80-de24acf637cd",
      "speaker": "Dan",
      "start_timestamp": 5600.0,
      "text": "a Cartoon, Cartoon violence rope. Right. And well, 1000s"
    },
    {
      "end_timestamp": 5610.0,
      "id": "1023015d-c434-3edb-ad08-ec4a17fba291",
      "speaker": "Jordan",
      "start_timestamp": 5604.0,
      "text": "of people have been on Twitter calling for the death of a Daffy Duck. So there is that too."
    },
    {
      "end_timestamp": 5622.0,
      "id": "1e46c14e-bc7d-3391-b2d2-c27b59ac9ad5",
      "speaker": "Dan",
      "start_timestamp": 5610.0,
      "text": "Everyone got super mad on the right about it. Bunch of people got really pissed off. Twitter, right. Trump tweeted at Snoop Dogg about like his failing career and like, What world do we like?"
    },
    {
      "end_timestamp": 5635.0,
      "id": "fff2524d-a059-3d03-b121-43692c485968",
      "speaker": "Jordan",
      "start_timestamp": 5622.0,
      "text": "Are we done? I don't mean just be done. So you just said the words Trump tweeted at Snoop Dogg, and I had to realize you meant President of the United States. Trump tweeted at Snoop Dogg."
    },
    {
      "end_timestamp": 5639.0,
      "id": "56957120-ccbd-341b-b21a-769cead92451",
      "speaker": "Dan",
      "start_timestamp": 5635.0,
      "text": "Yeah. Can we? Can we? So"
    },
    {
      "end_timestamp": 5657.0,
      "id": "bef21f84-a042-3290-af7b-df9091968895",
      "speaker": "Jordan",
      "start_timestamp": 5639.0,
      "text": "I somehow is it? How do I exist on a moment to moment basis in this world thinking that things are normal President of the United States Trump tweeted at Snoop Dogg."
    },
    {
      "end_timestamp": 5668.0,
      "id": "7cd2d2c0-103d-3df0-b693-41a1f4f072ca",
      "speaker": "Dan",
      "start_timestamp": 5657.0,
      "text": "So then in response, Bao tweeted, that's like, Hey, you bitch. Like he just got mad at Trump. I was like, you're talking about my uncle like that? He's not literally his uncle"
    },
    {
      "end_timestamp": 5677.0,
      "id": "78387aa9-4b00-3995-9076-8900ca98a57c",
      "speaker": "Jordan",
      "start_timestamp": 5668.0,
      "text": "I for our for our wider listener for our Alex Jones. listeners. Yeah."
    },
    {
      "end_timestamp": 5703.0,
      "id": "3d59b456-45b4-31a5-94f5-6194e6093ed6",
      "speaker": "Dan",
      "start_timestamp": 5677.0,
      "text": "So the connection between the two is that when little bow was little bow, it was Jermaine Dupri disciple. He was a little boy rapper. Yes. And, and actor and Snoop Dogg gave him his name. He's like you my little bow. Wow. Right. And so the two of them have had a connection throughout. I mean, he's like in his 20s. Now he's, he's an adult. Yes. But wow, tweeted out I will see what you think when we pimp your wife."
    },
    {
      "end_timestamp": 5707.0,
      "id": "b65dd83f-2a00-3bfa-9fa0-5810cc742a27",
      "speaker": "Jordan",
      "start_timestamp": 5703.0,
      "text": "That's pretty funny. That's not good. That's pretty funny. Good."
    },
    {
      "end_timestamp": 5708.0,
      "id": "e60031a2-a94e-3941-9397-9d66f7ccdf95",
      "speaker": "Dan",
      "start_timestamp": 5707.0,
      "text": "It's not good."
    },
    {
      "end_timestamp": 5717.0,
      "id": "a1e2852c-2258-3e71-92df-1918dd1ab36f",
      "speaker": "Jordan",
      "start_timestamp": 5708.0,
      "text": "It's not well, it's still pretty funny, right? But they're not I'm still on board with. They're not live. I'm picking aside my elbow side this time, because the"
    },
    {
      "end_timestamp": 5726.0,
      "id": "51bb7351-7f6c-382d-9dbb-e4e7270a068b",
      "speaker": "Dan",
      "start_timestamp": 5717.0,
      "text": "other side is absolutely. The other side is horrific. Again, I'll err on the side of bow. But like him saying, It's my"
    },
    {
      "end_timestamp": 5733.0,
      "id": "06863473-dd04-3a56-8572-edaef3300a01",
      "speaker": "Jordan",
      "start_timestamp": 5726.0,
      "text": "new euphemism for all of my thoughts. I'm gonna err on the side of bow on this one, guys. I think carwashes should be universal,"
    },
    {
      "end_timestamp": 5745.0,
      "id": "cd512e4c-c734-36f6-9ed2-b3a9e79889dd",
      "speaker": "Dan",
      "start_timestamp": 5733.0,
      "text": "right? Him saying I'm gonna we're gonna pimp your wife and make her work for us. Like, that's not really a threat. That's, that is."
    },
    {
      "end_timestamp": 5763.0,
      "id": "b937b98f-cc90-355a-b882-2c48616bca00",
      "speaker": "Jordan",
      "start_timestamp": 5745.0,
      "text": "It's just some aggressive imagery. Right? And unless Mulaney is into it, which we don't know for sure. No, we're not insinuating. But oh, she's into it, but also, but she is married to Trump, which suggests she was bought at one point. Well, the most important"
    },
    {
      "end_timestamp": 5786.0,
      "id": "71d608cb-4c00-3ef0-937e-af683d57e0c8",
      "speaker": "Dan",
      "start_timestamp": 5763.0,
      "text": "point I think even taking that aside, is that this entire time Alex has been talking about his violence metaphors, and how everything is a metaphor for the info war, right? Without really engaging and recognizing that this idea of I'm gonna Pimp Your wife is definitely misogynistic. And I don't I don't enjoy that. I don't think it's right. There's a feminist implications"
    },
    {
      "end_timestamp": 5789.0,
      "id": "f3469cc3-b2b5-3c56-be84-4a4b73e7313a",
      "speaker": "Jordan",
      "start_timestamp": 5786.0,
      "text": "info pimping, right?"
    },
    {
      "end_timestamp": 5802.0,
      "id": "2ba7613b-c48e-3e81-9ec7-23e203067e6c",
      "speaker": "Dan",
      "start_timestamp": 5789.0,
      "text": "Well, no, but what it is is braggadocio it is within the world of hip hop. Like it's there, there are feminist implications that we should recognize and be like, That's not great job, what"
    },
    {
      "end_timestamp": 5815.0,
      "id": "0803b082-ec26-328f-b9eb-1fdb47f97c35",
      "speaker": "Jordan",
      "start_timestamp": 5802.0,
      "text": "he's expecting you to give him the benefit of the benefit of the doubt when it comes to his threats. And he refuses to give anyone else even the slightest benefit of the doubt, especially when there's especially black people."
    },
    {
      "end_timestamp": 5825.0,
      "id": "ae025dfe-b3ad-36c4-a749-fac35a57a19c",
      "speaker": "Dan",
      "start_timestamp": 5815.0,
      "text": "So it's, it's It's utter insanity. Yeah. I really don't like how long we've been going on about this, this, we're really making a meal out of this."
    },
    {
      "end_timestamp": 5829.0,
      "id": "a14a5507-f598-31c2-86a3-e1cda414ff58",
      "speaker": "Jordan",
      "start_timestamp": 5825.0,
      "text": "I think it's just because we both love to say bow bow. Wow."
    },
    {
      "end_timestamp": 5837.0,
      "id": "2d47e175-b0c9-3cda-bf8d-be8c22c9afbd",
      "speaker": "Dan",
      "start_timestamp": 5829.0,
      "text": "So this next clip, it gets back to his performance art part point. And we'll see if he makes more sense. Now."
    },
    {
      "end_timestamp": 5891.0,
      "id": "56949b6d-d4eb-3689-8e80-d2d10546cba7",
      "speaker": "Alex Jones",
      "start_timestamp": 5837.0,
      "text": "When I say performance art, I mean, I let myself get angry. I let myself say satirical things, wild things, whatever. But what I'm saying, you know, you're a generic piece of crap. Say that to my face. I say you people, you don't notice I'm talking about the whole power structure here. Where I talk about your the people. Here are the people calling for violence. You're the people pushing all this crap. Oh, then they say have the FCC shut me down. I said this on an internet feed. I didn't say it on my commercial radio show. I said it late at night to an adult audience. And it's nothing Bill Maher doesn't say. So let me be clear again, because I don't want there to be any violence. Then they say it's attributed to me, which is the kind of stuff they pulled in the past. You know, you've got people out there like Noam Chomsky saying that Trump's gonna do a false flag. I'm concerned about a false flag and with the left because they're so unpopular with all their bullying to make them look like victims. Well,"
    },
    {
      "end_timestamp": 5893.0,
      "id": "f2c7dffb-4a18-3d4d-8613-fed3c097b9d0",
      "speaker": "Dan",
      "start_timestamp": 5891.0,
      "text": "I mean, the left I"
    },
    {
      "end_timestamp": 5898.0,
      "id": "2d22effb-8ebc-3f72-bfd1-36a866e05742",
      "speaker": "Jordan",
      "start_timestamp": 5893.0,
      "text": "don't entirely disagree with some of the things he said"
    },
    {
      "end_timestamp": 5903.0,
      "id": "1fbf6bb6-91e7-38dd-b616-4e2990e576a7",
      "speaker": "Dan",
      "start_timestamp": 5898.0,
      "text": "the left is, I mean, if you're talking about people in Congress, yeah, they're super unpopular. Yeah."
    },
    {
      "end_timestamp": 5911.0,
      "id": "29d42ffe-b6fe-38ac-abb9-39257d690c77",
      "speaker": "Jordan",
      "start_timestamp": 5903.0,
      "text": "Well, I mean, the fact that he was doing it, he wasn't doing it on his radio show. It's true. He was doing it on a late night broadcast."
    },
    {
      "end_timestamp": 5916.0,
      "id": "ee304648-cb1d-3d4d-bedc-9515d90fbb5b",
      "speaker": "Dan",
      "start_timestamp": 5911.0,
      "text": "No, but that's that's that's the argument we've already made. He wasn't breaking any law."
    },
    {
      "end_timestamp": 5930.0,
      "id": "9fd3ff11-7f4b-3057-b0ae-c292a4b4e096",
      "speaker": "Jordan",
      "start_timestamp": 5916.0,
      "text": "So if you're asking the FCC to do anything right now, you are not going to get any help there. They busy our FCC is not busy at all. Or perhaps it is very busy doing everything you can to avoid having any responsibility. They're busy"
    },
    {
      "end_timestamp": 5957.0,
      "id": "00e66810-4293-389a-8ac9-9643e158a5ec",
      "speaker": "Dan",
      "start_timestamp": 5930.0,
      "text": "being on staff They're busy being worthless, but the idea like one of the most effective things that you can do in terms of getting people to think you're doing something when you're not is pretending you have a big enemy like you pretending that the like I've got this massive force out to get me right and so this idea that anyone really is trying to get the FCC to shut him down is absurd. It's absolutely it's not really happening I don't even think Media Matters is doing"
    },
    {
      "end_timestamp": 5979.0,
      "id": "3155b525-be91-33e8-98c5-e7d642638764",
      "speaker": "Jordan",
      "start_timestamp": 5957.0,
      "text": "and you wouldn't if you no matter which side you're on, you wouldn't want the FCC having that power. No, that's the government to your gods. No, like Google is bad enough if you want them to do something about it. The FCC having the power to go after protected speech. That is not good. No, you don't want to get you don't want to open that door period. No, and everyone our podcast would definitely not be on"
    },
    {
      "end_timestamp": 5988.0,
      "id": "60167e14-8a6e-3042-b5f1-71bf24a3f9f0",
      "speaker": "Dan",
      "start_timestamp": 5979.0,
      "text": "the air. No, everyone knows that everyone fucking knows that. Not everyone knows but everyone who would petition the FCC knows that."
    },
    {
      "end_timestamp": 5991.0,
      "id": "ffb96d87-3cab-3fb3-a81c-39aacb32980f",
      "speaker": "Jordan",
      "start_timestamp": 5988.0,
      "text": "So, next clip,"
    },
    {
      "end_timestamp": 6015.0,
      "id": "fb6af89d-50d8-325e-9ab1-523f4b0db7e7",
      "speaker": "Dan",
      "start_timestamp": 5991.0,
      "text": "this next clip. Let's next clip Jordan is the end. This is the summation that Alex makes. And I will Want to be very clear about this? I don't think he's made a point. When we get to the end of this, let this play out. This is how he ends, the clip ends with a real slam dunk of a burn. But I really don't think he's made a point by the end of this. Okay."
    },
    {
      "end_timestamp": 6067.0,
      "id": "73ec7826-14df-3794-8eff-bb60007c996d",
      "speaker": "Alex Jones",
      "start_timestamp": 6015.0,
      "text": "Now, quite frankly, am I worried about being indicted, as they're calling for for this? Absolutely not. Because I know what I said, I know the intent of what I said. And I know that the people that are pushing for me to be arrested, and actually lobbying for it are the ones calling for the President to actually be overthrown violently. I'm trying to stop violence and have stability in this republic. But that said, it will be quite a bit of publicity, if they finally come right out and indict me as the Democrats are calling for it. So I do have to be careful, though, about what I say because it be taken out of context. So again, I just wanna be clear. I mean, no violence against Mr. Schiff. I know the guy's a liar. I know that he is an attack dog, the Democrats. I know that he's really trying to hurt this country. So I dislike him, but I wish no harm on him or his wife or children or anybody else. So it almost"
    },
    {
      "end_timestamp": 6069.0,
      "id": "377e50a3-7b68-3f48-8741-de16e93d31d0",
      "speaker": "Dan",
      "start_timestamp": 6067.0,
      "text": "sounds like someone threatened to sue him again."
    },
    {
      "end_timestamp": 6075.0,
      "id": "16f2add7-7012-37e9-8493-f15e3811f6ea",
      "speaker": "Jordan",
      "start_timestamp": 6069.0,
      "text": "Yeah, that was it. Because it's very much a quick retraction,"
    },
    {
      "end_timestamp": 6092.0,
      "id": "768573b7-187d-329d-a99b-a1dd12be56d5",
      "speaker": "Dan",
      "start_timestamp": 6075.0,
      "text": "but also the idea that like, I know that he's bad for this country, but I don't wish that kind of goes against his character Schiff have a wife. Yeah, he has kids. Yeah. What's his wife's name? I don't know. I did read. I did see"
    },
    {
      "end_timestamp": 6096.0,
      "id": "e7b803f4-2704-38ef-a5b6-1a7f6b100182",
      "speaker": "Jordan",
      "start_timestamp": 6092.0,
      "text": "an article about I was gonna say Don't lie to me. Okay,"
    },
    {
      "end_timestamp": 6100.0,
      "id": "5300f32d-e157-3ec3-9e36-8e485d988ac5",
      "speaker": "Dan",
      "start_timestamp": 6096.0,
      "text": "I saw an article about his family. I don't know. It's not my business. No,"
    },
    {
      "end_timestamp": 6104.0,
      "id": "b0e6a63c-3e52-34ed-92c6-e0b8049c4b9e",
      "speaker": "Jordan",
      "start_timestamp": 6100.0,
      "text": "no, I was just waiting for i"
    },
    {
      "end_timestamp": 6110.0,
      "id": "3226a40a-b309-3901-898d-ffb112981f3e",
      "speaker": "Dan",
      "start_timestamp": 6104.0,
      "text": "But listen, do you agree with me that the point that if he thinks that someone is an enemy of the country is bad for the country,"
    },
    {
      "end_timestamp": 6114.0,
      "id": "649a8033-4515-3175-8262-a7d1a5f40d03",
      "speaker": "Jordan",
      "start_timestamp": 6110.0,
      "text": "that is in and of itself advocating violence of a certain sort, but"
    },
    {
      "end_timestamp": 6119.0,
      "id": "4c06792f-91ed-3378-9c77-48fd164910f2",
      "speaker": "Dan",
      "start_timestamp": 6114.0,
      "text": "also means that he should wish them ill? Based on his own promises?"
    },
    {
      "end_timestamp": 6160.0,
      "id": "91ea9fc8-426b-34d3-8757-612edbd7d148",
      "speaker": "Jordan",
      "start_timestamp": 6119.0,
      "text": "Yeah, well, but I mean, we if you if you take all of his previous statements together, wherein if you are an enemy, if you are an actor against the state, if you are advocating violent overthrow in the past, he is said the only way that we can stop you is by using your own tactics against you, which presumably means violence. So if he is to say that now saying, No, I never advocate violence, or one of my I know he is exactly all of the things which I have in the past advocated violence against, but not in this particular instance, am I doing so? No, it doesn't make any goddamn sense. No, he is full of bullshit in that regard. It's"
    },
    {
      "end_timestamp": 6169.0,
      "id": "26d21478-8e51-36ca-8a4d-758141a8cf5a",
      "speaker": "Dan",
      "start_timestamp": 6160.0,
      "text": "a weird retraction that I really mean it. That one's weird. It smells like a letter might have gotten sent to him. Much like our Fontas with the pizza gate stuff."
    },
    {
      "end_timestamp": 6175.0,
      "id": "ec17d58b-0eea-31d1-9c1f-f43e00701ca2",
      "speaker": "Jordan",
      "start_timestamp": 6169.0,
      "text": "I mean, I think the rock is cooking. Do you smell it? I think I smell it."
    },
    {
      "end_timestamp": 6176.0,
      "id": "c8c78852-6076-3704-a6e6-585a9e8bb35f",
      "speaker": "Dan",
      "start_timestamp": 6175.0,
      "text": "Alright, well, this isn't quite done. Here we go."
    },
    {
      "end_timestamp": 6208.0,
      "id": "dcfe5b24-abf9-3bd5-85a6-594a5f57edf4",
      "speaker": "Alex Jones",
      "start_timestamp": 6176.0,
      "text": "This is not a retraction. This is a clarification. Yes. I don't want violence. You guys are openly calling for it everywhere. So I think then you should ask yourselves. What hypocrite planet you woke up on. When I say 1/10 of what you said. He clearly jesting. And then you take it as serious and call for my incarceration for six years in federal prisons. Good luck with that hypocrites. I'm very proud to announce the introduction of the highest quality Infowars biome defense probe."
    },
    {
      "end_timestamp": 6224.0,
      "id": "0a02251a-64db-35e1-9cf4-02134255fe80",
      "speaker": "Dan",
      "start_timestamp": 6208.0,
      "text": "I didn't cut that at all. I didn't I didn't edit it. He immediately dropped a commercial and after he was like, I hope you guys are fine with that you hypocrites, and then did a wink at it a big deal. He went into a probiotic commercial."
    },
    {
      "end_timestamp": 6229.0,
      "id": "e3a0eba7-1b70-35bc-9ae6-3358f9bdef57",
      "speaker": "Jordan",
      "start_timestamp": 6224.0,
      "text": "Wait, where did he get six years? Exactly? That was a really weird drop, right?"
    },
    {
      "end_timestamp": 6230.0,
      "id": "ed0ef395-e489-3534-b7c7-91be7b5877f2",
      "speaker": "Dan",
      "start_timestamp": 6229.0,
      "text": "I don't know. Is there? Is there?"
    },
    {
      "end_timestamp": 6238.0,
      "id": "2ed1171d-b751-3f85-b96c-aac54bf8ceb4",
      "speaker": "Jordan",
      "start_timestamp": 6230.0,
      "text": "Is there like some sort of like, is there some sort of like, don't be a dick law where you say some homophobic shit"
    },
    {
      "end_timestamp": 6259.0,
      "id": "5146ca3f-273d-3a78-bc9d-9d4cd8023625",
      "speaker": "Dan",
      "start_timestamp": 6238.0,
      "text": "put you away? Yeah, no, I don't know. I think he probably was scatting. I'm not sure. I don't know, what about six years. So my point is that that is unfortunately an effective video. Like, we had some problems with it. There's a lot of bullshit within it. But some of the points he's making are founded."
    },
    {
      "end_timestamp": 6272.0,
      "id": "cef5e067-45da-3fd0-9c39-10389a2dd95b",
      "speaker": "Jordan",
      "start_timestamp": 6259.0,
      "text": "In terms of like, ratio wise, I would say on any given episode, we're at like, 99% Bullshit. Yeah. And then this 10 minutes we're at more like 6040 bullshit."
    },
    {
      "end_timestamp": 6278.0,
      "id": "75e34928-5dc2-39fd-90a0-1ed586a93055",
      "speaker": "Dan",
      "start_timestamp": 6272.0,
      "text": "I would say 7030 Maybe I think yeah, generous, but that's a lot of bullshit. Because the very"
    },
    {
      "end_timestamp": 6283.0,
      "id": "023fad4a-22fa-3537-a221-6f8f5587e8ff",
      "speaker": "Jordan",
      "start_timestamp": 6278.0,
      "text": "bar is so low, getting that high. Seems like a fucking miracle."
    },
    {
      "end_timestamp": 6301.0,
      "id": "4c26e40d-7670-37b2-988b-2a06bdc387d9",
      "speaker": "Dan",
      "start_timestamp": 6283.0,
      "text": "And it feels like it to us too. Yeah. And the reason is because he does have a decent leg to stand on when these people take his words out of context and attack him. Yeah. And that is the most destructive thing you can do if you're against him. So I bet eagleview stop."
    },
    {
      "end_timestamp": 6322.0,
      "id": "f8c63a60-cd0a-3c46-9ce5-2cf3f9ae171f",
      "speaker": "Jordan",
      "start_timestamp": 6301.0,
      "text": "Your Your point is we all hate Alex, dear Media Matters. emulate us, because you have a much better platform pay, you'll hire different people, mainly us and then we will be thrown to the wayside as these corporate America want to do"
    },
    {
      "end_timestamp": 6327.0,
      "id": "0427491e-1c1c-35d0-9938-3e819cad54be",
      "speaker": "Dan",
      "start_timestamp": 6322.0,
      "text": "know, they could just pay us. I mean, we couldn't negotiate something if they just keep us alive. We'll keep doing this."
    },
    {
      "end_timestamp": 6332.0,
      "id": "fd979a2a-1457-36a4-9282-9e91d46ff437",
      "speaker": "Jordan",
      "start_timestamp": 6327.0,
      "text": "That's right. We're bad negotiators. They could probably pay us less than somebody"
    },
    {
      "end_timestamp": 6337.0,
      "id": "1fb6aa67-51bf-3e9f-856e-a938f8056fb9",
      "speaker": "Dan",
      "start_timestamp": 6332.0,
      "text": "got working that will take less."
    },
    {
      "end_timestamp": 6342.0,
      "id": "b79631b2-36c9-3b0d-bf9b-0cc73ddaa3bb",
      "speaker": "Jordan",
      "start_timestamp": 6337.0,
      "text": "Now knowledge fights affiliate agreement is will do."
    },
    {
      "end_timestamp": 6352.0,
      "id": "962a5087-6c61-307e-b7ea-f3576721c087",
      "speaker": "Dan",
      "start_timestamp": 6342.0,
      "text": "Very similar to Alex Jones. No, that's, that's my that's my sort of self serving point that I want to make. Yeah, please stop. Please stop. You're harming this."
    },
    {
      "end_timestamp": 6361.0,
      "id": "be4cfee8-5589-3e59-86aa-c0e4069e3207",
      "speaker": "Jordan",
      "start_timestamp": 6352.0,
      "text": "It's it's a bad way to go. Yeah. My other point. The other argument to be made there, though, is his audience is?"
    },
    {
      "end_timestamp": 6366.0,
      "id": "ab1bb2c7-ab6e-31eb-9593-5c16395ae444",
      "speaker": "Dan",
      "start_timestamp": 6361.0,
      "text": "Dum Dums. Yeah, yeah. They're like, little little lollipops. randoms."
    },
    {
      "end_timestamp": 6391.0,
      "id": "43bd974b-6517-3518-9f52-b60bfc03d752",
      "speaker": "Jordan",
      "start_timestamp": 6366.0,
      "text": "So the, I mean, he is a joke. Like, that's true, right. But the worrisome part of it now as compared to, you know, a year ago, and we were all so young, and life so innocent. So ah, so beautiful. Black man was in the White House. Great. We were bombing most countries, but not all of them."
    },
    {
      "end_timestamp": 6395.0,
      "id": "796616c9-902f-3bf1-b29a-01d0080205e6",
      "speaker": "Dan",
      "start_timestamp": 6391.0,
      "text": "Most of the same ones."
    },
    {
      "end_timestamp": 6406.0,
      "id": "ebf01e1b-ff6f-321b-81a2-691761c1d63e",
      "speaker": "Jordan",
      "start_timestamp": 6395.0,
      "text": "But now that Alex Jones is has personal contact with the White House, he's got pool, multiple members of the White House. That is,"
    },
    {
      "end_timestamp": 6410.0,
      "id": "1f6cd99b-0fa8-3947-a6ac-62c1fd59645c",
      "speaker": "Dan",
      "start_timestamp": 6406.0,
      "text": "well, it's shrinking by the day, it is shrinking by the day. That's true."
    },
    {
      "end_timestamp": 6439.0,
      "id": "3c0da9fc-6932-32c7-8313-8ac36777e4ca",
      "speaker": "Jordan",
      "start_timestamp": 6410.0,
      "text": "But that is kind of the situation where now you should not treat him as a joke. Because if you treat him seriously, you're attaching or you're attacking a lot of the germs of the bullshit that winds winds up trickling down through the reality. If you if you look at what Alex Jones says, a lot of the time, a watered down version of that shows up coming through the Trump Breitbart White House. Yep. Like that's"
    },
    {
      "end_timestamp": 6445.0,
      "id": "a5f6b4e5-0916-3e27-b356-a7b628bf7444",
      "speaker": "Dan",
      "start_timestamp": 6439.0,
      "text": "take some of that anger and bigotry out of it. It is often Yeah, fairies,"
    },
    {
      "end_timestamp": 6459.0,
      "id": "548804a3-2169-3c22-b5ea-4eac501b4564",
      "speaker": "Jordan",
      "start_timestamp": 6445.0,
      "text": "this seed of What bullshit. They say how many times has Sean Spicer come out and said like, well, what used to be true then is true now. Yeah. Which is or used to be lies that yeah, it's no Yeah, that's right."
    },
    {
      "end_timestamp": 6462.0,
      "id": "0742015e-11b9-3a84-93a4-16730ef51765",
      "speaker": "Dan",
      "start_timestamp": 6459.0,
      "text": "I apologize. It is, and"
    },
    {
      "end_timestamp": 6465.0,
      "id": "661b1c25-947f-3949-8175-f10bffdb5faf",
      "speaker": "Jordan",
      "start_timestamp": 6462.0,
      "text": "it's a Jon rain situation."
    },
    {
      "end_timestamp": 6530.0,
      "id": "d9827d3d-123f-3f46-956a-09e6fe774ba0",
      "speaker": "Dan",
      "start_timestamp": 6465.0,
      "text": "I have a tremendous amount of fear that I mean, we're in for either six months of Trump or eight years. And either way. You really need to start engaging with what crazy people are saying. Because the crazy is now the fox. That's really all we've got. Well, I mean, like, look at this, that whole Susan Rice story. That's nothing. No, it's made up. It was broke by Mike Cernovich. Yeah, Mike Cernovich. broke that. And we haven't talked about him much. But he is wacky. He is a complete lunatic monster asshole. Yep. We could do a whole show about him. We won't. Because he's on the same level of low. We won't stupid. He's the same level as PJ Aw, yeah. He just who cares? You Your weirdo? It, Dick. But like, he broke that story. Trump started talking about that. Yeah, Trump tweeted that he deserved a prize for that story."
    },
    {
      "end_timestamp": 6536.0,
      "id": "4cdffb7d-0c6c-3413-903f-505a7b55ddbe",
      "speaker": "Jordan",
      "start_timestamp": 6530.0,
      "text": "It's insane. That's right. He said he deserved a Pulitzer Prize. Yeah. For made up nonsensical bullshit."
    },
    {
      "end_timestamp": 6541.0,
      "id": "dd528eb2-a91d-3d42-b971-47559a6b69ed",
      "speaker": "Dan",
      "start_timestamp": 6536.0,
      "text": "And now it's fun. If that man is not the president, it"
    },
    {
      "end_timestamp": 6545.0,
      "id": "65d859d7-bd36-38d8-bb09-e640a5752260",
      "speaker": "Jordan",
      "start_timestamp": 6541.0,
      "text": "would be hilarious if that man was not the president. Or do you remember?"
    },
    {
      "end_timestamp": 6547.0,
      "id": "b996a05b-dbcc-3bb8-865e-4b40bca03ff9",
      "speaker": "Dan",
      "start_timestamp": 6545.0,
      "text": "If this was a movie, do you remember"
    },
    {
      "end_timestamp": 6561.0,
      "id": "62784dd1-97bd-35ef-bba9-ce79b4ec9c83",
      "speaker": "Jordan",
      "start_timestamp": 6547.0,
      "text": "those tweets of Trump saying, oh, Obama, you shouldn't do this stuff. Don't go to Syria. That was fun. When Trump wasn't the president. And now he's doing all of those things, which makes it far less fun,"
    },
    {
      "end_timestamp": 6596.0,
      "id": "da1b1bb0-26ca-3973-8df3-5ddc066225aa",
      "speaker": "Dan",
      "start_timestamp": 6561.0,
      "text": "far less fun. And all of these lunatics. The Alex Jones is Mike Cernovich is the savages. All of them, you need to fucking pay attention to them. They are way too influential. And it is it is treating them like soundbite machines to sort of kick in your outrage machine that you think is somehow going to stop them is not your only helping them. We can not necessarily stop them. But I think that we are like we're not part of the"
    },
    {
      "end_timestamp": 6613.0,
      "id": "643bde1b-4af0-3f0f-a56a-8c2b1636f7ce",
      "speaker": "Jordan",
      "start_timestamp": 6596.0,
      "text": "outrage machine. No, I think that what you're trying to say we're not hard The back and forth of vapid, I think one day is the most important day. And then every day we move on to the next thing, I think mainly because we've been doing this podcast on the same thing. For three months now,"
    },
    {
      "end_timestamp": 6633.0,
      "id": "1a1db7bb-80a6-32df-af85-1767d758ccc6",
      "speaker": "Dan",
      "start_timestamp": 6613.0,
      "text": "I think that we're an antibiotic is more than what we are is like, we can cut through the bullshit, we can give credit where credit's due. But at the same time, all of it is under the roof. This guy is a joke and a propaganda. Yeah, but but it doesn't mean this is"
    },
    {
      "end_timestamp": 6640.0,
      "id": "f49eb993-6f62-3714-b761-659b5995fea3",
      "speaker": "Jordan",
      "start_timestamp": 6633.0,
      "text": "when we cut and then it goes. And now we're selling the anti biome, the best antibiotics on the market today."
    },
    {
      "end_timestamp": 6643.0,
      "id": "e3532506-40ff-327c-865f-19c40ae6613f",
      "speaker": "Dan",
      "start_timestamp": 6640.0,
      "text": "We also sell biotics."
    },
    {
      "end_timestamp": 6650.0,
      "id": "e37ebab5-52c5-3c29-b07f-85f2fcad124c",
      "speaker": "Jordan",
      "start_timestamp": 6643.0,
      "text": "Actually, we just sell bacteria, you should go into either one of our departments, you'll find something good."
    },
    {
      "end_timestamp": 6656.0,
      "id": "6543a14b-cdf8-3d47-b4ed-e86d107e282a",
      "speaker": "Dan",
      "start_timestamp": 6650.0,
      "text": "I'm not entirely shake your pick, I'm not entirely sure how to give this a summation and give this like a thesis statement here at the end."
    },
    {
      "end_timestamp": 6678.0,
      "id": "b1fcbccb-302f-352b-82c7-9b1a6f68d42e",
      "speaker": "Jordan",
      "start_timestamp": 6656.0,
      "text": "Your i If I understand from from the perspective of you know, you haven't tried to make this. I think the point that I've gotten is that the way that they handle things, only provides ammunition to be shot back at them. Yes. So they're, they're not."
    },
    {
      "end_timestamp": 6681.0,
      "id": "55de3668-7453-3b99-9ae1-aed20a6424ba",
      "speaker": "Dan",
      "start_timestamp": 6678.0,
      "text": "It's like a gun at Magneto. Or it's just"
    },
    {
      "end_timestamp": 6693.0,
      "id": "7c8c86a9-a978-3c39-917d-18718b7729ec",
      "speaker": "Jordan",
      "start_timestamp": 6681.0,
      "text": "judo. Like that's what it is. Alex Jones is is just using your own force against you. Yeah. So we are using no force. Yeah, we're using the force"
    },
    {
      "end_timestamp": 6708.0,
      "id": "07162e1f-ace0-307e-aed6-2b0337144b6d",
      "speaker": "Dan",
      "start_timestamp": 6693.0,
      "text": "where the drunk monks were using that drunken style where the drunk Jedi? Yeah. And so like, Listen, I'm not saying that we're super effective. But I really think that if you go back and listen to our episodes, we really busted a lot of his fucking narratives pretty hard."
    },
    {
      "end_timestamp": 6713.0,
      "id": "550c77a1-a0ba-3a1d-8c41-e0d534061432",
      "speaker": "Jordan",
      "start_timestamp": 6708.0,
      "text": "I think so which is not to suck our own decks? No, but it's, I mean, I'm an archetypal cocksucker. But"
    },
    {
      "end_timestamp": 6740.0,
      "id": "9d719ef9-f62c-376e-b110-ef3022660c31",
      "speaker": "Dan",
      "start_timestamp": 6713.0,
      "text": "I'm like I, I'm at the end of this episode. And the the feeling that I have is like, I opened this up with saying that I'm mad that media matters. And I am I'm frustrated. I am too. I'm super frustrated by people dealing with something in the completely wrong way. Now, granted, I think that we're dealing with it in the right way. We might be wrong. We might. We might be just as dumb."
    },
    {
      "end_timestamp": 6774.0,
      "id": "81ba4047-0abf-323d-bdc5-edc704c122fe",
      "speaker": "Jordan",
      "start_timestamp": 6740.0,
      "text": "I think I'm dealing with a lot of my problems by smoking weed. And that seems like the right way to deal with things to meet my drink wine. Yeah, right. I mean, the world is ending. So it does seem to make a lot more sense right now. Yeah. And again, from what I understand of your point so far, I feel like you're saying that Alex Jones is shooting out these bullets. They're shooting them back. And all you're doing is fighting fire with fire. So the way we're trying to do things is by going at it from a different direction and fight fire with water."
    },
    {
      "end_timestamp": 6800.0,
      "id": "4c02aed2-36e0-38db-b19d-d171eebde93a",
      "speaker": "Dan",
      "start_timestamp": 6774.0,
      "text": "So what Yeah, fight outrage with laughter. Yeah, I agree with that. Then also, I believe that it's just shoddy. It's just shitty work. The idea of posting clips of Alex and being like, Here's what he said. And then not dealing with where it is in the in the stream of his show. What's going on around it is just bad work."
    },
    {
      "end_timestamp": 6816.0,
      "id": "60f61353-baad-3fa5-a919-8a854044919d",
      "speaker": "Jordan",
      "start_timestamp": 6800.0,
      "text": "It's very least in that headline, they should have said not only he goes on homophobic rant, but he drunkenly goes on homophobic rant that I would have been so much happier if he really paid attention. And notice that that motherfucker was drunk."
    },
    {
      "end_timestamp": 6826.0,
      "id": "9c54e9b7-345f-3431-8d11-7361cb97f3ea",
      "speaker": "Dan",
      "start_timestamp": 6816.0,
      "text": "And if you click on the story, it expands. And then there's the four ways to learn clip. And the clip of the clip of him with a drink in his hand and like those"
    },
    {
      "end_timestamp": 6831.0,
      "id": "5dcda19a-8468-32a3-9956-3bcb7a0b6d86",
      "speaker": "Jordan",
      "start_timestamp": 6826.0,
      "text": "Media Matters is there there's four ways to cover Alex Jones. But anyway,"
    },
    {
      "end_timestamp": 6834.0,
      "id": "634c13b2-57d1-35f7-aee1-c0dc9eefdaf9",
      "speaker": "Dan",
      "start_timestamp": 6831.0,
      "text": "you can check us out at knowledge fight.com"
    },
    {
      "end_timestamp": 6841.0,
      "id": "e71dd46b-a31e-3d57-8692-311ff6f62ec1",
      "speaker": "Jordan",
      "start_timestamp": 6834.0,
      "text": "You can look us up on iTunes or knowledge fight, please subscribe. People have been leaving really, really nice for us to read"
    },
    {
      "end_timestamp": 6845.0,
      "id": "413dc8cf-1fce-3bfe-b5a9-801e05bce9d4",
      "speaker": "Dan",
      "start_timestamp": 6841.0,
      "text": "those. Thank you. And please leave more. Even if you've left one leave three more."
    },
    {
      "end_timestamp": 6849.0,
      "id": "9d90a220-2a21-39a9-9418-97911d170e70",
      "speaker": "Jordan",
      "start_timestamp": 6845.0,
      "text": "All right. I don't think you can by our by our antibiotics,"
    },
    {
      "end_timestamp": 6857.0,
      "id": "797805ec-bef9-3914-8734-7078c6f6f395",
      "speaker": "Dan",
      "start_timestamp": 6849.0,
      "text": "or biotics. Please also you can email us at knowledge fight@gmail.com or catch us on Twitter."
    },
    {
      "end_timestamp": 6859.0,
      "id": "afd37590-f2d3-3d66-bde7-832793cb7d9f",
      "speaker": "Jordan",
      "start_timestamp": 6857.0,
      "text": "At knowledge underscore fight,"
    },
    {
      "end_timestamp": 6866.0,
      "id": "ce0a282c-9daa-355a-a9e1-7858d4114b64",
      "speaker": "Dan",
      "start_timestamp": 6859.0,
      "text": "that's correct. All sorts of other things. But hey, we like to live the life of a couple of dudes who were into policy."
    },
    {
      "end_timestamp": 6871.0,
      "id": "6bc88a42-d3dd-3909-acd7-674aaf1cd341",
      "speaker": "Jordan",
      "start_timestamp": 6866.0,
      "text": "So would you call us a couple of what what are the words I'm thinking of? I don't know. I"
    },
    {
      "end_timestamp": 6879.0,
      "id": "f357af60-cb3e-3de2-844b-95c489c731c9",
      "speaker": "Dan",
      "start_timestamp": 6871.0,
      "text": "think it's like it's like a policy doc or something like that. Like a donk isn't the right word short for donkey. Policy doc"
    },
    {
      "end_timestamp": 6881.0,
      "id": "7c237a37-9775-38a2-97cc-d719cb75eb4b",
      "speaker": "Jordan",
      "start_timestamp": 6879.0,
      "text": "policy walk. Oh, that's it."
    },
    {
      "end_timestamp": null,
      "id": "b3f8656e-3734-3fbf-a629-c14327535286",
      "speaker": "Alex Jones",
      "start_timestamp": 6881.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}