{
  "audio_identifier": "KF_3",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/Episode.mp3",
  "blocks": [
    {
      "end_timestamp": 8.0,
      "id": "3d89d6c7-cb57-3758-970a-350bfd6c060e",
      "speaker": "Alex Jones",
      "start_timestamp": 0.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. So Alex, I'm a first time caller. I'm a huge fan. I love your work."
    },
    {
      "end_timestamp": 11.0,
      "id": "c9b1e112-ff3d-399a-a12b-cc852922a5be",
      "speaker": "Dan",
      "start_timestamp": 8.0,
      "text": "Hey, everybody, welcome back to knowledge fight. I am Dan."
    },
    {
      "end_timestamp": 12.0,
      "id": "ed8aef50-574f-309f-bdb9-8d373978b76b",
      "speaker": "Jordan",
      "start_timestamp": 11.0,
      "text": "I'm Jordan."
    },
    {
      "end_timestamp": 23.0,
      "id": "d004a39e-0107-38a4-af14-5ef2941437d7",
      "speaker": "Dan",
      "start_timestamp": 12.0,
      "text": "And we are back for another installment where I as a man who listens to too much Infowars explains what's going on in the wonderful, wonderful world of Alex Jones to"
    },
    {
      "end_timestamp": 27.0,
      "id": "bfb0697c-7a1e-3696-9ab9-317dfd577d16",
      "speaker": "Jordan",
      "start_timestamp": 23.0,
      "text": "Jordan, who has absolutely no idea what the fuck is about to happen, but"
    },
    {
      "end_timestamp": 28.0,
      "id": "75f0c5e8-dd88-3478-b849-93325d35ebdb",
      "speaker": "Dan",
      "start_timestamp": 27.0,
      "text": "you do know"
    },
    {
      "end_timestamp": 33.0,
      "id": "d1374c2b-2b80-31a2-813f-ede6fc810004",
      "speaker": "Dan",
      "start_timestamp": 28.0,
      "text": "the world? I do. You're heard of it. You're passing familiarity with"
    },
    {
      "end_timestamp": 39.0,
      "id": "ee10d48c-05f2-339d-b171-52d362bc19d9",
      "speaker": "Dan",
      "start_timestamp": 33.0,
      "text": "it. You're a man who likes to pay attention to the news. You're a man who has global awareness. Some might say"
    },
    {
      "end_timestamp": 47.0,
      "id": "34389f2a-a7ef-3d1b-aa1c-8f1f5633ca83",
      "speaker": "Jordan",
      "start_timestamp": 39.0,
      "text": "i Yes, yeah, I would. I would say I am globally aware in the sense that I know about 40% of the globe."
    },
    {
      "end_timestamp": 69.0,
      "id": "2abe0d3e-7f9f-31d6-8f2e-d81d4192aa97",
      "speaker": "Dan",
      "start_timestamp": 47.0,
      "text": "But that's fair. More than most. I'm just trying to give you some Bona fie days here. I have my expertise in listening to this in Alex Jones. Yeah. So you have to have your own expertise. You went to the University of Missouri, right? No, no, they didn't do a Alex Jones study. Where did you go? I went, Oh, I went to the University of Missouri. I thought Yeah, Alex Jones, he went, he went to junior college, I dropped out."
    },
    {
      "end_timestamp": 75.0,
      "id": "ccfa1056-c195-3dc1-accc-74f55c18072c",
      "speaker": "Jordan",
      "start_timestamp": 69.0,
      "text": "I mean, he did well for himself. He's he's very much like, like one of those tech billionaires or like Eminem,"
    },
    {
      "end_timestamp": 80.0,
      "id": "c1bf73d6-9c08-3440-a9fa-586beb5b0a1b",
      "speaker": "Dan",
      "start_timestamp": 75.0,
      "text": "or like shit. Rich's fucking proud of it. Yeah, quote from Eminem."
    },
    {
      "end_timestamp": 83.0,
      "id": "918ef760-42f2-3579-a5fa-3e89c147fda2",
      "speaker": "Jordan",
      "start_timestamp": 80.0,
      "text": "Is that somebody 12 song. All right."
    },
    {
      "end_timestamp": 153.0,
      "id": "e467b6c7-fd4f-3f7e-8b78-b9b098fd54c8",
      "speaker": "Dan",
      "start_timestamp": 83.0,
      "text": "Let's not fuck around too much. Here. We got a lot. We got a lot of business to cover. So as you guys know, if you're Eagle eared listeners, you know that last week, Alex Jones was on vacation. He was on break. He wasn't in studio and we had tons of these din. dingbat fucking co hosts, right. We had the David knights of the world filling in we had Roger Stone doing a day, we had Paul Joseph Watson hosting. And I don't want to I don't want to cover those guys. So we're not we're not we don't have fresh episodes to cover right now, so to speak. But when this comes out, it'll be Monday. Alex will be back in studio. Super excited about. But while Alex was off, he sent in a lot of dispatches from the road. Okay, he sent in a lot of special reports. And I think those are worth talking about a little bit that so that's something we're going to be covering here in this episode. But before we do, I wanted to check in because on the our first episode, we listened to Alex, explain that he was going to take some meetings, yes. But he didn't want to explain the meetings. But the mainstream media could put two and two together"
    },
    {
      "end_timestamp": 158.0,
      "id": "38bdbfd1-2a24-3445-8c03-1cb4d37d65e4",
      "speaker": "Jordan",
      "start_timestamp": 153.0,
      "text": "and then he very quickly put that two and two together and told us it was going to be with"
    },
    {
      "end_timestamp": 161.0,
      "id": "34829118-94ff-3ab1-9dee-09688c424d52",
      "speaker": "Dan",
      "start_timestamp": 158.0,
      "text": "Trump. Yes. I don't need to tell Trump I don't need to warn him in person."
    },
    {
      "end_timestamp": 171.0,
      "id": "22b6442c-7c63-3191-8196-fbd4c42d5359",
      "speaker": "Jordan",
      "start_timestamp": 161.0,
      "text": "He definitely doesn't need to get kudos or a pat on the back does not need that. No, but he was even afraid to leave occupied Texas as long as they smuggled him out in a train like Stalin or whatever Dudley,"
    },
    {
      "end_timestamp": 183.0,
      "id": "3e27afd6-ab13-3531-a554-7ab0ed5ca51f",
      "speaker": "Dan",
      "start_timestamp": 171.0,
      "text": "I think he was in like a coal truck or something like a little blanket over. But on this when he calls in to give a special report, he has a slightly different take on it."
    },
    {
      "end_timestamp": 186.0,
      "id": "5b74d94e-3d46-3fc6-be88-9bf6817087bf",
      "speaker": "Jordan",
      "start_timestamp": 183.0,
      "text": "So now he's even he's his own insane caller."
    },
    {
      "end_timestamp": 200.0,
      "id": "8b9b07cd-16d6-37b6-805f-30d5c185998f",
      "speaker": "Dan",
      "start_timestamp": 186.0,
      "text": "Yep. Okay. Which he actually weirdly addresses in this clip. Oh, of course he does. This is This is Alex calling in and telling his co host who's filling in David Knight, explaining the situation."
    },
    {
      "end_timestamp": 226.0,
      "id": "263648e0-4d55-3955-857a-9f7b67951cc3",
      "speaker": "Alex Jones",
      "start_timestamp": 200.0,
      "text": "I've told people I'm on vacation with my family. But that's become a whole other conspiracy. Even if I leave for a week, I'll be back next week. But regardless, I'm doing a worst case and but just while I'm out here in America, talking and meeting with people, everybody I talked to basically it's against political correctness. Now almost everybody, there is a total awakening taking place. And that's why they're so scared and we talk a lot."
    },
    {
      "end_timestamp": 231.0,
      "id": "e810d8d3-6909-34a2-bd3c-091f2d135699",
      "speaker": "Dan",
      "start_timestamp": 226.0,
      "text": "So he's out there. He's taking meetings with people and everyone hates political correctness."
    },
    {
      "end_timestamp": 248.0,
      "id": "ca3be75f-ca9d-3278-a2f4-accbd4cbed97",
      "speaker": "Jordan",
      "start_timestamp": 231.0,
      "text": "Every everyone he talks even reveals in his own sentence why it is that it like nobody else is talking to him. If if somebody likes political correctness and saw Alex Jones walking down the street, they just scream pizza gate and then run the fuck away."
    },
    {
      "end_timestamp": 250.0,
      "id": "1776d390-98e5-3796-8211-8b8c2855aa30",
      "speaker": "Dan",
      "start_timestamp": 248.0,
      "text": "Probably, oh, it's"
    },
    {
      "end_timestamp": 254.0,
      "id": "f8af98f9-5d9c-3485-bcad-c6d08081fe2a",
      "speaker": "Jordan",
      "start_timestamp": 250.0,
      "text": "pizza gate coming into coming down the road."
    },
    {
      "end_timestamp": 258.0,
      "id": "f2fe0d77-ee2d-3e03-82cb-ae286bf6b947",
      "speaker": "Dan",
      "start_timestamp": 254.0,
      "text": "Let someone given the warning that the Yeah, wake up a party"
    },
    {
      "end_timestamp": 263.0,
      "id": "4284516f-2a14-3338-abc8-1e6cc93a3364",
      "speaker": "Jordan",
      "start_timestamp": 258.0,
      "text": "like the 1940 stickball games in the street kids being like, Oh, no cops."
    },
    {
      "end_timestamp": 267.0,
      "id": "99ada62d-cb3d-3a5c-a364-d0d37eaacdfc",
      "speaker": "Dan",
      "start_timestamp": 263.0,
      "text": "So he's been telling people it's a family vacation, which he hasn't, which is"
    },
    {
      "end_timestamp": 274.0,
      "id": "c5010abe-4e69-3783-b588-0b471f44205b",
      "speaker": "Jordan",
      "start_timestamp": 267.0,
      "text": "its own conspiracy, who is who's a conspiracy saying that? Who cares?"
    },
    {
      "end_timestamp": 276.0,
      "id": "bb1126f7-b5d1-3cc5-9b89-e300c08649f5",
      "speaker": "Dan",
      "start_timestamp": 274.0,
      "text": "Who gives a shit where you're going?"
    },
    {
      "end_timestamp": 281.0,
      "id": "251d88be-5b1d-31b1-97ee-259b2033d856",
      "speaker": "Jordan",
      "start_timestamp": 276.0,
      "text": "That is a really good point. But in his mind, everybody cares where he's going. Right?"
    },
    {
      "end_timestamp": 305.0,
      "id": "52707a93-59a9-3195-af64-bd2ade83e08a",
      "speaker": "Dan",
      "start_timestamp": 281.0,
      "text": "It's so fascinating to like the like, sometimes you lie about things you don't have to. I think that's what he thinks he's doing in his head, not realizing that he revealed on his show what he was not realizing on his own broadcast. He was like, I'm gonna go meet with Trump. Basically. That's what he said. Yeah. Then you reveals that for while he's been lying and saying he's going on family vacation, which he hasn't been doing,"
    },
    {
      "end_timestamp": 315.0,
      "id": "b16757dc-fc9d-3653-923a-fd9d9bfc41d1",
      "speaker": "Jordan",
      "start_timestamp": 305.0,
      "text": "did he even lie about it? Did he just now say that he was on a family vacation? He didn't warn anybody I haven't heard. So work. Keishon has never been said in the history of the world. Right."
    },
    {
      "end_timestamp": 318.0,
      "id": "f2a85799-9edf-350b-b472-c51d2eb006e2",
      "speaker": "Dan",
      "start_timestamp": 315.0,
      "text": "I think I've heard that before."
    },
    {
      "end_timestamp": 322.0,
      "id": "1e40961f-bda3-3d87-843d-0cb66877c4bd",
      "speaker": "Jordan",
      "start_timestamp": 318.0,
      "text": "It's going to work. Sure. He's just working in a different place. Yeah,"
    },
    {
      "end_timestamp": 326.0,
      "id": "a8af2cae-60c0-37dc-af59-be270943f8d8",
      "speaker": "Dan",
      "start_timestamp": 322.0,
      "text": "he's doing his work from the road. And God bless him because there's a lot that needs to be done."
    },
    {
      "end_timestamp": 332.0,
      "id": "c30143cb-038e-3fbb-96bc-ea141a839658",
      "speaker": "Jordan",
      "start_timestamp": 326.0,
      "text": "It's he is He is our true traveling kung fu hero. Yeah, bullshit"
    },
    {
      "end_timestamp": 335.0,
      "id": "3c203721-e9c3-38cf-bba4-bd688626216c",
      "speaker": "Jordan",
      "start_timestamp": 332.0,
      "text": "master. So legend of the bullshit master."
    },
    {
      "end_timestamp": 376.0,
      "id": "10f5eb32-8cb3-3676-8d9a-06cb16621ae2",
      "speaker": "Dan",
      "start_timestamp": 335.0,
      "text": "So this episode is going to cover a video that he put out right before he left. That is sort of, I feel like it's still the beginning of the year. And I feel like, you know, a lot of people have made resolutions. And there's a lot of the year to look forward to as he made a resolution. He kind of does in at a certain point here, but he released a video called The Secret of 2017. Whoa, and I feel like he already knows the secret. He knows the secret. This is a really, I think it's probably like a 20 minute long video, I've cut out the parts that are superfluous, like where he repeats himself, right like that."
    },
    {
      "end_timestamp": 380.0,
      "id": "8411999d-6121-3b23-913e-8e4749c8f5b1",
      "speaker": "Jordan",
      "start_timestamp": 376.0,
      "text": "So it's cut down to a 32nd clip."
    },
    {
      "end_timestamp": 403.0,
      "id": "ff0b6a73-e020-3608-a7ef-1af54dbb4d91",
      "speaker": "Dan",
      "start_timestamp": 380.0,
      "text": "No, I believe in the funny stuff. Okay. All right. So we're going to take a look at this, this video today. This the secret of 2017 that I think is pretty indicative. Like if you look at this as just a microcosm of Alex Jones, his broadcast style hates him to a fucking tea. Okay, so here we go. We're gonna kick it off."
    },
    {
      "end_timestamp": 423.0,
      "id": "1024ddfe-9925-3d99-8e6c-f3d407af1e59",
      "speaker": "Alex Jones",
      "start_timestamp": 403.0,
      "text": "I remember back in July 2016. Seems like just minutes ago, but it was over half a year ago. I was in Cleveland, Ohio. Covering the RNC."
    },
    {
      "end_timestamp": 425.0,
      "id": "29fff18d-53e2-3176-a697-45e26594c88b",
      "speaker": "Dan",
      "start_timestamp": 423.0,
      "text": "So I want to be clear I'm not putting in pauses This is"
    },
    {
      "end_timestamp": 436.0,
      "id": "86c2bf0d-e1ef-37d5-91aa-024fa5017214",
      "speaker": "Jordan",
      "start_timestamp": 425.0,
      "text": "That's Tom Waits telling a story right? Like you and I are in a bar right next to Tom Waits going like just a little bit faster, Tom? A little bit faster. Tom."
    },
    {
      "end_timestamp": 449.0,
      "id": "ab4a6c2a-498b-33a7-bdc9-185bd794bf64",
      "speaker": "Dan",
      "start_timestamp": 436.0,
      "text": "There's also a part of me that thinks like from listening to this that Alex is itching to do drama. Like he really wants to start doing dramatic monologues. Just feels like there's a game"
    },
    {
      "end_timestamp": 453.0,
      "id": "5d73feee-4451-3a59-b885-1a692b67f61b",
      "speaker": "Jordan",
      "start_timestamp": 449.0,
      "text": "this st Crispin's day. Oh, also, we all know"
    },
    {
      "end_timestamp": 460.0,
      "id": "aa91b64a-f54a-3646-87c8-2eeab521a413",
      "speaker": "Dan",
      "start_timestamp": 453.0,
      "text": "this video is that long. I'm not playing 20 minute clips. Don't worry, we'll be back sooner than that."
    },
    {
      "end_timestamp": 473.0,
      "id": "3e1d3ed7-d55d-3996-b77b-e3847245f401",
      "speaker": "Alex Jones",
      "start_timestamp": 460.0,
      "text": "And I went over to the Ritz Carlton were the main Republicans were staying. And I met with a lot of the different Fox News officials, their vice presidents their programming people."
    },
    {
      "end_timestamp": 489.0,
      "id": "c6eccb82-0d29-3183-824c-d85798d24a60",
      "speaker": "Dan",
      "start_timestamp": 473.0,
      "text": "Now keep in mind I want to cut in here real quick to remind you that the name of this video is the secret of 2017. So just remember when he starts down this road, this is the first thought he had in his mind when he made a video called The Secret of 2017."
    },
    {
      "end_timestamp": 496.0,
      "id": "3ecbbf68-f30d-3fd8-bb54-484d60f92af6",
      "speaker": "Jordan",
      "start_timestamp": 489.0,
      "text": "But you forgot to add the part where he said the way we learned about the future is we look to the past."
    },
    {
      "end_timestamp": 498.0,
      "id": "28c25562-d727-39ad-a600-c0bb3d3d41ab",
      "speaker": "Dan",
      "start_timestamp": 496.0,
      "text": "That's almost Kris Kristofferson."
    },
    {
      "end_timestamp": 499.0,
      "id": "4c1b30ad-9288-3891-95f4-f84d4c7c137a",
      "speaker": "Jordan",
      "start_timestamp": 498.0,
      "text": "Oh yeah, that's right."
    },
    {
      "end_timestamp": 500.0,
      "id": "dcc828e6-934a-37db-9266-f0f4cd21a7cf",
      "speaker": "Dan",
      "start_timestamp": 499.0,
      "text": "There's a there's a gravel."
    },
    {
      "end_timestamp": 503.0,
      "id": "3aa4299f-a7cd-3b75-82b9-cacc4819e995",
      "speaker": "Jordan",
      "start_timestamp": 500.0,
      "text": "I'm trying. I'm trying it. He's got a tough voice to imitate. No, not"
    },
    {
      "end_timestamp": 506.0,
      "id": "2636532c-d259-3b46-bec2-beebaaa9e287",
      "speaker": "Dan",
      "start_timestamp": 503.0,
      "text": "really. I don't know if that's good."
    },
    {
      "end_timestamp": 511.0,
      "id": "03ebe2bc-8270-33cc-8f6a-81e8b53ddd6c",
      "speaker": "Jordan",
      "start_timestamp": 506.0,
      "text": "I think you gotta go a little bit lower. You got the cadence. Right. All right."
    },
    {
      "end_timestamp": 577.0,
      "id": "3e625ea7-12cd-3682-94cd-7c026128bd67",
      "speaker": "Alex Jones",
      "start_timestamp": 511.0,
      "text": "And we talked about Megyn Kelly. And I said Megan Kelly, this is only like six seven months ago now. Seems like again, just yesterday, but also a lifetime ago. Megyn Kelly is your Bellwether. If she can successfully convert your audience to hating conservatism hating libertarianism buying into worshipping this dead political horse Hillary, then you've won, that I said, I think Megyn Kelly's gonna destroy herself in this battle with Donald Trump and the American people. And they agree with me, they said no, we were already seeing ratings slide. She had the top ratings on the channel. And now she's moved on to the peacock network NBC itself. It's bad son, MSNBC and CNBC and Microsoft and all the rest of this is truly a train wreck we're watching but it shows how she gets her hair done in Manhattan. She's beautiful little elf woman. There's an old lady me and nothing is a lady. She still believes"
    },
    {
      "end_timestamp": 583.0,
      "id": "93d6bd2c-adad-30c6-bd22-4d6b1fbb3102",
      "speaker": "Dan",
      "start_timestamp": 577.0,
      "text": "you were laughing over him calling her solace. Solace. Oh god, she's an ugly woman. It's"
    },
    {
      "end_timestamp": 587.0,
      "id": "df61dd50-81ed-37da-a711-fd489c618415",
      "speaker": "Jordan",
      "start_timestamp": 583.0,
      "text": "all this again and nothing against the ladies. Nothing against the ladies, but"
    },
    {
      "end_timestamp": 595.0,
      "id": "1fca8a88-7628-344f-bd7c-a95894ad923f",
      "speaker": "Dan",
      "start_timestamp": 587.0,
      "text": "I'm going to attractiveness. Shame you. Yes. Megan Kelly is a beautiful woman. I disagree with her on her stances on race. Elf woman."
    },
    {
      "end_timestamp": 606.0,
      "id": "96437ab0-e439-3f1f-88ef-7e31fcb19d74",
      "speaker": "Jordan",
      "start_timestamp": 595.0,
      "text": "Elf woman that's not even a negative is that yeah, I mean Although Yeah, are we going well let's go with Lord of the Rings. The elves are the most beautiful heroine is gorgeous Yeah, exactly."
    },
    {
      "end_timestamp": 609.0,
      "id": "4f18b18b-9b04-3616-ac55-fc6f4c771b75",
      "speaker": "Dan",
      "start_timestamp": 606.0,
      "text": "And all these cosplayers dress up like elves yes,"
    },
    {
      "end_timestamp": 611.0,
      "id": "55c7b177-cb5b-3f89-a54b-5710dcf173ad",
      "speaker": "Unknown Speaker",
      "start_timestamp": 609.0,
      "text": "they're fucking hot elves"
    },
    {
      "end_timestamp": 614.0,
      "id": "f3b882b8-bb10-3aae-b218-6e954cf1a186",
      "speaker": "Jordan",
      "start_timestamp": 611.0,
      "text": "are a main selling point in this absolutely this world of ours I"
    },
    {
      "end_timestamp": 616.0,
      "id": "b2ed8798-e941-34e0-91c5-a043c2d9f98a",
      "speaker": "Unknown Speaker",
      "start_timestamp": 614.0,
      "text": "guess it goes and gets her hair done in Manhattan."
    },
    {
      "end_timestamp": 623.0,
      "id": "3e822e76-fd8e-377f-ba52-651770616bb8",
      "speaker": "Jordan",
      "start_timestamp": 616.0,
      "text": "Which does wait. This clip isn't doesn't she live in Manhattan? Probably where else would she get her hair done the"
    },
    {
      "end_timestamp": 631.0,
      "id": "38e7dd00-6bb7-3a9f-805c-fb0db084d830",
      "speaker": "Dan",
      "start_timestamp": 623.0,
      "text": "Bronx your bitch. Take a trip. Take a trip up to Harlem to get your hair done. Yeah,"
    },
    {
      "end_timestamp": 642.0,
      "id": "995821e2-73b5-3bd4-a0d8-32d30ae8e392",
      "speaker": "Jordan",
      "start_timestamp": 631.0,
      "text": "I understand that. That's crazy. But all right. Yeah, don't get your hair done. Where you live. Yeah, that you millionaire tip. So host"
    },
    {
      "end_timestamp": 662.0,
      "id": "9b2f9a95-9af4-3750-981a-a9b2da169bba",
      "speaker": "Alex Jones",
      "start_timestamp": 642.0,
      "text": "elite than the system. So Megan Kelly, as the whole dinosaur media goes down, is emblematic of the fall of the peacock, globalist narcissistic, brainwashing machine. I think that's really the takeaway from all of their second bringing."
    },
    {
      "end_timestamp": 670.0,
      "id": "5d732222-db6b-32bf-8816-52baa1ca8d94",
      "speaker": "Dan",
      "start_timestamp": 662.0,
      "text": "So this is the first clip and it seems like it's a thesis statement. It seems like that's the thesis."
    },
    {
      "end_timestamp": 684.0,
      "id": "638cddaa-7f7b-3f85-8a00-04d8e16cd9ee",
      "speaker": "Jordan",
      "start_timestamp": 670.0,
      "text": "It does seem like there is more to go on this particular subject there. 100%. But now, before we go into things that were her rating, slipping, I didn't she still the number one?"
    },
    {
      "end_timestamp": 691.0,
      "id": "21e0d711-7eeb-38de-b96d-42448f7f897e",
      "speaker": "Dan",
      "start_timestamp": 684.0,
      "text": "I don't know. I don't know the statistics on that. But I know that they did offer her a fat contract to stay down. Right. So I probably"
    },
    {
      "end_timestamp": 696.0,
      "id": "ccf16120-f8d1-392c-a4a3-103f2c1108f6",
      "speaker": "Jordan",
      "start_timestamp": 691.0,
      "text": "because she was sexually harassed by all of Fox News. Yeah, probably. Yeah."
    },
    {
      "end_timestamp": 697.0,
      "id": "61678581-a37b-3854-8e5d-fd9ff95a56ee",
      "speaker": "Dan",
      "start_timestamp": 696.0,
      "text": "You got to cover your tracks a little bit. I"
    },
    {
      "end_timestamp": 699.0,
      "id": "d6cdba87-3339-3955-9684-2c16d4742eda",
      "speaker": "Jordan",
      "start_timestamp": 697.0,
      "text": "think I would be a smart idea."
    },
    {
      "end_timestamp": 704.0,
      "id": "1da58ad2-8ebc-3790-a987-0fdd3732f5b7",
      "speaker": "Dan",
      "start_timestamp": 699.0,
      "text": "I think her numbers were slipping a little bit, but not like to a profound extent."
    },
    {
      "end_timestamp": 710.0,
      "id": "5a018002-0b4a-356c-a2ce-65efc7ac6ec2",
      "speaker": "Jordan",
      "start_timestamp": 704.0,
      "text": "Okay. Now, did he? Has he ever criticized Megan Kelly in the past?"
    },
    {
      "end_timestamp": 711.0,
      "id": "4f9a58f3-211e-3956-8120-932e4ddc530c",
      "speaker": "Dan",
      "start_timestamp": 710.0,
      "text": "I think so. Yeah. Do"
    },
    {
      "end_timestamp": 713.0,
      "id": "f6004dc4-15b3-362f-a3e7-05d9d04ca30a",
      "speaker": "Jordan",
      "start_timestamp": 711.0,
      "text": "you think so? Yeah. Especially when she was on Fox News,"
    },
    {
      "end_timestamp": 726.0,
      "id": "24c22428-d868-36ac-b90b-d73bec6aa754",
      "speaker": "Dan",
      "start_timestamp": 713.0,
      "text": "especially when she was the moderator of that debate and asked Trump some hard questions. Oh, yeah. No, that was her fault. Yeah, absolutely. She shouldn't have gotten in the line of fire with a good man. Oh, no, he's a good man. Don't fucking questions."
    },
    {
      "end_timestamp": 733.0,
      "id": "f15c90df-b666-3ea0-b0c0-330f67936cc3",
      "speaker": "Jordan",
      "start_timestamp": 726.0,
      "text": "These elves are coming up on our orange headed toes. Sure. And they are just getting in the way"
    },
    {
      "end_timestamp": 751.0,
      "id": "561dbe4f-7a88-3433-9829-01c60d4f9b9e",
      "speaker": "Dan",
      "start_timestamp": 733.0,
      "text": "there is there is this insane, like overarching narrative that they have that is like the media are bullies. And that like keeps coming up? And so like, I do believe that Alex would think that like, asking Trump hard questions is bullying him? Yeah. And that's nuts. That's completely nuts. Roll the"
    },
    {
      "end_timestamp": 777.0,
      "id": "a6dabae5-2e7f-33d8-b095-9b9a23dc7645",
      "speaker": "Jordan",
      "start_timestamp": 751.0,
      "text": "press that always goes back to everything. He always says this, and it's, you know, everything they accused us of doing is what they're doing. Yep. He's what he's really saying there is. If we don't do it, they're gonna do it to us. Yes. So it's giving him a pre emptive justification, you know, in the same way that China and Russia have reserved the right to first strike."
    },
    {
      "end_timestamp": 780.0,
      "id": "618f5a11-4582-3a28-966c-166503e3a9fa",
      "speaker": "Jordan",
      "start_timestamp": 777.0,
      "text": "nuclear attack. Well, back in 90 back in 99."
    },
    {
      "end_timestamp": 783.0,
      "id": "4299ce4f-746f-3a71-b958-6a799c5a5fb1",
      "speaker": "Jordan",
      "start_timestamp": 780.0,
      "text": "I assume they didn't cancel that reservation, right."
    },
    {
      "end_timestamp": 786.0,
      "id": "14de6b4b-fe8f-3446-9ea5-2c839fb02541",
      "speaker": "Dan",
      "start_timestamp": 783.0,
      "text": "I mean, the tables ready. Yeah, the reservation."
    },
    {
      "end_timestamp": 788.0,
      "id": "82055f2c-1caf-3b24-97fd-f31ae0957f1c",
      "speaker": "Jordan",
      "start_timestamp": 786.0,
      "text": "They've already got Brad on it. So"
    },
    {
      "end_timestamp": 803.0,
      "id": "e3513f0c-d223-3f1d-98a2-2347f2725643",
      "speaker": "Dan",
      "start_timestamp": 788.0,
      "text": "interestingly, that is his opening volley of the secrets of 2017. Okay, it seems like maybe that's the direction he's gonna go. It might or might not be the case. Here's some more words about making Kelly though."
    },
    {
      "end_timestamp": 824.0,
      "id": "27e973c5-434f-3ce9-8008-96d7fa941c5d",
      "speaker": "Alex Jones",
      "start_timestamp": 803.0,
      "text": "Huge things are happening right now. And you look at these tarts, it's not that she's a woman. I know are women. The archetype of the dumb guy, the dumb woman. I mean, Megan Kelly is the dumb blonde cheerleader. Who looked okay 10 years ago on Fox, but now just looks like an ugly witch."
    },
    {
      "end_timestamp": 828.0,
      "id": "143bcc1a-d5b8-30c0-9fb8-2220941b0647",
      "speaker": "Dan",
      "start_timestamp": 824.0,
      "text": "See, that's, that's so unfair on a number"
    },
    {
      "end_timestamp": 855.0,
      "id": "74fb140b-2021-3caf-81dd-ba6ca4ed472a",
      "speaker": "Jordan",
      "start_timestamp": 828.0,
      "text": "of God's name. Is he? Okay? He's justified. Sounds drunk, right? He sounds drunk. That's a dude who is drunk. He's at the hotel bar. He's sitting next to like he's been on the road for a long time. He's sitting next to you by the crack the code. Yeah, he's, he's drunk. He's just rambling. She like being mean about her appearance. All the Fox News people. She's the only one who seems intelligent at all"
    },
    {
      "end_timestamp": 864.0,
      "id": "4038908b-3d00-3fed-81c4-0f1a2939018a",
      "speaker": "Dan",
      "start_timestamp": 855.0,
      "text": "and doesn't seem at all like a dumb cheerleader. No more than anything. She seems like a like a stern ant. Kind of appetite. Yeah, but"
    },
    {
      "end_timestamp": 869.0,
      "id": "fc72e52b-d160-3f2d-bac5-a9cb221a92d9",
      "speaker": "Jordan",
      "start_timestamp": 864.0,
      "text": "No, I disagree with her positions, but she does seem like a fucking whip cracking smart laid and"
    },
    {
      "end_timestamp": 882.0,
      "id": "6dd73027-5f27-3e2d-be56-455cfb125163",
      "speaker": "Dan",
      "start_timestamp": 869.0,
      "text": "substantial. Yes. She doesn't seem like she seems like someone who and evidence has borne this out in interviews. She's not just repeating things. No, she's engaged in the interview and asking questions based on what the people say to her"
    },
    {
      "end_timestamp": 904.0,
      "id": "06fd8d27-74d2-3462-a002-beadcaf38bdf",
      "speaker": "Jordan",
      "start_timestamp": 882.0,
      "text": "right, which is why they hate her because if you respond with an answer, and then you get a follow up question, you don't get the chance to just skip over it. You don't get to just insinuate something and then leave like a certain I don't know host of a certain The show so for the second might have a gravelly tax accent. So"
    },
    {
      "end_timestamp": 911.0,
      "id": "af9d468d-ab25-3c68-8edc-3d01c80dff13",
      "speaker": "Dan",
      "start_timestamp": 904.0,
      "text": "for the second time in the span of three minutes he's said I don't hate women but this woman is an ugly kids"
    },
    {
      "end_timestamp": 916.0,
      "id": "92445aca-821e-35a5-998b-aab97d4c1c61",
      "speaker": "Jordan",
      "start_timestamp": 911.0,
      "text": "really went after Why is he going after appearance looks like a witch. That's such bush league bullshit. Yeah,"
    },
    {
      "end_timestamp": 929.0,
      "id": "0745b5f7-bd77-33fb-afbb-17603912b603",
      "speaker": "Dan",
      "start_timestamp": 916.0,
      "text": "it is. But you know, when you really get down to it, I don't know he has many other tools, you know, like other than bush league stuff. Yeah, insinuation and sort of insults. Yeah. But anyway, hold on. We got more, because her"
    },
    {
      "end_timestamp": 961.0,
      "id": "b7dc997d-7cae-3e26-9b90-814f6d15104d",
      "speaker": "Alex Jones",
      "start_timestamp": 929.0,
      "text": "soul is ugly. She reportedly told friends oh, I'm ugly. I'm old. Now. I better join the liberal. She's wanting to go jump onto some failed ship. Because she feels rejected after buying into the mainstream media's lie that Donald Trump was this evil guy. This is just her thinking, Oh, my God, I'm hated at Fox. I'm hated by the viewers. Now let me go to NBC. Because those failures, those vampires are ready to get whoever they can swindle into joining him."
    },
    {
      "end_timestamp": 965.0,
      "id": "8030379a-fca9-3c1d-b660-18bfde0f6dfe",
      "speaker": "Dan",
      "start_timestamp": 961.0,
      "text": "So that was just fanfiction. He assumed what she was thinking."
    },
    {
      "end_timestamp": 982.0,
      "id": "5ab0e840-f3c6-3745-a2fe-594093d491cf",
      "speaker": "Jordan",
      "start_timestamp": 965.0,
      "text": "Yeah, he's wait. So he thinks she told her friends that I'm ugly. That she she so he now he's absolving himself of any of those insults, because he's just repeating what she said. He's just except he's never heard anybody say that? Never."
    },
    {
      "end_timestamp": 988.0,
      "id": "1b74949d-75d4-3fae-b782-eeadbd074a41",
      "speaker": "Dan",
      "start_timestamp": 982.0,
      "text": "He's just telling us her psyche, because he absolutely knows what she's dealing with."
    },
    {
      "end_timestamp": 1008.0,
      "id": "ffbabbac-be81-3507-ba53-29e2c7989b65",
      "speaker": "Jordan",
      "start_timestamp": 988.0,
      "text": "What so? Oh, okay. All right. But is he everywhere at all times? Does he have everything bugged? Because it seems like everything he says is like, I know that these three people said this in a private room. Yeah. And I know it because I have small little cameras set up wherever Megyn Kelly goes. Well,"
    },
    {
      "end_timestamp": 1010.0,
      "id": "d27d90ab-f5ce-3ca9-a497-bff793a69b80",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1008.0,
      "text": "I mean, if he's a little bit drunk right now,"
    },
    {
      "end_timestamp": 1028.0,
      "id": "75745a6c-2aca-3c6c-983e-612e1bbfff35",
      "speaker": "Dan",
      "start_timestamp": 1010.0,
      "text": "does he's listened to our show, which is nice. Megyn Kelly, he probably does. I mean, think about it. Like these sorts of insults generally don't come out of people who don't have some sort of feeling about a person, ya know, he's outright hate is usually covering up some sort of conflict."
    },
    {
      "end_timestamp": 1043.0,
      "id": "b6c90aca-18cf-38ce-af91-abef4ddd9d03",
      "speaker": "Jordan",
      "start_timestamp": 1028.0,
      "text": "I mean, yeah, he must have he must have loved her at some point. Yeah. When she was on Fox News, not just like, in an interpersonal way. Yeah. Yeah, that's the man. That's a drunk man who feels like he's been left behind by the one who he's, she's the one who got away."
    },
    {
      "end_timestamp": 1052.0,
      "id": "7b985eb5-ba83-3c24-bb34-628dbe99102c",
      "speaker": "Dan",
      "start_timestamp": 1043.0,
      "text": "So now again, I have to remind you, and I'm going to constantly remind you, okay, this is the secret of 2017. You spent the opening 10 minutes,"
    },
    {
      "end_timestamp": 1054.0,
      "id": "117df17a-9b2d-3abc-b19b-6529488537e8",
      "speaker": "Jordan",
      "start_timestamp": 1052.0,
      "text": "we're on 10 minutes. Okay."
    },
    {
      "end_timestamp": 1057.0,
      "id": "79b1fe38-9dbd-3940-b8e9-66e97c37c158",
      "speaker": "Dan",
      "start_timestamp": 1054.0,
      "text": "We're at like, 20. But, of course, we"
    },
    {
      "end_timestamp": 1058.0,
      "id": "16117bfa-e372-3298-bad0-8d78c94e7761",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1057.0,
      "text": "spent the opening, like, because we"
    },
    {
      "end_timestamp": 1066.0,
      "id": "bf3e113d-2efc-3dfc-a2d5-ecf8ff275975",
      "speaker": "Jordan",
      "start_timestamp": 1058.0,
      "text": "have the focusing abilities of somebody who's taken crack speed and is on a drinking HD Monty. Monty? Yeah."
    },
    {
      "end_timestamp": 1083.0,
      "id": "693e1991-b16d-3270-8cff-c0a2fabb6e2c",
      "speaker": "Dan",
      "start_timestamp": 1066.0,
      "text": "He's taken up the beginning of the secret of 2016, just to personally attack the appearance of Megyn Kelly over and over again and assume what she's thinking, Yeah, but that's not really what it's all about. It's also about how good a man, Alex Jones, oh, no,"
    },
    {
      "end_timestamp": 1125.0,
      "id": "f2d574c7-430b-37e2-84f4-b9227a1b58ae",
      "speaker": "Alex Jones",
      "start_timestamp": 1083.0,
      "text": "I'm just an average person who has a will and who's justice bound? And who wants to promote freedom. But I am special in that I don't join every peacock organization. I don't want to go. Anybody else who's successful like me, almost everybody. They go and there's weird functions and dinners and fake charity events where you walk down red carpets and they have people there to take photos of you just so you feel big, like the whole business is vanity that means nothing to me. I'll tell you what means something to me. Rob probably been in Luby's cafeterias that are here in Texas, a few other states 500 times my life."
    },
    {
      "end_timestamp": 1129.0,
      "id": "e3280daa-759b-32e8-b0ad-6ed085ba9304",
      "speaker": "Dan",
      "start_timestamp": 1125.0,
      "text": "Now, you might think that this is going to AI support local business."
    },
    {
      "end_timestamp": 1135.0,
      "id": "eb93fc1d-594a-3cc9-b710-cd186cf73904",
      "speaker": "Jordan",
      "start_timestamp": 1129.0,
      "text": "I'm really hoping I'm hoping there's one redeeming factor in this log trunk and speech."
    },
    {
      "end_timestamp": 1146.0,
      "id": "97806d60-902d-32b4-88d0-8dfabca02c09",
      "speaker": "Dan",
      "start_timestamp": 1135.0,
      "text": "No. Okay. It is long and seemingly drunken, but he is about to tell a story that never happened. To illustrate why he is a great man."
    },
    {
      "end_timestamp": 1151.0,
      "id": "d25fb40b-e28d-30a0-96a8-a6f292a973c3",
      "speaker": "Jordan",
      "start_timestamp": 1146.0,
      "text": "Okay, and so we're back to the spaceship car"
    },
    {
      "end_timestamp": 1154.0,
      "id": "1196e16d-2f8b-3db6-a2ce-a554d0af76a6",
      "speaker": "Dan",
      "start_timestamp": 1151.0,
      "text": "1,000% But just strap it in"
    },
    {
      "end_timestamp": 1158.0,
      "id": "971bb18c-338d-38cb-b89e-b74baab02864",
      "speaker": "Jordan",
      "start_timestamp": 1154.0,
      "text": "Shabbat and I'm gonna put the microphone down. Yeah, this is what I'm gonna do"
    },
    {
      "end_timestamp": 1163.0,
      "id": "e64f06db-eb61-3f6a-870b-3d06f247e9c6",
      "speaker": "Dan",
      "start_timestamp": 1158.0,
      "text": "is take a sip of champagne and enjoy some bullshit time. All righty."
    },
    {
      "end_timestamp": 1202.0,
      "id": "a4fdaf05-2f20-3a64-b6d2-449f2ae7845e",
      "speaker": "Alex Jones",
      "start_timestamp": 1163.0,
      "text": "I grew up when I was little kid going to him in Dallas. And it wasn't until about six seven years ago that I don't know Libby's not here Oh old ladies on the line who had always been in line with so little kid going I don't have the money for the Louisiana and a little purse bags and and I started getting tears in my eyes because they weren't saying this for me. They were talking about already friends like they didn't have money for food. This is their one day out a week to get this food. I didn't want to make a scenery thing with every step a few times. I'm getting all these people's food well wasn't that was some angel or whatever."
    },
    {
      "end_timestamp": 1204.0,
      "id": "e730fea2-e9c4-34a6-8f69-618b3c327073",
      "speaker": "Dan",
      "start_timestamp": 1202.0,
      "text": "So I want to I want to break."
    },
    {
      "end_timestamp": 1207.0,
      "id": "95a00421-f0db-3a74-98e4-86f358fc1c08",
      "speaker": "Jordan",
      "start_timestamp": 1204.0,
      "text": "How old was he again? What did he What is his currently this is currently"
    },
    {
      "end_timestamp": 1230.0,
      "id": "4a2838a4-2604-3aeb-a663-1d55186c1a5f",
      "speaker": "Dan",
      "start_timestamp": 1207.0,
      "text": "he's been going to Luby's his whole life for 500 times or so. Yeah but he see okay, here's why this didn't happen I don't think any number of reasons could be why this didn't I don't think Alex Jones isn't possibly a charitable nice man That's entirely possible Yeah, but this story didn't happen because no one goes to a restaurant and being I can't pay for the food you stay home"
    },
    {
      "end_timestamp": 1234.0,
      "id": "7c1a3652-cfb8-3b55-b610-ca259946fb29",
      "speaker": "Jordan",
      "start_timestamp": 1230.0,
      "text": "yeah goes but this but this is there one day out a week to"
    },
    {
      "end_timestamp": 1237.0,
      "id": "3084f2ed-fed5-310f-a854-6e5e4d436f16",
      "speaker": "Dan",
      "start_timestamp": 1234.0,
      "text": "he's again this is making Kelly's thoughts he's assuming he has no idea."
    },
    {
      "end_timestamp": 1260.0,
      "id": "b97c8390-1afd-348f-9b2a-73ddaed4ebf3",
      "speaker": "Jordan",
      "start_timestamp": 1237.0,
      "text": "Okay. All right. So Okay. All right. buys them all food though. I'm trying to good guy. I know. He's a good guy. But so this has happened a few times, apparently in different movies or in the same movies. Well, and if it's in the same movies, does he know these people's names? Can he give us any details about them other than their their old women crying"
    },
    {
      "end_timestamp": 1266.0,
      "id": "bf8b1818-4714-3430-a76c-df0e0eac0088",
      "speaker": "Dan",
      "start_timestamp": 1260.0,
      "text": "you gave your son a job? You let one of these old biddies get in and do a news report."
    },
    {
      "end_timestamp": 1272.0,
      "id": "d7f404db-5e2a-3897-b9f8-ea56fbc478c7",
      "speaker": "Jordan",
      "start_timestamp": 1266.0,
      "text": "They could probably tear down Megan Kelly way better than he could it would feel better Yeah. I would be less offended by it"
    },
    {
      "end_timestamp": 1275.0,
      "id": "32555b2f-ba5a-3b19-a630-d64bf136f64d",
      "speaker": "Dan",
      "start_timestamp": 1272.0,
      "text": "with clips not over."
    },
    {
      "end_timestamp": 1296.0,
      "id": "9eb5dce7-3524-31fd-877f-a5f64dc9b1ba",
      "speaker": "Alex Jones",
      "start_timestamp": 1275.0,
      "text": "It was it my whole life. I'd gone or whatever early memories of being like Louise in Dallas and like two years old. And I never heard people bitching and complaining they couldn't move the food. The food was lower quality. The food was even cheaper. Inflation alive. I saw the news saying oh there's no inflation our economy is great. Obama said we've got the best economy we've ever had."
    },
    {
      "end_timestamp": 1310.0,
      "id": "9a92aef4-ced4-32da-9cd0-809566581787",
      "speaker": "Dan",
      "start_timestamp": 1296.0,
      "text": "So now he's somehow relates the story to Obama also inflation also the food is worse now. But I've kept going the food tourists now it's cheaper but there's inflation."
    },
    {
      "end_timestamp": 1314.0,
      "id": "3d203da0-8ec4-3876-ab7c-5d71751be13b",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1310.0,
      "text": "Yeah, I don't understand those. Yeah, so"
    },
    {
      "end_timestamp": 1320.0,
      "id": "72a00125-bfed-310c-bac5-5cdf35af9242",
      "speaker": "Jordan",
      "start_timestamp": 1314.0,
      "text": "that is that is a twisted just that's a pretzel of a thought."
    },
    {
      "end_timestamp": 1330.0,
      "id": "972cf785-031b-3134-9fcc-fd1196f3a291",
      "speaker": "Dan",
      "start_timestamp": 1320.0,
      "text": "Again, like you're getting like, this is the secret of 2017 Megan Kelly is ugly and insecure. So she ran away to NBC"
    },
    {
      "end_timestamp": 1335.0,
      "id": "89f50dd3-2a6e-328e-a383-62b495376e4f",
      "speaker": "Jordan",
      "start_timestamp": 1330.0,
      "text": "Obama ruined the economy by increasing inflation and directly going after Luby's"
    },
    {
      "end_timestamp": 1341.0,
      "id": "41f538a7-bdb4-31d7-8eb4-7d3891909456",
      "speaker": "Dan",
      "start_timestamp": 1335.0,
      "text": "it Alex Jones is a good man because he overheard some old women talking about not being able to pay for food they ordered and"
    },
    {
      "end_timestamp": 1343.0,
      "id": "97538ac0-e37b-38bb-a263-fe03e091628d",
      "speaker": "Jordan",
      "start_timestamp": 1341.0,
      "text": "they had coin purses."
    },
    {
      "end_timestamp": 1344.0,
      "id": "a500c509-8337-3d8b-8832-f7e8c95bc58a",
      "speaker": "Dan",
      "start_timestamp": 1343.0,
      "text": "I guess so. So"
    },
    {
      "end_timestamp": 1346.0,
      "id": "c107c435-0786-3ed8-bd34-5c1ec0e21260",
      "speaker": "Jordan",
      "start_timestamp": 1344.0,
      "text": "this is this this isn't the 50 This is supposed to be now"
    },
    {
      "end_timestamp": 1350.0,
      "id": "20840062-492b-3742-9bed-e6ba93d24b28",
      "speaker": "Jordan",
      "start_timestamp": 1346.0,
      "text": "but he's still referencing coin purses from we've ever"
    },
    {
      "end_timestamp": 1352.0,
      "id": "ed03818c-2d74-37fb-ab85-e871c85c71f5",
      "speaker": "Dan",
      "start_timestamp": 1350.0,
      "text": "been to occupied Texas I"
    },
    {
      "end_timestamp": 1362.0,
      "id": "60d6f988-ba01-3ffc-b076-e66b2a8b9b83",
      "speaker": "Jordan",
      "start_timestamp": 1352.0,
      "text": "have never been to occupied you know there's a lot of coin purse. There's a lot of coins. But you know what that that? Yeah. See that? Now he gets I don't know when Texas is in the world."
    },
    {
      "end_timestamp": 1371.0,
      "id": "b421cf39-fb9d-34af-a554-ac05c4550167",
      "speaker": "Dan",
      "start_timestamp": 1362.0,
      "text": "It's in the 50s. Yeah, constantly. It's like Pleasantville. Right. So now here's where he gets a little bit off the chain."
    },
    {
      "end_timestamp": 1412.0,
      "id": "3a6e8014-f73b-3b0c-b0c0-f671d86907c2",
      "speaker": "Alex Jones",
      "start_timestamp": 1371.0,
      "text": "Obama said we had the best economy we've ever had in between speeches saying you can't have cars or airconditioning on a jumbo jet and playing golf 100 days a year, and sitting around delusional because he's black. So it's okay to say black people got to be poor, and watch your unemployment double. He was chosen by the sick, inbred corporate blue blood white people on average, you want to get out of bashing white people? Yeah, most of these folks are white running this thing. Her plan is all off against each other to screw us over. We got a bunch of narcissist who want to be on their news, their shows their channels to feel like we've arrived. So we'll sell our own family to be part of them. Yeah,"
    },
    {
      "end_timestamp": 1433.0,
      "id": "83c6115d-7fff-3783-830e-ab95203beee9",
      "speaker": "Jordan",
      "start_timestamp": 1412.0,
      "text": "like I need to write down notes to see okay. You're not here so you can't see it. He's playing these clips on his phone and in lieu of actually having anything to look at. I've just been staring at his phone. I need to take note of paper I do because I don't understand where he he went. There was a What was"
    },
    {
      "end_timestamp": 1437.0,
      "id": "7e35a167-6069-3e54-89d5-8b4f9e68d00d",
      "speaker": "Dan",
      "start_timestamp": 1433.0,
      "text": "that was a crazy trip. Let's go yes. And insanity. Triple Axel."
    },
    {
      "end_timestamp": 1441.0,
      "id": "c4f873c8-17ac-3a8b-8cca-fed1959d1141",
      "speaker": "Jordan",
      "start_timestamp": 1437.0,
      "text": "That was the Tony Hawk hitting a 720 of random as"
    },
    {
      "end_timestamp": 1448.0,
      "id": "de05a41a-d4c2-3573-be59-62db954db79f",
      "speaker": "Dan",
      "start_timestamp": 1441.0,
      "text": "shit. Well, okay, so because Obama is black, he can tell black people they are should be poor. Yeah, that's one thing that's like,"
    },
    {
      "end_timestamp": 1449.0,
      "id": "bbdd7376-5404-3236-b6fc-5ace801af44d",
      "speaker": "Jordan",
      "start_timestamp": 1448.0,
      "text": "I don't remember him saying that. I"
    },
    {
      "end_timestamp": 1460.0,
      "id": "6cd9020f-df71-3f14-aca7-57028d6c5868",
      "speaker": "Dan",
      "start_timestamp": 1449.0,
      "text": "don't understand where you get off saying that like because he's black. It's okay. I know. He's He's not saying that. Literally. He's saying that the world thinks that Right. Which is also not well,"
    },
    {
      "end_timestamp": 1481.0,
      "id": "4e2c6da4-ff1f-3166-90aa-02fe9c9c34f5",
      "speaker": "Jordan",
      "start_timestamp": 1460.0,
      "text": "but that's that's his pre emptive like, nobody can call me a racist because Obama's already even more racist than me. Double reverse race. Yeah. And then nobody's talking about that. coming at me. Now the cars and microwaves thing. I don't know it was air conditioning. Yeah, it was. He was telling people they can't have cars, right? That's your air conditioning."
    },
    {
      "end_timestamp": 1496.0,
      "id": "76c58051-23b0-3c2e-899f-45c2a16b9014",
      "speaker": "Dan",
      "start_timestamp": 1481.0,
      "text": "That's an old that's an old chestnut of Alex's actually that refers that's like a climate change thing. Right? Yes, it refers to Obama telling third world nations that they can't have cars and air conditioning. And he didn't really tell them that as much as I feel it."
    },
    {
      "end_timestamp": 1508.0,
      "id": "d5d61484-be87-3bbb-a6f8-a66442a35229",
      "speaker": "Jordan",
      "start_timestamp": 1496.0,
      "text": "Well, one that would be an interesting thing to read in his speech from Obama. Hey, guys, this is an uplifting conversation before we begin, no cars Zimbabwe,"
    },
    {
      "end_timestamp": 1514.0,
      "id": "307c6692-6098-3373-949e-51222e0a2f39",
      "speaker": "Dan",
      "start_timestamp": 1508.0,
      "text": "bitches. Zimbabwe, its feet for now."
    },
    {
      "end_timestamp": 1515.0,
      "id": "f393f9de-5210-35ec-8811-60a2d9f7f393",
      "speaker": "Jordan",
      "start_timestamp": 1514.0,
      "text": "Feet From now on,"
    },
    {
      "end_timestamp": 1541.0,
      "id": "ed341bce-c8bd-30e7-971d-8ab886001acf",
      "speaker": "Dan",
      "start_timestamp": 1515.0,
      "text": "I think as I looked into this a while back because it was one of those that I was like, There's no way that's accurate. And it was about climate change. It was about like, yeah, we're as you're modernizing we should find better ways to modernize than the ones we've used in the past. Yes. Which is a very sensible thing to do. But you know, it's easy to paint with that broad brush and say like, nope, third world countries, no cars"
    },
    {
      "end_timestamp": 1545.0,
      "id": "b7336330-6c2a-3b3c-b744-ddacb50b3f96",
      "speaker": "Jordan",
      "start_timestamp": 1541.0,
      "text": "it is really easy because he did it in 20 words,"
    },
    {
      "end_timestamp": 1563.0,
      "id": "25c3abdc-ef65-3433-986c-e833dd8aca0a",
      "speaker": "Dan",
      "start_timestamp": 1545.0,
      "text": "yep. So now we get into at the end of that clip, he was talking about how everyone wants to get involved with these peacock networks. Yes, and he doesn't which actually I'm gonna say this and I'm it might come up a couple of times. I believe him. Yeah, no, I agree. And God bless him. You know, like,"
    },
    {
      "end_timestamp": 1566.0,
      "id": "71c740b9-9247-3483-8d6f-6b9a03c977cf",
      "speaker": "Jordan",
      "start_timestamp": 1563.0,
      "text": "do you think do you think anybody's offered him a job?"
    },
    {
      "end_timestamp": 1579.0,
      "id": "92988783-0468-3b68-a6d8-1195718a0e91",
      "speaker": "Dan",
      "start_timestamp": 1566.0,
      "text": "No one bigger than he is? I don't think okay. I don't think maybe at some point in the past like Fox News might have or something like that but no, I don't think I do remember when Michael Savage"
    },
    {
      "end_timestamp": 1585.0,
      "id": "c9813cf7-6529-3f90-a3b3-882eaf711615",
      "speaker": "Dan",
      "start_timestamp": 1579.0,
      "text": "had a show no, I don't even know who Michael Savage Dr. Savage of the savage nation"
    },
    {
      "end_timestamp": 1599.0,
      "id": "9df5d7de-95c6-3571-b86c-4f6d15cb572d",
      "speaker": "Dan",
      "start_timestamp": 1585.0,
      "text": "no no idea savage nation is a horrible like it's it's it's like Alex Jones but with outright hate from an old Jewish dude. Okay name it was actual name was Michael wiener."
    },
    {
      "end_timestamp": 1612.0,
      "id": "e5c08964-074d-3c4f-983b-47ef89702b40",
      "speaker": "Dan",
      "start_timestamp": 1599.0,
      "text": "But he calls himself it's a good change all the other good change is this show called The Savage nation because wiener nation is very much not the way to go. Mark Weaver is gonna sue right."
    },
    {
      "end_timestamp": 1617.0,
      "id": "c2c65c02-7618-3711-8aa6-75af39a4a26d",
      "speaker": "Dan",
      "start_timestamp": 1612.0,
      "text": "So he's, he has this. He has this talk radio show that I would listen to all the time. Although Anthony"
    },
    {
      "end_timestamp": 1621.0,
      "id": "93897a46-de0d-35e6-90d7-948005663db6",
      "speaker": "Jordan",
      "start_timestamp": 1617.0,
      "text": "Weiner would totally crush a wiener nation channel. He would love it. Yeah,"
    },
    {
      "end_timestamp": 1655.0,
      "id": "399e16ee-4055-308f-8212-3f1a2cc0343f",
      "speaker": "Dan",
      "start_timestamp": 1621.0,
      "text": "he's gonna go to prison, probably. So you can have winter nation in there. Yeah. But Michael Savage wiener nation state penitentiary. Michael Savage is an amazing storyteller. So he would tell these stories about his daily life that were engaging and full of detail. And he was really, really good at broadcasting. Unfortunately, he was a hateful bigot. Right. And Fox News gave him a show, like around 911. I think they gave it to him before, but then it was canceled pretty close. Because he was"
    },
    {
      "end_timestamp": 1659.0,
      "id": "6b9745c8-8e36-3322-b71d-8bdec2cede60",
      "speaker": "Jordan",
      "start_timestamp": 1655.0,
      "text": "I imagine his anti Muslim bigotry would have gone way too far. Even for them."
    },
    {
      "end_timestamp": 1698.0,
      "id": "a1c54869-142c-3260-9d1f-2fa1a8f2c155",
      "speaker": "Dan",
      "start_timestamp": 1659.0,
      "text": "He made a guy cry on air. Jesus, who was Muslim who was just like, trying to have like, a debate about stuff. And he was just like, I hope you die towelhead kind of show. Yeah. He also had a gay rights activist on he told him he hoped he'd die of AIDS. Yeah, and shit like that. Yeah. So like, they gave him a show on Fox News, and then had to cancel it because it was fucking like, Oh, yeah. And I don't think Alex is nearly as bad as Michael Savage. But I think I think I think those networks learned a lesson from that. And it was like, okay, and even Rush Limbaugh can't have a TV show, because we'll get sued. Yeah, but"
    },
    {
      "end_timestamp": 1700.0,
      "id": "83f8def5-abb1-3756-ab51-1d9c7beba855",
      "speaker": "Jordan",
      "start_timestamp": 1698.0,
      "text": "he does do the live broadcast."
    },
    {
      "end_timestamp": 1707.0,
      "id": "1507b09e-8a4a-3ac0-92f0-dff9a74d3c41",
      "speaker": "Dan",
      "start_timestamp": 1700.0,
      "text": "He does it on his own. Okay. I didn't know that. That's not through a network, okay. Or if it is, it's not like CNN or MSNBC, or Fox or anything like that. What would?"
    },
    {
      "end_timestamp": 1720.0,
      "id": "5d4f8dfa-285c-3077-9a4b-62a5f6b98098",
      "speaker": "Jordan",
      "start_timestamp": 1707.0,
      "text": "So if he did go if Alex Jones did go to a network TV show? I assume he would lose just about all of his listener base. Like, do you think they would go with him?"
    },
    {
      "end_timestamp": 1735.0,
      "id": "8aee9256-e8bd-3a3e-80d5-b8d4aea68837",
      "speaker": "Dan",
      "start_timestamp": 1720.0,
      "text": "I think that I mean, it depends. If you went to like a cable network. I think he might be able to pull off some of the bullshit that he says. But yeah, I think he'd probably he'd have to lose a lot of his independent credibility. Yes."
    },
    {
      "end_timestamp": 1741.0,
      "id": "695f7f24-31a6-3ec6-9de3-433be32c02d9",
      "speaker": "Jordan",
      "start_timestamp": 1735.0,
      "text": "I mean, he's going on 25 years of yelling at every single possible news outlet. Well, we're"
    },
    {
      "end_timestamp": 1757.0,
      "id": "5e6bba12-4c18-3527-9e50-cf1da6f5998f",
      "speaker": "Dan",
      "start_timestamp": 1741.0,
      "text": "going to learn here in a minute. It's going to be 22 years in April. Okay. To be specific, sorry. But the point of this was, I do believe him when he says that he doesn't want to go to these networks. And when he says that he would he wants to do is what he's doing, I believe. Yeah, absolutely. I believe that 100%."
    },
    {
      "end_timestamp": 1761.0,
      "id": "5f28d8d0-4c84-39f7-a4e2-1d8bf400279c",
      "speaker": "Jordan",
      "start_timestamp": 1757.0,
      "text": "Now, we have agreed with Alex Jones on one thing so far,"
    },
    {
      "end_timestamp": 1771.0,
      "id": "bfb30c57-af5c-3047-82e4-79ed88179349",
      "speaker": "Dan",
      "start_timestamp": 1761.0,
      "text": "I just want to give him his propers. Yeah, whenever there's like whenever he's being straight up, let me straight up. Yeah. So now he goes on to talk about other stuff that is maybe more dubious."
    },
    {
      "end_timestamp": 1808.0,
      "id": "7c912587-0098-3373-acfc-912996ecfe47",
      "speaker": "Alex Jones",
      "start_timestamp": 1771.0,
      "text": "So let me give you the newsflash. I've been on air 21 years, almost 22 years. In April, it will be 22 years. And I don't say this to say I'm some big badass. I say this. So you realize that Wall Street, Madison Avenue, all of it as an author, you It's a fraud. It won't fulfill you. I've been in major movies. I didn't realize early on I was getting a little offer to do Knowing them and maybe one"
    },
    {
      "end_timestamp": 1817.0,
      "id": "0a1af1c0-1f95-39d8-9189-0223f8784365",
      "speaker": "Dan",
      "start_timestamp": 1808.0,
      "text": "Don't you love that moment? That's the moment right there. Yes. Maybe it was that moment it was that moment of self reflection."
    },
    {
      "end_timestamp": 1830.0,
      "id": "e4dc3b5f-3102-387e-ae7f-adb44e6102e4",
      "speaker": "Dan",
      "start_timestamp": 1817.0,
      "text": "That's gorgeous. Yeah so actually here this this clip is a rollercoaster for me because I'm still agreeing with him that idea that Wall Street has nothing to offer you Yeah, yeah absolutely independent as fuck this is LP shit not on board"
    },
    {
      "end_timestamp": 1840.0,
      "id": "c14fa61f-8fe5-3d3e-bf7f-a06f7799cbde",
      "speaker": "Jordan",
      "start_timestamp": 1830.0,
      "text": "the only thing that I so far the only thing and that sentence was he's not saying this to make him sound like a badass right because that's exactly why he's saying it right"
    },
    {
      "end_timestamp": 1868.0,
      "id": "b03195d2-f2ef-33ee-9fab-1225f8e1a836",
      "speaker": "Dan",
      "start_timestamp": 1840.0,
      "text": "and I've been in major movies I went to IMDb and did a little research what major moves three credits okay, if you don't count the documentaries that he's done cuz he did like loose change, but he directed those are funded them. Okay, the three movies that he's been in as an actor major movies, well, he was in two Richard Linklater movies. He was in waking life as the guy driving around in a car screaming in a bullhorn about how humanity is too good to be taken over by imposing forces."
    },
    {
      "end_timestamp": 1871.0,
      "id": "d5257190-7c3c-3377-b3a6-8626c99f5dec",
      "speaker": "Jordan",
      "start_timestamp": 1868.0,
      "text": "Linklater fucking cast that right? Well, but"
    },
    {
      "end_timestamp": 1932.0,
      "id": "46d38366-85a4-3784-886c-8467468f7980",
      "speaker": "Dan",
      "start_timestamp": 1871.0,
      "text": "Linklater comes from Austin. And so he knew Alex Jones when Alex was a like, public access host. Okay, so whenever he started making movies, he always had like, this image of this guy in his head. And so also he was in A Scanner Darkly. Yeah, as a guy yelling in a bullhorn. Both rotoscoped. Yeah. And both characters who are crazy people screaming on the street and bull horns. Yeah. Then using the third movie, ooh, called America, get him. Oh, okay. You're the things you need to know about America and he plays a minor role as a politician. It was directed by Chuck Norris's son. And the movie also features Infowars as a media outlet that tells the truth in a sea of lies. David Knight plays the broadcaster on Infowars and the movie so Alex Jones being in this movie, kind of is PR. Like being in it is it's not a major movie. Also, it's American. Also, do you want to you want to hear the plot synopsis?"
    },
    {
      "end_timestamp": 1934.0,
      "id": "e503d14a-5eb4-3be0-bf5b-f5aed0c8f6b5",
      "speaker": "Jordan",
      "start_timestamp": 1932.0,
      "text": "I goddamnit. I want to I want to see this movie."
    },
    {
      "end_timestamp": 1948.0,
      "id": "00328d91-515a-342f-ab9f-a87e1c4a43a9",
      "speaker": "Dan",
      "start_timestamp": 1934.0,
      "text": "I watched the trailer and it's wacky. Where can where can we can we find it? Any trailer is on IMDb. Right? You can find it but the actual movie? I don't know. I don't want to watch the whole thing. Oh, sounds like a watch. It's so bad. Seems like a left behind kind of thing. You know, it's"
    },
    {
      "end_timestamp": 1954.0,
      "id": "aea4f08e-c414-37f6-a180-6f6857a568cc",
      "speaker": "Jordan",
      "start_timestamp": 1948.0,
      "text": "Oh, no, of course. But what I'm saying is I want to get as LSD as possible and ride that out."
    },
    {
      "end_timestamp": 1974.0,
      "id": "62857c53-d7be-3939-9caa-20eb00c609a5",
      "speaker": "Dan",
      "start_timestamp": 1954.0,
      "text": "Here's the plot a fictional depiction of a future wherein a globalist terrorist organization aligned with the United Nations to disable the United States power grid and Institute's martial law. It will take a dedicated family of patriots armed with strong survival skills, and the remains of the Second Amendment to save America and reclaim its freedom"
    },
    {
      "end_timestamp": 1977.0,
      "id": "7a31ab26-7f8e-3221-8c44-9edb246001f3",
      "speaker": "Jordan",
      "start_timestamp": 1974.0,
      "text": "means of the Second Amendment. The big plot point in the movie"
    },
    {
      "end_timestamp": 1988.0,
      "id": "ffc3e691-5b8c-3ff8-b198-5327ef6191bd",
      "speaker": "Dan",
      "start_timestamp": 1977.0,
      "text": "that I took from the trailer is that the Army goes around and individually takes people's guns. Wow. Which but all that stuff that entire plot is just basically the dreams."
    },
    {
      "end_timestamp": 2007.0,
      "id": "cbcce88f-81d9-3077-bfcd-c0ba4b097585",
      "speaker": "Jordan",
      "start_timestamp": 1988.0,
      "text": "Yeah, that's Alex Jones is Yeah, so of course, he's every fear of Alex Jones now, but But why is he obsessed with the power grid? That's the thing that keeps coming that keeps showing up here is that he thinks that the power grid is the only thing between us and put it to be Lauren otter zombie chaos,"
    },
    {
      "end_timestamp": 2041.0,
      "id": "4a0bb824-a31b-39de-899d-d6e35edb0d7a",
      "speaker": "Dan",
      "start_timestamp": 2007.0,
      "text": "in fairness to him. I don't from things I've read, I don't know I'm not an expert, but I'm things I've read the power grid is fairly vulnerable. Okay, that could be attacked in a way that would leave us in a fairly desperate state. I mean, like it is, it is something that could have and you don't think about all the implications of it. Like there's there's it would have a ripple effect that would go through like internet going down markets would would suffer from it. The ability to send food around there would be if you're going to choose a paranoid fantasy, that's not a terrible one."
    },
    {
      "end_timestamp": 2058.0,
      "id": "7805c0d9-f141-3480-a08d-836baaaa94a0",
      "speaker": "Jordan",
      "start_timestamp": 2041.0,
      "text": "Yes, I understand that. But it's much better than like a bird flu. The thing that he like i Although he was scared, of course, he was in a way that he was not scared of the y2k Bug somehow. Okay,"
    },
    {
      "end_timestamp": 2061.0,
      "id": "fed4f8f8-cb26-3d42-92c8-525cbaca338f",
      "speaker": "Dan",
      "start_timestamp": 2058.0,
      "text": "I should say firstly was a false flag. Okay."
    },
    {
      "end_timestamp": 2063.0,
      "id": "08c76579-b818-3ee3-98b0-2be77892471a",
      "speaker": "Jordan",
      "start_timestamp": 2061.0,
      "text": "All right. What about swine flu?"
    },
    {
      "end_timestamp": 2067.0,
      "id": "bdbc56ef-18bf-39be-8a45-a63826a75648",
      "speaker": "Dan",
      "start_timestamp": 2063.0,
      "text": "This is a false flag for bird flu. Mad Cow false flag for swine flu."
    },
    {
      "end_timestamp": 2071.0,
      "id": "e8dcce1f-2172-33c6-9eeb-0cfe00b2a6de",
      "speaker": "Jordan",
      "start_timestamp": 2067.0,
      "text": "Oh, boy. They're all it all it's all the same shit. It's like a"
    },
    {
      "end_timestamp": 2076.0,
      "id": "aeba9365-72a7-331c-897d-6209c91b9ba3",
      "speaker": "Dan",
      "start_timestamp": 2071.0,
      "text": "Communist Chinese resting doll nesting doll nesting doll, say Russia."
    },
    {
      "end_timestamp": 2115.0,
      "id": "44ea875e-275a-3629-b564-0b4f6fb016c6",
      "speaker": "Jordan",
      "start_timestamp": 2076.0,
      "text": "Um, but but here's here's what I think boggles my mind. Is that in like, if the globalists do this? Yes. That will destroy them more so than anybody else. Yeah. But understand that the markets are all so interconnected at this point that if you were to take the markets down like if the Dow dropped one What would you even consider like now? It's a little bit a little bit a billion points. If the Dow drops because we're a little bit under 20,000, if it drops to 15,000, because of a power grid meltdown, the entire world falls apart. Yeah,"
    },
    {
      "end_timestamp": 2118.0,
      "id": "8d9d2499-6c82-35c6-a2f6-aa8b3de0b0d0",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2115.0,
      "text": "we're all fucked. We're all fucked. And that's because 15,000 Yeah,"
    },
    {
      "end_timestamp": 2119.0,
      "id": "a4add41e-0857-3730-b811-b4027b4a55d1",
      "speaker": "Jordan",
      "start_timestamp": 2118.0,
      "text": "exactly. There's"
    },
    {
      "end_timestamp": 2145.0,
      "id": "cf96d134-6daf-3370-8742-36f07d4c48c9",
      "speaker": "Dan",
      "start_timestamp": 2119.0,
      "text": "a lot. Yeah, but yeah, well, I think that his argument that he would make, again, I don't like to put words in his mouth. But he would say that the globalist since they know that they're going to do it. They've made preparations for it. They have underground bunkers. They have supplies and munitions and stuff like that. They can hide it out while the rest of us kill each other off in the streets. Why? Because that really each other off in the street because hunger sets in and you become an animal."
    },
    {
      "end_timestamp": 2161.0,
      "id": "1cdc6565-3e34-33e6-b427-d5fdea319c6a",
      "speaker": "Jordan",
      "start_timestamp": 2145.0,
      "text": "Have you have you ever had, okay. Do you know how this happens in small scale situations? I don't you know, like, how, when Russia just invaded the Ukraine? You I can just call it Ukraine. Right. Yeah. I don't have to. Why is the Ukraine"
    },
    {
      "end_timestamp": 2165.0,
      "id": "80dbf02e-1b03-3bf9-810b-199b278ef62c",
      "speaker": "Jordan",
      "start_timestamp": 2161.0,
      "text": "from risk? Okay, though?"
    },
    {
      "end_timestamp": 2171.0,
      "id": "69303812-3d0c-3c1c-ac18-cab181f44898",
      "speaker": "Dan",
      "start_timestamp": 2165.0,
      "text": "I think it's actually for Seinfeld. He made your Ukraine. Oh, that could be it. Yeah."
    },
    {
      "end_timestamp": 2202.0,
      "id": "175f4abc-9d53-3e2b-8a13-3677317cc94b",
      "speaker": "Jordan",
      "start_timestamp": 2171.0,
      "text": "Yeah, no. So this happens, the power grid goes down or in situations like, I mean, God, any number of the places that we've blown up over the years, what always happens is not everybody starts killing each other. what always happens is people actually go, oh, bam, now we're all in this together. We are all trying to survive. Yeah. So all of a sudden black markets start showing up where it's like we can get food that we can't get through whatever channels that are normal, because inflation has exploded. Well,"
    },
    {
      "end_timestamp": 2227.0,
      "id": "096e9cae-2537-3dee-aec3-aa217db52b23",
      "speaker": "Dan",
      "start_timestamp": 2202.0,
      "text": "Jordan, that's stupid, because optimism doesn't sell survival supplies. And oh, yeah, your paranoia and fear is really the only marketing force that works when your business model is set up to scare people here, right? You're right. Anyway, Alex Jones has, like I need to do a way better job of like labeling these clips. This one's just called integrity ramble. So enjoy."
    },
    {
      "end_timestamp": 2257.0,
      "id": "64877453-b554-31b8-a63e-027e98423f95",
      "speaker": "Alex Jones",
      "start_timestamp": 2227.0,
      "text": "But the lair offers where you want to book deal every year for $3 million. You want to be a major motion pictures, up to $10 million a year. You want $10,000,000.03 year contracts for radio, we're ready to write the ticket. You will be the next Rush Limbaugh before they got back. I told him no. They said, I am the president of programming at this major network. I don't make $2 million a year, you're going to turn out three and a half million dollars a year. So you damn right I am. And in order to do"
    },
    {
      "end_timestamp": 2267.0,
      "id": "6672f65c-7a34-3197-ac24-5afdbd866975",
      "speaker": "Jordan",
      "start_timestamp": 2257.0,
      "text": "that didn't happen know, how much does he make? He doesn't make 2 million. But I assumed that he threw out two meaning it's 1.8. No, no, no,"
    },
    {
      "end_timestamp": 2273.0,
      "id": "35ce4125-2fd1-3eff-81f7-9bbd31ff96da",
      "speaker": "Dan",
      "start_timestamp": 2267.0,
      "text": "no, no, he was he was doing that as roleplay he was being the head of another network offering him a job. Oh, so that's the"
    },
    {
      "end_timestamp": 2279.0,
      "id": "49bb98de-d1c7-3543-8f9e-8112fa845ecb",
      "speaker": "Jordan",
      "start_timestamp": 2273.0,
      "text": "head doesn't make 2 million. And he's so excited about Alex Jones. He's offering him 3 million,"
    },
    {
      "end_timestamp": 2288.0,
      "id": "759136c9-c8c0-3110-a115-ba9154f23a07",
      "speaker": "Dan",
      "start_timestamp": 2279.0,
      "text": "which means if this head of a network isn't making $2 million a year, that's a tiny network, that's a really small network might be like, like, QVC."
    },
    {
      "end_timestamp": 2292.0,
      "id": "580de513-bc80-3d52-b9fe-9ece698fdb82",
      "speaker": "Jordan",
      "start_timestamp": 2288.0,
      "text": "Yeah. But even with stock options, you know, you're gonna be fine."
    },
    {
      "end_timestamp": 2296.0,
      "id": "2320b314-1bce-34c1-a2a0-ca180d2d6f43",
      "speaker": "Dan",
      "start_timestamp": 2292.0,
      "text": "We're just talking to liquid."
    },
    {
      "end_timestamp": 2299.0,
      "id": "77b7f85c-a6b0-3770-88ce-4786503b9452",
      "speaker": "Jordan",
      "start_timestamp": 2296.0,
      "text": "That's a good point. I'm sorry, I wasn't I shouldn't have"
    },
    {
      "end_timestamp": 2319.0,
      "id": "e63bda33-6845-3763-9206-a77d27881d12",
      "speaker": "Dan",
      "start_timestamp": 2299.0,
      "text": "added net worth into this. I used to work at a lab. And the owner, like not even the owner of the lab, but like the head of one of the departments in the lab made like a million a year. So like the idea is a fairly big lab. But like the idea that the head of a broadcast network isn't making 2 million a year is bullshit."
    },
    {
      "end_timestamp": 2327.0,
      "id": "3f77f7c0-f4aa-30f5-afca-82fadfb77a7f",
      "speaker": "Jordan",
      "start_timestamp": 2319.0,
      "text": "Yeah, I mean, are we talking programming head because that's probably what he's he's not talking about CEO of the net. That's a fair point. He"
    },
    {
      "end_timestamp": 2329.0,
      "id": "10902ceb-f8c6-300c-a34d-9804a75a2a9c",
      "speaker": "Dan",
      "start_timestamp": 2327.0,
      "text": "is skimping on the details. Right."
    },
    {
      "end_timestamp": 2337.0,
      "id": "6c4e5b2a-1410-30ed-8865-0009a606c474",
      "speaker": "Jordan",
      "start_timestamp": 2329.0,
      "text": "Yeah. So we would be looking at I don't know. Let's just throw out a Weinstein for the major motion picture. Are you kidding me? They"
    },
    {
      "end_timestamp": 2339.0,
      "id": "ce8f4d7f-c514-3397-8762-54100d764e4e",
      "speaker": "Jordan",
      "start_timestamp": 2337.0,
      "text": "make way more than tiny No, right."
    },
    {
      "end_timestamp": 2349.0,
      "id": "3f62321f-bb9f-3a7d-8989-552a65465e42",
      "speaker": "Jordan",
      "start_timestamp": 2339.0,
      "text": "million. Yeah. What what is happening here? So anyway, here's more about his helmet. But before we go any further, how much do you think he makes?"
    },
    {
      "end_timestamp": 2399.0,
      "id": "e205e425-032f-3cfc-afba-deb0ebbe15dd",
      "speaker": "Dan",
      "start_timestamp": 2349.0,
      "text": "I couldn't possibly guess. I could not possibly guess. It's it's very mysterious to me, because I don't think I actually have done a bunch of research in the last couple of days about his advertising model, which we'll get into in a future show. But like, I don't understand where the money is coming from necessarily. Less and less unless millions of people are buying these weird supplements. I don't like on his show. There aren't a ton of ads on his website. There aren't a ton of ads. So I don't know what's going on. Exactly. And like shows like Glenn Beck and Sean Hannity, these types of shows they actually had way smaller audiences than you think. Yeah, they were being propped up by billionaire Republican investors. Yeah, for the longest time, and then as a as"
    },
    {
      "end_timestamp": 2410.0,
      "id": "7e190231-e66c-3d57-b501-fa8708a68296",
      "speaker": "Jordan",
      "start_timestamp": 2399.0,
      "text": "a pro propaganda wing. Yeah, it's true. They're in like, even if the show is unprofitable, it's to their advantage if they have a fear mongering monster, throwing everything at the wall to see who's going to"
    },
    {
      "end_timestamp": 2427.0,
      "id": "ec443059-2fa1-3772-b86c-8aca86c3fa37",
      "speaker": "Dan",
      "start_timestamp": 2410.0,
      "text": "do what it's conceivably the like, I think they would look at it as like sort of the antidote to NPR or something like that, you know, and that that had been the model for a very long time. I think it's entirely possible the antidote to NPR is just coffee that's pick it up. Yeah. Hey,"
    },
    {
      "end_timestamp": 2429.0,
      "id": "0eb112d7-2c8f-30dc-aa89-130f90ae06c3",
      "speaker": "Jordan",
      "start_timestamp": 2427.0,
      "text": "guys, guys speak quickly."
    },
    {
      "end_timestamp": 2440.0,
      "id": "30873473-72dd-3ae9-b33a-12d00ed291de",
      "speaker": "Dan",
      "start_timestamp": 2429.0,
      "text": "He I think he might be getting some sort of money from somebody some like angel investor or something like that. Okay. Or it's possible that tons of people are buying the supplements I don't know. But I think"
    },
    {
      "end_timestamp": 2444.0,
      "id": "8db15ee8-247a-3bad-b896-86a84593d680",
      "speaker": "Jordan",
      "start_timestamp": 2440.0,
      "text": "I would say that a lot more people are buying this supplements than you would think"
    },
    {
      "end_timestamp": 2447.0,
      "id": "f31c732d-b439-3953-80cb-1a2176ae7952",
      "speaker": "Dan",
      "start_timestamp": 2444.0,
      "text": "the amount of money that it would take to run his operation is"
    },
    {
      "end_timestamp": 2449.0,
      "id": "ed46b971-472b-3965-8637-4a7ef74a6c45",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2447.0,
      "text": "big. Yeah,"
    },
    {
      "end_timestamp": 2451.0,
      "id": "83798816-ae2a-3b22-b10e-a67541142ac5",
      "speaker": "Jordan",
      "start_timestamp": 2449.0,
      "text": "how many people does he have on staff?"
    },
    {
      "end_timestamp": 2463.0,
      "id": "0f14d1e6-76c0-3d1f-81b2-e4ef441d9711",
      "speaker": "Dan",
      "start_timestamp": 2451.0,
      "text": "I mean, if you talk about just in front of the camera personalities there's at least like seven and then there's gotta be some behind the scenes crew editors because he puts out like so much fucking material Yeah, like it you"
    },
    {
      "end_timestamp": 2471.0,
      "id": "169650b8-df9d-3f75-9076-40c17bdbfd28",
      "speaker": "Jordan",
      "start_timestamp": 2463.0,
      "text": "can real Do you can still do a bare bones kind of operations because it is it is one single camera on him. Right? Have you know, I haven't seen a student. It's"
    },
    {
      "end_timestamp": 2491.0,
      "id": "b78b74cd-a667-36b8-b7b6-a34f627abe77",
      "speaker": "Dan",
      "start_timestamp": 2471.0,
      "text": "gorgeous. Okay. It makes me fucking soap. But like it he puts out four hours of the Alex Jones Show on a daily basis. And then he has the Infowars nightly news, which is like another two hour show usually hosted by, like Leann McAdoo, or one of the other"
    },
    {
      "end_timestamp": 2496.0,
      "id": "10f1cdf4-4627-3bf3-877a-61aad5f4f5d1",
      "speaker": "Jordan",
      "start_timestamp": 2491.0,
      "text": "still a made up name. I love it. I love her so much. She is She sounds like a country music"
    },
    {
      "end_timestamp": 2501.0,
      "id": "fa90c563-b24b-318e-8b35-f6f540a8e5b6",
      "speaker": "Dan",
      "start_timestamp": 2496.0,
      "text": "star right? Yeah. From the like, the classic outlaw day. Yeah, but she's got"
    },
    {
      "end_timestamp": 2505.0,
      "id": "2df590c9-549b-3f42-9c06-ad5a1ed8027a",
      "speaker": "Jordan",
      "start_timestamp": 2501.0,
      "text": "a lot country she got big old titties."
    },
    {
      "end_timestamp": 2509.0,
      "id": "c6141fef-bf3d-38b8-a294-d54bb43859ec",
      "speaker": "Dan",
      "start_timestamp": 2505.0,
      "text": "And I hate to say that because we just got done critiquing Alex for his."
    },
    {
      "end_timestamp": 2512.0,
      "id": "5a44feb8-9b6b-36d5-a02f-b7a4707c19a7",
      "speaker": "Jordan",
      "start_timestamp": 2509.0,
      "text": "But that's, that's more just a reference to the days of you're"
    },
    {
      "end_timestamp": 2517.0,
      "id": "5ca3f60f-a453-3e99-8c36-bb0877637f8a",
      "speaker": "Dan",
      "start_timestamp": 2512.0,
      "text": "sure. And I would never I guess I just did. I don't know. Objective"
    },
    {
      "end_timestamp": 2528.0,
      "id": "9f7a4277-d5c9-3e5b-a2f8-46b2abce8732",
      "speaker": "Jordan",
      "start_timestamp": 2517.0,
      "text": "I don't think that's a value judgment there so much is it is a stereotype. Maybe I think we're pulling from several well known people from that"
    },
    {
      "end_timestamp": 2540.0,
      "id": "c0eee1a4-612c-3f90-bc81-150cf03011c3",
      "speaker": "Dan",
      "start_timestamp": 2528.0,
      "text": "era. My point is, I just want to, you know, call myself out whenever things like, you know, we're doing a pretty harsh criticism job. I might as well apply it to myself. That's true anyway,"
    },
    {
      "end_timestamp": 2543.0,
      "id": "8ba7846d-60cf-3dfb-8aa9-bc8f87fdf3a6",
      "speaker": "Jordan",
      "start_timestamp": 2540.0,
      "text": "to be held to a higher standard than drunken Alex Jones."
    },
    {
      "end_timestamp": 2546.0,
      "id": "b20e57ce-d68e-340a-b917-d27bc719f3f6",
      "speaker": "Dan",
      "start_timestamp": 2543.0,
      "text": "Speaking of high standards,"
    },
    {
      "end_timestamp": 2605.0,
      "id": "9dbd9dbb-25b3-3a4f-81cd-84dd9d168382",
      "speaker": "Alex Jones",
      "start_timestamp": 2546.0,
      "text": "my integrity, it's like saying, Would you give up your eyeballs for a billion dollars? Frickin hell no. Do you blind? Dollars? No way. I totally would. I will not give up my soul for any amount of money. That isn't some rocket scientist. Badass cool hero move. That's a normal move of somebody that's awake and alive. It isn't hard to say no to this. That's what I don't get is that it's so clear to me. And let's be frank Infowars is leading the world in Game Changing trailblazing resistance to this I don't understand why we're why we're King. I actually feel pathetic I feel dirty. My half assed attempt at this is the best we got pull my eyes out with pliers I get a billion dollars no hate my soul. Who I am what I stand for. For money."
    },
    {
      "end_timestamp": 2621.0,
      "id": "ca490988-6093-3c45-9a69-5ecc5228f1cc",
      "speaker": "Dan",
      "start_timestamp": 2605.0,
      "text": "So this is where God Bless America he Greenwood just kicked Jones Do you see at the end there that's really where I think He's itching for drama. That like yeah, take out that"
    },
    {
      "end_timestamp": 2628.0,
      "id": "f6114bdb-cd82-3d90-a9d0-338d111c0d76",
      "speaker": "Jordan",
      "start_timestamp": 2621.0,
      "text": "that was the Independence Day speech. That's what that was. Yeah, that's the Independence Day speech to a tee He really seems to think that"
    },
    {
      "end_timestamp": 2644.0,
      "id": "1e48013a-2652-34dc-9780-292e33b9ca32",
      "speaker": "Dan",
      "start_timestamp": 2628.0,
      "text": "this taking out the eyes for a billion dollars that he's just suggested himself is a literal offer that someone's made. Well I mean why and also what would they do with those eyes? They probably put them in with the fetuses that they've harvested and pizza gate and"
    },
    {
      "end_timestamp": 2660.0,
      "id": "437307ba-7226-3d98-a7e2-c97f67acb655",
      "speaker": "Jordan",
      "start_timestamp": 2644.0,
      "text": "try and read well but I would do is put them into an Alex Jones robot. Oh, that'd be great. So then you could look into so the eyes are the windows to the soul that's we all know this. Yeah, you put them in an Alex Jones robot you've already stolen his soul if you steal his eyes that's true. That makes perfect sense."
    },
    {
      "end_timestamp": 2670.0,
      "id": "56352c0a-5fa1-3327-9563-04e9b16b74f3",
      "speaker": "Dan",
      "start_timestamp": 2660.0,
      "text": "I think look, you first came in with the Alex Jones is drunk theory. Amazing and then you come in with the second theory. I think you're killing it. I think I think I"
    },
    {
      "end_timestamp": 2672.0,
      "id": "fa109b20-c37f-392f-8a60-a31e818fa79f",
      "speaker": "Jordan",
      "start_timestamp": 2670.0,
      "text": "have short circuited each other note you may"
    },
    {
      "end_timestamp": 2691.0,
      "id": "8c922223-2102-3311-89ab-a9229d88be37",
      "speaker": "Jordan",
      "start_timestamp": 2672.0,
      "text": "be a rocket scientist badass move. When Has anybody ever described a rocket scientist as a badass? Armin Armageddon, or Elon Musk is not a rocket scientist. He could be a rocket I don't think he's bad. I say there yeah, there's"
    },
    {
      "end_timestamp": 2695.0,
      "id": "eb057636-6d56-3d66-ba8d-e9b868866cf4",
      "speaker": "Dan",
      "start_timestamp": 2691.0,
      "text": "it's debatable. But those guys weren't rocket scientists do that they were roughnecks."
    },
    {
      "end_timestamp": 2700.0,
      "id": "a4cef970-1787-340d-b428-338b914c5c3f",
      "speaker": "Jordan",
      "start_timestamp": 2695.0,
      "text": "No. So, oilman is there. Is there any rocket scientist badass"
    },
    {
      "end_timestamp": 2711.0,
      "id": "2933ed9b-c75a-3ceb-a9d9-395e3de2b0db",
      "speaker": "Dan",
      "start_timestamp": 2700.0,
      "text": "The chicken thing I can think of one, okay, he was a guy who was a contestant on the second season of Survivor. Okay, you know, it wasn't second season it might have been like the fifth. He was pretty cool. He was fucking hot his shit and he was a rocket science. That's"
    },
    {
      "end_timestamp": 2714.0,
      "id": "a7572d19-4a91-3c07-9d2c-4305e0a2bfe0",
      "speaker": "Jordan",
      "start_timestamp": 2711.0,
      "text": "that's pretty badass. Oh no, I can think of one he probably"
    },
    {
      "end_timestamp": 2716.0,
      "id": "ae0242e9-32c7-3a5c-a0e9-5c1de620278b",
      "speaker": "Dan",
      "start_timestamp": 2714.0,
      "text": "fucked like four people."
    },
    {
      "end_timestamp": 2731.0,
      "id": "40a1bb4a-352b-3376-bc76-fe50fd4e48b1",
      "speaker": "Jordan",
      "start_timestamp": 2716.0,
      "text": "The guy who helped work on on the Manhattan Project who is also a Satanist. Yeah, read up on this dude. I can't remember his name. So he was a Satanist rocket scientist who got mixed in with Aleister Crowley."
    },
    {
      "end_timestamp": 2734.0,
      "id": "af97a09b-c7b5-3119-bac0-f62abf9d1c4f",
      "speaker": "Dan",
      "start_timestamp": 2731.0,
      "text": "Oh, it's easy to get mixed up with Crowley. Oh, man,"
    },
    {
      "end_timestamp": 2737.0,
      "id": "069d5383-2e3c-3985-bf8c-55c70d1db071",
      "speaker": "Jordan",
      "start_timestamp": 2734.0,
      "text": "his story is absolutely bananas. Do"
    },
    {
      "end_timestamp": 2738.0,
      "id": "38c3ec7d-29d9-3296-b3a5-6a4a69789401",
      "speaker": "Dan",
      "start_timestamp": 2737.0,
      "text": "you remember what his name was?"
    },
    {
      "end_timestamp": 2739.0,
      "id": "05fcac03-c427-3c41-b4d6-a8a66f25385a",
      "speaker": "Jordan",
      "start_timestamp": 2738.0,
      "text": "I don't."
    },
    {
      "end_timestamp": 2763.0,
      "id": "28c1a7b3-b908-366e-9073-019203c06d55",
      "speaker": "Dan",
      "start_timestamp": 2739.0,
      "text": "I think if you search Manhattan Project Satanists. It's probably easy to find. So the other thing that I think is fucking gorgeous about this clip is in the same way. When earlier he was like, that was when they were trying to get me into the club. Maybe they weren't. There's the same moment of insecurity here where he's like, he's like, I don't think that what we're doing. Is that great."
    },
    {
      "end_timestamp": 2766.0,
      "id": "cb422c3b-5e35-34fb-ab7b-1d4367e1a4c0",
      "speaker": "Jordan",
      "start_timestamp": 2763.0,
      "text": "That was super my half assed attempt is"
    },
    {
      "end_timestamp": 2769.0,
      "id": "c0fb9335-6149-358c-b5ce-5e97fe63336a",
      "speaker": "Dan",
      "start_timestamp": 2766.0,
      "text": "the best. Okay,"
    },
    {
      "end_timestamp": 2770.0,
      "id": "cfbfb2df-8f68-301a-84d7-8481728b8686",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2769.0,
      "text": "I'm worried"
    },
    {
      "end_timestamp": 2776.0,
      "id": "633b8b89-9fab-34fe-9f84-5205691bcd94",
      "speaker": "Jordan",
      "start_timestamp": 2770.0,
      "text": "the name of the rocket scientist is Jack Parsons. Okay. Oh, I know that man. Yeah, read up on him. He's fucking batshit. Alright,"
    },
    {
      "end_timestamp": 2779.0,
      "id": "ae00f14c-4644-3f6c-93a0-650af59a059d",
      "speaker": "Jordan",
      "start_timestamp": 2776.0,
      "text": "so you'd consider him a celebrity? I would consider him a badass."
    },
    {
      "end_timestamp": 2781.0,
      "id": "342ac1c9-1970-3b52-aa7e-e933aa952b5d",
      "speaker": "Dan",
      "start_timestamp": 2779.0,
      "text": "But do you think he's a celebrity? Um, well, I"
    },
    {
      "end_timestamp": 2785.0,
      "id": "bcf1bb72-c665-3b1b-b3ef-034a4544badc",
      "speaker": "Jordan",
      "start_timestamp": 2781.0,
      "text": "didn't know his name. So probably not. Well, that's good."
    },
    {
      "end_timestamp": 2789.0,
      "id": "eb6a1f56-12e2-3a7f-ba54-d03f8142dea9",
      "speaker": "Dan",
      "start_timestamp": 2785.0,
      "text": "Because Alex has some bad things to say about celebrities. Okay."
    },
    {
      "end_timestamp": 2814.0,
      "id": "620ae997-7d19-3db1-940a-5bf580b1f1b4",
      "speaker": "Alex Jones",
      "start_timestamp": 2789.0,
      "text": "And you, you're nobody because you're watching the TV. And it's so beautiful people up there that are totally anorexic. totally happy. That manager is about to kill them. Totally. Mafia running it. Because I don't have that big house and 100 Kardashian bags in my closet. And it's meant to make you feel small to think these people are God. And none of it means anything."
    },
    {
      "end_timestamp": 2817.0,
      "id": "5c01d245-d895-3ee6-b5e3-b6947f343886",
      "speaker": "Dan",
      "start_timestamp": 2814.0,
      "text": "See, now here's the thing."
    },
    {
      "end_timestamp": 2841.0,
      "id": "45fb995d-9f43-38e9-b0a8-7220f854a0f4",
      "speaker": "Jordan",
      "start_timestamp": 2817.0,
      "text": "I totally agree with him on that I do. I 100% agree with him. He absolutely no, this is a this is a drunken introspection. Because this is him kind of just like a he may be in a an actual confession. But like if there was if there was just a fucking priest on the other side of this wall, just him going like, I don't know what it means anymore."
    },
    {
      "end_timestamp": 2848.0,
      "id": "ba6449b2-df7b-3d93-98e4-3f11a9c2e17a",
      "speaker": "Jordan",
      "start_timestamp": 2841.0,
      "text": "He's my half assed attempt is all this world has. I'm not even a badass."
    },
    {
      "end_timestamp": 2872.0,
      "id": "c99bf72f-a140-3955-a373-4b5db7f25963",
      "speaker": "Dan",
      "start_timestamp": 2848.0,
      "text": "He's like, maybe half an hour of tape away from saying, I'm not sure the globalists. He's making this up. But I think it is important when he says things that are like, Yeah, I'm into that. No, yeah, it's important to give him some credit. And like the idea of celebrity worship is kind of a toxic idea. Absolutely, I"
    },
    {
      "end_timestamp": 2880.0,
      "id": "9c81e53d-a49c-3f91-90aa-3f7d0940e647",
      "speaker": "Jordan",
      "start_timestamp": 2872.0,
      "text": "think and he absolutely nailed it whenever he likened them to Gods because that is kind of what we do. Instead of having a pantheon now it's we have celebrity culture."
    },
    {
      "end_timestamp": 2890.0,
      "id": "e09bee54-8adb-3583-aa55-23ade16ba4b9",
      "speaker": "Dan",
      "start_timestamp": 2880.0,
      "text": "Now at the same time, it's wrong of him necessarily to blame the celebrities for the situation they're in. And secondarily, it's wacky to be like, they got agents about to kill"
    },
    {
      "end_timestamp": 2893.0,
      "id": "7ba8f540-fbf1-37e4-88ce-3bdacebadf93",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2890.0,
      "text": "him. It's like, okay, well, I"
    },
    {
      "end_timestamp": 2894.0,
      "id": "f2f970bf-e44e-3c80-be3b-cd5903f6c2ae",
      "speaker": "Jordan",
      "start_timestamp": 2893.0,
      "text": "mean, he's gotta go whacking"
    },
    {
      "end_timestamp": 2897.0,
      "id": "abc4de4c-872b-3dfc-bbfa-a8e19fccf64e",
      "speaker": "Jordan",
      "start_timestamp": 2894.0,
      "text": "the fund the founder to take the turn into awesome. The foundation of"
    },
    {
      "end_timestamp": 2922.0,
      "id": "eaded215-2efb-3ada-8f21-0a0a75024e63",
      "speaker": "Dan",
      "start_timestamp": 2897.0,
      "text": "Alex Jones is understanding of celebrity culture is that everyone who's famous has gone through like MK Ultra conditioning, and they're all ritualist. Okay, abused. All right, maybe that's not fully what he believes. But there's colonels, okay, and that they have handlers that will kill him if they get out. And that's why people like Whitney Houston died. Okay. Which to be fair, there's a little bit suspicious in the bathtub. Marilyn Monroe,"
    },
    {
      "end_timestamp": 2925.0,
      "id": "7c6995f9-f82c-3f97-92e0-20ccdad8ce84",
      "speaker": "Jordan",
      "start_timestamp": 2922.0,
      "text": "of course. Absolutely. She's the original right?"
    },
    {
      "end_timestamp": 2936.0,
      "id": "cdfe4b9d-3c99-3a75-9b78-d41284f57032",
      "speaker": "Dan",
      "start_timestamp": 2925.0,
      "text": "I don't know. There's probably people before that. But she's, you know, she's a big one. Anyway, agreed on the celebrity worship stuff. This clip is not over and it gets"
    },
    {
      "end_timestamp": 2944.0,
      "id": "f1213e42-cd84-3fcf-a8c8-6d5932ad48cd",
      "speaker": "Jordan",
      "start_timestamp": 2936.0,
      "text": "weird. Excellent. It is further proof that gets might be weird. It doesn't get it doesn't get okay,"
    },
    {
      "end_timestamp": 2956.0,
      "id": "3cbabbf9-c98b-3c2b-a285-ebd768e8ba32",
      "speaker": "Dan",
      "start_timestamp": 2944.0,
      "text": "we get a glimpse into his psyche and what life he would like to be living. Okay. It's strange. Oh, shit. Yes, please. Okay. You might have to put the mic down. Because I think you're gonna blurt laugh."
    },
    {
      "end_timestamp": 2996.0,
      "id": "1d2a90de-9541-3624-9089-cd378b1f156b",
      "speaker": "Alex Jones",
      "start_timestamp": 2956.0,
      "text": "It's all completely empty. I don't say this on a power trip, because I feel dirty even saying, I've been to the top. And I've been at the bottom. And I say I'm at the top of the bottom. It's all upside down. Sitting in a farmhouse, with fields around you with your family, and growing food and being a good person and knowing your neighbors transcends all of this."
    },
    {
      "end_timestamp": 2998.0,
      "id": "037e6906-cf25-3de4-94f0-5c53ecf82947",
      "speaker": "Dan",
      "start_timestamp": 2996.0,
      "text": "Now, keep in mind, we got to finish the clip,"
    },
    {
      "end_timestamp": 3001.0,
      "id": "52f42940-30cd-3726-95f4-d2b61ba4d250",
      "speaker": "Jordan",
      "start_timestamp": 2998.0,
      "text": "but he's crying. He's crying. He's totally crank, okay, okay,"
    },
    {
      "end_timestamp": 3019.0,
      "id": "e07aca18-1898-3361-bb30-f3dac85e85e3",
      "speaker": "Dan",
      "start_timestamp": 3001.0,
      "text": "he's well, he's doing his, what I think is fake crime is what's going on. All right. So he's doing like a real sniff though. He's doing the hand over the face. And they like, kind of noises but yeah, it. He's presenting crying. Gotcha. So anyway, here's the final part of his thought."
    },
    {
      "end_timestamp": 3024.0,
      "id": "01a7dd7d-ea4f-37a6-8b32-43e813734088",
      "speaker": "Alex Jones",
      "start_timestamp": 3019.0,
      "text": "And this whole system is there to destroy the destiny of the species."
    },
    {
      "end_timestamp": 3025.0,
      "id": "4532d0a8-acf7-366f-ad03-8b046bbf864e",
      "speaker": "Dan",
      "start_timestamp": 3024.0,
      "text": "Now, there wasn't much left there. I"
    },
    {
      "end_timestamp": 3029.0,
      "id": "98706bf5-bee6-3245-8d46-67b977eb6bd3",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3025.0,
      "text": "thought it was more it's just a farmhouse destroy the destiny of this species."
    },
    {
      "end_timestamp": 3033.0,
      "id": "e243509e-cd61-3b7c-a65e-3c695ac8b301",
      "speaker": "Dan",
      "start_timestamp": 3029.0,
      "text": "So all of us are supposed to be agrarian, apparently."
    },
    {
      "end_timestamp": 3049.0,
      "id": "0f808d94-8731-3b69-ad27-4b1194c606dc",
      "speaker": "Jordan",
      "start_timestamp": 3033.0,
      "text": "Yeah. I mean, and that's, if that's your fantasy. I mean, so to me, the first thing I thought of was, he thinks of himself as Russell Crowe and the movie Gladiator. That's what's happening. Oh, any number of weird old timey things. That's true."
    },
    {
      "end_timestamp": 3054.0,
      "id": "7118e5fb-b5fc-3aef-aed8-80aec9962c69",
      "speaker": "Dan",
      "start_timestamp": 3049.0,
      "text": "Can you toss me my coat safely without knocking this over? Absolutely. Thank you."
    },
    {
      "end_timestamp": 3070.0,
      "id": "67db6e27-a23e-3d1a-9717-63a8e99cb838",
      "speaker": "Jordan",
      "start_timestamp": 3054.0,
      "text": "This is perfect. Podcasting, right. Sure. Okay, so he sounds so fucking depressed. He sounds so sad. And that whole I've been to the top I've been to the bottom thing seems like an Alcoholics Anonymous meeting."
    },
    {
      "end_timestamp": 3097.0,
      "id": "d8575779-6fc0-33d8-a39d-4fe8760af469",
      "speaker": "Dan",
      "start_timestamp": 3070.0,
      "text": "He's talking about show business. When he says, I've been to the top he knocks the desk. He's like, Oh, and he's right. He's right here is the top. All right. And that's why he says it's upside down. Rain being famous. And in the system. That's the bottom where he's at as the top baby. Now, here's something that I want to propose a potential. Wait, but he's been to the bottom. Yep, I bet he has. He was in waking life."
    },
    {
      "end_timestamp": 3102.0,
      "id": "86c90750-8acb-3cf9-b63e-d2dd54ce3a17",
      "speaker": "Jordan",
      "start_timestamp": 3097.0,
      "text": "Oh, okay. Well, that's true. He's in America. He three major motion picture. He's"
    },
    {
      "end_timestamp": 3109.0,
      "id": "f8da1efb-8608-3054-b631-36e9c282b9bf",
      "speaker": "Dan",
      "start_timestamp": 3102.0,
      "text": "had suggestions of we'll give you a $3 million book deal every year. Yep. So I mean, that's the bottom"
    },
    {
      "end_timestamp": 3113.0,
      "id": "fea485eb-cc6b-31ca-897a-f1484f44ac76",
      "speaker": "Jordan",
      "start_timestamp": 3109.0,
      "text": "three year contract for 10 million. Yeah, they offered him a lot of Alex Jones"
    },
    {
      "end_timestamp": 3116.0,
      "id": "3699e0fd-2d2b-3784-9a96-863a55a5f367",
      "speaker": "Dan",
      "start_timestamp": 3113.0,
      "text": "leading man material."
    },
    {
      "end_timestamp": 3119.0,
      "id": "d62f8b05-ffba-36d8-b7fd-6062a0078eab",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3116.0,
      "text": "Maybe they didn't, but they didn't give him that."
    },
    {
      "end_timestamp": 3132.0,
      "id": "b85f3a53-70d9-3a25-8427-85c1f3b66f2a",
      "speaker": "Dan",
      "start_timestamp": 3119.0,
      "text": "So I think I think this assessment that he's pretty depressed might be right on. And here's what I want to suggest in terms of if we look at the narrative. So he dropped this before he left for break, right before he left for break."
    },
    {
      "end_timestamp": 3133.0,
      "id": "6cf9055f-c961-352e-86b3-17779b6067d0",
      "speaker": "Jordan",
      "start_timestamp": 3132.0,
      "text": "This is right before he left."
    },
    {
      "end_timestamp": 3146.0,
      "id": "447df8a6-b738-3bd8-a194-31ffc9577753",
      "speaker": "Dan",
      "start_timestamp": 3133.0,
      "text": "Yes. And I think that maybe there was a piece in his head that he thought he was going to die. Really, I think that there's a chance that he thinks this is his last message."
    },
    {
      "end_timestamp": 3152.0,
      "id": "ac115295-5d0e-35fb-a861-4917ba213a65",
      "speaker": "Jordan",
      "start_timestamp": 3146.0,
      "text": "So you think he got high on his own supply? Maybe okay, because I don't know. I don't know. We still"
    },
    {
      "end_timestamp": 3166.0,
      "id": "067c22a3-73e3-3a64-bb7b-4de70dc8791e",
      "speaker": "Jordan",
      "start_timestamp": 3152.0,
      "text": "haven't we still haven't established whether or not we believe he believes what he is saying he believes. That's true. We're still in this labyrinth thing. Is he is he playing us? Does he believe it? Does he believe some of it does. Like"
    },
    {
      "end_timestamp": 3173.0,
      "id": "1fd8ce92-798d-36b8-8da5-ca25c45b65fd",
      "speaker": "Dan",
      "start_timestamp": 3166.0,
      "text": "this Chinese nesting doll. Exactly. Yeah. The layers of belief are like a just a propaganda onion. Yeah, it's insane."
    },
    {
      "end_timestamp": 3187.0,
      "id": "83b5896f-55ca-3571-b6df-2d3c886b454d",
      "speaker": "Jordan",
      "start_timestamp": 3173.0,
      "text": "I want to know, I want to know more about but I want to I want I genuinely want to go to a bar with him. And just listen to him talk in a I'm not sure you do. Okay, maybe that's maybe that's a good point. Because if he acts like this"
    },
    {
      "end_timestamp": 3189.0,
      "id": "9ed51fd4-3aa9-310d-9def-c0c6dafec328",
      "speaker": "Dan",
      "start_timestamp": 3187.0,
      "text": "when he's drunk."
    },
    {
      "end_timestamp": 3201.0,
      "id": "ac4bcd16-7a88-3f15-81d9-5ff7a7907a04",
      "speaker": "Jordan",
      "start_timestamp": 3189.0,
      "text": "Well, but this is this is fascinating. Like, no doubt, no doubt about that. Yeah, this is very fascinating to listen to him talk to it's, it's a bummer. It's very much a bummer."
    },
    {
      "end_timestamp": 3238.0,
      "id": "fd532e0b-9763-3b90-829e-6528d49fab25",
      "speaker": "Dan",
      "start_timestamp": 3201.0,
      "text": "Which is kind of why I have this little kernel of thought that maybe he thinks he's gonna die. Okay, if you look at it through that prism, it's fascinating. Can I have one? Yeah. It's fascinating because it's like, what would your last message be if you had a flock? And this is what he chooses to do. If you look at it through that lens, it's super bizarre. He started by shitting on making but it makes sense why he does make about Luby's diner. Yeah. And why he would get into this sort of, I wish I lived in a farmhouse and knew my neighbor's, like this sort of thing kind of comes into focus. Yeah,"
    },
    {
      "end_timestamp": 3246.0,
      "id": "fc1936f9-2441-3bb5-a52a-387aa7a44bad",
      "speaker": "Jordan",
      "start_timestamp": 3238.0,
      "text": "yeah, that does. There's still more Oh, man, I now I Why am I feeling sorry for Alex Jones? Now, I think that why did you make this happen?"
    },
    {
      "end_timestamp": 3262.0,
      "id": "9600a9bf-2437-3335-b8c5-083638ef17d0",
      "speaker": "Dan",
      "start_timestamp": 3246.0,
      "text": "Because we have empathy within our hearts and others don't. But so he goes on from that I caught nothing out in between those two clips, where he talks about how we should live in farm houses and know our neighbors into this next thought, which does he"
    },
    {
      "end_timestamp": 3270.0,
      "id": "527cc56b-0215-35ea-85e3-c9ca85493445",
      "speaker": "Jordan",
      "start_timestamp": 3262.0,
      "text": "liked the band fish? No, he would hate them. He would hate them hate them. They have a good song about farmhouses. Yeah. Oh, that is good."
    },
    {
      "end_timestamp": 3275.0,
      "id": "0132feb5-c919-3ec8-bb96-4e89707dc525",
      "speaker": "Dan",
      "start_timestamp": 3270.0,
      "text": "I like one of their songs."
    },
    {
      "end_timestamp": 3277.0,
      "id": "ef10325d-2fe4-3619-a1e1-947cbdbd8433",
      "speaker": "Jordan",
      "start_timestamp": 3275.0,
      "text": "The one that doesn't last 45 minutes."
    },
    {
      "end_timestamp": 3296.0,
      "id": "2d28d31b-f4b3-36bd-a8c2-13eea5e719e7",
      "speaker": "Dan",
      "start_timestamp": 3277.0,
      "text": "I think at this point, he realized that he'd forgotten that he's doing a political show. And so he had to jump back to politics. And he says one of the things that I think is the strangest sentence. I've even heard come out of his mouth. Excellent. I get your butthole ready Bhaskaran thing."
    },
    {
      "end_timestamp": 3313.0,
      "id": "5a64d3fb-eccb-3e8f-bc15-f20585193b9e",
      "speaker": "Alex Jones",
      "start_timestamp": 3296.0,
      "text": "Trump doesn't believe in the golden palaces. He lives in suits are super hot wives. He does that. Because he knows that's what you've been captured by. And his whole life has been a plan to hijack their system. And they've only figured that out at the end."
    },
    {
      "end_timestamp": 3317.0,
      "id": "0ad148d5-6153-3a8c-9573-6c83272dff6b",
      "speaker": "Dan",
      "start_timestamp": 3313.0,
      "text": "Wow. Wow. Okay. unpack that fucking sentence. Okay,"
    },
    {
      "end_timestamp": 3327.0,
      "id": "c48dba4d-249d-3c06-9178-b0df5b43e6e5",
      "speaker": "Jordan",
      "start_timestamp": 3317.0,
      "text": "so this whole thing, this whole Trump thing has been a sleeper cell. What from what from?"
    },
    {
      "end_timestamp": 3331.0,
      "id": "ca65bdb8-e350-3d0c-bd58-be841218e4bb",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3327.0,
      "text": "What are baby what's from once from birth? So"
    },
    {
      "end_timestamp": 3341.0,
      "id": "dcde84a9-a287-3aba-92b1-a7409c8aa1f8",
      "speaker": "Jordan",
      "start_timestamp": 3331.0,
      "text": "did okay. Now is he ascribing Trump? full consciousness from birth? More or less? So"
    },
    {
      "end_timestamp": 3343.0,
      "id": "2a0bd4b0-b0b3-3b3f-90cb-cc6249ce37d7",
      "speaker": "Dan",
      "start_timestamp": 3341.0,
      "text": "well, not the from birth? I'm being I'm being hyperbolic. No."
    },
    {
      "end_timestamp": 3348.0,
      "id": "530a302c-fb05-38cb-8fd1-f6d792b5f867",
      "speaker": "Jordan",
      "start_timestamp": 3343.0,
      "text": "But but when does he think this plan came up? Because Trump has been rich since he was born?"
    },
    {
      "end_timestamp": 3355.0,
      "id": "f0207e51-8da2-346f-80d1-1e6894d6d108",
      "speaker": "Dan",
      "start_timestamp": 3348.0,
      "text": "Yes. But he's not into it. Although every indication all of his behaviors have indicated is Oh, super into it. But"
    },
    {
      "end_timestamp": 3362.0,
      "id": "2849cf2c-9165-3053-adaa-277bcfd896d3",
      "speaker": "Jordan",
      "start_timestamp": 3355.0,
      "text": "he's, he's really, really good at it. I mean, obviously, he's really good because he's had so many years of practice no at making you think,"
    },
    {
      "end_timestamp": 3384.0,
      "id": "448e8606-39ac-3bf6-8348-d89c045591ec",
      "speaker": "Dan",
      "start_timestamp": 3362.0,
      "text": "yes, with all this pomp. Because the gold house because he knows the literal gold house because he knows that we're trapped in materialism. And that that is what's going to impress us. That's what's going to endear him to us. He's like, he doesn't care about that. He's a good man. And it's like it's a battered spouse."
    },
    {
      "end_timestamp": 3390.0,
      "id": "52fc6787-c9bb-3763-b66d-fe767f873e6e",
      "speaker": "Jordan",
      "start_timestamp": 3384.0,
      "text": "You Oh, that's a good point. That's that kind. Of course, he's just now realizing that maybe Trump is not the man"
    },
    {
      "end_timestamp": 3399.0,
      "id": "61a78763-1ccb-3f32-88fd-3a611e8da5c2",
      "speaker": "Dan",
      "start_timestamp": 3390.0,
      "text": "who thinks I'm Trump is going to be I'm defending someone who's undefendable. To some extent, I think I think there is that that glimmer there. Yeah."
    },
    {
      "end_timestamp": 3408.0,
      "id": "0c9435ae-49b9-3059-ba1e-86dacf7c79de",
      "speaker": "Jordan",
      "start_timestamp": 3399.0,
      "text": "He also has to have started to figure out that all of the stuff that he thought Trump was going to do, he's signaling that he is not going to do any of that."
    },
    {
      "end_timestamp": 3430.0,
      "id": "337a407d-05bf-3145-b6bc-6f7467f1ee75",
      "speaker": "Dan",
      "start_timestamp": 3408.0,
      "text": "I don't think he's starting to figure that out. Oh, you don't think so? No. In much the same way that I do believe there are forces behind the scenes that are a bit more nefarious than are being presented. I think Alex might be he might be compromised. Alex might be compromised. He might also be compromised. Okay. I don't Well, I"
    },
    {
      "end_timestamp": 3432.0,
      "id": "0460c1f5-292c-3ae6-8d29-72085d1a9a86",
      "speaker": "Jordan",
      "start_timestamp": 3430.0,
      "text": "mean, he was on Russian television. Being"
    },
    {
      "end_timestamp": 3436.0,
      "id": "bd2bf8af-f045-348d-bf13-2fdae6c4b902",
      "speaker": "Dan",
      "start_timestamp": 3432.0,
      "text": "told to find Yeah, American males He's"
    },
    {
      "end_timestamp": 3440.0,
      "id": "287dbb55-e851-3d79-823a-5cd0ea3d2631",
      "speaker": "Jordan",
      "start_timestamp": 3436.0,
      "text": "the new American What a dick suck"
    },
    {
      "end_timestamp": 3448.0,
      "id": "9c515652-c9d9-34a7-85c0-5d225a360f90",
      "speaker": "Dan",
      "start_timestamp": 3440.0,
      "text": "on American ism is over. I'd love to play that clip. But it's so long and stupid. Yeah, go find it. It's on Infowars YouTube channel. Excellent. Yes,"
    },
    {
      "end_timestamp": 3450.0,
      "id": "a9856f06-900a-3d47-a1e9-81c73dd4b0f9",
      "speaker": "Jordan",
      "start_timestamp": 3448.0,
      "text": "we definitely need to direct people to"
    },
    {
      "end_timestamp": 3453.0,
      "id": "9afceda8-3154-37c9-b0d6-2dcb4ce8288e",
      "speaker": "Dan",
      "start_timestamp": 3450.0,
      "text": "you know what to do. Don't go there."
    },
    {
      "end_timestamp": 3455.0,
      "id": "c5ff246e-6e7a-39ee-b8e0-b776d2406bd7",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3453.0,
      "text": "Don't give them any more clicks."
    },
    {
      "end_timestamp": 3459.0,
      "id": "6ef294f3-ce56-3753-801d-5a14cc35ab0a",
      "speaker": "Jordan",
      "start_timestamp": 3455.0,
      "text": "Definitely don't buy any virility pills. That's all. That's all we ask."
    },
    {
      "end_timestamp": 3515.0,
      "id": "8a7b3584-7f55-3967-83ab-77b3b646c2a5",
      "speaker": "Dan",
      "start_timestamp": 3459.0,
      "text": "I'm not saying for sure that he is. And I don't want to speculate because I mean, obviously, there's no evidence of it. But his tone changed so dramatically about Trump, that it does bring into question like What the fuck is going on? So I was watching a clip of him earlier today. He was talking about how Ted Cruz and Sarah Palin would be a perfect ticket. He was talking about how he's getting it. Like he literally was saying he was having wet dreams about that being a ticket. He was like it's insane. Like to go from that head cruise. is so big a jump. Yeah. And I mean, that clip was in like late 2015. So it's not like that was decades ago like that. That it's bizarre. It there's a decent chance that the the compromising This is from Trump himself. Okay. Or from Roger Stone. Do"
    },
    {
      "end_timestamp": 3523.0,
      "id": "c3fb3b77-27c4-39aa-bb6e-231116b7ceb7",
      "speaker": "Jordan",
      "start_timestamp": 3515.0,
      "text": "you think Trump do you think Trump gives him a lot of compliments? Oh, yeah. Okay. Oh, yeah. Now, why?"
    },
    {
      "end_timestamp": 3530.0,
      "id": "abb49918-57ad-3ecd-bd56-84b7c902c54a",
      "speaker": "Dan",
      "start_timestamp": 3523.0,
      "text": "Because, you know, we talked about this before, one of the ways you can compromise people or get them to, like without any threats,"
    },
    {
      "end_timestamp": 3537.0,
      "id": "5555e05e-b631-33c3-91e1-053ddb8a45d6",
      "speaker": "Jordan",
      "start_timestamp": 3530.0,
      "text": "the Russian thing, but you're better off as Trump shown any inclination towards doing that to anybody"
    },
    {
      "end_timestamp": 3541.0,
      "id": "89e8c0eb-8617-3315-afca-d6e2fe1d975c",
      "speaker": "Dan",
      "start_timestamp": 3537.0,
      "text": "to Putin. Okay, that's good. We compliments Putin all the goddamn time."
    },
    {
      "end_timestamp": 3545.0,
      "id": "211e7a2e-41ab-325d-a21d-9060d5b12aa5",
      "speaker": "Jordan",
      "start_timestamp": 3541.0,
      "text": "Yeah. But maybe that's because he has to maybe I don't know, that's entirely but then also"
    },
    {
      "end_timestamp": 3575.0,
      "id": "fee08eca-a95a-3ca5-b6f1-4f5a6876d960",
      "speaker": "Dan",
      "start_timestamp": 3545.0,
      "text": "he, I mean, he, Trump was on Alex's show he Well, he was yeah, he appeared on the show when he was running notion. He said, basically, you're going to be really excited about me. I won't let you down. That kind of that was the sentiment that he Yeah, but that's not a compliment. No, but he also talked about how the good work that he's doing and if you believe the things that Alex says Trump called him to thank him for his help after he won. Okay."
    },
    {
      "end_timestamp": 3586.0,
      "id": "ce6e9bdf-21f2-3fb4-8f79-407d47f9fdeb",
      "speaker": "Jordan",
      "start_timestamp": 3575.0,
      "text": "I mean, that's, well, that could be a lie. But that does seem like something that is plausible, definitely. Although, but, but no, no, we're up wouldn't have done that."
    },
    {
      "end_timestamp": 3592.0,
      "id": "9b9da868-0390-320a-bf61-0737686f4795",
      "speaker": "Dan",
      "start_timestamp": 3586.0,
      "text": "We're not I think he did. But we're just getting way too far into the world of like,"
    },
    {
      "end_timestamp": 3602.0,
      "id": "c74102bf-3ab9-3127-8900-3414186f0bd8",
      "speaker": "Jordan",
      "start_timestamp": 3592.0,
      "text": "you're right. We need to engage this as what it is. Yeah. So it's all it's all a plan that Trump has had is to put gather this entire persona"
    },
    {
      "end_timestamp": 3606.0,
      "id": "78fe736e-1df5-3ddf-882b-90c7a3e5e075",
      "speaker": "Dan",
      "start_timestamp": 3602.0,
      "text": "of well, in order to trick us into loving him."
    },
    {
      "end_timestamp": 3610.0,
      "id": "603d22bd-225f-3cc6-86df-1facda4a7dcb",
      "speaker": "Jordan",
      "start_timestamp": 3606.0,
      "text": "But But why would he? But why would he trick us into loving him? Isn't the whole point"
    },
    {
      "end_timestamp": 3616.0,
      "id": "2979ed70-fa76-32d9-b4c2-df752bee241f",
      "speaker": "Dan",
      "start_timestamp": 3610.0,
      "text": "supposed to being like a benevolent? Well, no, I mean decent person, like just actually liked."
    },
    {
      "end_timestamp": 3625.0,
      "id": "15d81075-5d24-36bb-8a8d-8708e687efa7",
      "speaker": "Jordan",
      "start_timestamp": 3616.0,
      "text": "But the people who the people who don't like him are the ones that are most like, aren't they the ones who he thinks are into celebrity culture?"
    },
    {
      "end_timestamp": 3662.0,
      "id": "6738776f-5e5e-3419-b5a9-c7c8a5a08359",
      "speaker": "Dan",
      "start_timestamp": 3625.0,
      "text": "Yeah, it's convoluted, that is convoluted, not all of it, all of it is like a weird oroboros. When you try and unpack the logic of it, it's like, well, because there's no logic of he pretended to be like the loving richness and all this to get in with the insiders only to double cross them at this point now that he's president that I think that's the underlying so he wanted to put on Manchurian Candidate now. Yes, but it's for the Patriots. He's a Manchurian Candidate for the true Americans who aren't brainwashed by the globalists. That's what Alex would say, I think"
    },
    {
      "end_timestamp": 3677.0,
      "id": "2b50b3e7-443a-38a3-9c1c-617aaa8882ad",
      "speaker": "Jordan",
      "start_timestamp": 3662.0,
      "text": "but, but it has so so with no previous inclination that this is happening because all of Trump's actions up until this point have been I love Trump. I'm a big fan of Trump, Trump, Trump"
    },
    {
      "end_timestamp": 3683.0,
      "id": "6c8e005a-a3e0-3a8e-a311-f4367e1169b5",
      "speaker": "Dan",
      "start_timestamp": 3677.0,
      "text": "and a lot of positions he's publicly taking have been contradictory to Yeah, he has"
    },
    {
      "end_timestamp": 3694.0,
      "id": "aafb37cd-76ba-3060-a40d-486a8a8c816c",
      "speaker": "Jordan",
      "start_timestamp": 3683.0,
      "text": "the whole the whole like, we're gonna get rid of Wall Street bankers and all of the Goldman Sachs people. Goldman not gold and set but fuck it. They might as well have ball sacks. Yeah, they have golden balls. Yeah. But again,"
    },
    {
      "end_timestamp": 3700.0,
      "id": "71265940-847b-3149-b8cc-4956dc207648",
      "speaker": "Dan",
      "start_timestamp": 3694.0,
      "text": "it's that confirmation bias thing where it's like, well, yeah, they work for Goldman Sachs. But they've been fighting the globalist behind the scenes."
    },
    {
      "end_timestamp": 3708.0,
      "id": "94abf903-f85b-3a6d-bd75-200a4a55f7a7",
      "speaker": "Jordan",
      "start_timestamp": 3700.0,
      "text": "So he's got this whole, everybody has been everybody has been working towards this exact point. Yes."
    },
    {
      "end_timestamp": 3711.0,
      "id": "626d11e9-6a63-3dad-a68a-8705897e6eb7",
      "speaker": "Dan",
      "start_timestamp": 3708.0,
      "text": "The most important moment. And this is a"
    },
    {
      "end_timestamp": 3751.0,
      "id": "ecdc8611-82f7-3fa2-912e-8540563c1a2d",
      "speaker": "Jordan",
      "start_timestamp": 3711.0,
      "text": "this is a, I mean, Trump is 70. So let's, let's give him some credit, and say Trump didn't have this plan until he was 19, maybe. Okay, so we're gonna go as far back as we can reasonably go. Trump has this plan. At the same time, all of these other people develop this exact same plan. They eventually get together and figure out a way to enact this plan to bring us all to this point where they've successfully tricked everyone into worshipping money. Yeah. And now Now, they're going to go back on literally their entire lives. Yep. To protect the Patriots."
    },
    {
      "end_timestamp": 3756.0,
      "id": "bec6e3cc-3ea8-363c-af50-8ca4e07b0b22",
      "speaker": "Dan",
      "start_timestamp": 3751.0,
      "text": "The true message of America rule message of America. Yes."
    },
    {
      "end_timestamp": 3760.0,
      "id": "9cb817c9-df42-3652-afcb-f84e254e29e6",
      "speaker": "Jordan",
      "start_timestamp": 3756.0,
      "text": "What is the true well, we're getting to the secret of 2017 right,"
    },
    {
      "end_timestamp": 3764.0,
      "id": "e5c7a940-7f09-3ebf-913b-48a59986eb93",
      "speaker": "Dan",
      "start_timestamp": 3760.0,
      "text": "maybe, or maybe we already heard is that will be its format. I"
    },
    {
      "end_timestamp": 3777.0,
      "id": "bff1c384-78d1-3681-bab3-8ab5ffe4f65c",
      "speaker": "Jordan",
      "start_timestamp": 3764.0,
      "text": "mean, that is that is the secret though. If that if that would be the secret? farmhouse. Okay, got"
    },
    {
      "end_timestamp": 3784.0,
      "id": "4daa1217-daa8-3c9b-954f-f7d3ca2b4103",
      "speaker": "Jordan",
      "start_timestamp": 3777.0,
      "text": "butter. Okay. Okay. The secret of 2017 Is that is that all of"
    },
    {
      "end_timestamp": 3788.0,
      "id": "9c249fa7-19fa-358b-b4f8-cc9c8e16ebe9",
      "speaker": "Dan",
      "start_timestamp": 3784.0,
      "text": "you? Remember that News Radio episode? The secret of management?"
    },
    {
      "end_timestamp": 3789.0,
      "id": "a6c20350-cc6b-36a2-abb8-f499d124355c",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3788.0,
      "text": "Yes. It's kind of"
    },
    {
      "end_timestamp": 3794.0,
      "id": "c4eaf49d-94e8-38e2-8a09-72dd2660c1e7",
      "speaker": "Jordan",
      "start_timestamp": 3789.0,
      "text": "like that. I'm with stupid."
    },
    {
      "end_timestamp": 3823.0,
      "id": "7e056295-a85c-31aa-b35e-a1aa2fecffa0",
      "speaker": "Dan",
      "start_timestamp": 3794.0,
      "text": "It reminds me of that, because yeah, it's like, okay, this is supposed to be about the secret of 2017. And what we've covered so far if we want to give a full breakdown, is that Megan Kelly is ugly. Movies Diner is where Alex Jones proved he's a good man. Obama can criticize black people because he's black. And he doesn't want people to have cars. He Alex has been in big movies. Alex wouldn't take a billion dollars to cut his eyes out he loves farms celebrity worship sucks."
    },
    {
      "end_timestamp": 3829.0,
      "id": "a474f204-8e67-3360-8070-11132afe1631",
      "speaker": "Jordan",
      "start_timestamp": 3823.0,
      "text": "Rocket Scientist and Trump secretly hands on wall a plan. Yeah, it's all a plan"
    },
    {
      "end_timestamp": 3839.0,
      "id": "5ba6ee89-09c1-3a00-9d55-7ef2156f53b8",
      "speaker": "Dan",
      "start_timestamp": 3829.0,
      "text": "but we're not done. There's there's more. I don't really remember what this clips Okay, all the label is hypocrisy. So we'll see what that means."
    },
    {
      "end_timestamp": 3862.0,
      "id": "193b6508-7f85-387f-8523-fece0efa7597",
      "speaker": "Alex Jones",
      "start_timestamp": 3839.0,
      "text": "And look, I want to be completely straight with everybody. Because I say we should be healthy and not eat GMO because I say we shouldn't drink too much we should be strong we should watch too much TV. It doesn't mean I don't do all the things I say you shouldn't that my souls point in the right direction and I am trying to tell you the things that I know from my core best because I've experienced"
    },
    {
      "end_timestamp": 3865.0,
      "id": "d9994b48-a3e6-39e6-82c8-39ae4b51cc57",
      "speaker": "Dan",
      "start_timestamp": 3862.0,
      "text": "okay that that's that label was right."
    },
    {
      "end_timestamp": 3869.0,
      "id": "fa8a44f1-2988-38c3-a9f5-3ec74eb7dc4a",
      "speaker": "Jordan",
      "start_timestamp": 3865.0,
      "text": "That is the most correct label. Don't do that. Look at you as I say not as I do."
    },
    {
      "end_timestamp": 3874.0,
      "id": "2d2faede-19d0-32de-8e1f-4cf2e6b74f4e",
      "speaker": "Dan",
      "start_timestamp": 3869.0,
      "text": "I'm telling you what to do but I can't have I can do it myself. I'm not going to do"
    },
    {
      "end_timestamp": 3876.0,
      "id": "9da87f88-5f72-3c25-8086-c06095fa2908",
      "speaker": "Jordan",
      "start_timestamp": 3874.0,
      "text": "I get I'm turning down major"
    },
    {
      "end_timestamp": 3881.0,
      "id": "143b4385-3929-3525-8313-7b9838652ef5",
      "speaker": "Jordan",
      "start_timestamp": 3876.0,
      "text": "movie motion pictures. Yeah, I could make $10 million a year I'm definitely not going to tell you to turn"
    },
    {
      "end_timestamp": 3892.0,
      "id": "57966510-3317-33dd-bcce-f6bd9263e2a8",
      "speaker": "Jordan",
      "start_timestamp": 3881.0,
      "text": "down make your movie motion picture now. I'm doing it what not eat GMOs as you ever were to GMOs come from or what do you mean? He said I'm telling you not to eat GMOs. Yeah,"
    },
    {
      "end_timestamp": 3903.0,
      "id": "9f01fd9d-b01f-3bfc-a70d-4b1b89a01ba9",
      "speaker": "Dan",
      "start_timestamp": 3892.0,
      "text": "the you know, you don't want to eat that. Those those fake foods, but we'll eat that. But where did that come from? Does he view Bigger anti GMO, okay, you believe"
    },
    {
      "end_timestamp": 3909.0,
      "id": "5e4cc3b0-a158-3772-a670-f5e87e6e82bf",
      "speaker": "Jordan",
      "start_timestamp": 3903.0,
      "text": "poison that whole thing joining Monsanto is one of the most evil organizations on the planet. And"
    },
    {
      "end_timestamp": 3913.0,
      "id": "eef19450-c328-31c0-8ea8-bef7ca19276f",
      "speaker": "Dan",
      "start_timestamp": 3909.0,
      "text": "I think the idea of like patenting seeds is next level"
    },
    {
      "end_timestamp": 3927.0,
      "id": "07f0bf98-8adf-3d44-8fdc-5baf1c8b649e",
      "speaker": "Jordan",
      "start_timestamp": 3913.0,
      "text": "and and the seeds that don't produce their own seeds self. So you have to buy more seeds every year now, which is maybe the most evil thing I can ever conceive of is like, we're we're drug dealers for"
    },
    {
      "end_timestamp": 3940.0,
      "id": "8bd7d4e9-09d4-39b1-906e-6d9f9a826d55",
      "speaker": "Dan",
      "start_timestamp": 3927.0,
      "text": "food. Yeah, the idea of making famine more likely. Yeah. Or the idea of being real stingy with water. Those two things, I think are fundamentally literally evil. Yeah,"
    },
    {
      "end_timestamp": 3955.0,
      "id": "bba5f1cd-52e9-37dc-8e06-2a01256c5eb3",
      "speaker": "Jordan",
      "start_timestamp": 3940.0,
      "text": "no, that's, that's about as evil as you can get. Yeah. Because you're literally, you're literally tying lives now to money. Yeah, and the no longer no longer any subsistence at all. It is purely a oligarchical"
    },
    {
      "end_timestamp": 3971.0,
      "id": "8129f343-aa2a-3dca-86bf-f572b45d3317",
      "speaker": "Dan",
      "start_timestamp": 3955.0,
      "text": "money structure. We've seen that narrative play out over and over again, tying poverty to like morality and being like, you're bad people because you're poor. Yeah, this idea of like, Who's that guy who just came out and was like, if you can't afford birth control, you shouldn't have sex? Oh, fuck off, man. Fuck that."
    },
    {
      "end_timestamp": 3977.0,
      "id": "8b65dc8e-e29d-3a4c-ab90-44f4d986c463",
      "speaker": "Jordan",
      "start_timestamp": 3971.0,
      "text": "What the What the hell kind of argument is that? That's a that's a non argument. At least at least 3040"
    },
    {
      "end_timestamp": 3981.0,
      "id": "a033f462-1587-3c45-9390-49edd53a261c",
      "speaker": "Dan",
      "start_timestamp": 3977.0,
      "text": "years ago, they would have been like, Have you tried the rhythm method? At least well,"
    },
    {
      "end_timestamp": 3987.0,
      "id": "76b332ab-2cf0-3d78-b621-b0d64d1b0042",
      "speaker": "Jordan",
      "start_timestamp": 3981.0,
      "text": "and even then the pill was invented by a Catholic to just simulate the rhythm method"
    },
    {
      "end_timestamp": 4005.0,
      "id": "0519e5fd-5a27-3e84-aafa-f3087a30919d",
      "speaker": "Dan",
      "start_timestamp": 3987.0,
      "text": "and it would get if you are legitimately against abortions, you are a fucking hypocrite. If you're against birth control. You are a massive, massive hypocrite. Yeah, because birth control and like, the, like morning after pills and stuff like that would eliminate 100% abortions."
    },
    {
      "end_timestamp": 4011.0,
      "id": "55bc82f3-14b1-3b33-9f8b-2dfbc9691dce",
      "speaker": "Jordan",
      "start_timestamp": 4005.0,
      "text": "Not 100 not 100 a lot though. As as we all learned from Jurassic Park, Life finds a way"
    },
    {
      "end_timestamp": 4019.0,
      "id": "d2e4754e-27e3-3bcf-bd04-90155bffbf44",
      "speaker": "Dan",
      "start_timestamp": 4011.0,
      "text": "indeed. Anyway, this is not over yet. Not by a longshot this, this this eclipse weird. That's the only setup you need. Okay."
    },
    {
      "end_timestamp": 4060.0,
      "id": "e63deb34-9766-34b2-a1f5-adb9158ea5ad",
      "speaker": "Alex Jones",
      "start_timestamp": 4019.0,
      "text": "The eye is not seeing the ears not heard. The mind is not dreamt of what is in the potentiality of this species. If we go to the next level. Look at everything we've done. I love dolphins. I love tigers. I love magic creatures. Aren't one 100 is just magic. But the problem is is that an elephants majestic strong beautiful Tiger. It's it's all kind of in that spectrum. He doesn't have those lows. He doesn't have those highs, she we can go to the very bottom of hell. We can be the devil. We can transcend and join God."
    },
    {
      "end_timestamp": 4067.0,
      "id": "9dfeed7b-a206-3512-8605-a7a7fa11727e",
      "speaker": "Jordan",
      "start_timestamp": 4060.0,
      "text": "I love dolphins. I love them. But also does he not know how dolphins act?"
    },
    {
      "end_timestamp": 4075.0,
      "id": "6434e25b-936f-360c-b6ba-41b391f3f959",
      "speaker": "Jordan",
      "start_timestamp": 4067.0,
      "text": "What do you mean? Well, I mean like dolphins are rapists. They love fish. They do love fish. Well, I mean consent is a murky thing in the animal world. Well, I"
    },
    {
      "end_timestamp": 4077.0,
      "id": "6e074a4c-afd1-3d84-b44f-96b79e81685f",
      "speaker": "Jordan",
      "start_timestamp": 4075.0,
      "text": "mean they've also raped people."
    },
    {
      "end_timestamp": 4080.0,
      "id": "2e3cb35f-c29f-3d30-9a9f-5c5f570bbb93",
      "speaker": "Dan",
      "start_timestamp": 4077.0,
      "text": "Well, I mean, consent is a weird thing for them."
    },
    {
      "end_timestamp": 4090.0,
      "id": "926dde73-0703-3f66-b654-de57ab64fe42",
      "speaker": "Jordan",
      "start_timestamp": 4080.0,
      "text": "Well, we can all go to the bar. No. And that's no no let's back off. That is definitely your Kenneth Branagh. dramatic speech right? The eyes don't see the ears"
    },
    {
      "end_timestamp": 4094.0,
      "id": "77847ca9-221d-3b5d-b13b-feada3536a22",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4090.0,
      "text": "don't hear. That's preacher love dolphins."
    },
    {
      "end_timestamp": 4106.0,
      "id": "a8bcded0-281e-31a6-b32f-234315a55e5d",
      "speaker": "Dan",
      "start_timestamp": 4094.0,
      "text": "What the fuck like and I get his sort of like, look, animals are cool, but they aren't capable of what we are. We can be the devil or we can connect with God. It's like it's forced profundity."
    },
    {
      "end_timestamp": 4121.0,
      "id": "ce3c5d54-e709-3a7e-85c4-92ff71a68138",
      "speaker": "Jordan",
      "start_timestamp": 4106.0,
      "text": "That is That is such a weird that's such a weird track to go down well doesn't know and now that's a super that supports your you know, like this is his last missive from before death row."
    },
    {
      "end_timestamp": 4122.0,
      "id": "cffd478d-79fb-394f-b76a-e25f383a40f0",
      "speaker": "Dan",
      "start_timestamp": 4121.0,
      "text": "Wait, wait till the last."
    },
    {
      "end_timestamp": 4123.0,
      "id": "72e5ed53-37de-3e2b-b6df-8a1dd1a67754",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4122.0,
      "text": "Oh God. Yes, please."
    },
    {
      "end_timestamp": 4128.0,
      "id": "3e947ea7-343f-3ec4-8327-fa878c0c0261",
      "speaker": "Dan",
      "start_timestamp": 4123.0,
      "text": "All right, here we go. This one gave it to me. A bit paranoid. The"
    },
    {
      "end_timestamp": 4141.0,
      "id": "c66905cf-dfd4-32cd-8691-98155a90381d",
      "speaker": "Alex Jones",
      "start_timestamp": 4128.0,
      "text": "spirit of evil is laying against us in an attempt to keep us from our birthright. And all I can tell you this, the enemy smart, these churches. When I go near them, I almost throw up they are Satanic."
    },
    {
      "end_timestamp": 4155.0,
      "id": "c5e2bf76-8359-39ab-a4e1-9b14ec76f173",
      "speaker": "Dan",
      "start_timestamp": 4141.0,
      "text": "So he's talking about how this is something that I actually think is really dangerous, in the same way that they try and demonize the press. And like no, we're the real press. Right? That's a really bad."
    },
    {
      "end_timestamp": 4175.0,
      "id": "bd8964b1-5f53-3913-a2f1-5ac588e24f3d",
      "speaker": "Jordan",
      "start_timestamp": 4155.0,
      "text": "Well, what they're trying to do is set themselves up as the single voice Yep. And we don't do that. Well, and just like how today Trump started, like they have this whole thing where he's trying to kick out the Associated Press taking back the press corps. Yeah. Which is like Oh, so you're literally saying that you're the only voice allowed to speak well, Breitbart."
    },
    {
      "end_timestamp": 4185.0,
      "id": "350d5d78-4ff8-3081-9276-4f6b9a4ec994",
      "speaker": "Dan",
      "start_timestamp": 4175.0,
      "text": "Oh, god. Yeah. So like the, the idea that like, it's,"
    },
    {
      "end_timestamp": 4204.0,
      "id": "fdbe2f6f-15d6-3aa2-b9bc-dd0c8686cc12",
      "speaker": "Jordan",
      "start_timestamp": 4185.0,
      "text": "it's these churches, is he referencing specific churches? Probably all of them, but here's the thing or well, because my role My first reaction to that was he's more talking about not literal churches, but like the churches to know he's talking about literal churches. Just because if he's talking about like the megachurch, like those whole things,"
    },
    {
      "end_timestamp": 4211.0,
      "id": "72c90c80-fac9-31ea-94a6-05999dff6dab",
      "speaker": "Dan",
      "start_timestamp": 4204.0,
      "text": "he might actually be into them, really. But those are the most evil churches. Well, we know that because we've been to them as children. Yeah."
    },
    {
      "end_timestamp": 4217.0,
      "id": "fd74e0d5-5fc7-3d49-9160-e34e60d9638f",
      "speaker": "Jordan",
      "start_timestamp": 4211.0,
      "text": "Well, and there's those are all like, like, but it's money. Those are money churches."
    },
    {
      "end_timestamp": 4260.0,
      "id": "d8e4852f-a849-32ad-bf43-a5fbfed41fdd",
      "speaker": "Dan",
      "start_timestamp": 4217.0,
      "text": "He loves prosperity. That's true. But here's the thing, but also prosperity is just a trick, maybe, I don't know. It's so fucking hard to unpack. There's inherent contradictions everywhere. But here's the thing. When you talk about like these churches being evil and stuff like that, I think that there's a really fair point that you can make about, like child abuse in the Catholic Church. I think there's very fairly abusive things done to people in almost all churches, in terms of brainwashing in terms of, you know, just sort of foundational problems. Yeah, that organized religion has. That's not what he's talking about. Right. He's talking about the message of Christ has been bastardized by these churches, but he understands the"
    },
    {
      "end_timestamp": 4265.0,
      "id": "d5fa7415-d446-343e-8ec2-da3ad071d342",
      "speaker": "Jordan",
      "start_timestamp": 4260.0,
      "text": "true, okay, which is, but of course, he gives zero bastardisation"
    },
    {
      "end_timestamp": 4266.0,
      "id": "2df0f43f-058a-308c-a07f-26aac9ecead0",
      "speaker": "Jordan",
      "start_timestamp": 4265.0,
      "text": "example No,"
    },
    {
      "end_timestamp": 4283.0,
      "id": "89cd358f-5c38-34a0-bd60-fc09d08da148",
      "speaker": "Dan",
      "start_timestamp": 4266.0,
      "text": "but it's also what like in the early church, they would do. And that's why people rebelled against it. It was that back in the day, there would be the priest who had the Holy of Holies, the center of the church where he could communicate with God and tell everyone else what God wanted them to know."
    },
    {
      "end_timestamp": 4297.0,
      "id": "b660df1d-72fe-3191-8ce5-978af1e38d92",
      "speaker": "Jordan",
      "start_timestamp": 4283.0,
      "text": "Which is a great move. It's a beautiful scam. Such a good scam. Yeah. And that's kind of The Borgias proved, yeah, got so fucking good at it. And that's sort of that's why the Protestant Reformation happened, it had to Yeah. And"
    },
    {
      "end_timestamp": 4310.0,
      "id": "5da20616-b779-3a36-9812-b5e80f0457e7",
      "speaker": "Dan",
      "start_timestamp": 4297.0,
      "text": "that's sort of what he's harkening back to. Now, I'm not saying that he's going to be like, only I can talk to God, but he's like, only I have, I have the right view of it. And if you agree with my view of it, then you're right,"
    },
    {
      "end_timestamp": 4321.0,
      "id": "1cc5a6df-ed1e-34d3-8fd9-bb336631c371",
      "speaker": "Jordan",
      "start_timestamp": 4310.0,
      "text": "because yeah, he's got a very messianic situation going on here as well. So not only is this his last message before it death row, this is his three days before he's resurrected to"
    },
    {
      "end_timestamp": 4324.0,
      "id": "edf6395f-2b6c-3e31-aedb-23e07e76cd6b",
      "speaker": "Dan",
      "start_timestamp": 4321.0,
      "text": "Yeah. Oh, boy, what's up goes on."
    },
    {
      "end_timestamp": 4332.0,
      "id": "b158bafe-52d7-3735-bad2-3f9c65fbaee9",
      "speaker": "Alex Jones",
      "start_timestamp": 4324.0,
      "text": "The enemy is in the churches, through the media, they're on the government at the top doesn't mean the government's our enemy. But I'm here to tell you,"
    },
    {
      "end_timestamp": 4341.0,
      "id": "6a168b67-3fde-3ca7-97c6-7915625a6736",
      "speaker": "Alex Jones",
      "start_timestamp": 4332.0,
      "text": "you simply humble yourself and get before God. The destiny is waiting, and we can have it all right now."
    },
    {
      "end_timestamp": 4345.0,
      "id": "4a1bd588-4c30-3b2b-b403-15e9bb5457aa",
      "speaker": "Dan",
      "start_timestamp": 4341.0,
      "text": "That's a creepy fucking sentence."
    },
    {
      "end_timestamp": 4350.0,
      "id": "771ff5e1-891f-30d9-a5a8-a30d8a1838d2",
      "speaker": "Jordan",
      "start_timestamp": 4345.0,
      "text": "He just said the enemy is basically everything. Everything the enemy is"
    },
    {
      "end_timestamp": 4364.0,
      "id": "25ac505d-5bc5-308a-9db8-c96ac767f546",
      "speaker": "Dan",
      "start_timestamp": 4350.0,
      "text": "all institutions have been corrupted. Yeah, by the New World Order, by the Illuminati, by the globalists by these evil forces, and they have twisted the message of Jesus, they've twisted the message of freedom,"
    },
    {
      "end_timestamp": 4379.0,
      "id": "58d9da0b-40d9-379c-a4eb-44dc977775fe",
      "speaker": "Jordan",
      "start_timestamp": 4364.0,
      "text": "which I mean, it's not like that's a like, that's not an insane thing to say, in a smaller sense. Yeah. Because all of these things, you know, like, power corrupts, absolute power corrupts absolutely. And"
    },
    {
      "end_timestamp": 4392.0,
      "id": "9499af2b-78d8-3698-8409-fbff74c214b9",
      "speaker": "Dan",
      "start_timestamp": 4379.0,
      "text": "beyond that, like institutions are just collections of people. Exactly. So if you have bad people in an institution that is inherently good, the institution will turn bad. Yeah, absolutely. So I mean, you can have a single church with bad people and now you got a bad"
    },
    {
      "end_timestamp": 4400.0,
      "id": "ecdc4799-ecc5-341d-9d02-dd28dc626461",
      "speaker": "Jordan",
      "start_timestamp": 4392.0,
      "text": "church. But now I want to get into the Humble yourself before God. Yeah, situation. And that's how we get"
    },
    {
      "end_timestamp": 4402.0,
      "id": "246ef397-322e-34c0-aa85-e39f85c026eb",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4400.0,
      "text": "utopia. Sure is if"
    },
    {
      "end_timestamp": 4414.0,
      "id": "bbf787b0-b1be-3bdb-90d9-9aec2078fe5b",
      "speaker": "Jordan",
      "start_timestamp": 4402.0,
      "text": "everybody just humbles themselves. Sure God, as Alex understands God, as Alex does himself, because as we all know, he does not ever want to imply that he is a badass rocket scientist."
    },
    {
      "end_timestamp": 4427.0,
      "id": "ac33027d-3da2-35dc-aebc-6381a682b0b6",
      "speaker": "Dan",
      "start_timestamp": 4414.0,
      "text": "Never Jesus Christ, He you have to humble yourself down exactly the same way He wants you to to the same principles and same idea of God, or else what you're doing is just evil. You're just being misled. He's"
    },
    {
      "end_timestamp": 4448.0,
      "id": "d4249981-d39a-3068-8511-279434bc6f14",
      "speaker": "Jordan",
      "start_timestamp": 4427.0,
      "text": "it sounds like he's such an absolutist Yes. Like there's no sound that way. No, you're right. That's a good point. That's a good point. But at this end, yet, at the same time, he leaves himself open. He's a cult leader. He's David Koresh. That's what's funny. Oh, God, no, that's not the next one. Oh, Jesus. Because if that was the next step, I swear to God, I would have killed myself right now."
    },
    {
      "end_timestamp": 4461.0,
      "id": "88d14679-de7a-3d9d-9ec9-f346db846193",
      "speaker": "Dan",
      "start_timestamp": 4448.0,
      "text": "The Branch Davidian church incident call it that was it that was a foundational moment in his radicalization. Oh, really? We know he isn't Texas and Waco isn't super far from Austin."
    },
    {
      "end_timestamp": 4468.0,
      "id": "fb131d98-36d6-36df-844a-dd621ec66cc0",
      "speaker": "Jordan",
      "start_timestamp": 4461.0,
      "text": "And that was a that was a serious overstep and big time. Yeah, that was that real ripped up that was really fucked up."
    },
    {
      "end_timestamp": 4472.0,
      "id": "7d7b6d11-b3af-3cc5-a681-3186db3a12f8",
      "speaker": "Dan",
      "start_timestamp": 4468.0,
      "text": "The cult was really fucked up. Yeah, man. What happened to them was really fun. Yeah,"
    },
    {
      "end_timestamp": 4478.0,
      "id": "471470e0-a55f-329a-8d1d-7ffd17235da4",
      "speaker": "Jordan",
      "start_timestamp": 4472.0,
      "text": "that was Janet Reno, directly to which is an even weirder, fuck, and that whole thing was banana."
    },
    {
      "end_timestamp": 4525.0,
      "id": "0b14bf09-de2e-3abb-bd76-90992d10ccbf",
      "speaker": "Dan",
      "start_timestamp": 4478.0,
      "text": "And he has all kinds of ideas about how Clinton was personally involved and had to cover up because they were child sex rings involved. And so like that, why would there be child sex rings? The conspiracy that he's ramped up, has evolved over the years, but that was like waco to him. Was like, what year was that? Like? 92? No idea. I have no idea there but it was nice. I'd say probably mid 90s. That was when he was sort of like, just starting to get these ideas. There was probably when he was in junior college kind of the timeline correct. And that was when he was starting to get the like, read that book that none dare call it a conspiracy. And all this stuff starts to bubble up in his head, and it becomes this. Okay? After years of pressure cooking, this is where we find ourselves"
    },
    {
      "end_timestamp": 4542.0,
      "id": "4c26854f-ea9d-337b-ad98-8194fede1d45",
      "speaker": "Jordan",
      "start_timestamp": 4525.0,
      "text": "how how well, because to me, like just going by our last episode, whenever he talked about the y2k thing, he seemed more like just a conspiracy theorist. Yep, just like I am throwing all this stuff at the wall to to sell you"
    },
    {
      "end_timestamp": 4544.0,
      "id": "89b30eed-fdce-3cc2-9d56-d997d5ef3c11",
      "speaker": "Dan",
      "start_timestamp": 4542.0,
      "text": "survival food and gold and gold at that point."
    },
    {
      "end_timestamp": 4569.0,
      "id": "c3213328-5a79-3f52-ad9d-eb6e65b6e8a4",
      "speaker": "Jordan",
      "start_timestamp": 4544.0,
      "text": "And instead now this is a full on cult leader message like this. There's no because in this missive, from the edge of the world, which, as we all know, is where Russia Put the fucking radar blockers, sure. Because they go down. There's no sales pitch here. There's no sales pitch. No. Do you hear any sales pitch?"
    },
    {
      "end_timestamp": 4575.0,
      "id": "6259e164-cfb2-3de2-9b85-caf8481aea62",
      "speaker": "Dan",
      "start_timestamp": 4569.0,
      "text": "It's one of the longest stretches I've ever heard him talk without bringing up iodine or Superman. Yeah, Tao. This"
    },
    {
      "end_timestamp": 4580.0,
      "id": "7d024f27-11b6-3f01-8fec-06086fdeaa8c",
      "speaker": "Jordan",
      "start_timestamp": 4575.0,
      "text": "is all fear and loathing and depression. Worry,"
    },
    {
      "end_timestamp": 4582.0,
      "id": "8347056a-db54-31df-8e9a-76a05894a03e",
      "speaker": "Dan",
      "start_timestamp": 4580.0,
      "text": "that might be a snapshot of his soul."
    },
    {
      "end_timestamp": 4599.0,
      "id": "f283757e-3843-3797-92bb-299903ac97ac",
      "speaker": "Jordan",
      "start_timestamp": 4582.0,
      "text": "Yeah, this is really sad. I feel really bad for him. But he's if he's in this headspace, and it sounds like he really is. It does seem that like this is the first time I've heard him. And I've thought this rings so genuine. I also he believes every single thing he said,"
    },
    {
      "end_timestamp": 4604.0,
      "id": "3196fdf0-2ebc-31d4-a4ca-470de7c2e0fa",
      "speaker": "Dan",
      "start_timestamp": 4599.0,
      "text": "I also should say if you were watching the video, you would see that the bias is a little fake. Maybe his"
    },
    {
      "end_timestamp": 4607.0,
      "id": "2acb2455-9a20-369f-a295-0c38637f4686",
      "speaker": "Jordan",
      "start_timestamp": 4604.0,
      "text": "body language doesn't support the"
    },
    {
      "end_timestamp": 4614.0,
      "id": "73e3c527-e801-32ff-933f-4aae2aa6b2e6",
      "speaker": "Dan",
      "start_timestamp": 4607.0,
      "text": "No, I'm not disagreeing with your conclusion. But if you watch the like body language, there is like a bit of showmanship to it."
    },
    {
      "end_timestamp": 4618.0,
      "id": "6ef5ab5d-fb66-3798-9cd1-7ac2ff2a900b",
      "speaker": "Jordan",
      "start_timestamp": 4614.0,
      "text": "Okay, but that doesn't mean the natural showman. I don't know if he could turn that off if he wanted"
    },
    {
      "end_timestamp": 4635.0,
      "id": "d340621e-8b00-30a7-a509-84a399ddab79",
      "speaker": "Dan",
      "start_timestamp": 4618.0,
      "text": "for 22 years in April, right? No. But I think that what is important that we can take away is that like, this is kind of what happens when you go down these roads. To whole hog these conspiracy roads. What ends up happening is"
    },
    {
      "end_timestamp": 4639.0,
      "id": "405cecfd-1fd8-300a-b767-5e6152b02b55",
      "speaker": "Jordan",
      "start_timestamp": 4635.0,
      "text": "it evolves when you wear a mask long enough the mask becomes your face."
    },
    {
      "end_timestamp": 4649.0,
      "id": "45aa6177-ae90-3278-9e4b-e15735f11c2d",
      "speaker": "Dan",
      "start_timestamp": 4639.0,
      "text": "Sure, but it's more than that. You'll also wear an outfit. It's not just the mask anymore. It becomes something different."
    },
    {
      "end_timestamp": 4654.0,
      "id": "dfbbfd2a-c453-3687-b910-0edbb3ade85f",
      "speaker": "Jordan",
      "start_timestamp": 4649.0,
      "text": "It's like in the movie of Alex Jones his life. Yeah. One."
    },
    {
      "end_timestamp": 4657.0,
      "id": "4a180b37-9cb1-385c-b109-123a9868db5f",
      "speaker": "Dan",
      "start_timestamp": 4654.0,
      "text": "Act One who plays him. Oh, two."
    },
    {
      "end_timestamp": 4658.0,
      "id": "d259ed5e-2303-3e3a-93ac-d375cc92ef0e",
      "speaker": "Jordan",
      "start_timestamp": 4657.0,
      "text": "What does he wear?"
    },
    {
      "end_timestamp": 4662.0,
      "id": "16ea5b36-cf89-3a5e-9b7c-bcc7d742c1f7",
      "speaker": "Dan",
      "start_timestamp": 4658.0,
      "text": "who plays him? That's That's crazy."
    },
    {
      "end_timestamp": 4670.0,
      "id": "432329e1-90ca-3489-8077-dd842332379d",
      "speaker": "Jordan",
      "start_timestamp": 4662.0,
      "text": "Because we're talking about somebody with a low we're talking about I would say if it were me, Sir Anthony Hopkins would crush it too old."
    },
    {
      "end_timestamp": 4671.0,
      "id": "367c3c3c-5fd2-373e-9d58-0e12c306a9f5",
      "speaker": "Jordan",
      "start_timestamp": 4670.0,
      "text": "Too old."
    },
    {
      "end_timestamp": 4674.0,
      "id": "2c04107c-d55d-33a7-afac-cc23179d1f21",
      "speaker": "Jordan",
      "start_timestamp": 4671.0,
      "text": "No way. Anthony Hopkins can play any age. A lot of"
    },
    {
      "end_timestamp": 4684.0,
      "id": "28057774-94b3-336d-856a-c72dc09336d7",
      "speaker": "Dan",
      "start_timestamp": 4674.0,
      "text": "skill. I would say let's Meryl Streep. I say we fuck around. Okay, Alex always talks about how back in the day he was a great athlete and he could have gone pro"
    },
    {
      "end_timestamp": 4689.0,
      "id": "a7ae583f-bb5d-373d-8505-9b339fd772c2",
      "speaker": "Jordan",
      "start_timestamp": 4684.0,
      "text": "Brad Pitt know Brad Pitt as a character actor Brad Pitt. Oh, not leading man. Brad Pitt."
    },
    {
      "end_timestamp": 4696.0,
      "id": "44cd6521-a1b1-32a9-bddf-1b065a31f773",
      "speaker": "Dan",
      "start_timestamp": 4689.0,
      "text": "We gotta go younger. Okay, Channing fucking let's stroke Alex's ego. That's"
    },
    {
      "end_timestamp": 4697.0,
      "id": "59a0252b-c1b0-3d13-a409-8f8536ef38bf",
      "speaker": "Jordan",
      "start_timestamp": 4696.0,
      "text": "okay."
    },
    {
      "end_timestamp": 4703.0,
      "id": "86823fa7-e3fc-3d72-883d-459b7688b4b7",
      "speaker": "Dan",
      "start_timestamp": 4697.0,
      "text": "We have to we have to get him to sign off on That's true. That's true. We get the guy from fucking Magic Mike to play you."
    },
    {
      "end_timestamp": 4714.0,
      "id": "b4e3ff49-99b4-3680-81c4-2614a11f02de",
      "speaker": "Dan",
      "start_timestamp": 4703.0,
      "text": "You sign on to this doc, you pick. I mean, you get him? I think he can do voices. Channing Tatum. Yeah, if not, he just lip syncs it. We get a Domian to do it"
    },
    {
      "end_timestamp": 4718.0,
      "id": "0862a242-cfe4-3f2d-9cff-402137a57f89",
      "speaker": "Jordan",
      "start_timestamp": 4714.0,
      "text": "that yeah, that would work. Domian would do this voice to perfection. Oh,"
    },
    {
      "end_timestamp": 4722.0,
      "id": "359d35d3-092d-3843-a0fb-01b79de7b520",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4718.0,
      "text": "there's no doubt you probably already does. That's true. Yeah. Well, this"
    },
    {
      "end_timestamp": 4724.0,
      "id": "3306bcc3-f994-3579-803f-061f1fea08fb",
      "speaker": "Jordan",
      "start_timestamp": 4722.0,
      "text": "is this isn't that far from Jesse Ventura. Or it's"
    },
    {
      "end_timestamp": 4750.0,
      "id": "07d0899a-75c6-3f99-9860-dfb6099b79e0",
      "speaker": "Dan",
      "start_timestamp": 4724.0,
      "text": "like Ventura plus Lycus equals Oh, yeah, yeah. Anyway, Alex has one last bit here. And I want to be clear, I cut out very little. And I made sure to not cut out anything between these clips that has to do with context. Nothing was lost in the shuffle. If you watch the video, it's a little bit longer, but I have not betrayed the spirit of this"
    },
    {
      "end_timestamp": 4753.0,
      "id": "5bad62bb-7170-3132-966f-146fa694ebdf",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4750.0,
      "text": "in any way. Okay. All right. All right."
    },
    {
      "end_timestamp": 4758.0,
      "id": "364365aa-ddb8-3d39-940b-6a4e69f03175",
      "speaker": "Dan",
      "start_timestamp": 4753.0,
      "text": "I just have to say that because again, it's this whole like, internalizing you, I have to treat this fairly."
    },
    {
      "end_timestamp": 4763.0,
      "id": "b26d5f3d-43d7-3a44-a396-0063cd658a31",
      "speaker": "Jordan",
      "start_timestamp": 4758.0,
      "text": "Yeah. Anyway, that's what we're trying so fucking hard to do. And it's so hard."
    },
    {
      "end_timestamp": 4776.0,
      "id": "96c206e2-3021-35e4-b066-34e61038b999",
      "speaker": "Dan",
      "start_timestamp": 4763.0,
      "text": "Here's his farewell to this clip, or to this, this, this whole video. And by the end of it, we'll see if we know the secret to 2017"
    },
    {
      "end_timestamp": 4782.0,
      "id": "1eb187c7-c84a-36e3-a9ae-c5b0b6b640b4",
      "speaker": "Jordan",
      "start_timestamp": 4776.0,
      "text": "I forgot about that entirely. I forgot about the secret entirely."
    },
    {
      "end_timestamp": 4842.0,
      "id": "52f35dab-2e64-3984-bcfd-eaf09ea751c3",
      "speaker": "Alex Jones",
      "start_timestamp": 4782.0,
      "text": "And in that experiment, in that turning our will over to everything that's good and everything that came before us. We transcend the mortal bonds and join God. And this whole world is about trying to suppress that. So am I beginning transmission of 2017 I commit to you, with all my warts and all our failings, that I will always be true to you. And I know your Spirit is the Spirit that will chain the devil and restore humanity so that our species not fail, because the enemy is a spirit of death come to kill this planet, and everything on it. And we are the guardians of this planet. And if we could prove ourselves at this level, Stairway to Heaven the fulfillment of human destiny is in your hands. And that's all I can tell you."
    },
    {
      "end_timestamp": 4844.0,
      "id": "6033d42e-044b-32fd-b343-b6097e35f7e3",
      "speaker": "Dan",
      "start_timestamp": 4842.0,
      "text": "And that's the end of the video."
    },
    {
      "end_timestamp": 4853.0,
      "id": "d4fe8548-3665-3718-8d46-8cd94565ec76",
      "speaker": "Jordan",
      "start_timestamp": 4844.0,
      "text": "Okay, that's pretty well said guardian. I think we know that. We're talking about Chris Pratt for him now. I think he would do a great job there"
    },
    {
      "end_timestamp": 4858.0,
      "id": "92e15d1d-3b4e-30c0-b918-6b666dfadee3",
      "speaker": "Dan",
      "start_timestamp": 4853.0,
      "text": "is head shape and that's what I was thinking of with Tatum. Tatum looks good bald,"
    },
    {
      "end_timestamp": 4860.0,
      "id": "22b5e8ed-82e9-36bd-8664-13957fbe15f3",
      "speaker": "Jordan",
      "start_timestamp": 4858.0,
      "text": "but that's true. Oh, it's Alex Jones. Bald."
    },
    {
      "end_timestamp": 4865.0,
      "id": "4428f2de-fcab-36f1-a7e9-62cff66202e5",
      "speaker": "Dan",
      "start_timestamp": 4860.0,
      "text": "No, he's not bald, but he has short cropped hair. Okay. I think Chris Brown has got to robust ahead."
    },
    {
      "end_timestamp": 4873.0,
      "id": "53b106a8-d62d-3ff3-9e26-41579df7aa2c",
      "speaker": "Jordan",
      "start_timestamp": 4865.0,
      "text": "I think we're getting too bogged down into Chris brats appearance off out. We're, we're Megan Kelly and Chris Pratt. off the air will fantasy"
    },
    {
      "end_timestamp": 4877.0,
      "id": "ff163842-00bb-3dd0-83ef-6101984a669c",
      "speaker": "Dan",
      "start_timestamp": 4873.0,
      "text": "book this movie. Okay. All right. But you took some notes."
    },
    {
      "end_timestamp": 4886.0,
      "id": "24026715-29c4-3369-9ce5-4b5401e3f7b8",
      "speaker": "Jordan",
      "start_timestamp": 4877.0,
      "text": "Yeah. So the that sounds so much like the prayers that my dad has before like"
    },
    {
      "end_timestamp": 4888.0,
      "id": "011d2cc7-74d0-386c-bf92-21cb535f08cb",
      "speaker": "Dan",
      "start_timestamp": 4886.0,
      "text": "a meal. The prayers of our fathers. Yeah,"
    },
    {
      "end_timestamp": 4898.0,
      "id": "c340bd5c-66d2-3844-98de-22967dfe4d4e",
      "speaker": "Jordan",
      "start_timestamp": 4888.0,
      "text": "that's such a that's such a classic. You know, if you were raised in a kind of fringe church in the 80s, which clearly he was,"
    },
    {
      "end_timestamp": 4908.0,
      "id": "b8f543b1-5185-3f74-90ff-d457e3909434",
      "speaker": "Dan",
      "start_timestamp": 4898.0,
      "text": "Alex. Yeah. Not sure about that. He might have been got all the language. Yeah, he might have adopted that language. You might have adopted it since his sort of reformation. Well, I mean,"
    },
    {
      "end_timestamp": 4962.0,
      "id": "935ab6c1-65e0-36e3-bc9a-37c5429352f8",
      "speaker": "Jordan",
      "start_timestamp": 4908.0,
      "text": "it's, well, it's my dad's still doing it. It's not like it's gone away. No, like, you can pick it up in a lot of different places. But that's such the language of at the same time, trying to be humble, while giving yourself all of the power. Well, but it's like, so it's like, you need to humble yourself before God. And because I already have feces is dependent on you. But God has nothing to do with it until you're involved. Yeah, so it's such a it's such a weird, like, turn your will over to God. But God doesn't have any control over it. It's such a weird way of thinking about it. Especially in terms of you know, your heart biblical Calvin, Calvinism. It's, it's fascinating. Also, the fact that he said species really bums me out there. Yeah. Because that is not that's not what he's really going for. No, he doesn't understand what"
    },
    {
      "end_timestamp": 4966.0,
      "id": "b29f255c-fec7-385c-ba0a-56b815a9dc26",
      "speaker": "Dan",
      "start_timestamp": 4962.0,
      "text": "the species is. No, he's not a scientist. He's just a man of feeling. Not"
    },
    {
      "end_timestamp": 4971.0,
      "id": "1d04ee8b-957e-39d3-a38e-0a2daa4c9669",
      "speaker": "Jordan",
      "start_timestamp": 4966.0,
      "text": "a badass evolutionary scientist, which as we all know, there are tons of those."
    },
    {
      "end_timestamp": 4983.0,
      "id": "9e0c7f08-e3e4-35fa-830f-461ed8fa7b9a",
      "speaker": "Dan",
      "start_timestamp": 4971.0,
      "text": "But we also were I mean, your assessment is not taking into account that he's again crying at the end here. i And when he said when he is talking at the end here, a tear does go down. No, it does."
    },
    {
      "end_timestamp": 4994.0,
      "id": "28782f20-c80f-3f56-9506-4d543c6456b8",
      "speaker": "Jordan",
      "start_timestamp": 4983.0,
      "text": "He has one tear, like the Italian guy who played the Native American in that commercial indeed, exactly. Like that member of that species member. Yeah."
    },
    {
      "end_timestamp": 5000.0,
      "id": "d3170c33-1a84-33a3-9da4-e774a1bf21cf",
      "speaker": "Dan",
      "start_timestamp": 4994.0,
      "text": "So what to you is the secret of 27?"
    },
    {
      "end_timestamp": 5002.0,
      "id": "ca813200-2825-3d56-a334-e4412b20f1a1",
      "speaker": "Jordan",
      "start_timestamp": 5000.0,
      "text": "I always forget that."
    },
    {
      "end_timestamp": 5016.0,
      "id": "283f7083-c218-382c-b35a-a84def8e0672",
      "speaker": "Dan",
      "start_timestamp": 5002.0,
      "text": "I need to know what you okay. You have a lot of scribbled notes. Yes, we've listened to I mean, we're at an hour 20 here or so, of breaking down this video, what do I promise It didn't edit out the actual secret?"
    },
    {
      "end_timestamp": 5031.0,
      "id": "dd1ce9da-b1c2-3f75-a524-a0d67e3d2c06",
      "speaker": "Jordan",
      "start_timestamp": 5016.0,
      "text": "So this isn't some game show now, where now I'm guessing at the end? No, we're not doing the Match Game. Turns out it's by peanut butter. doesn't go bad. And the secret of 2017 is by these virility pills."
    },
    {
      "end_timestamp": 5040.0,
      "id": "5b5259f1-10c0-33e2-8fdd-f870df25cebd",
      "speaker": "Dan",
      "start_timestamp": 5031.0,
      "text": "But he even signed austere without no so he didn't do there was no sales pitch there. And he didn't even throw in at the end, like support the network or anything like that."
    },
    {
      "end_timestamp": 5064.0,
      "id": "a3514d30-1d22-3ca6-9c81-c8a63255d893",
      "speaker": "Jordan",
      "start_timestamp": 5040.0,
      "text": "Okay, so So now I'm going for Unified Field Theory of all the batshit things that he's it's very disjointed, but what is the connectivity seat now? Now I feel like I'm the guy from Zodiac like, I'm I'm trying to put together all of these weird cryptic notes. Would you like some theory that I don't even know like, I'm putting pictures up on the wall tying them together like Sherlock like by the"
    },
    {
      "end_timestamp": 5070.0,
      "id": "a0bb1355-ab6f-3d50-bea3-cde4dc1f9a3b",
      "speaker": "Dan",
      "start_timestamp": 5064.0,
      "text": "end like, like, if we keep doing this podcast, eventually I'm gonna have to buy like a weird chalkboard. Yes."
    },
    {
      "end_timestamp": 5090.0,
      "id": "aa95b456-44a7-30da-91dc-0c4fde002835",
      "speaker": "Jordan",
      "start_timestamp": 5070.0,
      "text": "This is going to have to become a serious Glenn Beck segment. Oh, man. Okay. So the enemy is everything. Yes. The government can't he can't you he can't adhere to the things that he tells you to adhere to. Yeah, he can only point so he's calling himself John the Baptist is here. He's not Jesus."
    },
    {
      "end_timestamp": 5095.0,
      "id": "1a3cf162-eeda-3fb5-b078-12d16925b9af",
      "speaker": "Dan",
      "start_timestamp": 5090.0,
      "text": "His gut is unavailable, right? He knows the truth. unfound but he can't he"
    },
    {
      "end_timestamp": 5102.0,
      "id": "b5376506-ba88-3372-97a3-6bb3d8ab2191",
      "speaker": "Jordan",
      "start_timestamp": 5095.0,
      "text": "never has diarrhea on failable gut He's really depressed."
    },
    {
      "end_timestamp": 5106.0,
      "id": "8026e28e-23cc-3374-acdb-44911fbd8570",
      "speaker": "Jordan",
      "start_timestamp": 5102.0,
      "text": "Maybe that's the secret he does. That couldn't be the secret."
    },
    {
      "end_timestamp": 5118.0,
      "id": "9826fe6b-782f-37e8-ad93-a244f1f59e7f",
      "speaker": "Jordan",
      "start_timestamp": 5106.0,
      "text": "He's what so? Maybe that is it? Because he, it seems like here's, here's what I'm putting all this together"
    },
    {
      "end_timestamp": 5121.0,
      "id": "3687e785-9381-3daa-b615-3d3e6cf76154",
      "speaker": "Dan",
      "start_timestamp": 5118.0,
      "text": "as I hope it's the same thought I have a fucking Revelation it"
    },
    {
      "end_timestamp": 5127.0,
      "id": "1d0d1bb0-06e2-37d7-b5ce-2d16638090a2",
      "speaker": "Jordan",
      "start_timestamp": 5121.0,
      "text": "is that he doesn't understand how to win"
    },
    {
      "end_timestamp": 5129.0,
      "id": "08746620-b787-36bd-a44a-e041673bf5e3",
      "speaker": "Dan",
      "start_timestamp": 5127.0,
      "text": "after winning after winning Yeah, because the"
    },
    {
      "end_timestamp": 5159.0,
      "id": "3dfee4ef-926a-3112-bb4a-9e99a951f04f",
      "speaker": "Jordan",
      "start_timestamp": 5129.0,
      "text": "whole thing is him building an opposition. So now he has lost the opposition. He doesn't have anything to fight against anymore. So he's really depressed because the government that he has been railing against is now what he wants you to believe in. Yeah, except he spent 22 years telling you that they're all an enemy or they're all the globalists. I think my response purpose, did he fulfill His purpose and now he doesn't know what to do with his life. My"
    },
    {
      "end_timestamp": 5164.0,
      "id": "7cc85eef-8275-36ba-b8ad-43ddc2107447",
      "speaker": "Dan",
      "start_timestamp": 5159.0,
      "text": "response to that I think is Bingo. That's really what I think the message of"
    },
    {
      "end_timestamp": 5185.0,
      "id": "28af61d6-548f-30ab-b4da-c22a0b215ccb",
      "speaker": "Jordan",
      "start_timestamp": 5164.0,
      "text": "this and it reminds me of a I don't know who I am now. Yeah, it reminds me of the Dana Gould bit about astronauts. And how if you've gone to the moon, everything after that must be completely a letdown. Like, oh, man, I'm getting these double A batteries. I use these when I went to the fucking moon. Sure."
    },
    {
      "end_timestamp": 5193.0,
      "id": "9a08d799-73bf-3ba4-ba90-906196fd674f",
      "speaker": "Dan",
      "start_timestamp": 5185.0,
      "text": "I mean, yeah, it's it. But I think that's an unfair comparison to that bit, because I don't really think he's achieved that much. No."
    },
    {
      "end_timestamp": 5212.0,
      "id": "28d9cbca-efd2-399c-bb80-2af86008a0f9",
      "speaker": "Jordan",
      "start_timestamp": 5193.0,
      "text": "I think he to him. Well, one, he ended anti Americanism. Well, that's true. So he's, he's achieved a lot more than even the if you believe literal Russian property, even the even the astronauts didn't end the anti Americanism. No. And then we've had like a fucking space station with him for 20 years. And Space Command lives up there. Yeah."
    },
    {
      "end_timestamp": 5214.0,
      "id": "60c07cc9-b801-30f5-9424-4fd91fea4677",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5212.0,
      "text": "Space Command base command."
    },
    {
      "end_timestamp": 5238.0,
      "id": "bb26dceb-70d7-3ed5-9a85-0fa346222935",
      "speaker": "Dan",
      "start_timestamp": 5214.0,
      "text": "I think that there's also a tinge of buyer's remorse thrown in there. Okay. There's a little bit of I didn't want it to go this way. Now, I might be putting too much on him. Yeah. Like, there is. I think, fuck, I didn't want to win or something like that. Yeah, there is just like, We got to play a different game now."
    },
    {
      "end_timestamp": 5248.0,
      "id": "652c0e26-0e4f-319b-9ca4-8d3353ce0881",
      "speaker": "Jordan",
      "start_timestamp": 5238.0,
      "text": "And that's how that's what's going on with the GOP because you're winning. It's about to win. Yeah, we're winning. So what are we going to do with disaster? So"
    },
    {
      "end_timestamp": 5259.0,
      "id": "5df14db0-bb8d-38ea-a483-d6d022177268",
      "speaker": "Dan",
      "start_timestamp": 5248.0,
      "text": "the only way to do it is now change up the entire narrative to be like, well, you know, who's good at playing from the bottom? globalists? That has to be the net like there's there's no other way to do"
    },
    {
      "end_timestamp": 5265.0,
      "id": "a4f07d67-da56-3bb5-89f9-aaabd9ab4ec2",
      "speaker": "Jordan",
      "start_timestamp": 5259.0,
      "text": "that. But now, now you're going from opposition to defense, but Oh, but it also on from offense to defense. But"
    },
    {
      "end_timestamp": 5279.0,
      "id": "ed637f25-ea4f-3def-afdc-ea622e2bfdfc",
      "speaker": "Dan",
      "start_timestamp": 5265.0,
      "text": "it also turns into when you're this sort of this sort of worldview defense becomes witch hunts. Yeah. And that's something that I think is particularly scary. I think it's a it's a short jump towards No,"
    },
    {
      "end_timestamp": 5284.0,
      "id": "851e8dc4-8c20-3fa0-8197-5d6f36aa963f",
      "speaker": "Jordan",
      "start_timestamp": 5279.0,
      "text": "you don't remember McCarthyism fondly? No, I'm pretty sure that I read a book where it's like that was a"
    },
    {
      "end_timestamp": 5295.0,
      "id": "e999da2d-bcae-3c73-af74-bbc2cfc1c30b",
      "speaker": "Jordan",
      "start_timestamp": 5284.0,
      "text": "great time. Who wrote that? Robert do? Lian Macedon. All right. All right, guys. I'm gonna get out of here. I gotta go. So we'd like to,"
    },
    {
      "end_timestamp": 5311.0,
      "id": "fa3569b1-3797-3947-9d96-5bbd4ced1004",
      "speaker": "Dan",
      "start_timestamp": 5295.0,
      "text": "we'd like to say you're welcome for explaining to you guys the secret of 2017. If you have any different interpretations of what the secret might be, please reach out to us at knowledge underscore fight on Twitter. And also you can send us an email directly at knowledge fight@gmail.com"
    },
    {
      "end_timestamp": 5314.0,
      "id": "8d1306b0-87cf-3cfe-89e6-83ddeb45f0eb",
      "speaker": "Jordan",
      "start_timestamp": 5311.0,
      "text": "And we are on iTunes and YouTube and the like. Yep. Absolutely. I"
    },
    {
      "end_timestamp": 5316.0,
      "id": "77905b68-82ca-3f28-a818-b26acb8695be",
      "speaker": "Dan",
      "start_timestamp": 5314.0,
      "text": "hope you guys enjoyed Jordan has been a lot of fun."
    },
    {
      "end_timestamp": 5320.0,
      "id": "64133ecf-d47f-37e1-9d54-238d744b67fb",
      "speaker": "Jordan",
      "start_timestamp": 5316.0,
      "text": "It has been a an immense pleasure to discover the secret will be 17."
    },
    {
      "end_timestamp": 5345.0,
      "id": "122d3125-413c-3a98-a4e2-7e91299bcccc",
      "speaker": "Dan",
      "start_timestamp": 5320.0,
      "text": "We will be back later this week. So please get excited for that. And a welcome back to the studio. Alex. I'm excited to hear what you got to say I love you love to hear about your trip. I'd love to know if you're feeling better, because this year shoe sounded really bummed. The shoot was bleak. And even if we are kind of we don't see it. I still care about you as a person. Alex, catch you next time."
    },
    {
      "end_timestamp": null,
      "id": "16544ccf-3d02-3312-aa76-c8def9dadafe",
      "speaker": "Alex Jones",
      "start_timestamp": 5345.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. So Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}