{
  "audio_identifier": "KF_32",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/4-21.mp3",
  "blocks": [
    {
      "end_timestamp": 7.0,
      "id": "2315c277-214a-35c3-b411-7168e8ec0a63",
      "speaker": "Caller to Bill O'Reilly",
      "start_timestamp": 0.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    },
    {
      "end_timestamp": 22.0,
      "id": "d54c5e35-9067-3a3e-990b-06e8a89d9b6f",
      "speaker": "Dan",
      "start_timestamp": 7.0,
      "text": "Hey, everybody. Welcome back to knowledge fight. I'm Dan. I'm Jordan. We're a couple of dudes who like to sit around and drink. In this instance, Apple wine, Boone's Farm, strawberry daiquiri Apple wine, and talk a little bit about Alex Jones."
    },
    {
      "end_timestamp": 29.0,
      "id": "d8aa1616-06f0-3c4e-b327-1211b2dc125e",
      "speaker": "Jordan",
      "start_timestamp": 22.0,
      "text": "It did not occur to me. I just now read that. It can't be Apple wine. It's flavored like strawberry daiquiri This"
    },
    {
      "end_timestamp": 29.0,
      "id": "3f202d5c-2328-3b23-ada6-49343a052161",
      "speaker": "Dan",
      "start_timestamp": 29.0,
      "text": "shit ain't grapes."
    },
    {
      "end_timestamp": 31.0,
      "id": "d9b05ca7-db63-350e-a6b9-1b0e8cb34d57",
      "speaker": "Jordan",
      "start_timestamp": 29.0,
      "text": "It has to be made of"
    },
    {
      "end_timestamp": 34.0,
      "id": "890c1255-32f9-32bc-9f04-e0d0e2ecde89",
      "speaker": "Dan",
      "start_timestamp": 31.0,
      "text": "strawberries just squeezed strawberries. Yeah,"
    },
    {
      "end_timestamp": 43.0,
      "id": "19e622ef-f715-3041-ac41-286d5d158017",
      "speaker": "Jordan",
      "start_timestamp": 34.0,
      "text": "it's not how you make wine in the first place. It is not anyway have a fat man roll around in a barrel and then whatever falls out is good. Yeah, I've"
    },
    {
      "end_timestamp": 54.0,
      "id": "4e3ba7ed-a866-385b-9836-a32a811d42c7",
      "speaker": "Dan",
      "start_timestamp": 43.0,
      "text": "seen cartoons. Yeah, that's how you drink. Yeah, guys, this is not a wine review podcast. Although it may transition that at some point as we have less and less Alex Jones related content. Yeah,"
    },
    {
      "end_timestamp": 60.0,
      "id": "e91a2432-650f-311f-8563-a9cb6dbb1d40",
      "speaker": "Jordan",
      "start_timestamp": 54.0,
      "text": "it depends on how this trial really shakes out whether or not we will just switch to red one"
    },
    {
      "end_timestamp": 64.0,
      "id": "a6bdd415-2aef-3981-9807-46ef9503bce5",
      "speaker": "Dan",
      "start_timestamp": 60.0,
      "text": "we are exactly we were we were wind was"
    },
    {
      "end_timestamp": 70.0,
      "id": "57fe7de3-cd62-3533-a894-7aaf19ab58bf",
      "speaker": "Jordan",
      "start_timestamp": 64.0,
      "text": "the number one Alex Jones and wine podcast. But instead we just crossed out Alex Jones"
    },
    {
      "end_timestamp": 74.0,
      "id": "09387617-e0d0-36f6-85b4-bb3a8807ae79",
      "speaker": "Dan",
      "start_timestamp": 70.0,
      "text": "one down. Yep. Just got an outlaw wine."
    },
    {
      "end_timestamp": 81.0,
      "id": "fd213726-132a-3609-a740-880dcdf33659",
      "speaker": "Jordan",
      "start_timestamp": 74.0,
      "text": "And we're screwed. Yeah. Anyway, this is a show where do we become just another interview podcast and nobody needs anymore? Certainly not"
    },
    {
      "end_timestamp": 97.0,
      "id": "bbb36bbd-1768-332a-af69-4141cf0aeb17",
      "speaker": "Dan",
      "start_timestamp": 81.0,
      "text": "two white dudes. This is a show where we take a day in the life of Alex Jones and break it down critically and discuss what he's up to and deal with the lies that come out of his mouth. But there's a twist. What's the twist twist is that I know a shit ton about Alex Jones."
    },
    {
      "end_timestamp": 103.0,
      "id": "c0808693-9e40-3b25-be53-6c6d533014de",
      "speaker": "Jordan",
      "start_timestamp": 97.0,
      "text": "How about me? How much do I know? Nothing. Ah, damn it, I must have forgotten all of it."
    },
    {
      "end_timestamp": 109.0,
      "id": "e18cb7a7-12bd-39fc-9949-4ea4918b6b4b",
      "speaker": "Dan",
      "start_timestamp": 103.0,
      "text": "I'd like to start today's show off with a little bit of a speech. Okay. All right. First of all, I"
    },
    {
      "end_timestamp": 112.0,
      "id": "3a075778-15da-3afd-b46d-a65e2c5fb559",
      "speaker": "Jordan",
      "start_timestamp": 109.0,
      "text": "love I love your opening speeches I love"
    },
    {
      "end_timestamp": 133.0,
      "id": "5a8e980c-cca6-3cd7-bc83-47a6498d6f6b",
      "speaker": "Dan",
      "start_timestamp": 112.0,
      "text": "as you're listening to this, today is my birthday. So I wanted to take a moment to reflect on the fact that my life at 33 is not exactly what I anticipated. There is no part of me that would have predicted that I would be a co host of a Alex Jones debunking podcast."
    },
    {
      "end_timestamp": 139.0,
      "id": "fdbae394-4040-3ae8-a34a-bfd8f6555480",
      "speaker": "Jordan",
      "start_timestamp": 133.0,
      "text": "That's actually my goals. Since I was about eight years old. You were a wee baby since I was a wee lad."
    },
    {
      "end_timestamp": 177.0,
      "id": "81e38b65-c011-3d5d-95c7-4660d97c6b91",
      "speaker": "Dan",
      "start_timestamp": 139.0,
      "text": "I've had a lot of expectations of my life over the years. Like when I was younger, I probably thought I was going to be a professor like my dad. When I grew up a little bit. I wanted to be like an archaeologist or maybe a Greek teacher, I wanted to teach ancient Greek because I love the language and studied it extensively in college. Really? Yeah, I can you speak Greek? Not really. But I can translate it. Oh, like in mostly Homeric Greek, American attic Greek or the the older Greeks. Yeah, but I am still slightly fluent enough in who cares? My point is"
    },
    {
      "end_timestamp": 181.0,
      "id": "4c555b42-9c06-3fef-9e47-1cde709239bc",
      "speaker": "Jordan",
      "start_timestamp": 177.0,
      "text": "just trying to derail this speech into some sort of Greek thing."
    },
    {
      "end_timestamp": 221.0,
      "id": "69781b43-60fe-3726-89fa-9fc4e90d0bab",
      "speaker": "Dan",
      "start_timestamp": 181.0,
      "text": "Those were things and then I got a little bit further down the track. And I thought, you know, I'm gonna be a stand up comedian. And, you know, that was the expectation of my life for a really long time. And now we're here and it's not a disappointment to me, I could not be happier that this is how I spend my time. It's great. And I can't thank you all enough. who listen, and we're seeing huge jumps in numbers, we're seeing massive download spikes. And it's a thrill. It's, it's great. And I can't, I can't thank you enough listeners, that at least in some way as validating this period of my life. Now,"
    },
    {
      "end_timestamp": 233.0,
      "id": "0a4fe313-749b-3454-b3a2-83d334185c52",
      "speaker": "Jordan",
      "start_timestamp": 221.0,
      "text": "now if any of you speak Greek, we are knowledge fight@gmail.com We now know we now know that we got a we got a whole new audience that we can translate this to"
    },
    {
      "end_timestamp": 235.0,
      "id": "05c63b1a-b134-3b59-8cba-d191b5075e92",
      "speaker": "Dan",
      "start_timestamp": 233.0,
      "text": "if Cristo for listening Yeah,"
    },
    {
      "end_timestamp": 245.0,
      "id": "0d4b2653-abf9-303e-ba5f-05f84086ffe3",
      "speaker": "Jordan",
      "start_timestamp": 235.0,
      "text": "but yeah, thank you to all the all the people who've stuck with us in the beginning and share this the you guys have been amazing. And then it's been massive. Hi, new people. Yeah, absolutely."
    },
    {
      "end_timestamp": 286.0,
      "id": "cf906ca8-29c1-34ec-9af5-d71f290110ff",
      "speaker": "Dan",
      "start_timestamp": 245.0,
      "text": "I'm gonna get real mad probably. Now. The two further pieces of my speech Yes, are that if you want to give me a birthday present, feel free to do thing that would be the best, the most awesome birthday present is continuing to share the show with friends. That would be awesome. Yeah, we're seeing word of mouth and it makes such a big difference. leave a review on the iTunes subscribe. If you feel so inclined to give me a physical gift. I'm not going to turn you down. We got to Patreon. Go ahead and do that. In this 33rd year of my life, I want this to expand. I want to further go after right wing propaganda, because I hate it so much. It"
    },
    {
      "end_timestamp": 291.0,
      "id": "dec1025f-d5ef-34ba-a9e0-fc153e57d139",
      "speaker": "Jordan",
      "start_timestamp": 286.0,
      "text": "is the scourge of every conversation with an old white person."
    },
    {
      "end_timestamp": 304.0,
      "id": "624461e6-5020-3107-a71a-d452d10ac34c",
      "speaker": "Dan",
      "start_timestamp": 291.0,
      "text": "Absolutely. Now the last piece of my speech, yes. Is that I'm going to introduce this as the anthem for my 33rd year on this planet. This is what it's all about. This, this is what it's all about."
    },
    {
      "end_timestamp": 306.0,
      "id": "38214d76-482c-3f95-8e14-b14c93651626",
      "speaker": "Jordan",
      "start_timestamp": 304.0,
      "text": "I have no idea what's happening."
    },
    {
      "end_timestamp": 309.0,
      "id": "6f8066cc-4504-3da1-939e-0f9a0fb0f63b",
      "speaker": "Dan",
      "start_timestamp": 306.0,
      "text": "This is Sasha Banks pro wrestlers theme song guys,"
    },
    {
      "end_timestamp": 328.0,
      "id": "5766296c-6d89-3ff3-8033-8be05d1fbceb",
      "speaker": "Jordan",
      "start_timestamp": 309.0,
      "text": "music and he did not warn me about this in advance. I take no joy or pleasure this. I am so sorry. I'm gonna make sure this is your last 33rd person"
    },
    {
      "end_timestamp": 330.0,
      "id": "814893a0-c841-31d1-b8ca-e24d4723f9f0",
      "speaker": "Jordan",
      "start_timestamp": 328.0,
      "text": "anyway, what is happening?"
    },
    {
      "end_timestamp": 338.0,
      "id": "5a646f27-9eea-35cd-93fd-26d4d0b01a14",
      "speaker": "Dan",
      "start_timestamp": 330.0,
      "text": "I'm not sure. But that's, that's the anthem that's going to be going through my head this entire year. Okay, it's gonna inform our."
    },
    {
      "end_timestamp": 340.0,
      "id": "7fbb5775-4569-3c00-9cf8-d1cd760a65d9",
      "speaker": "Jordan",
      "start_timestamp": 338.0,
      "text": "Alright, I'm gonna need a lot more Boone's Farm that"
    },
    {
      "end_timestamp": 351.0,
      "id": "b2dadfbd-edf0-3f0f-b442-a49f97196e13",
      "speaker": "Dan",
      "start_timestamp": 340.0,
      "text": "I'm mildly hung over, but I just wanted to. I wanted to say that that That's it, man. That's what it's all about 33rd year. Sasha Banks theme song."
    },
    {
      "end_timestamp": 353.0,
      "id": "810f08b9-d65c-3ea6-95d7-bb08118cf06d",
      "speaker": "Jordan",
      "start_timestamp": 351.0,
      "text": "All right. All right. All right."
    },
    {
      "end_timestamp": 357.0,
      "id": "0d28f6db-1888-3a24-aefd-548d4f9c5829",
      "speaker": "Dan",
      "start_timestamp": 353.0,
      "text": "I really should have probably written my points out."
    },
    {
      "end_timestamp": 360.0,
      "id": "7bd3ee95-b76a-3d83-8459-1371b1f0ffe8",
      "speaker": "Jordan",
      "start_timestamp": 357.0,
      "text": "No, I liked your extemporaneous speaking."
    },
    {
      "end_timestamp": 378.0,
      "id": "0de7405b-43c1-3718-a4fb-2103a2df4362",
      "speaker": "Dan",
      "start_timestamp": 360.0,
      "text": "So anyway, the big the big point is, thank you all so much. And let's let's keep it moving. Let's keep going. But before we get into today's content, I want to say I may I fucked up. I want to thank Drew, who donated to the show in early April, we forgot to give a shout out. And this one's for you, man."
    },
    {
      "end_timestamp": 379.0,
      "id": "c93396ab-cce1-3d11-9cfd-6da3bdca4d70",
      "speaker": "Caller to Bill O'Reilly",
      "start_timestamp": 378.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 380.0,
      "id": "8eb428b8-6390-3b88-83d1-d23932e90719",
      "speaker": "Dan",
      "start_timestamp": 379.0,
      "text": "Welcome to the team. Welcome"
    },
    {
      "end_timestamp": 381.0,
      "id": "325ee192-44f1-38e8-a41b-9d144db68735",
      "speaker": "Jordan",
      "start_timestamp": 380.0,
      "text": "back."
    },
    {
      "end_timestamp": 398.0,
      "id": "7fb134e0-c2e7-3654-b816-d43849d45576",
      "speaker": "Dan",
      "start_timestamp": 381.0,
      "text": "Welcome to the team policy walk. We'll go through and give everyone everyone who has donated in the past. One at a time, one at a time for all you you longtime supporters. We appreciate it. So here's what's been going on on Infowars this week. Yes, last week,"
    },
    {
      "end_timestamp": 401.0,
      "id": "5d677585-7ef0-38b0-b6e4-a2b7f358fc5d",
      "speaker": "Jordan",
      "start_timestamp": 398.0,
      "text": "down to business. I like to defeat the Huns. Alex is"
    },
    {
      "end_timestamp": 422.0,
      "id": "74b18e24-a2ae-368e-a7c1-1e520219d934",
      "speaker": "Dan",
      "start_timestamp": 401.0,
      "text": "in court. So he can't do his show. He is in court during the hours that the show is going on. So two days out of the week, David Knight hosted and I could not listen. No. The other day is Paul Joseph Watson who's visiting Austin at this point, fellowship. Yeah, he has been hosting and race baiting his ass off great."
    },
    {
      "end_timestamp": 424.0,
      "id": "3736a1c3-6007-3f25-a3d9-1e6559a56ea0",
      "speaker": "Jordan",
      "start_timestamp": 422.0,
      "text": "Two things he gets hit by a truck. Two narratives"
    },
    {
      "end_timestamp": 460.0,
      "id": "b3a73ceb-70a0-3175-9a6e-60e72e80a4de",
      "speaker": "Dan",
      "start_timestamp": 424.0,
      "text": "that he's been spinning are completely bogus and so racist on their face that I I just want to take a second without playing his voice to explain what he's been talking about. Okay. The first thing is Malcolm Nance. Are you aware of him? No. He's a pundit and former, he has he has an extensive experience in the intelligence world. He is an expert on al Qaeda and ISIS. He's a terrorism specialist. And he tweeted that he nominated the Trump Hotel in Istanbul to be the first target of terrorism against Trump's properties."
    },
    {
      "end_timestamp": 474.0,
      "id": "f483f249-1a88-381a-8643-29445615bfd8",
      "speaker": "Jordan",
      "start_timestamp": 460.0,
      "text": "Nominated meaning he was saying that this is the most likely thing or nominated meaning he was like, terrace, get on at it. That is because if I was me, I would go to the Mara Lago but I mean, hey, the"
    },
    {
      "end_timestamp": 484.0,
      "id": "e722c86a-3f8e-3453-a348-d55127c05f2a",
      "speaker": "Dan",
      "start_timestamp": 474.0,
      "text": "second version of what you're saying is what Paul Joseph Watson is arguing, gotcha. The reality is what he's saying is he predicts that that will be the first target, right? Because of course,"
    },
    {
      "end_timestamp": 492.0,
      "id": "ce4dce4e-f03f-3934-a676-e432ea9a9262",
      "speaker": "Jordan",
      "start_timestamp": 484.0,
      "text": "right? Like horse like the World Trade Center, we could have predicted that would be the target because it had already been the target one time before Sure."
    },
    {
      "end_timestamp": 503.0,
      "id": "bda7b259-dc7a-304d-8221-23f0d6736181",
      "speaker": "Dan",
      "start_timestamp": 492.0,
      "text": "And he said, I nominate this to be the next target. You're not saying hey, terrorists get at it. You're what you're saying is, you know, this is the most likely it's it's"
    },
    {
      "end_timestamp": 510.0,
      "id": "c02e0b04-903a-3931-ac14-f62d4746e68f",
      "speaker": "Jordan",
      "start_timestamp": 503.0,
      "text": "it could be an Oscar thing all over again. Maybe they hit it, but they go Oh, sorry. We got the wrong place. We did this."
    },
    {
      "end_timestamp": 538.0,
      "id": "79856dd2-c429-36d0-8467-4c7557c3d939",
      "speaker": "Dan",
      "start_timestamp": 510.0,
      "text": "Yeah, we're good at Mar a Lago. Yeah. But he it was clunky language, the term nominate and he deleted the tweet, I think probably because it was messy language. But what he was saying was very clear. He was making a prediction. Yes, it wasn't. But of course, Paul Joseph Watson's, like, this guy rhetorically is in bed with the Muslims. And yet it's horrible. I that scans. The second thing is there was that shooter in Cleveland, who went on Facebook Live and shot that old man."
    },
    {
      "end_timestamp": 543.0,
      "id": "4b4c3db8-7480-3030-a72b-101c657098f4",
      "speaker": "Jordan",
      "start_timestamp": 538.0,
      "text": "Oh, the guy who I saw a killed himself."
    },
    {
      "end_timestamp": 569.0,
      "id": "2cdf1740-c751-3e46-859a-6ecf6c344966",
      "speaker": "Dan",
      "start_timestamp": 543.0,
      "text": "Yes. He ended up a couple days later killing himself. But he was on the run for a long time. Right. Paul, Joseph Watson tweeted out a picture of a see CNN Headline News type thing. And it was cropped. It was a cropped picture. And it just showed Cleveland shooter at large considered armed and dangerous. And there was a silhouette picture like, like a random placeholder avatar image."
    },
    {
      "end_timestamp": 591.0,
      "id": "c4f5e5da-f36f-385d-9eec-68c0bdc93cdd",
      "speaker": "Jordan",
      "start_timestamp": 569.0,
      "text": "Okay, so he was let me guess his narrative there, please. He was saying that CNN doesn't have the balls to publish to let everybody know that it was a black man who committed the crime. You nailed it. Now. Let me ask you one further question. Was this a totally accurate and factual thing that he tweeted"
    },
    {
      "end_timestamp": 626.0,
      "id": "a73375e7-af9a-3224-a566-eefd43ee635e",
      "speaker": "Dan",
      "start_timestamp": 591.0,
      "text": "out? No, because the picture it was the picture was photoshopped. Oh, great. It wasn't there. Okay, so the actual picture is just bigger. And what it is, is that with the silhouette avatar picture, and then to the right of it is a picture of the guy. Yeah, he's old, he is posting just completely inaccurate things in order to race bait. And so someone pointed this out, he didn't delete the tweet, he didn't apologize. And a day later, when he was hosting the Alex Jones Show brought it up. Why won't CNN say that this guy is black, so"
    },
    {
      "end_timestamp": 651.0,
      "id": "61bfc5da-b616-37af-ac0a-5bcda0370797",
      "speaker": "Jordan",
      "start_timestamp": 626.0,
      "text": "he can't possibly, so he has to know. Yeah, he knows that he has to it's been pointed out to him. Absolutely. And then he still goes and fucking says it in, in a public sphere where people can hear him. Yep. People who are already on edge hoping that CNN or somebody like that fucks up who thinks they probably think there's a race war coming? There is like that kind of shit that's going on."
    },
    {
      "end_timestamp": 657.0,
      "id": "c9456ea2-d62d-31ae-a6d3-2bcdfed21a33",
      "speaker": "Dan",
      "start_timestamp": 651.0,
      "text": "All right, because again, we've gone over it. And according to Quantcast, the statistics are that almost"
    },
    {
      "end_timestamp": 660.0,
      "id": "0a6abbcd-1190-372f-882b-374efc1f3de9",
      "speaker": "Jordan",
      "start_timestamp": 657.0,
      "text": "something called white men, it's all old white men and white men."
    },
    {
      "end_timestamp": 664.0,
      "id": "44c97394-5dfc-3640-b198-b30b6d2c582f",
      "speaker": "Dan",
      "start_timestamp": 660.0,
      "text": "And I got some weird statistics to break down later, the single worst demographic"
    },
    {
      "end_timestamp": 666.0,
      "id": "7c16cfcc-0f97-377f-b1f4-25227e09ff42",
      "speaker": "Jordan",
      "start_timestamp": 664.0,
      "text": "of human beings on this planet the easiest"
    },
    {
      "end_timestamp": 717.0,
      "id": "1b908323-89f0-3133-b6f0-6d6cf8571a95",
      "speaker": "Dan",
      "start_timestamp": 666.0,
      "text": "to scare certainly. Yeah. So anyway, this is what Paul Joseph Watson has kind of been up to. He's been atrocious to watch. And I gotta be honest, without the quick editing that he does in his videos that he puts out, he's not ready for primetime. Baby. He is not good at that desk. Okay, he's not there yet. Because he relies so much on quick edits, that just having him speak for 10 minutes. Who are not good. No personality. No, it he has no ENT which is fucking fully demonstrated by the he had a time where he was on air with with Leon McAdoo, right I've already here love of your life, but who I've already said is a zero in terms of like her abilities. And she was much more electric Oh, blank screen than Hellboy."
    },
    {
      "end_timestamp": 726.0,
      "id": "99b60e05-0280-39f7-acc8-0c52878b7bc9",
      "speaker": "Jordan",
      "start_timestamp": 717.0,
      "text": "We had this conversation a while back. What if Alex Jones finally does go down? Yeah. Like what if this is the thing that does take him"
    },
    {
      "end_timestamp": 729.0,
      "id": "b2caa57e-3ffb-37df-8952-f9b5a23684b1",
      "speaker": "Dan",
      "start_timestamp": 726.0,
      "text": "down? I still think Paul Joseph Watson is the heir apparent."
    },
    {
      "end_timestamp": 742.0,
      "id": "329d7919-e48f-3296-94a6-094c0adc6909",
      "speaker": "Jordan",
      "start_timestamp": 729.0,
      "text": "And I think that's I still think it's the end of Infowars Alex Jones is the cult leader. And when you take the cult leader down, it's the end of the cult, if you're not good at Scientology,"
    },
    {
      "end_timestamp": 755.0,
      "id": "ee9a9846-66a3-33f4-8ac8-0a038ddc9d24",
      "speaker": "Dan",
      "start_timestamp": 742.0,
      "text": "if you're not good about how you take down that cult, you have a charismatic figure rise through the ranks and take over. Like that's happened in tons of cults in the past when the leader dies. Yeah, what else comes up? Yeah, but"
    },
    {
      "end_timestamp": 757.0,
      "id": "5090bb8f-85ae-39c0-9e23-8c99e42ce234",
      "speaker": "Jordan",
      "start_timestamp": 755.0,
      "text": "it's not like it like"
    },
    {
      "end_timestamp": 811.0,
      "id": "a96446ff-0a36-37c5-b68f-ff4693f85f5d",
      "speaker": "Dan",
      "start_timestamp": 757.0,
      "text": "generations of the Branch Davidians that that's true. Even that example out of Alex's ouvre rally, you know, there wasn't just one guy, the leader died and then David Koresh came to power, right. Typically, whenever a secondary leader comes, that's when things go off the rails. That's when shit turns into, like suicide pact. Yeah, so I think that if Alex does end up going down and you end up with a new leader ascending, you'll just you'll see it fall apart much quicker. But I still think here's what I think. Alex Jones has done a really good job of building up individuals that fit certain demographics as his team. So you have Owen Troyer, who's kind of like a frat boy who's kind of like a cool, bro. Like he's 27 years old. He's kind of smarmy, because I got a man Oh, cool. I play basketball. Then you go"
    },
    {
      "end_timestamp": 814.0,
      "id": "bdcd02e7-01b8-3927-85ab-4c99fbda5111",
      "speaker": "Jordan",
      "start_timestamp": 811.0,
      "text": "that's cool. All right. That's pretty cool."
    },
    {
      "end_timestamp": 835.0,
      "id": "90cced97-b262-3a5f-bdd4-b85482c68c42",
      "speaker": "Dan",
      "start_timestamp": 814.0,
      "text": "Then you got Rob Do you know people who play basketball to you got Rob do who's there to for the nerds. You nerds can identify with Rob do as this kind of put upon the kind of guy you got that you got the fucking smoke shop of a lady super hot Leann matches Christ for the Fox News type of thing you know, because they always Yeah,"
    },
    {
      "end_timestamp": 839.0,
      "id": "01714837-c1db-3122-8c84-6444261806a5",
      "speaker": "Jordan",
      "start_timestamp": 835.0,
      "text": "always have their hot ladies hot white hot white lady with blonde hair."
    },
    {
      "end_timestamp": 845.0,
      "id": "5125a97f-f800-3ab6-8397-18d60d97066b",
      "speaker": "Dan",
      "start_timestamp": 839.0,
      "text": "She's not blonde. She's got a dirty brunette. Okay, well, they're strawberry brought blonde. Maybe"
    },
    {
      "end_timestamp": 848.0,
      "id": "fcbff6f9-348a-3bc1-ac3d-87fb63935a32",
      "speaker": "Jordan",
      "start_timestamp": 845.0,
      "text": "Infowars is at least more diverse than Fox News."
    },
    {
      "end_timestamp": 880.0,
      "id": "246d08e6-bc7f-3b47-9394-c54f53821d5c",
      "speaker": "Dan",
      "start_timestamp": 848.0,
      "text": "Slightly. So then you got Millie Weaver? Who's kind of like a young sorority girl type right got that base covered that sort of demographic also a clown. Sometimes clown sometimes rainbow snatch. Then you got fucking rock. You got I don't know why you got John Rapoport but you got him. Well, you got David Knight for the old folks now going out the people who are a little bit more name. You got Jerome Corsi for the racists. You got all of them for the race."
    },
    {
      "end_timestamp": 882.0,
      "id": "5b1e004c-a67b-35c2-b648-7f2e087b8e70",
      "speaker": "Jordan",
      "start_timestamp": 880.0,
      "text": "I was gonna say you got Info Wars for the racists you"
    },
    {
      "end_timestamp": 893.0,
      "id": "a6f137a0-4c82-3311-a435-9a33cd586cd4",
      "speaker": "Dan",
      "start_timestamp": 882.0,
      "text": "got Anthony KU MIA for the people who loved Opie and Anthony, you know, okay, well, you know, that sort of aggressive dude, that aggressive young dude who's like, Yeah, I'm against PC."
    },
    {
      "end_timestamp": 913.0,
      "id": "62d9fbdb-85a9-3d76-9b00-d6af22194755",
      "speaker": "Jordan",
      "start_timestamp": 893.0,
      "text": "The guy had no idea how many people actually work for Infowars there's even tons more who are like behind the scenes that is as well, I mean, I assume they were behind the seats before there's at least I assumed it wasn't just them. Although that would be great if it was just everybody who has appeared on screen also does double duty as like the boom operator that would be fantastic. Whenever"
    },
    {
      "end_timestamp": 929.0,
      "id": "2ea75102-e3f8-3974-b4e6-8f2a37b41111",
      "speaker": "Dan",
      "start_timestamp": 913.0,
      "text": "they're out on the road, Rob do is the camera ban, right? I've seen video of him holding up iPhones for Alex and shit beautiful. But my point is that he's basically made segments of the US population that are covered by each of his like, it's"
    },
    {
      "end_timestamp": 937.0,
      "id": "44bb7213-6861-34e7-9796-ff32deddf122",
      "speaker": "Jordan",
      "start_timestamp": 929.0,
      "text": "trying to hit all four quadrants, right. And that's what you're saying. And I think unfortunately, all of his quadrants are old white men, so I'm confused as to why he thinks that's a good idea. But I"
    },
    {
      "end_timestamp": 949.0,
      "id": "c3c4c791-3225-3212-8bc6-8553bb3aef4d",
      "speaker": "Dan",
      "start_timestamp": 937.0,
      "text": "still think that if if he were to go down there is a conceivable like all of them form like Voltron into one capable unit, because they all have their own little segments of their people."
    },
    {
      "end_timestamp": 954.0,
      "id": "508b63b7-be8a-30bd-b91a-6230beb54a21",
      "speaker": "Jordan",
      "start_timestamp": 949.0,
      "text": "Like The Italian Job whenever. What's his face dies?"
    },
    {
      "end_timestamp": 956.0,
      "id": "92dd717e-93e6-3bac-a2d5-b9b80824b935",
      "speaker": "Dan",
      "start_timestamp": 954.0,
      "text": "Stay with them. No, Mark Wahlberg."
    },
    {
      "end_timestamp": 965.0,
      "id": "f6f02ff8-7dd9-3f14-89ec-d197edb14216",
      "speaker": "Jordan",
      "start_timestamp": 956.0,
      "text": "No mo Sutherland. At the very beginning, Sutherland dies. And then Mark Wahlberg Are you for? No, Donald? Oh, why are we talking about that? I"
    },
    {
      "end_timestamp": 967.0,
      "id": "28e844bc-e1ae-3b0a-97f9-2782649593af",
      "speaker": "Dan",
      "start_timestamp": 965.0,
      "text": "don't know. Let's get to the business at hand. My"
    },
    {
      "end_timestamp": 970.0,
      "id": "758421ba-23b0-3783-bfde-881ae56a0c8e",
      "speaker": "Jordan",
      "start_timestamp": 967.0,
      "text": "point anyways, Boone's Farm, strawberry daiquiri."
    },
    {
      "end_timestamp": 1009.0,
      "id": "cdf35757-6bef-3a5d-b8b3-12cb638325f6",
      "speaker": "Dan",
      "start_timestamp": 970.0,
      "text": "My point is that, I think they'll be fine. And the PJ W sucks. Yes. So we're not going to be talking about and covering PJ W any further than we already have. What we are going to be talking about is the fact that Alex Jones, possibly against his lawyer's wishes, has been dispatching from the road, as it were, I think he's shooting videos in the courthouse in breaks God, because there are there are videos that he's shooting in front of, like, what appears to be an entire wall of legal books. Like I would I would describe it. What is it you do is all these books match?"
    },
    {
      "end_timestamp": 1011.0,
      "id": "85b564ba-23ed-3c6b-a7b9-6092fa0b04d7",
      "speaker": "Jordan",
      "start_timestamp": 1009.0,
      "text": "I'll put them in the same book."
    },
    {
      "end_timestamp": 1021.0,
      "id": "296d9a87-1e0d-3927-880c-d827c4cbbf41",
      "speaker": "Dan",
      "start_timestamp": 1011.0,
      "text": "I'll put a picture of this up on Twitter, but it legitimately looks like 1000 part encyclopedia. Like it's just you know, all like all the books are like a through B, B through C. That's what it looks like."
    },
    {
      "end_timestamp": 1027.0,
      "id": "ee77c42a-7059-365c-92fe-c141ef32c0ab",
      "speaker": "Jordan",
      "start_timestamp": 1021.0,
      "text": "If it is actually if it is actually his place, though. I bet those are all glued there. And you cannot pull them out horse."
    },
    {
      "end_timestamp": 1031.0,
      "id": "5ffda71e-6aac-3f1c-ba54-dc508cace6a3",
      "speaker": "Dan",
      "start_timestamp": 1027.0,
      "text": "It's a facade. He's never read a wife. Yeah. He has read one."
    },
    {
      "end_timestamp": 1035.0,
      "id": "6b601419-1839-3dba-b17d-46a7b724b554",
      "speaker": "Jordan",
      "start_timestamp": 1031.0,
      "text": "That's right. That's right. But"
    },
    {
      "end_timestamp": 1050.0,
      "id": "4a5feb3d-8c14-35ef-b0c0-da0c71da3aad",
      "speaker": "Dan",
      "start_timestamp": 1035.0,
      "text": "I can't imagine that room being in his house. So he's been recording things about how nuclear war with North Korea is coming and all this shit. And I don't care to talk about that. Because as we've learned this week, those those like fighter boats"
    },
    {
      "end_timestamp": 1059.0,
      "id": "466c9dc1-de26-35c6-bf78-539c0ebee0ce",
      "speaker": "Jordan",
      "start_timestamp": 1050.0,
      "text": "were due they weren't going the wrong way, not the wrong way. They were never intended to go there. And so what is happening? We do and South"
    },
    {
      "end_timestamp": 1062.0,
      "id": "b82d819c-4df8-38ed-ad13-4f4fec130da8",
      "speaker": "Dan",
      "start_timestamp": 1059.0,
      "text": "Korea has said we will not trust Trump in the future, because"
    },
    {
      "end_timestamp": 1067.0,
      "id": "1d7e1375-932f-39dc-8679-f245077a2fcb",
      "speaker": "Jordan",
      "start_timestamp": 1062.0,
      "text": "of course not why did they trust him in the fucking first place? Well, their entire"
    },
    {
      "end_timestamp": 1077.0,
      "id": "8c95a92b-5e5b-33f5-bda2-5d764e39fbb4",
      "speaker": "Dan",
      "start_timestamp": 1067.0,
      "text": "national security is kind of dependent on our cooperation. Yeah, so if he's lying about things that are important to their national security, why the fuck should they trust him? Right, so that's bad."
    },
    {
      "end_timestamp": 1080.0,
      "id": "fd735b7d-7b28-355c-bbe2-f36644a31c41",
      "speaker": "Jordan",
      "start_timestamp": 1077.0,
      "text": "They should have seen that comment that's on them. Yeah, that's on them."
    },
    {
      "end_timestamp": 1082.0,
      "id": "b073e8a3-d404-3b87-b9bf-2fe07c91831f",
      "speaker": "Dan",
      "start_timestamp": 1080.0,
      "text": "You can't you can't with with Trump"
    },
    {
      "end_timestamp": 1089.0,
      "id": "0c98298e-dfd6-3898-9aa9-dba7c5bbba7c",
      "speaker": "Jordan",
      "start_timestamp": 1082.0,
      "text": "and you don't even get Fool me once to quote the bank already been fooled. But the fact that Trump was even alive, you've already gotten fooled. One,"
    },
    {
      "end_timestamp": 1094.0,
      "id": "b810c783-00ea-34e1-b759-37b43d81962e",
      "speaker": "Dan",
      "start_timestamp": 1089.0,
      "text": "so we're not gonna be talking about those ones either. Because it's just like, I don't even I don't even fucking care."
    },
    {
      "end_timestamp": 1098.0,
      "id": "f95d630f-0910-3632-a78d-a55b55081f3d",
      "speaker": "Jordan",
      "start_timestamp": 1094.0,
      "text": "North Korea, it's all stupid. They're taking my kids."
    },
    {
      "end_timestamp": 1129.0,
      "id": "58519d9c-1862-3ec4-93e6-7e4816d0acbc",
      "speaker": "Dan",
      "start_timestamp": 1098.0,
      "text": "I think that the more interesting thing is a video that came out on Friday, and here's what we'll be discussing. He this aired on the Alex Jones Show, Paul Joseph Watson through to it and came back after it. This video came out on Thursday. And keep in mind that on I'm sorry, this was on Friday. And on Thursday, Alex had put out a statement. That was please respect my privacy and my family's privacy. Yeah, you're not going to be talking to the press. Right? That was on Thursday. This video was on Friday."
    },
    {
      "end_timestamp": 1132.0,
      "id": "cc50af89-ad28-3206-8feb-6fb6eb48cac4",
      "speaker": "Jordan",
      "start_timestamp": 1129.0,
      "text": "So he is now talking to the press. Basically,"
    },
    {
      "end_timestamp": 1145.0,
      "id": "8aa4ff6b-1645-35d3-afb6-cd12c93d85af",
      "speaker": "Dan",
      "start_timestamp": 1132.0,
      "text": "if you consider Info Wars and P J. W The Press Yeah. Okay. So this video is just as buds. This video is ostensibly about Bill O'Reilly."
    },
    {
      "end_timestamp": 1151.0,
      "id": "a026a409-6e59-3659-a3f4-a4972fa34ff9",
      "speaker": "Jordan",
      "start_timestamp": 1145.0,
      "text": "Ah, the the old usage of the word ostensibly, it always always a good sign that we're gonna stay on target."
    },
    {
      "end_timestamp": 1167.0,
      "id": "0ed63d76-9315-3a16-ac49-21f5ffa843a0",
      "speaker": "Dan",
      "start_timestamp": 1151.0,
      "text": "The reason that I say ostensibly, is because it, it really feels like he's working through some stuff. And he's using Bill O'Reilly as an excuse to okay, and that we'll see. Anyway, here's the introduction of the premise. Here we go."
    },
    {
      "end_timestamp": 1181.0,
      "id": "02f9773c-c61a-393b-97ad-db770583410a",
      "speaker": "Caller to Bill O'Reilly",
      "start_timestamp": 1167.0,
      "text": "I haven't commented yet on Bill O'Reilly. They being let go from Fox after 15 years at the top of the cable news cycle with up to 5 million viewers tonight."
    },
    {
      "end_timestamp": 1183.0,
      "id": "c4a805b8-5e78-348f-9047-e4909e0beb39",
      "speaker": "Jordan",
      "start_timestamp": 1181.0,
      "text": "I've been on the air for 20 years,"
    },
    {
      "end_timestamp": 1186.0,
      "id": "5626cfe5-c445-38c6-aa56-ad27a914c2dd",
      "speaker": "Caller to Bill O'Reilly",
      "start_timestamp": 1183.0,
      "text": "so who the fuck cares about there's Bill O'Reilly as"
    },
    {
      "end_timestamp": 1197.0,
      "id": "31aec91c-8ecf-3c8c-b8ba-74c5941e9191",
      "speaker": "Dan",
      "start_timestamp": 1186.0,
      "text": "70 billion Fox News. This point we don't really know which direction this is gonna go. Because it sounds it could"
    },
    {
      "end_timestamp": 1201.0,
      "id": "0d2f4859-260e-3e9f-9d35-21afd4b6f112",
      "speaker": "Jordan",
      "start_timestamp": 1197.0,
      "text": "go either way. It's gonna be like how dare they Take Bill O'Reilly off the air. Yeah."
    },
    {
      "end_timestamp": 1220.0,
      "id": "d9863e9f-a958-3458-8c72-96956a6101ba",
      "speaker": "Dan",
      "start_timestamp": 1201.0,
      "text": "Or it could be about time. Yeah. Who knows? I love the mystery of it. Like, I legitimately, when I was listening to this, I was like, god dammit, I'm stymied. I don't I don't know which way this is gonna break. I should have known but oh yeah, I should have known anyway. Here we go."
    },
    {
      "end_timestamp": 1233.0,
      "id": "ba6c0bdb-7c17-34e7-b79f-9f261a0ca8f6",
      "speaker": "Caller to Bill O'Reilly",
      "start_timestamp": 1220.0,
      "text": "Bill O'Reilly is obviously very complex character, very intelligent man. I remember seeing him on extra shows like that back in the 1980s."
    },
    {
      "end_timestamp": 1233.0,
      "id": "5bd216d8-ddef-3c51-97e3-00213446a5a7",
      "speaker": "Jordan",
      "start_timestamp": 1233.0,
      "text": "I don't know where this is going."
    },
    {
      "end_timestamp": 1247.0,
      "id": "5acde261-c174-3f99-b175-2300732952cb",
      "speaker": "Dan",
      "start_timestamp": 1233.0,
      "text": "He's a complicated figure. Also, I'd like to point out the Bill O'Reilly according to his IMDb never appeared on extra until 2015. So I think what he meant was inside edition, okay. It was like alright, junk magazine"
    },
    {
      "end_timestamp": 1251.0,
      "id": "5e2d7c57-a4c9-351c-aeb4-5539347c2897",
      "speaker": "Jordan",
      "start_timestamp": 1247.0,
      "text": "was was there though. He was somewhere that"
    },
    {
      "end_timestamp": 1259.0,
      "id": "42eb0bff-9de8-3275-92a3-5e51ba51dd2b",
      "speaker": "Dan",
      "start_timestamp": 1251.0,
      "text": "you could see. He was on some sort of pulp TV nonsense at some point. Yeah. But he won't need stay. There wasn't on extra anyway. And early 1990s."
    },
    {
      "end_timestamp": 1285.0,
      "id": "11b8f4c2-89e2-3abe-a65a-ccd5f21637de",
      "speaker": "Caller to Bill O'Reilly",
      "start_timestamp": 1259.0,
      "text": "Doing pieces on the JFK assassination and the government shipping narcotics into the United States. He was once pretty much a proto Alex Jones. He was a forerunner of investigative monitor journalism, and the internet world kind of a Matt Drudge in some respects. He was also famous for saying eff it, do it live."
    },
    {
      "end_timestamp": 1287.0,
      "id": "41642478-4f12-391a-8174-1435a92f6072",
      "speaker": "Jordan",
      "start_timestamp": 1285.0,
      "text": "Yes, those are his two main for us today. And"
    },
    {
      "end_timestamp": 1291.0,
      "id": "2d69e1cb-1641-3377-9026-6e79a54f6f00",
      "speaker": "Bill O'Reilly",
      "start_timestamp": 1287.0,
      "text": "we will leave you with a I can't do it."
    },
    {
      "end_timestamp": 1295.0,
      "id": "18c50739-f678-37ed-9b8b-5456fb652dd0",
      "speaker": "Jordan",
      "start_timestamp": 1291.0,
      "text": "He's playing the record a"
    },
    {
      "end_timestamp": 1303.0,
      "id": "e268a2a3-7f4f-3176-9501-49c21268bfe5",
      "speaker": "Dan",
      "start_timestamp": 1295.0,
      "text": "lot, but he conveniently doesn't include the part where he starts screaming obscenities. Well, I"
    },
    {
      "end_timestamp": 1306.0,
      "id": "8ac5c9f3-1550-3c4e-9f98-bc2acd0ff4c2",
      "speaker": "Jordan",
      "start_timestamp": 1303.0,
      "text": "mean, he's is the family show to play us out?"
    },
    {
      "end_timestamp": 1326.0,
      "id": "27c50833-7460-3a14-9056-baf243dcb209",
      "speaker": "Dan",
      "start_timestamp": 1306.0,
      "text": "What does that mean? Like the part where it's clear that Bill O'Reilly is an asshole? Yeah, he doesn't understand a sentence that's very easy to understand. And so that's what threw him into a rage. He's a rage filled man. Right. But you pointed out very nicely that it's like, okay, he was on TV in the 80s talking about the JFK assassination. Yeah. And then he screamed, and this video any exam? Yep. That's how"
    },
    {
      "end_timestamp": 1338.0,
      "id": "e164ce40-7191-3b07-9b49-b03275139cd4",
      "speaker": "Jordan",
      "start_timestamp": 1326.0,
      "text": "he was. He was a proto Infowars sure if it weren't for well, you know, it was nice that Bill O'Reilly started doing it. But we all know that Alex Jones was gonna do it no matter what. And he was gonna be the best at it."
    },
    {
      "end_timestamp": 1350.0,
      "id": "7ec156e5-7b75-39cd-92b8-6d3ee522f239",
      "speaker": "Dan",
      "start_timestamp": 1338.0,
      "text": "If he didn't get kicked out by himself. Probably like he sold out. He's gonna go on to say that Bill O'Reilly sold out and shit like that. Right. But yeah, at this point, we're still not sure which way the ball is gonna break."
    },
    {
      "end_timestamp": 1352.0,
      "id": "7f06af9f-c031-3325-88f7-ce02c180699d",
      "speaker": "Jordan",
      "start_timestamp": 1350.0,
      "text": "No, are we fans? I'm not."
    },
    {
      "end_timestamp": 1363.0,
      "id": "1e851164-4b9d-38e6-97a3-50fd30069ca5",
      "speaker": "Dan",
      "start_timestamp": 1352.0,
      "text": "Although I will say that in this next clip. He Alex does introduce something that is a little bit unfair. So I'll deal with that in a second."
    },
    {
      "end_timestamp": 1365.0,
      "id": "f6f2d75d-a664-39f0-aa14-e57ed23335f3",
      "speaker": "Jordan",
      "start_timestamp": 1363.0,
      "text": "Oh, no, we're being unfair to the"
    },
    {
      "end_timestamp": 1402.0,
      "id": "1f8678bb-b86a-3b39-8ae0-b5851d99ac2c",
      "speaker": "Caller to Bill O'Reilly",
      "start_timestamp": 1365.0,
      "text": "guy. 30 years famous when he had a radio talk show that failed for having a security team with caller ID. Whether it was in Florida or New York actually, in some cases reportedly fly to go to another state to go to the door and knock on and threaten collars with him. Or made a point he didn't like that is just crazy. And I remember him threatening collars on air. We should probably look online trying to find some of those. Yeah, to the guy was a consummate bully."
    },
    {
      "end_timestamp": 1407.0,
      "id": "933ef980-5ed3-32c4-bd2c-9b93d5b72c8a",
      "speaker": "Dan",
      "start_timestamp": 1402.0,
      "text": "I mean, there are plenty of instances you can find Alex yelling at callers to it takes one"
    },
    {
      "end_timestamp": 1416.0,
      "id": "84e0f31f-df68-3b84-b8d5-7d4b7abc45e5",
      "speaker": "Jordan",
      "start_timestamp": 1407.0,
      "text": "to know one right? Is this is this going to turn into Alex Jones criticizing Bill O'Reilly for everything Alex Jones does?"
    },
    {
      "end_timestamp": 1418.0,
      "id": "95725fd2-f85f-3b56-b485-855aa7784d4f",
      "speaker": "Dan",
      "start_timestamp": 1416.0,
      "text": "Like I said, I think he's working through he's he's just"
    },
    {
      "end_timestamp": 1428.0,
      "id": "f670dd12-1e2a-3378-8dd0-9d83c6ce2706",
      "speaker": "Jordan",
      "start_timestamp": 1418.0,
      "text": "projecting not I mean, not projecting. He's looking at what his own future maybe if if he continued if he has a future, eventually it will catch up. Well, I"
    },
    {
      "end_timestamp": 1444.0,
      "id": "9aeb386e-cf0e-3d10-bb5a-75d6902a523b",
      "speaker": "Dan",
      "start_timestamp": 1428.0,
      "text": "mean, there are some allegations of some, you know, we don't we we shouldn't be covering stuff like like this, but there are some allegations that are coming out in the court case. That if true, or real bad."
    },
    {
      "end_timestamp": 1446.0,
      "id": "db860231-1e87-3d0f-a1a8-2f54e7ae9c22",
      "speaker": "Jordan",
      "start_timestamp": 1444.0,
      "text": "You think he laid a hand on your Leon McAdoo?"
    },
    {
      "end_timestamp": 1448.0,
      "id": "a36193e3-2ee2-3943-961c-21231ea0c4d5",
      "speaker": "Dan",
      "start_timestamp": 1446.0,
      "text": "I don't know"
    },
    {
      "end_timestamp": 1453.0,
      "id": "91f69c51-7171-324a-a2ac-13a0723f6fab",
      "speaker": "Jordan",
      "start_timestamp": 1448.0,
      "text": "where it is. There it is. This is why we're this is why we're truly angry at Alex Jones."
    },
    {
      "end_timestamp": 1465.0,
      "id": "6d17a5c7-5064-3121-8b18-16472b53723a",
      "speaker": "Dan",
      "start_timestamp": 1453.0,
      "text": "Anyway, he's he's up there saying that Bill O'Reilly had his security fly to collars houses. Yeah. Knock on the door. Right. Not true. Not true. No, but it"
    },
    {
      "end_timestamp": 1481.0,
      "id": "f2536887-597f-3744-b0a0-c1b46a0ea9b5",
      "speaker": "Jordan",
      "start_timestamp": 1465.0,
      "text": "seems like it's a very plausible thing that Bill O'Reilly would do. Actually, I found the clip on medium. He's a giant pile of shit. It would not surprise me if he was also a rich pile of shit. And didn't do that fucking thing. Where are you stuck? No, he had the cops fucking stock his ex wife for him."
    },
    {
      "end_timestamp": 1484.0,
      "id": "f050f737-f6a5-3a39-8b9e-3ce26fd277c5",
      "speaker": "Dan",
      "start_timestamp": 1481.0,
      "text": "I don't know about that. But probably I believe it. Yeah,"
    },
    {
      "end_timestamp": 1491.0,
      "id": "9e2b70ef-9ab9-38d0-b8af-3cd8f4a5a62c",
      "speaker": "Jordan",
      "start_timestamp": 1484.0,
      "text": "so why not? Why wouldn't he send a security detail to a random callers house who apparently gave him their address?"
    },
    {
      "end_timestamp": 1501.0,
      "id": "46a9f64e-f54b-3bce-af80-d62d677489b3",
      "speaker": "Dan",
      "start_timestamp": 1491.0,
      "text": "Well, actually, like I said, like I was gonna say I found on Media Matters. They have the audio of what Alex was talking about from Bill O'Reilly's show. No, which I will play now."
    },
    {
      "end_timestamp": 1504.0,
      "id": "d094b8cb-7b89-3ca2-bcb1-0362ac2abcfa",
      "speaker": "Bill O'Reilly",
      "start_timestamp": 1501.0,
      "text": "Oh, Orlando, Florida, Mike, go."
    },
    {
      "end_timestamp": 1509.0,
      "id": "d8fd416c-49b5-337b-b4ac-8fc7e9a5a080",
      "speaker": "Caller to Bill O'Reilly",
      "start_timestamp": 1504.0,
      "text": "Hey, Bill, I appreciate you taking my call. I like to listen to you during the day. I think Keith Olbermann showed"
    },
    {
      "end_timestamp": 1546.0,
      "id": "534529a0-8b35-38ba-b28e-3cb18e5d236e",
      "speaker": "Bill O'Reilly",
      "start_timestamp": 1509.0,
      "text": "it. Yeah, go Mike is he's a gun guy. You know, we have this. We have your phone numbers, by the way. So if you're listening, Mike, we have your phone number. And we're going to turn it over to Fox security. And you'll be getting a little visit. Maybe Mike is from the mothership? No, maybe Mike's gonna get in big trouble. Because we're not going to play around when you call us, ladies and gentlemen, just so you know, we do have your phone number. And if you say anything untoward, obscene, or anything like that Fox security, then will contact your local authorities. And you will be held accountable. fair, that's fair."
    },
    {
      "end_timestamp": 1549.0,
      "id": "ea06405a-e708-3cce-a830-39ec4a23509e",
      "speaker": "Jordan",
      "start_timestamp": 1546.0,
      "text": "What the fuck are you talking about? See,"
    },
    {
      "end_timestamp": 1554.0,
      "id": "9386ad91-ef7f-3802-b05b-fb2f6d0beeb0",
      "speaker": "Dan",
      "start_timestamp": 1549.0,
      "text": "this is what this is what the difficulty is. You notice that it just cut and then yeah, too. He's gone"
    },
    {
      "end_timestamp": 1557.0,
      "id": "0f284a8f-6933-3397-9b4e-62dd891410ad",
      "speaker": "Jordan",
      "start_timestamp": 1554.0,
      "text": "guy. Yeah. And I don't understand why. Well, here's one guy."
    },
    {
      "end_timestamp": 1617.0,
      "id": "4ac87c92-f590-3ed6-a508-5c4129e23a44",
      "speaker": "Dan",
      "start_timestamp": 1557.0,
      "text": "Here's why. Whenever you're doing live radio, there's a seven second delay. Oh, that's probably said some shit. Yeah. And they have that there because the FCC will find them if someone swears on air or something like that. That's the that's the Janet Jackson tip rule, right. But it's always been in place in radio. Like I remember, I didn't know that. When I remember when I was listening to love line when I was younger, they would have chops, that would end up happening, just because someone swore and then they had to kick them off the air, okay, and the swear would never make it through to air unless tons of people kept calling in and swearing, and they would eat up the seven second delay. That's pretty great. That is a thing that can happen. That's pretty great. Right? So but the problem with that is that guy could have just said fuck you or something like that. Yeah. Or he could have threatened bill. We don't know that. Right. So the the idea that he's saying, I don't agree with your position I'm gonna send security to you is not fair. No, we don't have enough information."
    },
    {
      "end_timestamp": 1623.0,
      "id": "3a0581b5-8b6f-34b9-a881-f84e710d64a2",
      "speaker": "Jordan",
      "start_timestamp": 1617.0,
      "text": "He's having Fox security call the local authorities for somebody swearing at him on air."
    },
    {
      "end_timestamp": 1628.0,
      "id": "c9c415f0-778a-3ae1-854d-5deb2419fcf1",
      "speaker": "Dan",
      "start_timestamp": 1623.0,
      "text": "But that's that might not be the situation the guy might have said, I'm going to kill you or something like that."
    },
    {
      "end_timestamp": 1630.0,
      "id": "f73df043-da59-3677-a348-3a81c49ea0a9",
      "speaker": "Jordan",
      "start_timestamp": 1628.0,
      "text": "Well, yeah, but that's great. Radio. You don't cut that out?"
    },
    {
      "end_timestamp": 1635.0,
      "id": "ced14713-3094-3584-9e7e-56585d5b9dd4",
      "speaker": "Dan",
      "start_timestamp": 1630.0,
      "text": "I think you do. I don't know. I mean, it is compelling."
    },
    {
      "end_timestamp": 1636.0,
      "id": "e29b1158-41f7-3551-a33c-b5b0555da325",
      "speaker": "Jordan",
      "start_timestamp": 1635.0,
      "text": "It's great radio."
    },
    {
      "end_timestamp": 1637.0,
      "id": "2ad5aafe-10b9-3a74-ab52-1ace24624216",
      "speaker": "Dan",
      "start_timestamp": 1636.0,
      "text": "I don't know. I don't know."
    },
    {
      "end_timestamp": 1640.0,
      "id": "376b72e1-d753-3f31-998d-50d02b296c20",
      "speaker": "Jordan",
      "start_timestamp": 1637.0,
      "text": "How many times has Howard Stern been threatened with death on air?"
    },
    {
      "end_timestamp": 1652.0,
      "id": "fc3df89e-8268-37db-839c-56b9a42d892f",
      "speaker": "Dan",
      "start_timestamp": 1640.0,
      "text": "I don't know. I don't really listen to stern mean, either. But I'm guessing a bunch, at least twice. That's but that's why Stern is a great broadcaster and O'Reilly's radio show failed, as Alex Jones has told us. Oh, did it fail? I don't think so. I"
    },
    {
      "end_timestamp": 1657.0,
      "id": "8a7105e5-9552-3aee-90dc-97dca3eac69d",
      "speaker": "Jordan",
      "start_timestamp": 1652.0,
      "text": "think I don't think so. I think it was actually very popular and made a lot more money and had a lot more listeners than Alex Jones is, but"
    },
    {
      "end_timestamp": 1663.0,
      "id": "5b7ef648-0b0a-3c76-a7ab-55666d63315c",
      "speaker": "Dan",
      "start_timestamp": 1657.0,
      "text": "I think the radio factor has been on for decades. Yeah, possibly. Also, didn't we?"
    },
    {
      "end_timestamp": 1676.0,
      "id": "1d2711fc-3a5b-3231-a916-f9d26975b968",
      "speaker": "Jordan",
      "start_timestamp": 1663.0,
      "text": "Didn't we actually do a rundown of who makes the most money from radio? And wasn't O'Reilly up there? I know that entity was up there, because he's a giant fuckface. Who should get hit by a truck? Yeah. I"
    },
    {
      "end_timestamp": 1699.0,
      "id": "bca9d378-d91b-35ff-99de-60d309a64b63",
      "speaker": "Dan",
      "start_timestamp": 1676.0,
      "text": "mean, he had a huge audience whenever he was on, but yeah, now it's, I mean, the two and we'll get we'll get into the specifics of the statistics when he brings up another lie later. But it's interesting, because at this point, it is still he's painting this picture of like, well, he's a complex guy. Yeah. And also, he just refuses to address the fact that he's getting fired for sexually harassing tons of women. Well, yeah,"
    },
    {
      "end_timestamp": 1709.0,
      "id": "f9b7aa11-85b8-37ec-b865-570e7ca67c25",
      "speaker": "Jordan",
      "start_timestamp": 1699.0,
      "text": "you wouldn't want to you wouldn't look, Alex wouldn't want to put out there that he's against sexual harassment. That's a dangerous position to take. And Alex Jones is World"
    },
    {
      "end_timestamp": 1715.0,
      "id": "1525b9fd-3ee3-3f83-a8ef-69d17a1535eb",
      "speaker": "Dan",
      "start_timestamp": 1709.0,
      "text": "Oh, yeah, I think so. But that leads us to this next clip where he's gets mad at Bill O'Reilly."
    },
    {
      "end_timestamp": 1717.0,
      "id": "355a1976-7088-33ad-a24d-e7b3be5a6c76",
      "speaker": "Jordan",
      "start_timestamp": 1715.0,
      "text": "Can you say pussy on the radio?"
    },
    {
      "end_timestamp": 1721.0,
      "id": "59412504-32d2-375b-a0e1-469148865b64",
      "speaker": "Dan",
      "start_timestamp": 1717.0,
      "text": "Oh, yeah, I think you can. Like but like, if"
    },
    {
      "end_timestamp": 1725.0,
      "id": "03c330cb-cbb5-35f2-9176-07e06e1ea141",
      "speaker": "Jordan",
      "start_timestamp": 1721.0,
      "text": "you called Alex Jones a pussy on the radio. He would probably cut it out."
    },
    {
      "end_timestamp": 1728.0,
      "id": "d7f89b20-a56b-303f-a9a2-57ca42a531d3",
      "speaker": "Dan",
      "start_timestamp": 1725.0,
      "text": "Oh, he Well, you'd hang up on you. Yeah,"
    },
    {
      "end_timestamp": 1729.0,
      "id": "c649ba60-9450-3713-9185-cb2144c6722c",
      "speaker": "Jordan",
      "start_timestamp": 1728.0,
      "text": "but what do you leave it in there?"
    },
    {
      "end_timestamp": 1737.0,
      "id": "ef01a9c9-c6b7-3a63-b727-9c5826e11fd0",
      "speaker": "Dan",
      "start_timestamp": 1729.0,
      "text": "I don't know. I mean, on the on the internet broadcast, probably. Fantastic. He keeps in so much shit. He shouldn't. So I mean, I don't"
    },
    {
      "end_timestamp": 1739.0,
      "id": "a6b9df02-2fe9-3df0-9d85-55eb3d9a7572",
      "speaker": "Jordan",
      "start_timestamp": 1737.0,
      "text": "know why so much incriminating. The"
    },
    {
      "end_timestamp": 1742.0,
      "id": "80ac7f66-2edf-3ac7-bac4-af3c7ea3bb74",
      "speaker": "Dan",
      "start_timestamp": 1739.0,
      "text": "only thing that gets cut is his karaoke. That's the only thing I got."
    },
    {
      "end_timestamp": 1743.0,
      "id": "832187e1-1096-3219-a9ba-42286b2a6a5e",
      "speaker": "Jordan",
      "start_timestamp": 1742.0,
      "text": "Damn it. We need it."
    },
    {
      "end_timestamp": 1762.0,
      "id": "11df9bd2-a9fb-35f0-b5cb-fa7fda381ecd",
      "speaker": "Dan",
      "start_timestamp": 1743.0,
      "text": "I know. Fuck it. Let's do it live. Yeah, seriously, donate to our Patreon for my birthday present. And we'll be able to get Alex Jones's karaoke anyway, in this next clip to obfuscate from the fact that there's sexual harassment going on and that's the real problem. Yes, he he says this"
    },
    {
      "end_timestamp": 1772.0,
      "id": "6b0ed7e9-12ef-3420-ab66-76a0a7114a0c",
      "speaker": "Caller to Bill O'Reilly",
      "start_timestamp": 1762.0,
      "text": "and he also would do stuff like play a clip of me yelling about some police corruption turn my face read and say coming up we explore sexual predators against women"
    },
    {
      "end_timestamp": 1775.0,
      "id": "a0efedde-99e7-3cf6-872f-3cc49dddfa4d",
      "speaker": "Jordan",
      "start_timestamp": 1772.0,
      "text": "not ah"
    },
    {
      "end_timestamp": 1779.0,
      "id": "a3adc6b5-d57a-3ad6-9f17-801499a36890",
      "speaker": "Dan",
      "start_timestamp": 1775.0,
      "text": "no, it's that you think that's what it's gonna go to but it's not Oh, so but that's"
    },
    {
      "end_timestamp": 1790.0,
      "id": "a9b6bb4d-79d8-3337-98e0-72a95d52004c",
      "speaker": "Jordan",
      "start_timestamp": 1779.0,
      "text": "a perfect spot to like get into it right just the fact that Bill O'Reilly says they're going to be researching sexual predators against women is great"
    },
    {
      "end_timestamp": 1794.0,
      "id": "356fe490-14dd-3c3f-af96-fb0ee913ff54",
      "speaker": "Dan",
      "start_timestamp": 1790.0,
      "text": "Sure. So fucking hypocritical. It's very easy to research yourself."
    },
    {
      "end_timestamp": 1797.0,
      "id": "cac716d6-3eac-35c6-b41a-ba7f0e11ca92",
      "speaker": "Jordan",
      "start_timestamp": 1794.0,
      "text": "It's the anti gay conservative who winds up caught with a rent"
    },
    {
      "end_timestamp": 1800.0,
      "id": "bdfefc3f-e447-34ff-a6ce-d2174b08492c",
      "speaker": "Dan",
      "start_timestamp": 1797.0,
      "text": "the log cabin Republican Oh, Oh,"
    },
    {
      "end_timestamp": 1804.0,
      "id": "87e4654a-da57-369c-95d6-fc2bebf9339e",
      "speaker": "Jordan",
      "start_timestamp": 1800.0,
      "text": "that's not even fair that Log Cabin Republicans are just regular"
    },
    {
      "end_timestamp": 1825.0,
      "id": "676671de-597c-36d2-a026-e461b240beaa",
      "speaker": "Dan",
      "start_timestamp": 1804.0,
      "text": "thought they were just gay Republican okay, but nevermind I miss us terms I apologize um yeah basically but been here here's the so Alex's spin this narrative before that O'Reilly used the image of him we talked about it in the past episode yeah that he said like Alex Jones and then had his picture up there and then said we're going to explore"
    },
    {
      "end_timestamp": 1834.0,
      "id": "8e1c4274-7d8c-3b6f-8000-45cdb842380f",
      "speaker": "Jordan",
      "start_timestamp": 1825.0,
      "text": "rare out of file which could be a veiled like, Hey, check this out. That's pretty funny. Or it could have just been a timing thing."
    },
    {
      "end_timestamp": 1861.0,
      "id": "e44914c4-1ca6-3343-bfee-36f98615f167",
      "speaker": "Dan",
      "start_timestamp": 1834.0,
      "text": "You know what it was? It was neither. Because it didn't happen. Alex, wait, what Alex plays what he's talking about after what he just said, here. He plays the clip from the O'Reilly Factor and I'll play it for you right now. He never mentions sexual harassment. He never mentions sex crimes or pedophilia at all here listen, like Alex just he just made that up. He proves that he's a liar in real time right here. So here we go."
    },
    {
      "end_timestamp": 1864.0,
      "id": "36801ab7-aae8-3c95-b844-f1edfc6113dd",
      "speaker": "Bill O'Reilly",
      "start_timestamp": 1861.0,
      "text": "They read kind of fast because they're too dumb."
    },
    {
      "end_timestamp": 1871.0,
      "id": "fab8c494-cc8e-3939-b0e2-7f649f0acb58",
      "speaker": "Caller to Bill O'Reilly",
      "start_timestamp": 1864.0,
      "text": "You know what it's like to go to sleep every night, knowing you weren't for a bunch of psychotic killers, you probably gonna end up killing me one day."
    },
    {
      "end_timestamp": 1881.0,
      "id": "26d4b1a5-bd77-3577-b374-78d0476a1d58",
      "speaker": "Bill O'Reilly",
      "start_timestamp": 1871.0,
      "text": "Now Facebook is apologizing for allowing it worldwide. But Can anything be done to stop the hatred, which is directly linked into the IRS Tea Party scandal?"
    },
    {
      "end_timestamp": 1886.0,
      "id": "5fe35a64-fccd-385c-88f3-62c3276bc6a2",
      "speaker": "Caller to Bill O'Reilly",
      "start_timestamp": 1881.0,
      "text": "We'll have a factor investigation. Well, no one's ever said that about me."
    },
    {
      "end_timestamp": 1910.0,
      "id": "e5585ca4-c411-3f30-8dbb-d8fa3c48bc0f",
      "speaker": "Dan",
      "start_timestamp": 1886.0,
      "text": "Wait, that had nothing to do. I had nothing to do with it. I had some sort of things to do with tax fraud scams. The Tea Party. Facebook censoring stuff. It had nothing to do with the thing that Alex claims like he's so mad about. I didn't even realize that because I never looked into because I don't want to go dig through. Fucking O'Reilly. No, I would never want I never looked into it. But we should have known."
    },
    {
      "end_timestamp": 1925.0,
      "id": "d2257788-00b6-355d-9032-464623261862",
      "speaker": "Jordan",
      "start_timestamp": 1910.0,
      "text": "Yeah, that's right. That's our fault. Yeah, we should have just guessed he was like, whenever you take anything should be a lie. Instead of being like, well, although that does sound reasonable. That does sound like some shit that O'Reilly would do if he was being a dick about it. Right? Or"
    },
    {
      "end_timestamp": 1937.0,
      "id": "331b6eef-ff29-3a6a-a47c-7ade6dfc0784",
      "speaker": "Dan",
      "start_timestamp": 1925.0,
      "text": "if there was just that janky timing out, it's just completely in Alex's head. It's just 100% in his head. Fantastic. Now you could make an argument that the thing he's a lot"
    },
    {
      "end_timestamp": 1946.0,
      "id": "670e2666-3d90-3a33-853f-92565dcce68c",
      "speaker": "Jordan",
      "start_timestamp": 1937.0,
      "text": "like O'Reilly and that he's a very complicated man. But very unlike O'Reilly, or perhaps very much like O'Reilly and that they're both fucking stupid."
    },
    {
      "end_timestamp": 1961.0,
      "id": "0d36ee98-6e64-34e4-bf95-de94b09610f3",
      "speaker": "Dan",
      "start_timestamp": 1946.0,
      "text": "Yep, it's, it is unfortunate and evil. It is unfortunate that we keep coming back to this that like, we have like a joker that we're up against, but he is an idiot. Like if Joker was just really dumb and yelled a lot like that's basically"
    },
    {
      "end_timestamp": 1967.0,
      "id": "448662fe-5fda-305d-a62c-be647a8a8993",
      "speaker": "Jordan",
      "start_timestamp": 1961.0,
      "text": "in The Dark Knight. All of those complicated plans are just like oh shit got boiled again. Batman"
    },
    {
      "end_timestamp": 1976.0,
      "id": "9591c03e-a776-333b-abc7-e348e100d810",
      "speaker": "Dan",
      "start_timestamp": 1967.0,
      "text": "and Robin just had a podcast about the Joker. That's the situation. So"
    },
    {
      "end_timestamp": 1979.0,
      "id": "fee02afa-85a9-3aad-8227-547d21f8bc8d",
      "speaker": "Jordan",
      "start_timestamp": 1976.0,
      "text": "So wrap up for tier two. He's hiding in the bushes."
    },
    {
      "end_timestamp": 1994.0,
      "id": "23167ef7-efd7-3d8b-bf28-0b7c96ceff22",
      "speaker": "Dan",
      "start_timestamp": 1979.0,
      "text": "Oh, well update us on on Thursday. Robert was on on Thursday and picture still not still not up. Still not up. Also he has still not learned about us unfortunately. And his report was garbage"
    },
    {
      "end_timestamp": 2006.0,
      "id": "28de204b-8044-3a7a-a3e9-56195751b9f0",
      "speaker": "Jordan",
      "start_timestamp": 1994.0,
      "text": "that would be that would be fun. If our listeners we'd like we don't have any of those rabbit outright tweeters, who are threatening people. We just have nice people who are like John, just hang the picture up."
    },
    {
      "end_timestamp": 2011.0,
      "id": "5313e4ab-e2e2-3646-8d38-ee3a8f457cc0",
      "speaker": "Dan",
      "start_timestamp": 2006.0,
      "text": "I encourage you to do it. Okay, now, I'm changing my birthday with"
    },
    {
      "end_timestamp": 2014.0,
      "id": "c6006999-48b3-3d21-8a83-56a8361483fd",
      "speaker": "Jordan",
      "start_timestamp": 2011.0,
      "text": "everyone we need to get this picture hung up. Everyone"
    },
    {
      "end_timestamp": 2021.0,
      "id": "75b87086-26fb-31ef-b6d4-715816e2117f",
      "speaker": "Dan",
      "start_timestamp": 2014.0,
      "text": "tweet John Rapoport is Twitter handle is at John Rappaport just asked him about the picture."
    },
    {
      "end_timestamp": 2025.0,
      "id": "9469006c-d267-3049-8308-dee3c6dc8e12",
      "speaker": "Jordan",
      "start_timestamp": 2021.0,
      "text": "Is it a good picture? Is it your favorite picture? Where did the picture come from? It's"
    },
    {
      "end_timestamp": 2033.0,
      "id": "df287477-e9ed-3a14-86c6-bf25cd738bb5",
      "speaker": "Dan",
      "start_timestamp": 2025.0,
      "text": "gotta be like, in the middle, because it's not hung up what you would do with the picture you love but it's not thrown away like you would do with a picture that you have no use for"
    },
    {
      "end_timestamp": 2039.0,
      "id": "6d952a9f-9e4f-3ee8-ac95-f9769425c90c",
      "speaker": "Jordan",
      "start_timestamp": 2033.0,
      "text": "it probably has some complex memories attached to it. Like that was his second wife's first picture that she ever painted."
    },
    {
      "end_timestamp": 2043.0,
      "id": "ea41d3f2-499b-328d-8373-a755404593f8",
      "speaker": "Dan",
      "start_timestamp": 2039.0,
      "text": "As far as I can tell. He's been married to the same lady for years and years, my friend Yeah, but"
    },
    {
      "end_timestamp": 2052.0,
      "id": "e00dbd10-d27b-3ea9-99c8-e32495efc4d5",
      "speaker": "Jordan",
      "start_timestamp": 2043.0,
      "text": "I'm gonna guess secret family, the secret family, hey, he goes on Skype to see his other children that"
    },
    {
      "end_timestamp": 2061.0,
      "id": "91c31d60-8956-3fc2-a561-7a659632020f",
      "speaker": "Dan",
      "start_timestamp": 2052.0,
      "text": "therefore his audiences as he tries to heal the babies and tell them not to get vaccines. Don't go to college. Brainwashing camp."
    },
    {
      "end_timestamp": 2066.0,
      "id": "3389066a-fa5d-3074-8354-2080f054f3ee",
      "speaker": "Jordan",
      "start_timestamp": 2061.0,
      "text": "Not necessarily wrong on that one. Not necessarily, right. No, no."
    },
    {
      "end_timestamp": 2074.0,
      "id": "17e77507-a832-37b4-8f03-dc4d0fdd42ba",
      "speaker": "Dan",
      "start_timestamp": 2066.0,
      "text": "So this next clip, we finally get into the fact that Bill O'Reilly is a sexual harasser, which is taking a little while but we're there."
    },
    {
      "end_timestamp": 2113.0,
      "id": "71645538-0c1f-3059-bf5c-9f72550806cb",
      "speaker": "Caller to Bill O'Reilly",
      "start_timestamp": 2074.0,
      "text": "No one's ever said that about me. So he was projecting onto that yours truly out shows what he himself has settled cases on not where he put out advances towards women and then they were rebuffed it and stopped that where he pressured people under him over and over and over and over and over and over again to have sex with him. And of course, they refused him. And then he would reportedly demote them, or have them transferred. And Roger Ailes basically encouraged all of this and he's been let go with the same reason. Now that said,"
    },
    {
      "end_timestamp": 2115.0,
      "id": "de8b5a75-2320-3e07-9e99-b9140f490f59",
      "speaker": "Dan",
      "start_timestamp": 2113.0,
      "text": "so. I"
    },
    {
      "end_timestamp": 2121.0,
      "id": "003533fd-f92e-3741-8ccc-e318ced5b3c3",
      "speaker": "Jordan",
      "start_timestamp": 2115.0,
      "text": "love the I love that little throwaway bit there where it's like, and of course they rebuffed him."
    },
    {
      "end_timestamp": 2121.0,
      "id": "efe2e479-8632-338f-a4de-a7c4e8b06ef7",
      "speaker": "Dan",
      "start_timestamp": 2121.0,
      "text": "Of course,"
    },
    {
      "end_timestamp": 2134.0,
      "id": "8fcf3c38-b776-36b9-ae5c-fdd06c94c424",
      "speaker": "Jordan",
      "start_timestamp": 2121.0,
      "text": "if I had done that, never would they have rebuffed me. That's because he's this symbol of masculinity symbol of, you know, look, are you are you a cheerleader? He's gonna fuck you. Yeah. Are you a punk rock chick?"
    },
    {
      "end_timestamp": 2166.0,
      "id": "14c513eb-2f1e-333c-b83e-f7f1e43f3e15",
      "speaker": "Dan",
      "start_timestamp": 2134.0,
      "text": "Doesn't matter. gonna fuck you doesn't matter as long as the girls have a spring in their step exactly, as he put it on our last episode. So I mean, I thank you, Alex, on this fifth clip of the episode, finally getting into the fact that Bill O'Reilly is a sexual harasser. Yes. And that at least now the rest of this clip, or the rest of these clips entirely for the rest of the episode are essentially him. Alex then going on to muddy the waters and claiming that first of all, there's other people who are worse."
    },
    {
      "end_timestamp": 2167.0,
      "id": "9c196b9f-591b-32e1-bd29-59609d3e380e",
      "speaker": "Jordan",
      "start_timestamp": 2166.0,
      "text": "Is this a globalist what?"
    },
    {
      "end_timestamp": 2171.0,
      "id": "c1e5fab5-e63a-3c38-aef0-280e93aa1b60",
      "speaker": "Dan",
      "start_timestamp": 2167.0,
      "text": "You got it? Yes. globalists are in play."
    },
    {
      "end_timestamp": 2176.0,
      "id": "850d89dd-03f2-3339-aca9-dab448a1596a",
      "speaker": "Jordan",
      "start_timestamp": 2171.0,
      "text": "I we haven't seen enough globalist or like full on globalist plots yet."
    },
    {
      "end_timestamp": 2218.0,
      "id": "f0090595-bdd3-3e9e-a685-dea4ba050af6",
      "speaker": "Dan",
      "start_timestamp": 2176.0,
      "text": "Yep. This is this is part of trying to take down the Patriots. But first Gotcha. Before he gets to that and spells out that narrative. He has to get to like really being like, alright, Bill's bad. But what about these other people? Yeah, so he has to play that minimize minimize those crimes. Well, then it is also this game the What about ism that people play that is like, you know, it's the biggest example is what about those emails? What about? Yeah, what about what Obama has done? And it's like, well, that's we can have that conversation. Certainly, right. But it's not really going to take away my hatred of Trump. You know, like, just saying that, you know, hey, Obama bomb people, too. Yes, absolutely. We were against that, that we weren't and we still are. Yeah. And we're ready to have that conversation."
    },
    {
      "end_timestamp": 2225.0,
      "id": "c5bac7fc-7c5d-3f3c-b780-f6124b020d73",
      "speaker": "Jordan",
      "start_timestamp": 2218.0,
      "text": "And if Obama is still bombing people, let me tell you something his bunker down. Let me tell myself and Obama, you better stop bombing those people"
    },
    {
      "end_timestamp": 2229.0,
      "id": "8af5fe29-e496-3f80-bf18-4b054ba8f271",
      "speaker": "Dan",
      "start_timestamp": 2225.0,
      "text": "here because that's you're just a citizen now. You shouldn't be bothered as a"
    },
    {
      "end_timestamp": 2231.0,
      "id": "a7787501-bd09-3a1d-83e5-56f8e780af5d",
      "speaker": "Jordan",
      "start_timestamp": 2229.0,
      "text": "citizen, but he's still got bombs."
    },
    {
      "end_timestamp": 2232.0,
      "id": "6fd59cb8-3343-3853-8e6f-d31877e7470c",
      "speaker": "Dan",
      "start_timestamp": 2231.0,
      "text": "He's got the command bunker."
    },
    {
      "end_timestamp": 2233.0,
      "id": "666646da-188f-34dc-b206-e832122a77ea",
      "speaker": "Jordan",
      "start_timestamp": 2232.0,
      "text": "Did you know that when"
    },
    {
      "end_timestamp": 2236.0,
      "id": "f4e3b64c-a80f-308c-bf37-9cb63d12687e",
      "speaker": "Dan",
      "start_timestamp": 2233.0,
      "text": "you George Soros funded command bunker,"
    },
    {
      "end_timestamp": 2243.0,
      "id": "4f81a0b8-a449-312c-a374-5c39e1f044a3",
      "speaker": "Jordan",
      "start_timestamp": 2236.0,
      "text": "if you make it through two terms as president, they give you 10 Free bombs, that's I think you can pick when and where you want to use them is just a fact. I"
    },
    {
      "end_timestamp": 2245.0,
      "id": "2b546396-77d3-33e0-9faa-4d74bee51ba8",
      "speaker": "Dan",
      "start_timestamp": 2243.0,
      "text": "think that's a good system."
    },
    {
      "end_timestamp": 2249.0,
      "id": "380f02c2-b95a-3d40-9030-da0263d97e0b",
      "speaker": "Jordan",
      "start_timestamp": 2245.0,
      "text": "I think so too. Absolutely. I think that's a nice reward. That's a golden parachute. But you know,"
    },
    {
      "end_timestamp": 2257.0,
      "id": "aaed27e2-0b74-310c-93b4-e9306fbe4313",
      "speaker": "Dan",
      "start_timestamp": 2249.0,
      "text": "but it's, it's also kind of like, you know, methadone treatment, you got to wean someone off. You can't just have them come down. From the Yeah, how"
    },
    {
      "end_timestamp": 2264.0,
      "id": "979c50eb-135a-3342-acb6-faec1410f279",
      "speaker": "Jordan",
      "start_timestamp": 2257.0,
      "text": "can you just go from bomb and to not bomb? Exactly. You need a transition? Yeah, you gotta wind down the bombs."
    },
    {
      "end_timestamp": 2267.0,
      "id": "923440bd-0109-3c0f-bb06-d494771e4c83",
      "speaker": "Dan",
      "start_timestamp": 2264.0,
      "text": "Anyway, this is the clip where he is what about him?"
    },
    {
      "end_timestamp": 2310.0,
      "id": "5460efa8-fc42-3caa-9db3-849390c52793",
      "speaker": "Caller to Bill O'Reilly",
      "start_timestamp": 2267.0,
      "text": "Now that said, Roger Ailes and Bill O'Reilly are doing the same garbage that Democrats in Hollywood are even more famous for, but they're getting child actors, girls and boys have sex with them. That's all. And that all covered up. So all I'm saying is, hey, Edward Snowden, for breaking the law leaking secret documents, after you prosecute our own government and all these corporations for doing things 10,000 times literally worse. I agree. And then you'll never get around to Snowden, because he was actually exposing criminal activity. So maybe he shouldn't be charged. The point is letter of the law spirit of the law, you can't be violating the letter and the spirit, many, many times worse than somebody else. And then have the very same system sit in the judgment."
    },
    {
      "end_timestamp": 2319.0,
      "id": "1f311e80-2c1c-38ab-80ad-7dc4e84f8b35",
      "speaker": "Dan",
      "start_timestamp": 2310.0,
      "text": "So you know, that's why you know how the law works. But also you shouldn't have said you agreed? Because first of all, that's a clunky analogy, the snow. Yeah, that's"
    },
    {
      "end_timestamp": 2323.0,
      "id": "b012d2b5-1884-33de-83e0-dd7114fea02e",
      "speaker": "Jordan",
      "start_timestamp": 2319.0,
      "text": "why I agree with it. But the second is, he didn't know what he was trying to say no, and I don't think he"
    },
    {
      "end_timestamp": 2329.0,
      "id": "4132d1f3-2afe-34ab-b377-4c34ab0cf271",
      "speaker": "Dan",
      "start_timestamp": 2323.0,
      "text": "understands what the difference between the letter and the spirit of the law is, I think he's just using terms he's heard before. You know, like,"
    },
    {
      "end_timestamp": 2335.0,
      "id": "ec0dc325-ed74-3dc8-af64-046f84a6b8a0",
      "speaker": "Jordan",
      "start_timestamp": 2329.0,
      "text": "Yeah, I like that idea. Like, you can't violate both the letter and the spirit, you got to pick one."
    },
    {
      "end_timestamp": 2372.0,
      "id": "b904c15d-6a32-37f3-82d6-0f6be96c4a2a",
      "speaker": "Dan",
      "start_timestamp": 2335.0,
      "text": "Well, the letter of the law is, you know, a literal interpretation of things like kids steals a piece of gum from the store, you lock them up, that sort of thing. And the spirit of the law is, you know, figuring out what the laws are made for, what kind of behaviors they are there to, to create in the population behaviors that you'd like to see the things you'd not like to see. And then applying your legal strategy to enforce those things. When you realize that locking up a kid for stealing a piece of gum or something like that is going to derail their life and it's going to create more issues and the spirit of the law would say no, let that kid go without"
    },
    {
      "end_timestamp": 2386.0,
      "id": "999fe231-ba9d-3d9e-a536-5631865956e5",
      "speaker": "Jordan",
      "start_timestamp": 2372.0,
      "text": "warning. Well, because that's not why the law is there. Right? The law isn't there to protect your 45 cent piece of gum. Is that how much gum costs? I don't know. I don't know. Are you look you're 33 Tell me about it. What what it was like when you were"
    },
    {
      "end_timestamp": 2396.0,
      "id": "4cb02445-c1ae-3b53-aa0d-cdef0e8f4241",
      "speaker": "Dan",
      "start_timestamp": 2386.0,
      "text": "young when I was a boy Yeah, down to the to the corner store. You get a piece of gum and a cup of coffee for a nickel. Yeah, you gotta say come and"
    },
    {
      "end_timestamp": 2396.0,
      "id": "0652b0b8-da0d-381e-a654-e15fd8739de2",
      "speaker": "Jordan",
      "start_timestamp": 2396.0,
      "text": "get a coffee please"
    },
    {
      "end_timestamp": 2422.0,
      "id": "c6136ebb-9ebf-37df-9edf-3b485c767139",
      "speaker": "Dan",
      "start_timestamp": 2396.0,
      "text": "get assessed but really go down there. Get phosphate. Sure, sure. Oh, there's this place in Missouri. Who cares? Anyway, there was a place called arrow rock that was like a fake, old timey community that they'd take students to on field trips and stuff like that. Okay, it sticks out in my mind because they had an old time general store nearby, like really old. Candy, not like not like stale. Oh, it's"
    },
    {
      "end_timestamp": 2424.0,
      "id": "a0d39aa1-8f9f-3192-a525-7b7c824e0b45",
      "speaker": "Jordan",
      "start_timestamp": 2422.0,
      "text": "like, clearly it's been there from since the 40s old fashioned"
    },
    {
      "end_timestamp": 2449.0,
      "id": "99ec4bef-2b30-3598-a7ca-e77baa4b2b3e",
      "speaker": "Dan",
      "start_timestamp": 2424.0,
      "text": "types of candy. And it was crazy when I was like, 10. I was like, this is the coolest. Yeah. But specialty candy store. Yeah, I really enjoyed it. But listen. My point is Alex does not understand what he's talking about. No. And I like I said before we played that clip. Yeah. I mean, there are there is a problem with abuse of children in Hollywood. Clearly, there are stories that keep coming out. We've had"
    },
    {
      "end_timestamp": 2453.0,
      "id": "78b68313-1758-3284-b57d-ea23d0891067",
      "speaker": "Jordan",
      "start_timestamp": 2449.0,
      "text": "plenty of those those stories. They should be prosecuted. And there's lives"
    },
    {
      "end_timestamp": 2463.0,
      "id": "5a37db9a-97bb-3540-872b-a4d6c8dcdc79",
      "speaker": "Dan",
      "start_timestamp": 2453.0,
      "text": "that have been ruined the corries, for example, there's just over and over again, you see it and yeah, we're, again, we're willing to have that conversation. We're listening. We're hip,"
    },
    {
      "end_timestamp": 2486.0,
      "id": "cdb5adc1-f560-379e-b570-03bf9b61d4a2",
      "speaker": "Jordan",
      "start_timestamp": 2463.0,
      "text": "we would very much like them to be prosecuted as well. But just because they're not being prosecuted does not mean that Bill O'Reilly then does. Like there's not like a waiting list. Well on on top down crimes, obviously. Because we're apparently going from the bottom up, let's get as many poor people as fucking possible. Well, thank God, we finally got Bill O'Reilly out of there. I just wish he would fucking go to jail, because this is fucking insane."
    },
    {
      "end_timestamp": 2548.0,
      "id": "00d224e1-5fa9-3cc5-a7c8-7935097cb685",
      "speaker": "Dan",
      "start_timestamp": 2486.0,
      "text": "Well, Alex Jones seems to do this thing where he's like, if every problem isn't solved, why are we solving one? And that is sort of a really bad way to go about life. You can't get anything done like that. No, it's a defeatist target people in productivity circles would explain to you that you have to have actionable goals, and you have to set plans that you can actually build towards, if you just say, Oh, we got to solve everything. You're just going to be overwhelmed by the task in front of you. And you're never gonna get even the first smallest thing done, which is get Bill O'Reilly fucking fire and Fox News. So he can't hurt more people. Yeah. So it's really frustrating, because, I mean, on the one level, he's dumb, but on the other level, he's actually advocating things that are like, just bad. And then on beyond that, just not that they're not good ways to live. It's just unwise. Yeah, set goals and work towards them. Little steps. Yeah, that's the way to go. Anyway, here's the clip where he starts to get into the conspiracy angle, and it's dumb."
    },
    {
      "end_timestamp": 2593.0,
      "id": "3723450d-d41e-3b56-a855-188bb7fc07d0",
      "speaker": "Caller to Bill O'Reilly",
      "start_timestamp": 2548.0,
      "text": "So this is a part of a purge at Fox by Rupert Murdoch's sons that are admittedly saying this in the news. I was the first to break it during the RNC because I went to the Ritz Carlton in Cleveland, and met for several hours with some of the top Fox people and got Intel and it all turned out to be true. They offered a job was a coup and Fox made me Kelly was meant to kind of be the flipping of them from conservative Americana, at least light or what they posed to be the synthetic version that they used to control the conservative movement into a whole leftist kind of globalist conserve the toyed synthetic system even more than what it had been a true counterfeit. To leave the conservative movement, the Libertarian movement, the nationalist movement into a true rattle."
    },
    {
      "end_timestamp": 2606.0,
      "id": "3b34c454-9255-3e29-9b8e-0e054f4c480b",
      "speaker": "Dan",
      "start_timestamp": 2593.0,
      "text": "So this goes back to our third episode. Conservative void. That's a dumb nonword. But hear me out on this. This goes back to our third episode. Oh, yeah. The secret of 2017."
    },
    {
      "end_timestamp": 2615.0,
      "id": "9d274602-15c0-332a-b493-9c2cba04d237",
      "speaker": "Jordan",
      "start_timestamp": 2606.0,
      "text": "That's right. Wait, what is it? We still don't know what we know. What we know now is the secret of 2017 is a lot of people are going to lose their jobs."
    },
    {
      "end_timestamp": 2639.0,
      "id": "18fb23a3-93ed-328d-a2e7-0a5a85d4bd61",
      "speaker": "Dan",
      "start_timestamp": 2615.0,
      "text": "What the secret of 2017 was Alex crying about wanting to live in a farmhouse and all this shit? And Megan Kelly is awful. That was the secret of 2017. Alex can't possibly have known how the first four months of this year were going to shake out No, I saw someone I don't remember it. Maybe it was I think it might have been like W. Kamau Bell. Someone Someone tweeted. A list of people whose gear is not going how they expected. Yeah, one of them's like, absolute. Yeah. Yeah. See this shit color?"
    },
    {
      "end_timestamp": 2643.0,
      "id": "c6ab3dba-99c8-3147-bf83-94f2fdc1a4d7",
      "speaker": "Jordan",
      "start_timestamp": 2639.0,
      "text": "No. And missed. He missed the secret of 27. For someone"
    },
    {
      "end_timestamp": 2685.0,
      "id": "b13a7023-342c-3f7c-b68d-6bfe9e80e36e",
      "speaker": "Dan",
      "start_timestamp": 2643.0,
      "text": "who has so many high level fake sources and what have you if they were real? You would think you would see any of these blows coming before they happened. And he hasn't he has not won. I think it's appropriate now for us to revisit a clip that we played in the secret of 2017 episode because it's relevant to what he's talking about. But beyond that, before we do, he was saying there that Megan Kelly is a part of this, this purge of Patriot values and stuff like that. Yes. And it's worth noting that Megyn Kelly did do an interview this week where she talked about Bill O'Reilly was part of the reason that she left Fox News. Yeah. And so was Roger Ailes, there was a toxic environment that you can't work in, if you're a woman they"
    },
    {
      "end_timestamp": 2693.0,
      "id": "a1550bcb-6fde-3f10-9cd3-c402710d4fda",
      "speaker": "Jordan",
      "start_timestamp": 2685.0,
      "text": "have, like, How much money have they paid out? And just just to keep him on the air?"
    },
    {
      "end_timestamp": 2705.0,
      "id": "a5f5ec09-99de-33ac-8706-bb1f4b1c0e6a",
      "speaker": "Dan",
      "start_timestamp": 2693.0,
      "text": "Well, he does draw huge ratings with these old people. So that that kind of makes sense from a business standpoint, but it's the same thing. Hang with Joe Arpaio. Like how the fuck did he stay Sheriff when he's getting sued for millions of dollars over and over and over? And"
    },
    {
      "end_timestamp": 2709.0,
      "id": "908a3909-2590-3326-824b-e50f4a0f30a9",
      "speaker": "Jordan",
      "start_timestamp": 2705.0,
      "text": "how the fuck has he not been in jail for the rest of his life?"
    },
    {
      "end_timestamp": 2714.0,
      "id": "d6b5640b-2d8a-3942-84ee-c93de508069c",
      "speaker": "Dan",
      "start_timestamp": 2709.0,
      "text": "I think that at this point it's becoming a thing where he's like, 80 something years old and I just don't care. I don't want"
    },
    {
      "end_timestamp": 2729.0,
      "id": "4fbf75fc-5e0d-3702-946d-1b38342b4e87",
      "speaker": "Jordan",
      "start_timestamp": 2714.0,
      "text": "I want him in jail. I want George W to still be prosecuted for war crimes. I think he should be in one of the Nazi trim. Like he's a Nuremberg trial and level monster. I hope he gets fucking."
    },
    {
      "end_timestamp": 2742.0,
      "id": "8723a75b-c42d-30d3-84e6-f21352e4a795",
      "speaker": "Dan",
      "start_timestamp": 2729.0,
      "text": "And just so we're fair, if we're being like, like, real with it. Obama and Bill Clinton should do? Absolutely pretty much all of our presidents should be tried to pretty much yeah, there's a lot of stuff that has been done"
    },
    {
      "end_timestamp": 2749.0,
      "id": "c510c1c1-02f7-3d48-8f8b-3116dbdfb228",
      "speaker": "Jordan",
      "start_timestamp": 2742.0,
      "text": "and Andrew Jackson should be revived, killed, revived and then hung,"
    },
    {
      "end_timestamp": 2759.0,
      "id": "9252dbc5-43b0-39d7-bf67-859643579ef7",
      "speaker": "Dan",
      "start_timestamp": 2749.0,
      "text": "right. Instead of having a picture of him put into the White House No, into the Oval Office. No, that's not where it should be. So in memory of the fact that he's talking"
    },
    {
      "end_timestamp": 2764.0,
      "id": "74f6df09-ee4f-3dbb-8b6b-deaf31adf4f7",
      "speaker": "Jordan",
      "start_timestamp": 2759.0,
      "text": "we have a genocides picture in the White House. It's crazy. We have a we celebrate would"
    },
    {
      "end_timestamp": 2777.0,
      "id": "b540859c-4ffa-39d3-a7c6-c688a93798e9",
      "speaker": "Dan",
      "start_timestamp": 2764.0,
      "text": "be like Merkel dimers put you up in fucking and say it's absolutely unacceptable with America. I don't know. I don't know Trump is president. We're all going crazy."
    },
    {
      "end_timestamp": 2781.0,
      "id": "fbed4704-f75a-34ad-99bb-6c4250f01d32",
      "speaker": "Jordan",
      "start_timestamp": 2777.0,
      "text": "So make America genocide again, make America genocide again,"
    },
    {
      "end_timestamp": 2802.0,
      "id": "b6e711b8-ca4b-3581-87f7-a0d0b041318b",
      "speaker": "Dan",
      "start_timestamp": 2781.0,
      "text": "I'm so close to getting this movie. There we go. Speaking of which, if you if, if everybody donates to the Patreon, I've said this publicly and I don't know if I said it on the show, we will record at least one audio commentary for one of Alex Jones as movies. Okay, we will do that. I'm willing to do it."
    },
    {
      "end_timestamp": 2815.0,
      "id": "45d19a63-d60a-357b-b407-8a01161dce6c",
      "speaker": "Jordan",
      "start_timestamp": 2802.0,
      "text": "We're gonna do a we're gonna do a full MSD 3k. Yep, we will now that we now that we have more interest in Alex Jones, and a new series of MSD 3k. Sure, we're gonna fucking ride the wave on both. We're gonna like what we're doing. We're gonna"
    },
    {
      "end_timestamp": 2872.0,
      "id": "60a3cbc7-027e-3f53-ab7a-c59032b94e3c",
      "speaker": "Dan",
      "start_timestamp": 2815.0,
      "text": "make a shot Chicago Public TV show. And we're in space. And we have some robot friends and we just watch Alex Jones. I don't think we could afford that. No. But anyway, please donate. We'll expand content and all that stuff. I feel like I'm saying that too much. But I've said it many times, but in different contexts. Yeah. Because now I'm saying we'll make these movie Docu, who cares. Look, Fuck off. Fuck off to you. Mostly. I was saying it to myself. Anyway, yeah, in honor of this bringing back up Megyn Kelly, I want to replay this clip because it's horrible. And it's fun. Now in the context that we know that part of the reason that she left was the sexual harassment environment, and people are going down for it. And this is how Alex Jones back at the beginning of 2017. In his video, the secret of 2017 spoke about Megyn Kelly."
    },
    {
      "end_timestamp": 2924.0,
      "id": "9397ff95-93ec-3abe-bf11-efb016806cb3",
      "speaker": "Alex Jones",
      "start_timestamp": 2872.0,
      "text": "Huge things are happening right now. And you look at these tarts, it's not that she's a woman. So the smart people I know are women's heart but you have the archetype of the dumb guy, the dumb woman. I mean, Megyn Kelly is the dumb blonde cheerleader who looked okay 10 years ago on now just looks like an ugly which I forgot about how awful he is. And she reportedly told friends oh, I'm ugly. I'm old. Now. I better join the liberals. She's wanting to go jump out. Remember that way old ship? Because she feels rejected after buying into the mainstream media's lie that Donald Trump was this evil guy. This is just her thinking, oh my god, I'm hated at Fox. I'm hated by the viewers. Now let me go to NBC. Because those failures, those vampires are ready to get whoever they can swindle into joining him."
    },
    {
      "end_timestamp": 2947.0,
      "id": "75033ffc-cf15-3952-a025-cffe11ceda5a",
      "speaker": "Dan",
      "start_timestamp": 2924.0,
      "text": "And now that we know that his code is vampire means pedophile. You know, he's saying that everyone at NBC is pedophiles, but that's neither here nor there. She left because of a horrible chauvinistic environment that she was working in. And Alex Jones's response is to critique her attractiveness and insist that she's told friends that she thinks she's ugly. Yeah, this is horrible. No, that"
    },
    {
      "end_timestamp": 2953.0,
      "id": "5dd4b174-62a1-3892-a782-341817432685",
      "speaker": "Jordan",
      "start_timestamp": 2947.0,
      "text": "makes perfect this is horrible. That's how that's how you know that's the only reason women do things right. This is"
    },
    {
      "end_timestamp": 2961.0,
      "id": "b2226cd9-4cc9-3774-bb39-1102b7a38b4f",
      "speaker": "Dan",
      "start_timestamp": 2953.0,
      "text": "inexcusable levels of ugly manliness. Ugly maleness. It's so disgusting."
    },
    {
      "end_timestamp": 2977.0,
      "id": "2deaf082-cb03-3db3-91b4-5aa3fa3c2201",
      "speaker": "Jordan",
      "start_timestamp": 2961.0,
      "text": "No, fuck, man. Yeah, like I've said this before. All men should just be we have we have genetic research. We can clone. We can, you know, steal a bunch of sperm and then get rid of us and then you'll be fine. We'll be fucking fine. Ladies. You don't need us."
    },
    {
      "end_timestamp": 2980.0,
      "id": "5ab0d5e5-7b25-34e5-b026-d47bf9435afe",
      "speaker": "Dan",
      "start_timestamp": 2977.0,
      "text": "You don't even have to steal that sperm."
    },
    {
      "end_timestamp": 2984.0,
      "id": "059a9cf6-2710-3f99-b3eb-05c1863f4c78",
      "speaker": "Jordan",
      "start_timestamp": 2980.0,
      "text": "I just raised the sperm banks just just fucking tear them down."
    },
    {
      "end_timestamp": 2989.0,
      "id": "376a4f15-1dcf-351f-9e67-05104dd92dd7",
      "speaker": "Dan",
      "start_timestamp": 2984.0,
      "text": "If there's one thing I know about men, it's that they're not so thrilled to hold on to their sperm. Yeah,"
    },
    {
      "end_timestamp": 2997.0,
      "id": "85754a60-20ad-3ca7-b252-06e201fa91e9",
      "speaker": "Jordan",
      "start_timestamp": 2989.0,
      "text": "that's true. It's that's that's how you get rid of us. Right? You trick us into rubbing one out. Yeah. And then straight into the guillotine. That's how"
    },
    {
      "end_timestamp": 3002.0,
      "id": "ce352ca8-df5a-33e2-abad-d6197ab29964",
      "speaker": "Dan",
      "start_timestamp": 2997.0,
      "text": "it goes. Absolutely. Okay."
    },
    {
      "end_timestamp": 3014.0,
      "id": "ebd2d970-ea16-331c-9baa-74ebca61654f",
      "speaker": "Jordan",
      "start_timestamp": 3002.0,
      "text": "I'm not saying this is a great plan. I'm just I'm just blue sky thinking I'm just throwing ideas at the wall. How do you want to kill off? It's up to you. Everybody has their own preference."
    },
    {
      "end_timestamp": 3046.0,
      "id": "c19256a1-d73a-36b2-84a9-3ada124c5b4c",
      "speaker": "Dan",
      "start_timestamp": 3014.0,
      "text": "Sure. So this next clip is kind of indicative of how at this point he, it's not really clear what he thinks about the Bill O'Reilly situation. He has acknowledged that he's a sexual harassing person, right. But he's also said that Hollywood and the Democrats, like all of Hollywood is Democrats. Yeah, whatever. He says that they're worse. And then actually what's going on is it wasn't so much about the fact that he sexually harassed people. It's that he was a patriot, and there was a purge going on. Yes. So it's so unclear one"
    },
    {
      "end_timestamp": 3051.0,
      "id": "79c68d7d-1212-33a8-a2b4-ca11da70d88e",
      "speaker": "Jordan",
      "start_timestamp": 3046.0,
      "text": "day a year at Fox News for 12 hours, they just fucking get rid of old white people."
    },
    {
      "end_timestamp": 3057.0,
      "id": "8928b8f9-4578-3aba-9963-9cfda799a915",
      "speaker": "Dan",
      "start_timestamp": 3051.0,
      "text": "They just run around all day, they run around with oranges and socks, and you'll get to hit the Patriots with them."
    },
    {
      "end_timestamp": 3065.0,
      "id": "8672161b-440e-3262-be80-e080a114f387",
      "speaker": "Jordan",
      "start_timestamp": 3057.0,
      "text": "And that includes the football team, too. If they're there. Sure. They even you know, they may be there. They may not be there. Who knows? Tom Brady hangs out at Fox News, I assume?"
    },
    {
      "end_timestamp": 3091.0,
      "id": "5fac4975-db0b-3c80-ae9a-b9d02b4fb91d",
      "speaker": "Dan",
      "start_timestamp": 3065.0,
      "text": "Yep. I would, I would also assume that but anyway, the so here, here's a clip that I want to say two things that I haven't pointed out. This is straight through again, I didn't edit anything out. These clips are just saying entire thing. That's just Childhood Special Report. This is the entire thing about I'm not taking anything out. And then secondarily, we haven't even addressed the fact that he's recording this as he drives to court. This is in his car."
    },
    {
      "end_timestamp": 3093.0,
      "id": "0b7fc394-66fc-3710-8c34-7c066d652d2f",
      "speaker": "Jordan",
      "start_timestamp": 3091.0,
      "text": "This is what he thinks about on the way to court. Yeah,"
    },
    {
      "end_timestamp": 3101.0,
      "id": "b8eefa77-e838-3f0e-bf1d-99dc60efc954",
      "speaker": "Dan",
      "start_timestamp": 3093.0,
      "text": "absolutely. He's like, wait, I have to go defend my right to have my kids. I got to fuckin talk about Bill O'Reilly for 15 minutes. Somebody"
    },
    {
      "end_timestamp": 3106.0,
      "id": "3430060a-92d3-38aa-a4b0-e5a577c627de",
      "speaker": "Jordan",
      "start_timestamp": 3101.0,
      "text": "needs to make sure that everybody knows Bill O'Reilly is not that bad."
    },
    {
      "end_timestamp": 3108.0,
      "id": "9c7dea17-d867-3912-aee7-ff9ad8a1b202",
      "speaker": "Dan",
      "start_timestamp": 3106.0,
      "text": "If that's even his point."
    },
    {
      "end_timestamp": 3124.0,
      "id": "124fd9e4-2888-3a4b-943d-cd7a0c5af912",
      "speaker": "Jordan",
      "start_timestamp": 3108.0,
      "text": "I don't know. No, I don't know. Has he even? I mean, has he even actually said that? What Bill O'Reilly did was bad. He had said that. I mean, I think it's like, is he putting it somewhere in like, medium atrocity? Is that what he's doing right there?"
    },
    {
      "end_timestamp": 3170.0,
      "id": "f186e8fe-740c-3e2d-bb21-0284f00a69fc",
      "speaker": "Dan",
      "start_timestamp": 3124.0,
      "text": "I think that he thinks that all he did was try and use his position to get women to have sex with him. Right. As opposed to which is a crime. Right. And that's bad enough on its own. Yeah, but I don't think that Alex is dealing with the fact that some women probably were cornered, groped, I would think that those are things that most likely happened. Yeah. And even if not, he used demeaning language and sexualized professional women called that one lady hot chocolate and black lady that worked at Fox. Oh, boy. Yeah. So I mean, there's just like it's, he's he's minimizing for sure. But I think the he's he's still implying that his behavior was bad. Yeah. But anyway, this next clip is just if"
    },
    {
      "end_timestamp": 3178.0,
      "id": "be7dba11-1c34-32e8-8537-2463914535af",
      "speaker": "Jordan",
      "start_timestamp": 3170.0,
      "text": "if you're because he's they've paid out like 25 million in or some 20 million in like sexual harassment claims. Yeah, right. He"
    },
    {
      "end_timestamp": 3181.0,
      "id": "45a298fc-d22c-3c87-93b6-981e5e9b3087",
      "speaker": "Dan",
      "start_timestamp": 3178.0,
      "text": "got 25 million Right. Um,"
    },
    {
      "end_timestamp": 3204.0,
      "id": "695da2e4-7f56-3bb7-84a7-a331cc09dd1d",
      "speaker": "Jordan",
      "start_timestamp": 3181.0,
      "text": "and Roger Ailes got some huge number two like they paid Roger Ailes and Bill O'Reilly more to leave than they paid the women that were sexually harassed. Now that sounds bad. Yeah, but the written their contract like there's, there's not much they can do about it at this point. If though if you're writing a contract, why do you have the if we fire you for all of your crimes? Here's your money."
    },
    {
      "end_timestamp": 3218.0,
      "id": "4f3cf9ee-6591-33ff-97bc-527aaf7d1380",
      "speaker": "Dan",
      "start_timestamp": 3204.0,
      "text": "Well, again, it comes back to them being really marketable stars. Yeah, like Roger Ailes was a good executive in terms of getting the getting high ratings right. And Bill O'Reilly was a draw, so you get to dictate your contract. In a lot of ways."
    },
    {
      "end_timestamp": 3236.0,
      "id": "acc8a6e2-c63f-357f-87b6-00f827359d31",
      "speaker": "Jordan",
      "start_timestamp": 3218.0,
      "text": "I am settling a lawsuit with Bill O'Reilly and Fox News. I want one clause in there that I get to kick Bill O'Reilly in the balls one time. That's right, just one time for running kick. I'll take I'll take your 2 million. As long as I get to put a toe right through his balls."
    },
    {
      "end_timestamp": 3239.0,
      "id": "05515558-dd27-3b8c-94e5-ae3c50158871",
      "speaker": "Dan",
      "start_timestamp": 3236.0,
      "text": "Do you get a running start? Or is it a stationary?"
    },
    {
      "end_timestamp": 3247.0,
      "id": "0be256b7-4f33-3443-8c9a-b63ccba6a543",
      "speaker": "Jordan",
      "start_timestamp": 3239.0,
      "text": "No, it is a stationary kick. Okay, but that's bad negotiating but you get to use golf shoes. Okay. So however it is you want to go?"
    },
    {
      "end_timestamp": 3256.0,
      "id": "b14baae0-218b-3777-a0bb-88d4eb8d4b2b",
      "speaker": "Dan",
      "start_timestamp": 3247.0,
      "text": "Alright, so anyway, this clip is Alex not really knowing what side he should take. And it's bizarre."
    },
    {
      "end_timestamp": 3323.0,
      "id": "c74e98e8-abe0-3d03-b9e1-29fd2e768722",
      "speaker": "Caller to Bill O'Reilly",
      "start_timestamp": 3256.0,
      "text": "That fox threw everything and had a Trump mega threw everything she had at Trump had failed. So she left NBC, Al still stepped down because clearly he does some things that were wrong and bad. I'm not defending him. People say oh, you're being nice to Fox is your job for Roger Ailes. I was offered shows on Fox, okay. I'll get to that in a minute. But expanding on that. You they can take them out, they can take grouch out, they can take me out, they can shut down all free speech. And that's why you see, with the total distortions in the media, even more than pretty much last week, being demonized and attacked with a bunch of twisted, made up garbage is because they know I basically represent our incredible audience of patriots who understand globalism understand it's not elected, understand its authoritarian and are educating others. So it's our ideology of freedom and free market. But it's so frightened of the globalist that they've got to take us down and they can bring down Bill O'Reilly and Roger Ailes, who too did have Achilles heels, and quite frankly, did deserve a certain level."
    },
    {
      "end_timestamp": 3350.0,
      "id": "f28f5120-f157-3ce5-b6ac-60bc5b529131",
      "speaker": "Jordan",
      "start_timestamp": 3323.0,
      "text": "You fucking put it. The, the Achilles heel is his toxic masculinity that causes him to sexually harass people and commit crimes. That is their Achilles heel. Right, right. That's our one way of taking those guys down. They're invincible to all their racism and their fucking lie or their bullshit. You finally fucking shoot that arrow into their sexual harassment and boom, you gotta you gotta but"
    },
    {
      "end_timestamp": 3360.0,
      "id": "9496dea4-e001-34e5-8900-e07d69376470",
      "speaker": "Dan",
      "start_timestamp": 3350.0,
      "text": "that's why they have to fight against feminists in the PC culture is because if it's, you know, all those people would go away, then that Achilles heel would never be attacked. Ah,"
    },
    {
      "end_timestamp": 3386.0,
      "id": "e301ba3a-89b1-356d-b79d-83282b105611",
      "speaker": "Jordan",
      "start_timestamp": 3360.0,
      "text": "I love his his fucking argument that if they can take down those guys, right, admittedly, crime committers right. If they can take down those crime committed Achilles heel, yeah, then hate they can come after drudge which is basically saying like, hey, Drudge fucking sexually harasses people. It's true. It's cool. Once once you get one of us, you take turns out, we're all doing it."
    },
    {
      "end_timestamp": 3393.0,
      "id": "6d37d37f-bbf6-352b-902f-4595f9b88795",
      "speaker": "Dan",
      "start_timestamp": 3386.0,
      "text": "And you know, the other problem is, he's acting like it sets a precedent man, the precedent already exists. You can't sexually harass people."
    },
    {
      "end_timestamp": 3405.0,
      "id": "f87866df-221c-3921-b61b-1dc761572836",
      "speaker": "Jordan",
      "start_timestamp": 3393.0,
      "text": "It's called the law. Yeah. Now that's it it was written into Now admittedly, it's probably not as old as we would like it to be or solid. Yeah, I bet the sexual harassment laws didn't even exist until like 30 years ago."
    },
    {
      "end_timestamp": 3430.0,
      "id": "360ea3fa-93c0-33e8-b023-6770a8a93755",
      "speaker": "Dan",
      "start_timestamp": 3405.0,
      "text": "Now, there's a couple of other issues that are that are really murky In this clip, and I think you nailed some of them. One is that he's really, really dumb to tie himself to this. Like, because the issue. The issue is that Bill O'Reilly and Roger Ailes legitimately and literally committed crimes, but he thinks that it's all trumped up, and it's the globalist going after them."
    },
    {
      "end_timestamp": 3436.0,
      "id": "c94c3255-6b5a-3829-86df-0bbb53f861d3",
      "speaker": "Jordan",
      "start_timestamp": 3430.0,
      "text": "So I don't think here's, here's my take on that. And I know you got more to say and you're gonna kick ass. I'm"
    },
    {
      "end_timestamp": 3438.0,
      "id": "b94485b1-ea98-3708-a071-23b223b869e3",
      "speaker": "Dan",
      "start_timestamp": 3436.0,
      "text": "putting my hand I love you"
    },
    {
      "end_timestamp": 3447.0,
      "id": "48bd1cbe-dd0d-374a-a693-ba4655af2e9c",
      "speaker": "Jordan",
      "start_timestamp": 3438.0,
      "text": "know, my take on that is he does think it's a crime. Yeah, but he thinks that the timing is the globalist coming after them."
    },
    {
      "end_timestamp": 3455.0,
      "id": "8a9fc75e-df45-3ef5-ae54-a88970b9a5b5",
      "speaker": "Dan",
      "start_timestamp": 3447.0,
      "text": "Well, but that's stupid, because Bill O'Reilly has gotten in trouble in the past before. Yeah, that audio came out of him like talking about a lady and a falafel."
    },
    {
      "end_timestamp": 3468.0,
      "id": "5c3404ec-5ebf-33b7-ac6e-5ccf231cf9e1",
      "speaker": "Jordan",
      "start_timestamp": 3455.0,
      "text": "Right. But nothing happened then the date very good very much, very much Cosby to me. Everybody fucking knew the shit that was going on. And until the until it finally got out to people. No,"
    },
    {
      "end_timestamp": 3501.0,
      "id": "bc59f06f-8ca3-367e-8729-64b1b4109826",
      "speaker": "Dan",
      "start_timestamp": 3468.0,
      "text": "that is absolutely true. The issue is that in the past, what had happened was sponsors weren't willing to pull out. And you know, it got to a point where they could no longer argue that like, hey, we can be we can get tied in with this. Yeah, when you saw it as it happened in real time, sponsors just kept falling off. And he ended up ending his show, like 15 minutes early one day, because they just had no content to fill it and no, no ads. No shit. So they just went to Shepard Smith live and that's fuck, they're serious. Yeah, it's crazy. But like that is why it's because of the advertisers. There's no"
    },
    {
      "end_timestamp": 3504.0,
      "id": "3bc5f738-6765-33ec-a24d-8e2edc7e8ee3",
      "speaker": "Jordan",
      "start_timestamp": 3501.0,
      "text": "absolutely no sexual harassment, It's fine as long as people keep paying, which is tragic."
    },
    {
      "end_timestamp": 3532.0,
      "id": "260ea9a9-6d31-32dc-b1c7-b998cd67e46c",
      "speaker": "Dan",
      "start_timestamp": 3504.0,
      "text": "I agree that that's tragic. Yeah. But again, Alex should not be tying in his fate to this. Because what's going on as a crime is being punished. It's not free speech being shot upon right or anything like that. And if he ties himself in with this, unfortunately, the metaphor in the analogy is that what he is on trial for is a crime. And it's not, it's a custody suit. It's"
    },
    {
      "end_timestamp": 3542.0,
      "id": "656fbcb8-ae8a-3792-bf2e-5e066fb4696e",
      "speaker": "Jordan",
      "start_timestamp": 3532.0,
      "text": "and the more he releases videos like this defending sexual harassment, or when we start turning into him losing custody and becoming a crime,"
    },
    {
      "end_timestamp": 3546.0,
      "id": "53a4b0bb-d6f8-31db-bef7-f27dbc4c3180",
      "speaker": "Dan",
      "start_timestamp": 3542.0,
      "text": "it almost seems like he subconsciously wants to lose custody. Oh,"
    },
    {
      "end_timestamp": 3553.0,
      "id": "639ab2ad-9231-3df1-a371-60208c481652",
      "speaker": "Jordan",
      "start_timestamp": 3546.0,
      "text": "man, that's a whole big can of worms that I don't know if we let's not that one, that one. I don't even know if I'm willing to jump into that. But"
    },
    {
      "end_timestamp": 3565.0,
      "id": "028f2d46-5e5b-3406-b278-db7756727285",
      "speaker": "Dan",
      "start_timestamp": 3553.0,
      "text": "he's also sort of by proxy arguing that like, you're saying the timing of this Bill O'Reilly thing is fucked. And the timing of this yesterday suit is intentional. Yeah. And that people are trying to destroy him,"
    },
    {
      "end_timestamp": 3567.0,
      "id": "6be0caf7-418d-3340-8940-1264ed9dfff9",
      "speaker": "Jordan",
      "start_timestamp": 3565.0,
      "text": "even though again, it's been going on for three years."
    },
    {
      "end_timestamp": 3584.0,
      "id": "d42404dc-916d-3f54-aec4-0d9dc17b0512",
      "speaker": "Dan",
      "start_timestamp": 3567.0,
      "text": "Yeah. Yeah. And no one's trying to diss I mean, I think that some people are probably trying to destroy him, which I actually think is kind of bad, but like we're kind of trying to destroy him to I don't know, this is very murky territory."
    },
    {
      "end_timestamp": 3590.0,
      "id": "4c1776db-8d7e-36dd-ab47-6e87e2101132",
      "speaker": "Jordan",
      "start_timestamp": 3584.0,
      "text": "The secret of 2017 is who's trying to destroy Alex Jones? Who"
    },
    {
      "end_timestamp": 3592.0,
      "id": "d00a3445-1d91-3f4b-abde-656fa173df62",
      "speaker": "Dan",
      "start_timestamp": 3590.0,
      "text": "knows? Is it"
    },
    {
      "end_timestamp": 3595.0,
      "id": "04089b25-e8df-3caf-9e9e-91ff1751dadf",
      "speaker": "Jordan",
      "start_timestamp": 3592.0,
      "text": "the globalist or is it just common reality? This"
    },
    {
      "end_timestamp": 3602.0,
      "id": "859b9747-8796-3bde-b91b-2478a13fabee",
      "speaker": "Dan",
      "start_timestamp": 3595.0,
      "text": "is one of these again, it's like an Agatha Christie novel. Everyone did it. Everyone is trying to destroy Alex Jones. Yes."
    },
    {
      "end_timestamp": 3604.0,
      "id": "21e0b1ac-0922-3893-ad52-58dcf09a51cb",
      "speaker": "Jordan",
      "start_timestamp": 3602.0,
      "text": "Murder on the Alex Jones Express."
    },
    {
      "end_timestamp": 3614.0,
      "id": "e10bcca6-cc4c-3949-956e-48d1cb96aa53",
      "speaker": "Dan",
      "start_timestamp": 3604.0,
      "text": "So this next clip Alex spouts some juicy Islamophobia. He says some really dumb stuff."
    },
    {
      "end_timestamp": 3617.0,
      "id": "1f186bf8-0b1f-396c-bb70-226c989d6470",
      "speaker": "Jordan",
      "start_timestamp": 3614.0,
      "text": "How does he get to Islamophobia from here, watch"
    },
    {
      "end_timestamp": 3619.0,
      "id": "e7b164b4-2721-3267-a454-22cf63ab7529",
      "speaker": "Dan",
      "start_timestamp": 3617.0,
      "text": "and take notes. This no way"
    },
    {
      "end_timestamp": 3623.0,
      "id": "46caf91f-a3d1-373f-850b-662e94e3cb58",
      "speaker": "Jordan",
      "start_timestamp": 3619.0,
      "text": "you could transition, the king of transition, you are the king of transition, I"
    },
    {
      "end_timestamp": 3627.0,
      "id": "af85c494-58cb-344d-907d-473029584b5f",
      "speaker": "Dan",
      "start_timestamp": 3623.0,
      "text": "bow down to Alex sweeten this clip."
    },
    {
      "end_timestamp": 3700.0,
      "id": "209275c2-ad38-3776-9e11-a7a01226d199",
      "speaker": "Caller to Bill O'Reilly",
      "start_timestamp": 3627.0,
      "text": "But you gotta understand the motive for bringing Ailes and Bill O'Reilly down was not the motive of actually loving women are caring about women, our own leftist governments back radical jobs. Women being sold in Libya after a failed state was created by Hillary, by the 10s of 1000s. ISIS selling 1000s of little girls into sex slavery, some of them raped to death. This is all documented, but it's buried the back of the newspaper never mentioned on mainstream TV. Jihad attacks happen almost every day now. I mean, we just had another one yesterday and other one today. It's becoming just unbelievable. That's, that's what happened in Sweden moving happened in Sweden. So police officers getting killed. People get run over every week, my cars getting stabbed, getting shot getting bombed, whether it's in England, or whether it's in France, or whether it's Sweden, or whether it's in Belgium or whether it just goes on and on and on. And they just shut that all down. And that's the big leftist Achilles heel so they doubled down. Feminism endorses Islam. Let's put her jobs on. That's their response to just quadruple down. Getting back to Bill O'Reilly here briefly. Because it's so important."
    },
    {
      "end_timestamp": 3708.0,
      "id": "70c1ee9f-e918-3f78-b966-2377147ab361",
      "speaker": "Jordan",
      "start_timestamp": 3700.0,
      "text": "Doesn't is the feminist slogan like let's bring those coal jobs back to Pennsylvania? Is that what we're talking about? What's going on?"
    },
    {
      "end_timestamp": 3737.0,
      "id": "9560ed2e-bdd7-3afa-bc58-96cefa590697",
      "speaker": "Dan",
      "start_timestamp": 3708.0,
      "text": "I think so. Yeah, absolutely. I love that. It's so like that Parveen call her job. Sorry about that. Yeah, the witches. Myth. Yeah. The idea. This, this whole thing is like the feminists love Islam, and they put her jobs on their head. It comes out almost like a Dennis Miller sentence. Like, it's so bizarre, like, all right, man. All right. I look. I know that there are terrorist events that are happening. And we're not denying that No."
    },
    {
      "end_timestamp": 3760.0,
      "id": "b93c6186-bdc4-35d3-b5e7-8888c0501867",
      "speaker": "Jordan",
      "start_timestamp": 3737.0,
      "text": "And you know what, in a certain, there are things that he is correct about right now. It is not a it is not a leftist thing. But our government and CIA and all of those fuckheads have backed many, many terrorist organizations, they've they've done all of this shit, like, the whole Iran thing is us. Like it's our fault."
    },
    {
      "end_timestamp": 3785.0,
      "id": "66b21667-b2ab-39a6-af4a-04d501207fb7",
      "speaker": "Dan",
      "start_timestamp": 3760.0,
      "text": "But now Now, let's take a step back. And as these ISIS ISIS is our fault, sure, but let's address where the lie is and Alex's truth, because these things are true. But the lie comes from the fact that he's implying that the left parts of the government, the leftist governments, are the ones that are doing is even saying that, like George W. Bush would be included in that because when he's saying leftist, he really means like, globalist"
    },
    {
      "end_timestamp": 3789.0,
      "id": "75b98288-7c8a-3090-998a-1fd1239b985c",
      "speaker": "Jordan",
      "start_timestamp": 3785.0,
      "text": "anybody. Anybody who's not him? Not patriots. Yeah, but he's"
    },
    {
      "end_timestamp": 3813.0,
      "id": "4e1dcc7e-1789-3235-8657-e9edbfcd37d1",
      "speaker": "Dan",
      "start_timestamp": 3789.0,
      "text": "saying the least the implication is that they're backing these terror groups for their terrorism fraud, or they're selling children into slavery and these sorts of things. When in reality, oftentimes, it's proxy wars that don't go well. Yeah. And you need somebody to fight as opposed to us, because if we fought there, it would trigger World war three, right? So you haven't though"
    },
    {
      "end_timestamp": 3819.0,
      "id": "0a7ec6a0-7212-32da-a036-8e2fde7b5ad3",
      "speaker": "Jordan",
      "start_timestamp": 3813.0,
      "text": "everybody knows that it's for global politics is fucking stupid. It's insane. Everyone's children, and"
    },
    {
      "end_timestamp": 3824.0,
      "id": "9e9c88d7-6d98-3e2b-9504-792a0ab51330",
      "speaker": "Dan",
      "start_timestamp": 3819.0,
      "text": "we're not for it. No, but it's not what Alex is describing. Definitely not. So also."
    },
    {
      "end_timestamp": 3854.0,
      "id": "c686ad35-aa56-3948-85fc-f4d156e15125",
      "speaker": "Jordan",
      "start_timestamp": 3824.0,
      "text": "And then again, he does that same thing that he did before, where he's saying, you know, it's not that they care about women. It is that, you know, they, it's time to get him out of here, which has that same ring of well, because they don't solve all women trafficking, then it doesn't, you know, then they don't care about the the certain problems they're experiencing. Yeah, it's so just because you don't solve everything doesn't mean you can't solve one thing."
    },
    {
      "end_timestamp": 3885.0,
      "id": "458965cc-6e9f-3efa-ad09-3c49a38a66bc",
      "speaker": "Dan",
      "start_timestamp": 3854.0,
      "text": "Right. And and the, you know, I'm not a foreign policy and war historian or anything like that. But I know that, at least to some extent, backing groups that have turned bad in the future. Yeah. Did help in the president. Yeah, like there were strategic goals that we were trying to achieve. And we achieved them with the help of say Al Qaeda back when they were against the Russia, right. You know that. Those sorts of things. They turned out terribly. But in the"
    },
    {
      "end_timestamp": 3890.0,
      "id": "22ebfa2d-18f5-334a-8cd3-b2233a37c849",
      "speaker": "Jordan",
      "start_timestamp": 3885.0,
      "text": "911 they did turn out terribly. That was a bad move on our part,"
    },
    {
      "end_timestamp": 3894.0,
      "id": "280dc5cc-6d09-373d-93eb-346f72bfed3b",
      "speaker": "Dan",
      "start_timestamp": 3890.0,
      "text": "but in the immediate it helped. And so it is sort of just the"
    },
    {
      "end_timestamp": 3902.0,
      "id": "2972751b-cf24-37a5-a114-71bb73a04c2d",
      "speaker": "Jordan",
      "start_timestamp": 3894.0,
      "text": "same with Iran on the immediate we got that oil, love that oil. You And then you know, the rest of it."
    },
    {
      "end_timestamp": 3910.0,
      "id": "eb22d941-d0cb-3ea1-9377-d356a9b9ecfd",
      "speaker": "Dan",
      "start_timestamp": 3902.0,
      "text": "Yeah. And that doesn't make it right. It makes it super bad, but it makes it far more complicated than Alex's pitching it, right? And then for the"
    },
    {
      "end_timestamp": 3914.0,
      "id": "3018163d-40c2-360d-99f3-26be7abf18a2",
      "speaker": "Jordan",
      "start_timestamp": 3910.0,
      "text": "fucking banana republics anyways, America is not the good guy, good guy."
    },
    {
      "end_timestamp": 3941.0,
      "id": "f718f2db-c43a-361e-ad2a-cc728e5da2a3",
      "speaker": "Dan",
      "start_timestamp": 3914.0,
      "text": "But further, it's so bizarre to like Bill O'Reilly did sexually harass people. And then at least to deflect to this is very weird. Like, it's it's such a tangential thought. It's it's it's mental illness legitimately. We're seeing demonstrated it's an inability to track thoughts A to B to C. Basically, he's like,"
    },
    {
      "end_timestamp": 3947.0,
      "id": "1557ac36-b48d-3fca-8259-833e4ba3f2cf",
      "speaker": "Jordan",
      "start_timestamp": 3941.0,
      "text": "they're there. Well, his internal logic is a get back on the subject I"
    },
    {
      "end_timestamp": 3951.0,
      "id": "2e9eb84b-303b-36a6-9c23-b3bedee7253d",
      "speaker": "Dan",
      "start_timestamp": 3947.0,
      "text": "want to talk about which sounds case apparently is"
    },
    {
      "end_timestamp": 3967.0,
      "id": "10b9f25c-6083-34c3-8d80-27333d263d9e",
      "speaker": "Jordan",
      "start_timestamp": 3951.0,
      "text": "Islamophobia. Yeah, yeah. So so any, any and this is another one of those things that we we've talked about is those way stones, like anytime he gets into an area where he doesn't know quite what to what's his what's his narrative?"
    },
    {
      "end_timestamp": 3970.0,
      "id": "d226af25-cf0e-3406-9548-5d9bd670aff0",
      "speaker": "Dan",
      "start_timestamp": 3967.0,
      "text": "What's what Alex Jones say?"
    },
    {
      "end_timestamp": 3973.0,
      "id": "10f5903a-32cc-35a8-9fdd-07ea735d7ba6",
      "speaker": "Jordan",
      "start_timestamp": 3970.0,
      "text": "Yes, Alex Jones asked himself that all the time at"
    },
    {
      "end_timestamp": 3977.0,
      "id": "5d8af1d9-f46c-34bb-b7df-eae5b0973b7b",
      "speaker": "Dan",
      "start_timestamp": 3973.0,
      "text": "certain points, he sort of lost track of Persona. So it goes back to"
    },
    {
      "end_timestamp": 3984.0,
      "id": "830e0dcd-0dec-3fa9-a335-3e72232b3800",
      "speaker": "Jordan",
      "start_timestamp": 3977.0,
      "text": "those like little spots that give him that recharge, and then he's going to jump back into Bill O'Reilly"
    },
    {
      "end_timestamp": 3988.0,
      "id": "fae79526-a6e5-31c5-be6a-90f7991f7fff",
      "speaker": "Dan",
      "start_timestamp": 3984.0,
      "text": "that is actually true, because that clip, that clip ended with him saying,"
    },
    {
      "end_timestamp": 4024.0,
      "id": "c456ca0d-40ee-3254-8103-1a11d2515546",
      "speaker": "Jordan",
      "start_timestamp": 3988.0,
      "text": "let me get back to Bill O'Reilly like that's, that's the thing where it gives him that that kind of up and down on those peaks there where he can talk about that stuff that his listeners if he if he really just said, Hey, we don't like Bill O'Reilly because he sexually harasses people. Inexplicably, he's going to get angry people. Sure, sure. Yeah, he's going to get people who are like, No, Bill O'Reilly should be allowed to sexually harass me which by the way, sexual harassment is just a free speech issue, or it doesn't exist. That's what his listeners really Blore it's"
    },
    {
      "end_timestamp": 4025.0,
      "id": "7a7545ed-64ba-3191-a989-f1327dd271d3",
      "speaker": "Dan",
      "start_timestamp": 4024.0,
      "text": "women being petty."
    },
    {
      "end_timestamp": 4026.0,
      "id": "c480d1a9-fe71-3396-a600-196974fea9fb",
      "speaker": "Jordan",
      "start_timestamp": 4025.0,
      "text": "Yes, y'all fuck them."
    },
    {
      "end_timestamp": 4035.0,
      "id": "a44728e5-b239-3db8-832d-02f8fcd83b43",
      "speaker": "Dan",
      "start_timestamp": 4026.0,
      "text": "But anyway, we but yeah, we can. We can make our position very clear. Yeah, we hate Bill O'Reilly for his rhetoric. Yeah, but more for his behavior for"
    },
    {
      "end_timestamp": 4036.0,
      "id": "62ee9186-dc0b-3f79-94ce-d33345796674",
      "speaker": "Jordan",
      "start_timestamp": 4035.0,
      "text": "ever. Fucking Yeah,"
    },
    {
      "end_timestamp": 4038.0,
      "id": "dfba8ffb-d23d-32e1-b17b-5f70e63e5b72",
      "speaker": "Dan",
      "start_timestamp": 4036.0,
      "text": "he runs he got fired."
    },
    {
      "end_timestamp": 4039.0,
      "id": "e40c0f83-db9f-31a2-9ca8-d3d070d56773",
      "speaker": "Jordan",
      "start_timestamp": 4038.0,
      "text": "He's a true monster."
    },
    {
      "end_timestamp": 4047.0,
      "id": "ec071861-0111-3fa7-b773-4feb42540763",
      "speaker": "Dan",
      "start_timestamp": 4039.0,
      "text": "Only negative in this story is that he's not being prosecuted. Second, that he got millions of dollars. Yeah. But again, we understand contract issues. It's not like some"
    },
    {
      "end_timestamp": 4078.0,
      "id": "a74efd3a-1d6d-3c81-a99e-2c1b53940801",
      "speaker": "Jordan",
      "start_timestamp": 4047.0,
      "text": "capitalism is bullshit. So, so that is how he can talk about that, which allows him to address what people think he's supposed to address. And then in order to kind of avoid actually taking any position right there. He switches back into Islamophobia. So I mean, if you are taking him out of his own assessment of his viewers intelligence, I'm assuming that means they think he agrees with whatever it is they agree with, on Bill O'Reilly Yeah,"
    },
    {
      "end_timestamp": 4080.0,
      "id": "c1747944-35dc-39ce-923e-67b0420e73ca",
      "speaker": "Dan",
      "start_timestamp": 4078.0,
      "text": "that's a good, that's a good summation of it."
    },
    {
      "end_timestamp": 4094.0,
      "id": "0b12c0f4-550b-3512-8dd1-8763658940cb",
      "speaker": "Jordan",
      "start_timestamp": 4080.0,
      "text": "It's, it's, you know, either it is if either it's mental illness, it's cunning, or it's a combination of both. Or it's just a coincidence that he's a lunatic, and people believe him."
    },
    {
      "end_timestamp": 4117.0,
      "id": "ae1ebb58-99ac-3395-a0c8-bd28ec9e0398",
      "speaker": "Dan",
      "start_timestamp": 4094.0,
      "text": "I think he's been playing the role, essentially, of a cornered animal for like, 20 years. And that's where he shines. That's true. And on the defense, yeah. And so now he's back on it. And right now he's back in familiar territory. So this next clip, he explains what Bill O'Reilly's biggest mistake was, and let me say this, it's not what you think. Oh,"
    },
    {
      "end_timestamp": 4119.0,
      "id": "aeb69757-4e7b-3b05-9d49-26868fc5d784",
      "speaker": "Jordan",
      "start_timestamp": 4117.0,
      "text": "could it be?"
    },
    {
      "end_timestamp": 4120.0,
      "id": "453ecb43-420d-3f70-93c8-cb06c0a2e408",
      "speaker": "Dan",
      "start_timestamp": 4119.0,
      "text": "It's not sexual harassment that"
    },
    {
      "end_timestamp": 4123.0,
      "id": "41da0def-1ae8-36c4-ae41-6092e55b004b",
      "speaker": "Jordan",
      "start_timestamp": 4120.0,
      "text": "he never got to pay?"
    },
    {
      "end_timestamp": 4125.0,
      "id": "9c392ae9-33b0-37a9-9400-fa31d687f957",
      "speaker": "Dan",
      "start_timestamp": 4123.0,
      "text": "He could at least tried earplugs. It's not it's not that."
    },
    {
      "end_timestamp": 4127.0,
      "id": "951058cf-329b-33a0-bfc6-adf6bb1e1eba",
      "speaker": "Jordan",
      "start_timestamp": 4125.0,
      "text": "All right."
    },
    {
      "end_timestamp": 4162.0,
      "id": "f40f456f-9bc0-3e8a-8f96-403a278dccf7",
      "speaker": "Caller to Bill O'Reilly",
      "start_timestamp": 4127.0,
      "text": "Getting back to Bill O'Reilly here briefly. Because it's so important. Yes. Bill O'Reilly, here we go. His biggest mistake is he sold out the system. Trump, that was he was conservative, like, he was completely basically, again, there to be controlled opposition. But now he's got to be taken down as a sacrificial lamb, and as a victory for the left, that they're openly destroying any vestige of independent media. Yeah. Fox News program. Yeah,"
    },
    {
      "end_timestamp": 4173.0,
      "id": "4439d793-1306-36c1-a646-ac2cb5fa7e54",
      "speaker": "Jordan",
      "start_timestamp": 4162.0,
      "text": "yeah. Fox News, the most independent of media. Yeah, that that argument is Fox News. The wing of the Republican Party? Absolutely. Independent Media."
    },
    {
      "end_timestamp": 4212.0,
      "id": "ba9f90ce-9612-3e97-9d7f-87475029c368",
      "speaker": "Dan",
      "start_timestamp": 4173.0,
      "text": "Yeah. And this may be a good time for us to address this a little bit, too. And I like we have a slight bit of agreement with Alex, that most of the mainstream media is bullshit. Yeah. You know, like, it's fine to believe that and not agree with him. You know, like, I don't think necessarily that CNN does a good job. I don't think Fox News does a great job. They actually have better journalistic standards. So they have a better batting ad. route, certainly the dumb blog or Info Wars, but they aren't like they're not holy to us. Now, there's no reason there's no reason to implicitly trust something just because it came out on CNN"
    },
    {
      "end_timestamp": 4261.0,
      "id": "4f377eef-90fa-3979-a0ad-56f0d909045e",
      "speaker": "Jordan",
      "start_timestamp": 4212.0,
      "text": "and it with the with the level of betrayal that they have. Like, one of the things that I I refuse to, to ever forgive them for is by adjusting themselves to make everything a horse race. They gave Trump so many billions of dollars of free advertising. And they spent so much time tearing Hillary down in order to make it a horse race. That's what gets them ratings is everybody's It's closer than you think. Who knows who's ahead in the polls this day. And so by doing that by giving him so much attention, because he's a, he's a great entertainer, then fucking they were absolutely complicit in his win. Yeah, totally fucking cheered for the Iraq War. The"
    },
    {
      "end_timestamp": 4298.0,
      "id": "12a58220-dbe0-320e-bb6b-03c561b5c6c6",
      "speaker": "Dan",
      "start_timestamp": 4261.0,
      "text": "real talk, they did more to get Trump elected than Alex even. Absolutely. Even though Alex thinks that he is the main reason. Absolutely, they did. And the other thing when you're talking about the Iraq War, and now now the fucking bombs, yeah, and Afghanistan, the other the other problem is that a lot of the mainstream media and Alex is guilty of this, too, are essentially engaged in a game of war profiteering. Yeah, yeah. Where they make bigger ratings and make more money off of tricking people into thinking that, I mean, we do think that the world is about to end, but they also make money off of that, right. We just privately are afraid that that's the case."
    },
    {
      "end_timestamp": 4303.0,
      "id": "c81003e5-232b-336f-8429-dfbcc3dda005",
      "speaker": "Jordan",
      "start_timestamp": 4298.0,
      "text": "Yes. Yes, we, we fear for lives not, not for bottom lines."
    },
    {
      "end_timestamp": 4342.0,
      "id": "92ec84fd-50e9-39cb-a608-2dc10a8bdb4c",
      "speaker": "Dan",
      "start_timestamp": 4303.0,
      "text": "So this next clip, Alex, again, is refuting what his lawyers have made the argument that he's a performance artist, he's playing a character. Again, he's saying these things that he probably shouldn't be saying publicly. He wants to make the point that he is super fucking real. And he juxtaposes that to a list of characters he's played, which is delightful. Then he gets into A Scanner Darkly, a little bit, because, yeah, yeah, sure. Sure. He was in that movie. Yeah, two ribs. He does give a shout out to of course, but he gets into that a little bit, and I have some intense thoughts about it, that we'll get to come back."
    },
    {
      "end_timestamp": 4403.0,
      "id": "b98b6806-0972-38ce-9e03-4fafb8c7166e",
      "speaker": "Caller to Bill O'Reilly",
      "start_timestamp": 4342.0,
      "text": "And that's why they call us fake news. They lie and say that I'm fake when I'm not. They say Do you ever play an actor? Well, yeah, I do skits and things. But that doesn't mean everything I do as an actor. That's individual bases. It's clear when I do it, Cobra Commander, the Joker. David Mendelssohn, the third British, globalist character I played. I mean, when I play a street preacher and Scanner Darkly with you on a range, Woody Harrelson and all those people. I mean, that's actually took a role where I was playing a part of a patriot in the future dystopia who was being arrested for his free speech. Wow, that was 2006 2017. And now it's almost become reality. Now. It's near future, the face scanners, the total surveillance the grid, I advised on that film, my advisory capacity on that peak PKD. Film rendition basically come through government bringing in a drug for the population to become addicted to it, then using the drug war, to put your least favorite Drug Rehabs are actually slave Warren's reprogramming."
    },
    {
      "end_timestamp": 4416.0,
      "id": "16d5e8b7-085b-3906-bf8f-634d8dd1c60c",
      "speaker": "Dan",
      "start_timestamp": 4403.0,
      "text": "And here we are. So first of all, rehabs are slave reprogramming? Obviously, not certainly not helping people overcome genetic addictions? No. But"
    },
    {
      "end_timestamp": 4423.0,
      "id": "9ad7ba92-29bb-350a-b646-4c20c68eb525",
      "speaker": "Jordan",
      "start_timestamp": 4416.0,
      "text": "I like at this point, like, every day in trial, they could just show the clip that he made that"
    },
    {
      "end_timestamp": 4436.0,
      "id": "610687e1-e5fb-395e-9b40-deeac0827e27",
      "speaker": "Dan",
      "start_timestamp": 4423.0,
      "text": "morning. Yeah, yeah, it'd be like, Look at look at this fucking guy. And then the trial was on the way here, trial would go on indefinitely, because everyone watching him like, I got to see what he says."
    },
    {
      "end_timestamp": 4439.0,
      "id": "019e1c91-fb3f-360c-b1c2-8581391d476a",
      "speaker": "Jordan",
      "start_timestamp": 4436.0,
      "text": "Yeah, we have a we have a hung jury yet again. So we're gonna do another day,"
    },
    {
      "end_timestamp": 4504.0,
      "id": "be854fa6-f656-39e9-9c8c-d84f1ae67b2a",
      "speaker": "Dan",
      "start_timestamp": 4439.0,
      "text": "I guess. fucking insane. I gotta keep watching. So the other thing I want to talk about is Philip K. Dick. Yeah. First of all, I love Philip K. Dick. I've become a big fan of his in the last few years. PKD read a lot of his books. And one of the things that's important to recognize is that he was a speed addict. And he basically wrote these books in almost a fugue state, where he would just binge on speed, and then write these transcripts because he was married, and he needed to support his family, and he got paid by the word. So a lot of the stuff he wrote was utter garbage. Yeah. So there's a lot of stuff that sucks, but there's some stuff that's really great. I think there's a parallel to Alex in that, okay. He puts up so much goddamn content. He seems like he's on speed, but it's probably just Super Male Vitality, or brain force. Yes. These things that have sort of speech quality could be speed, maybe. Who knows. But the thing that I want to take issue with is that if he wants to make this argument about the government draw Even people are introducing these drugs to, you know, pacify"
    },
    {
      "end_timestamp": 4508.0,
      "id": "1553bb40-cc20-3c33-ba05-2862e4d07116",
      "speaker": "Jordan",
      "start_timestamp": 4504.0,
      "text": "or whatever. Or to destroy the black community. A Scanner"
    },
    {
      "end_timestamp": 4562.0,
      "id": "173602d6-dbd3-3b28-8eb4-3f6a6dcd9d87",
      "speaker": "Dan",
      "start_timestamp": 4508.0,
      "text": "Darkly isn't the best instance that he could go with. And it really shows that he doesn't know Philip K Dicks catalog. The Scanner Darkly is a good book and the drug aspect of it is really interesting. But I would have gone with the three stigmata of Palmer eldritch, which is a much better book of his Of course, we all know that. It's a much better book that has to do with drugs being put it basically there are there's a drug choosie That is like what people ever want. The entire world is on this drug. It's because everyone's lives are terrible the world is it's miserable. So they take these drugs, and they are able to escape into a fantasy world right? Then this guy brings in a new drug and tries to take over the game. It's very complicated. As all Philip K Dick books are, they're fucking insane. Yeah, but that would be a much better one. Alex, please read the three stigmata of Palmer eldritch."
    },
    {
      "end_timestamp": 4565.0,
      "id": "8725f505-e97f-331c-898a-fa5b89f1edeb",
      "speaker": "Jordan",
      "start_timestamp": 4562.0,
      "text": "I would also have gone with dune. That's a solid addiction."
    },
    {
      "end_timestamp": 4566.0,
      "id": "672d9587-b515-3949-b80a-c46dc008ddce",
      "speaker": "Dan",
      "start_timestamp": 4565.0,
      "text": "It's not PKD my mind. No, it's"
    },
    {
      "end_timestamp": 4573.0,
      "id": "137688dc-9b99-3649-b32b-3ae1e356b0ac",
      "speaker": "Jordan",
      "start_timestamp": 4566.0,
      "text": "not. But, you know, that's, you know, Frank Herbert. I would go with him. He was better than Philip K. Dick."
    },
    {
      "end_timestamp": 4601.0,
      "id": "4622583a-58b1-32da-b3d3-f5852085c422",
      "speaker": "Dan",
      "start_timestamp": 4573.0,
      "text": "Bear. I disagree. But say it again. But there there is an indication throughout Philip K Dix work that he is sort of trying to deal with his own drug use through his narratives. Like there are a lot of drugs that fly throughout his stories. It's you know, he's a fascinating guy. I love I love Philip K. Dick, but Alex is dumb. That's my point. That's my Well, I just I just resist it when there's someone that I really like and someone who I really don't like as misrepresenting them."
    },
    {
      "end_timestamp": 4606.0,
      "id": "fe4f1c7b-702a-3266-b56b-09a90238e2f1",
      "speaker": "Jordan",
      "start_timestamp": 4601.0,
      "text": "I like that. He said he advised on the film. Yeah, right. He advised on hey,"
    },
    {
      "end_timestamp": 4608.0,
      "id": "d3beba61-9052-3fba-9e28-82536b24b919",
      "speaker": "Dan",
      "start_timestamp": 4606.0,
      "text": "here's what I think a link later."
    },
    {
      "end_timestamp": 4617.0,
      "id": "cb8f7f6a-a03c-34ba-8d26-5832ea31edc3",
      "speaker": "Jordan",
      "start_timestamp": 4608.0,
      "text": "Hey, Keanu. I like your style. I advise what fewer expressions I advised on that's when Qian His career took off."
    },
    {
      "end_timestamp": 4641.0,
      "id": "ffb999fd-813d-3630-9e7d-fb1fe9fc6ff9",
      "speaker": "Dan",
      "start_timestamp": 4617.0,
      "text": "I advised on this movie that I'm in for 45 seconds. All right, yeah. Thank you. No way. Were you a Philip K. Dick advisor on this movie. No. Linklater is a huge Philip K Dick fan. He knows plenty rare. I bet he's read the three stigmata of poker elbow which, by the way, one of I mean, it's even like I know that it sounds like a really obscure title, but it's one of his biggest books. Okay,"
    },
    {
      "end_timestamp": 4644.0,
      "id": "aa27069e-177b-3217-885a-75f395d2ca6c",
      "speaker": "Jordan",
      "start_timestamp": 4641.0,
      "text": "I didn't know. I've just never heard of it before. Well, look, you're"
    },
    {
      "end_timestamp": 4645.0,
      "id": "d55f0096-cd5c-39b1-94cb-454f8b55056b",
      "speaker": "Dan",
      "start_timestamp": 4644.0,
      "text": "not a PK. D guy. I'm"
    },
    {
      "end_timestamp": 4647.0,
      "id": "c0f1e3fd-12cd-3e05-85fe-4d1eed1963e2",
      "speaker": "Jordan",
      "start_timestamp": 4645.0,
      "text": "not a PK. D guy."
    },
    {
      "end_timestamp": 4653.0,
      "id": "6545445e-cec2-309f-be16-0133fe904b4c",
      "speaker": "Dan",
      "start_timestamp": 4647.0,
      "text": "pKb you know me. Anyway, this next clip. We're done with Philip K. Dick stuff."
    },
    {
      "end_timestamp": 4657.0,
      "id": "2e699a64-62f9-3948-bbd7-5bc802733a85",
      "speaker": "Jordan",
      "start_timestamp": 4653.0,
      "text": "Okay. I know I know the the sadness in your voice. I've now lost interest in"
    },
    {
      "end_timestamp": 4664.0,
      "id": "3dcde663-8c73-3a2e-9b02-9b3b95a3f57a",
      "speaker": "Dan",
      "start_timestamp": 4657.0,
      "text": "the rest of the show. Because I perked up for a minute. Right now I and I'm just waiting for him to bring up Lovecraft I"
    },
    {
      "end_timestamp": 4667.0,
      "id": "99d6cfe4-694e-3606-bed9-40fa3bb30112",
      "speaker": "Jordan",
      "start_timestamp": 4664.0,
      "text": "gotcha. I gotcha, then wouldn't then we're really going did actually"
    },
    {
      "end_timestamp": 4689.0,
      "id": "f26f0412-e26b-34dd-8c21-b797795370cb",
      "speaker": "Dan",
      "start_timestamp": 4667.0,
      "text": "I forgot like on a past episode, he brought up the color out of space. Anyway. Look, this next clip. Okay. This next clip is just more about Bill O'Reilly being a sell out, and how Alex would never sell out. Ever, ever, ever, not once? No. Then he starts quoting Mark Twain for some reason."
    },
    {
      "end_timestamp": 4744.0,
      "id": "2315c83b-d57e-3c42-8cb7-dde203a56c3a",
      "speaker": "Caller to Bill O'Reilly",
      "start_timestamp": 4689.0,
      "text": "And here we are. So Bill O'Reilly sold out the system and got burned by it, which is a lesson to all these folks. There's no honor among thieves that 20 truth always will defeat tyranny, people have courage to promote it. That's why Mark Twain said a lie to go halfway around the world for the truth to put his pants on. Another Mark Twain I love the quote. And the beginning of Patriot scares, man hated feared scorn. And the time was called succeeded him join him, because then it costs nothing to be a patriot. And I am a patriot for our republic, I do support it. It's not perfect. It's better than every other country system. I want to restore it. And I want to thank you all for your support, and everything you've done in the past to pray for us and promote our links and our articles. It's a big deal that started which got the documents and Google had to admit that they were having an army of operatives downvote in for stories to block them. That's only part of a wider spectrum of us being strangled right now."
    },
    {
      "end_timestamp": 4747.0,
      "id": "f01076ba-7e9f-3e85-8d86-b3492eff23ed",
      "speaker": "Dan",
      "start_timestamp": 4744.0,
      "text": "But so that's that's just a lie."
    },
    {
      "end_timestamp": 4763.0,
      "id": "fbb75e0c-6c5e-3002-8332-1c907de0d721",
      "speaker": "Jordan",
      "start_timestamp": 4747.0,
      "text": "That's closer than delisting rebel when we talked about it. Originally, he was saying they were trying to delist him and get them off the internet off the Google Search. Yeah. The fact that he's saying now that it's down voting is closer to what it really is."
    },
    {
      "end_timestamp": 4823.0,
      "id": "b88a2d65-a374-389b-a228-52214e904535",
      "speaker": "Dan",
      "start_timestamp": 4763.0,
      "text": "Well, but here's the thing is that it within a day or two, he's already changed the narrative on what this is. And we're seeing in real time how he spins these waypoints that we brought up. Yeah, this has now just become one of his waypoints as opposed to the main story he wants to talk about. Right. Right. That's fascinating. But secondarily, I didn't clarify this nearly enough. On the last episode, when we talked a little bit more about the Google stuff. It turns out that those 10,000 contractors, they don't have the authority to download anything, or to delist anything. Only Google itself can do that. Oh, really. All they can do is fill out reports of what they found on their searches. And then that information is used by Google. So all of this stuff, the idea that there's contracts out to downvote them and delist them that even on its face isn't true. It can't be true, because those people can't do that. Hmm. It's very bizarre. But also, I have another Mark Twain quote that I would like that I think is actually more accurate to Alex Jones."
    },
    {
      "end_timestamp": 4829.0,
      "id": "445f71c5-8ecc-3640-94b1-7fdd02932ac7",
      "speaker": "Jordan",
      "start_timestamp": 4823.0,
      "text": "Gates, aka Dick Alex Jones. That was from the yep, yep."
    },
    {
      "end_timestamp": 4842.0,
      "id": "991fb6c2-c083-372f-814e-97322802b79f",
      "speaker": "Dan",
      "start_timestamp": 4829.0,
      "text": "It's quote is get your facts first, and then you can distort them as much as you please. Ah, that is similar to what Alex does. But he skipped the first part about getting his facts right. So"
    },
    {
      "end_timestamp": 4858.0,
      "id": "2d1dbae2-9935-3e93-b6e5-b7dc343cfc9c",
      "speaker": "Jordan",
      "start_timestamp": 4842.0,
      "text": "Well, I mean, the first one, he said the lie traveling halfway around the world before the truth can get its pants on. It's like, that's how you have a job, dude. Yeah, that's the only reason you have a job is because a lie is so easy to transfer. It's like a fucking disease,"
    },
    {
      "end_timestamp": 4865.0,
      "id": "9385bf89-62c9-3407-93a5-9e58f4d36401",
      "speaker": "Dan",
      "start_timestamp": 4858.0,
      "text": "which again, within that same couple of sentences, he gets into the Google stuff, which is that? Yeah,"
    },
    {
      "end_timestamp": 4874.0,
      "id": "97a97e96-1a19-3255-858e-03d6d1a2f4b4",
      "speaker": "Jordan",
      "start_timestamp": 4865.0,
      "text": "it's it's the same thing you're seeing now with Louise mench. And that's that horrible. Yeah, like fucking witch hunt that she's going on."
    },
    {
      "end_timestamp": 4891.0,
      "id": "f5848410-6ca3-332a-ad19-fa0db38d9a4b",
      "speaker": "Dan",
      "start_timestamp": 4874.0,
      "text": "Let's not get into that. That's too much. That's that's a whole other thing. But so, yeah, I mean, Alex, the idea that he's misusing these quotes that he is saying is just so Alex, it's so Alex it's delightful. It's bizarre anyway,"
    },
    {
      "end_timestamp": 4895.0,
      "id": "39a2e1ed-77d0-3cef-91fe-c833059c6a2b",
      "speaker": "Jordan",
      "start_timestamp": 4891.0,
      "text": "and in fact that most of those apply to him right directly against"
    },
    {
      "end_timestamp": 4897.0,
      "id": "345e8d19-e265-3bfc-a091-9f2fa5f890e9",
      "speaker": "Dan",
      "start_timestamp": 4895.0,
      "text": "that twin. Yeah, twin absorbed in the womb theory"
    },
    {
      "end_timestamp": 4903.0,
      "id": "40c64c7d-aed2-3559-87ab-9b1cceb57bc4",
      "speaker": "Jordan",
      "start_timestamp": 4897.0,
      "text": "absorbed when in the womb sitting in his ear like Athena whispering bad things."
    },
    {
      "end_timestamp": 4909.0,
      "id": "4aa0f751-b0b4-3ccb-a28e-df3740bc9ed4",
      "speaker": "Dan",
      "start_timestamp": 4903.0,
      "text": "So this next clip are good things. Alex Jones does a bizarre Winston Churchill impression."
    },
    {
      "end_timestamp": 4914.0,
      "id": "f4bc5d32-8acc-3d5e-8808-c8587e11c3cd",
      "speaker": "Jordan",
      "start_timestamp": 4909.0,
      "text": "Excellent. I could not be more in to hear what Alex Jones is Winston Churchill sounds like"
    },
    {
      "end_timestamp": 4923.0,
      "id": "2b0f2906-34ab-368b-943f-378efe47b9ef",
      "speaker": "Dan",
      "start_timestamp": 4914.0,
      "text": "and then he says some bad things about Bill O'Reilly. But at the same time, he doesn't go far enough. It's very bizarre. Oh, here we go."
    },
    {
      "end_timestamp": 4958.0,
      "id": "f5090cc3-18b8-3d45-8b79-fd2b1d9a5b24",
      "speaker": "Caller to Bill O'Reilly",
      "start_timestamp": 4923.0,
      "text": "That's only part of a wider spectrum of us being strangled right now. But because of you coming through, we're actually growing all of us together towards victory in the face of this so no, this I'll never surrender to coalition Churchill. I will go on to the end. Whatever the cost may be, we shall go on to the end. Whatever the cost may be, we shall fight and we shall never surrender. We will defend our Republic we will defend freedom we will defend Renaissance we will defend the right to peaceful religion. We will write our literature and culture and we will defeat the right wing control freaks the left wing control freaks and all the calls"
    },
    {
      "end_timestamp": 4961.0,
      "id": "d56bf65f-dad4-3c3d-b1c2-9865a92cb445",
      "speaker": "Dan",
      "start_timestamp": 4958.0,
      "text": "those goals are pretty good but also I think it was more of a Michael Caine impression that he"
    },
    {
      "end_timestamp": 4965.0,
      "id": "f01bc4ab-730b-305f-9d14-58331f1f3d82",
      "speaker": "Jordan",
      "start_timestamp": 4961.0,
      "text": "was a little bit more of a Michael Caine but it wasn't terrible if all Alex"
    },
    {
      "end_timestamp": 4974.0,
      "id": "b42babea-3bf3-3b4d-b273-0372ec14153c",
      "speaker": "Dan",
      "start_timestamp": 4965.0,
      "text": "was about was defending art and literature and defending expression of religion and these sorts of things. I wouldn't have a problem with him. No, I'm"
    },
    {
      "end_timestamp": 4985.0,
      "id": "bf33d31c-730a-3436-84a1-06f2c5450f2c",
      "speaker": "Jordan",
      "start_timestamp": 4974.0,
      "text": "pretty sure that's what he does. I would I would not have a problem with him if you remember earlier in the episode where he was like, and you know, leftists they just want to destroy art. Do you remember that part?"
    },
    {
      "end_timestamp": 4990.0,
      "id": "e1cfc89c-172d-3aa3-8ab1-f89a4baa782c",
      "speaker": "Dan",
      "start_timestamp": 4985.0,
      "text": "Well, no, but there is protecting it all but their version of art is a skull covered in semen"
    },
    {
      "end_timestamp": 4994.0,
      "id": "544f82c7-05f8-3180-ac0f-02f43af907b2",
      "speaker": "Jordan",
      "start_timestamp": 4990.0,
      "text": "that yes, well so human disease. See? That's my favorite a diamond"
    },
    {
      "end_timestamp": 5000.0,
      "id": "2c846b59-c3aa-3643-a53b-24d7cb9983eb",
      "speaker": "Dan",
      "start_timestamp": 4994.0,
      "text": "skull covered and diseased semen sold for $50 million. You fucking idiot."
    },
    {
      "end_timestamp": 5022.0,
      "id": "5a845165-1fde-3342-be66-e5515e3e4f55",
      "speaker": "Jordan",
      "start_timestamp": 5000.0,
      "text": "Um, you know, the more I think about it the most though, the more you want that to go I kind of want that skull. I want that skull I want to see I just want to I just not not to be gross. Just want to touch it one time. Okay, I just want to see what it feels like. Probably never touched diseased semen covered diamonds before let's try it seems like a life experience I want to have you only get one life fair and only get one life Dan"
    },
    {
      "end_timestamp": 5024.0,
      "id": "c68c634d-074b-30c4-a784-aa81108fd684",
      "speaker": "Dan",
      "start_timestamp": 5022.0,
      "text": "I'm not gonna judge you based on your goals"
    },
    {
      "end_timestamp": 5032.0,
      "id": "310508fd-5f95-3c90-a2c8-9b74e27a5b2e",
      "speaker": "Jordan",
      "start_timestamp": 5024.0,
      "text": "I'm saying is I'm not going to not touch it. If somebody brings a disease diamond encrusted skull near me I'm gonna be like"
    },
    {
      "end_timestamp": 5039.0,
      "id": "2fdd1397-b62b-3253-9c2d-bd16a9b1c84f",
      "speaker": "Dan",
      "start_timestamp": 5032.0,
      "text": "Okay, so in the next calendar year I'm going to strive to live embodying Sasha Banks theme song"
    },
    {
      "end_timestamp": 5042.0,
      "id": "377dde21-f426-3364-853b-bb136e5e372f",
      "speaker": "Jordan",
      "start_timestamp": 5039.0,
      "text": "and you are gonna gonna find a diamond encrusted skull."
    },
    {
      "end_timestamp": 5046.0,
      "id": "6fb00bbf-0c37-3975-a8b2-d0016daca2f8",
      "speaker": "Dan",
      "start_timestamp": 5042.0,
      "text": "We're gonna try and touch the for love of God scope exactly. Okay, so anyway, here's"
    },
    {
      "end_timestamp": 5049.0,
      "id": "f0069096-e174-34bb-a474-398acf3c7e3b",
      "speaker": "Jordan",
      "start_timestamp": 5046.0,
      "text": "where we have very different goals."
    },
    {
      "end_timestamp": 5053.0,
      "id": "c04cafb6-0bcd-3915-8b9f-63f51c393f03",
      "speaker": "Dan",
      "start_timestamp": 5049.0,
      "text": "He's, he's gonna get into bill here. He's getting back"
    },
    {
      "end_timestamp": 5080.0,
      "id": "ddc5d736-1642-3212-bdb5-f5f5e4395f8d",
      "speaker": "Caller to Bill O'Reilly",
      "start_timestamp": 5053.0,
      "text": "the secret term, take humanity and turn it into a bunch of survival brain dead zombies. And the Zombie Wars here. A lot of the public is dumped into box rocks. I don't take solace in that. That scares me. What's the elite swim in an ocean of idiots? That's why they want to produce more. So Bill O'Reilly, with his hundreds of millions of dollars can sail off into the sunset. But he's a bully. And he's a thug. And he tried to bring me down."
    },
    {
      "end_timestamp": 5120.0,
      "id": "06748818-1069-3c29-8a6a-74c249188689",
      "speaker": "Dan",
      "start_timestamp": 5080.0,
      "text": "That seems to be what this is more about. He doesn't give a fuck that he actually was harming women like he doesn't. He hasn't hoarseness. He doesn't care that he was creating a threatening and hostile work environment for these women based solely on the fact that they were women that he wanted to fuck. Instead, Alex is mad because he's A petty asshole. And Bill O'Reilly tried to take him down which again, he played that clip earlier in this episode we listened to it and Bill O'Reilly was not trying to take him down at all was not a takedown and didn't have anything to do with pedophilia or online predators or anything like that, that Alex seems to think it did. What a dumb dumb"
    },
    {
      "end_timestamp": 5126.0,
      "id": "2fdd211b-a0d2-33ed-afe4-9a51661bf865",
      "speaker": "Jordan",
      "start_timestamp": 5120.0,
      "text": "Well, admittedly, Bill O'Reilly is a bully. Joe, he is a thug. Sure. I don't know what that means in this context."
    },
    {
      "end_timestamp": 5129.0,
      "id": "c51c6236-c5df-3fed-a449-876ae4e2155f",
      "speaker": "Dan",
      "start_timestamp": 5126.0,
      "text": "I don't know. But if Bill O'Reilly says thug, you know, it's racial."
    },
    {
      "end_timestamp": 5135.0,
      "id": "50e9174d-c6cf-323b-9c0c-0306cbd75468",
      "speaker": "Jordan",
      "start_timestamp": 5129.0,
      "text": "Right. I assume that Alex Jones actually believes Bill O'Reilly is black, right? No, I"
    },
    {
      "end_timestamp": 5137.0,
      "id": "1fa9ed98-ef2e-33dd-82f7-bd21cc0660a7",
      "speaker": "Dan",
      "start_timestamp": 5135.0,
      "text": "think he's using thug in the term of like,"
    },
    {
      "end_timestamp": 5139.0,
      "id": "2fec50a7-b6b0-3857-b5dd-73f3bd27632d",
      "speaker": "Jordan",
      "start_timestamp": 5137.0,
      "text": "hired hand."
    },
    {
      "end_timestamp": 5150.0,
      "id": "3d263789-f3b4-3bbd-a03a-f956a6d5e9cb",
      "speaker": "Dan",
      "start_timestamp": 5139.0,
      "text": "Sure, or like, organized crime. You know, yay, that sort of thing he's in he's in a system of racketeering. I don't fucking know."
    },
    {
      "end_timestamp": 5151.0,
      "id": "c5524015-a2e2-3081-9fe5-b35fff196abc",
      "speaker": "Jordan",
      "start_timestamp": 5150.0,
      "text": "What is he talking about? What's"
    },
    {
      "end_timestamp": 5159.0,
      "id": "7bfa965d-8841-3a1f-82e3-42099a3d4d42",
      "speaker": "Dan",
      "start_timestamp": 5151.0,
      "text": "his fucking stupid Alex is fucking stupid. Now he gets into some really weird thoughts about Rush Limbaugh and Bill O'Reilly."
    },
    {
      "end_timestamp": 5199.0,
      "id": "9e0d61b6-8dad-39e2-9b2c-5ce1ca640541",
      "speaker": "Jordan",
      "start_timestamp": 5159.0,
      "text": "Oh, great. We get to we get to the fucking trifecta of monstrous right wing. propagandists right now but he got Alex talking about Bill talking about rush but that he cooks out but we're not even talking about the band. No talking about that horrifying monster Rush Limbaugh he a man who first turned your parents against you. That's what Rush Limbaugh really is. To me. The man who finally made me acknowledge that my parents are easily influenced by the scare mongering old ugly man. Yeah. And I don't mean ugly in a physical appearance way. As the soul of Rush Limbaugh is tragic,"
    },
    {
      "end_timestamp": 5206.0,
      "id": "83eb6733-79d3-39ec-8bf6-4a8ca6603da8",
      "speaker": "Dan",
      "start_timestamp": 5199.0,
      "text": "we'll take some solace in knowing that in this clip, Alex is gonna cook him out pretty good, sweet. And then he's gonna lie Beloved, when"
    },
    {
      "end_timestamp": 5208.0,
      "id": "4622a7b1-a570-3dba-ba77-e62593852585",
      "speaker": "Jordan",
      "start_timestamp": 5206.0,
      "text": "the right wing right wings itself."
    },
    {
      "end_timestamp": 5213.0,
      "id": "3f6bcc33-096a-3255-83ff-84fee0c5301a",
      "speaker": "Dan",
      "start_timestamp": 5208.0,
      "text": "He's gonna lie a bunch about the, you know, audience sizes."
    },
    {
      "end_timestamp": 5232.0,
      "id": "a4416101-68fc-3d77-9576-75acf5454beb",
      "speaker": "Caller to Bill O'Reilly",
      "start_timestamp": 5213.0,
      "text": "I've seen articles on Infowars you know, halfway defending him. People say well watch this. You don't have to literally I don't control on my riders. They've got some good perspectives. He's not all bad. I get the fact that was political targeting. And I get the fact that we're in the same boat, even though I'm not the same type of person as he is. So I understand they got him"
    },
    {
      "end_timestamp": 5235.0,
      "id": "1020e3af-7d3a-36cb-838a-fe0fc5df5787",
      "speaker": "Jordan",
      "start_timestamp": 5232.0,
      "text": "no"
    },
    {
      "end_timestamp": 5280.0,
      "id": "577ad399-a55d-3274-b2cb-499e1aea3820",
      "speaker": "Caller to Bill O'Reilly",
      "start_timestamp": 5235.0,
      "text": "limbaugh's attacked me many times I've defended him I tried to take them off here. I guess he didn't like me or falling in line because they put me on the same time as him that was my decision. But I mean, all the industry says the media says you're on the quote, air to Rush Limbaugh. Let me say that final plus. I already have more listeners and viewers every week to Rush Limbaugh conservatively. Here's mainly radio listener 20 something million a week. That's huge, biggest frenchville show that it's like George Norian Michael Savage and others great guys. And then on the internet, he's got a pretty big presence, but Infowars dwarfs him. The only thing bigger is drudge and it's not about who's the biggest. But if I am the biggest thing out there now was because of you us together, then am I a target? Well look at those that will tell you why we're under"
    },
    {
      "end_timestamp": 5325.0,
      "id": "905d430e-909f-3b16-be75-9a2da33ca910",
      "speaker": "Dan",
      "start_timestamp": 5280.0,
      "text": "such attack. Know you're under attack in the media because you're engaged in a very ugly custody battle that is proving you to be sort of a hypocrite. But Rush Limbaugh has 13 point 5 million weekly listeners to his show. And that is not the number one show on terrestrial radio. Two shows on NPR Morning Edition and all things considered. Both have over 14 million listeners every week. And right after that is Sean Hannity with 12 point 5 million a week. He brought up George nori that's Coast to Coast AM that's only 2.7 5 million a week. So his numbers are fucking stupid and way off. Savage nation is down there at 5.2 5 million. That's beat by Glenn Beck. He doesn't want to bring that up."
    },
    {
      "end_timestamp": 5348.0,
      "id": "74e2b259-b52f-3024-b1af-e01bf6e79b75",
      "speaker": "Jordan",
      "start_timestamp": 5325.0,
      "text": "Do you think he gets different numbers? Do you think the people who here's my here's my guess that's a great question. My guess is there are underlings that at Infowars. And they just like they just give him a spreadsheet with a one and then a lot of zeros after it and say this is how many people listened. And that's"
    },
    {
      "end_timestamp": 5375.0,
      "id": "2c472c5a-a5d9-3138-a5f3-37144795e23a",
      "speaker": "Dan",
      "start_timestamp": 5348.0,
      "text": "that. Congratulations, Alex. Yeah, possibly, possibly. So I, I found out I looked into his statistics some more. Because I wanted to know like more specifics, I found some things that I'm not thrilled about. Oh, no. One of the things I learned is that percentage wise of his audience. Chicago is the biggest city in the world. Really. 1.22% of his audience is in Chicago."
    },
    {
      "end_timestamp": 5387.0,
      "id": "6b3bc3e7-6f24-321f-ad08-0496e1963d9c",
      "speaker": "Jordan",
      "start_timestamp": 5375.0,
      "text": "It's you how many times I have to tell you this. How many times do I have to tell you this into you are the only person listening"
    },
    {
      "end_timestamp": 5390.0,
      "id": "37b75dda-7a3d-3bbd-9bfc-77d0fc0db4eb",
      "speaker": "Dan",
      "start_timestamp": 5387.0,
      "text": "that might be what the stats are? I might be skewered."
    },
    {
      "end_timestamp": 5398.0,
      "id": "58ff231c-0ccd-3ee5-ad57-bcc9074017a2",
      "speaker": "Jordan",
      "start_timestamp": 5390.0,
      "text": "It's you and then you have you still have a registration in Austin with your parents. So it's those two"
    },
    {
      "end_timestamp": 5471.0,
      "id": "1d2acac3-7c8b-3883-a53d-b6dfda6f663c",
      "speaker": "Dan",
      "start_timestamp": 5398.0,
      "text": "might be a So the other thing that I found is kind of interesting is it Quantcast has a metric called affinity. And this tracks I'll just read their explanation of what affinity means. This is a comparison of the audience composition of this property. In this case property means infowars.com, or audience segment to the Okay, so it's a comparison of the audience composition of Infowars. To the internet's population at large. The higher the affinity number is, the more concentrated the Infowars is in a particular geographic area. For example, if Infowars has an affinity of 10, times 10, multiplier of 10. For San Francisco, that means that a given visitor is 10 times more likely to be from San Francisco as any internet user chosen at random. Okay, so I gotcha. And affinity of point five times means the visitor is half as likely yes. So I looked at the statistics, and when something really jumped up at me, because in the United States, the affinity ranking is 1.98 times. Okay, so it's twice as likely as a random internet user to be a United States."
    },
    {
      "end_timestamp": 5473.0,
      "id": "34584a65-c07c-3cf7-b317-bdac24f5f2bd",
      "speaker": "Jordan",
      "start_timestamp": 5471.0,
      "text": "That makes sense. Yeah. You know, it"
    },
    {
      "end_timestamp": 5474.0,
      "id": "03bcb12c-3bc0-3658-ae5e-0ea34ae7d3fc",
      "speaker": "Dan",
      "start_timestamp": 5473.0,
      "text": "doesn't make sense."
    },
    {
      "end_timestamp": 5480.0,
      "id": "141623a6-2426-3738-a1c4-6a486527e646",
      "speaker": "Jordan",
      "start_timestamp": 5474.0,
      "text": "I am guessing that America is not the top one, right? Oh, who is the top one?"
    },
    {
      "end_timestamp": 5486.0,
      "id": "7a2a4425-aa18-366b-914b-f08e01630642",
      "speaker": "Dan",
      "start_timestamp": 5480.0,
      "text": "Well, number two is the Cayman Islands, which has a three times affinity rating."
    },
    {
      "end_timestamp": 5493.0,
      "id": "b499c938-8e72-3c89-8417-27b7e41ea121",
      "speaker": "Jordan",
      "start_timestamp": 5486.0,
      "text": "I don't understand. I don't either. I don't know where the Cayman Island. Cayman Islands"
    },
    {
      "end_timestamp": 5500.0,
      "id": "26954bac-81f3-3193-827f-7b85e8eaef90",
      "speaker": "Dan",
      "start_timestamp": 5493.0,
      "text": "are not very big, right area. less important, I"
    },
    {
      "end_timestamp": 5503.0,
      "id": "0eb7cb1a-11d3-3523-883d-66380c2e56d4",
      "speaker": "Jordan",
      "start_timestamp": 5500.0,
      "text": "think, what is going on with the Cayman Islands? I"
    },
    {
      "end_timestamp": 5507.0,
      "id": "adf69432-1191-37d3-9e2d-6ba48d0db151",
      "speaker": "Dan",
      "start_timestamp": 5503.0,
      "text": "don't know. It's a tax shelter for lots of folks. Right. So maybe,"
    },
    {
      "end_timestamp": 5511.0,
      "id": "9cb21ebc-f78e-3042-a705-2eadb4174d9f",
      "speaker": "Jordan",
      "start_timestamp": 5507.0,
      "text": "maybe the globalists are listening. Now. It's possible."
    },
    {
      "end_timestamp": 5515.0,
      "id": "652a8718-6a10-3f0d-a850-381cba9ef3cc",
      "speaker": "Dan",
      "start_timestamp": 5511.0,
      "text": "But here here's number one is"
    },
    {
      "end_timestamp": 5518.0,
      "id": "51826779-10bf-399d-b929-f6a965e101fe",
      "speaker": "Jordan",
      "start_timestamp": 5515.0,
      "text": "Russia, Syria? No shit there."
    },
    {
      "end_timestamp": 5522.0,
      "id": "6aa349c3-3e10-3e3e-898d-2e1eece70624",
      "speaker": "Dan",
      "start_timestamp": 5518.0,
      "text": "Syria has an 8.5 times vanity rating"
    },
    {
      "end_timestamp": 5528.0,
      "id": "22386369-815b-373a-92cd-83ea3037ed8e",
      "speaker": "Jordan",
      "start_timestamp": 5522.0,
      "text": "is? Well, I'm guessing that that's probably more recent than not."
    },
    {
      "end_timestamp": 5531.0,
      "id": "2aa64cef-112c-3ded-af22-fd13d3c7ac8e",
      "speaker": "Dan",
      "start_timestamp": 5528.0,
      "text": "It's just the current statistics. I'm not sure what timeframe was covered. So it"
    },
    {
      "end_timestamp": 5556.0,
      "id": "8dda0f8d-3e26-3b12-a89c-956d5b76c2cd",
      "speaker": "Jordan",
      "start_timestamp": 5531.0,
      "text": "is it would definitely that would make sense for the current statistics, because Syria is then basically like, reading those calendar narratives. That's what's going on with that, because he's the I'm guessing they read all of the Syria wasn't really responsible for all of this shit type thing. And I would assume that I mean, I'm not saying I'm guessing that Syria is much more likely to watch RT than in another place like that."
    },
    {
      "end_timestamp": 5572.0,
      "id": "56d3a111-b9d2-38ec-990e-5dd4936b560f",
      "speaker": "Dan",
      "start_timestamp": 5556.0,
      "text": "Sure. And, you know, I'm not gonna say that Syria is just all rubble everywhere, but the people who have access to reliable internet at this point, and or maybe reading news on the Internet are not necessarily the random civilians, they're"
    },
    {
      "end_timestamp": 5577.0,
      "id": "6cc6d675-b650-3cf9-a53b-984fd92bc57d",
      "speaker": "Jordan",
      "start_timestamp": 5572.0,
      "text": "definitely not the people who are getting their shit bombed."
    },
    {
      "end_timestamp": 5583.0,
      "id": "c6d16cce-8b9b-3f83-aa4e-1022f22fe3c8",
      "speaker": "Dan",
      "start_timestamp": 5577.0,
      "text": "That could just be Assad. Suggest like, I am Chicago. Yeah, that could all be him."
    },
    {
      "end_timestamp": 5590.0,
      "id": "1da6abd2-d9aa-3138-b7ea-3de3b512550b",
      "speaker": "Jordan",
      "start_timestamp": 5583.0,
      "text": "There's there's eight people who listen. Seven of them or six of them are in the Cayman Islands. And then there's you and Assad what's super"
    },
    {
      "end_timestamp": 5617.0,
      "id": "4641d022-0184-303e-bb3a-a9f239aa5d6b",
      "speaker": "Dan",
      "start_timestamp": 5590.0,
      "text": "interesting too is that if you look at the the numbers of amount of people who are listening in Syria, it's not very high, considering like Well of course not. But But compared to other folks. Yeah, compared to other places, but yet their affinity rating is super high. Yeah, just bizarre. Also, I don't like the term affinity being used for this because that seems to imply that people like it. And that's not necessarily true. I've gone to the website and I don't like it. Yeah, but that's"
    },
    {
      "end_timestamp": 5621.0,
      "id": "32d0fb73-63ad-3512-8a1a-012817692265",
      "speaker": "Jordan",
      "start_timestamp": 5617.0,
      "text": "it. You're much more likely to like it than not if you're visiting that website frequently."
    },
    {
      "end_timestamp": 5647.0,
      "id": "134617c7-9c8b-3e10-8aad-6f9bdf20e9b7",
      "speaker": "Dan",
      "start_timestamp": 5621.0,
      "text": "There's tons of websites I've gone to to my life pretty consistently that I don't like to hate read sure plenty of it. Fair enough. Anyway, that's that's super bizarre. Also, I checked in and the ratings and like traffic to his website in the last week hasn't gone up at all now. So even this court stuff isn't really doing anything. I expected to go there and see a massive spike. Yeah, it's not I think people are just reading other people's tweets. Yeah, that's that well,"
    },
    {
      "end_timestamp": 5673.0,
      "id": "838dcdd5-d45a-35d4-867b-c41f93822f0b",
      "speaker": "Jordan",
      "start_timestamp": 5647.0,
      "text": "and I would assume that really at it kind of feels like he is reached his saturation. Like he's got everybody he's going to get huh that's that's what his audience is the people that he's the people that are going to be there for him and then he's not going to gain or lose listeners know, he's just right at that point where everybody who would be listening to Alex Jones is listening to Alex Jones."
    },
    {
      "end_timestamp": 5683.0,
      "id": "76268331-805b-3a03-973e-97261e851460",
      "speaker": "Dan",
      "start_timestamp": 5673.0,
      "text": "Also, I just checked our Twitter and we got a hot tip for our next episode. Oh, yeah. So we'll check out that thanks for the thanks for the heads up. We'll see if it's we're going to do James"
    },
    {
      "end_timestamp": 5688.0,
      "id": "a1afeea0-b822-3a7a-9b4c-5fafe7cd0905",
      "speaker": "Jordan",
      "start_timestamp": 5683.0,
      "text": "Yeah, just constantly tweet at us live because maybe we're recording"
    },
    {
      "end_timestamp": 5718.0,
      "id": "9b8ca731-52f8-38a8-82cf-22339ed1ed70",
      "speaker": "Dan",
      "start_timestamp": 5688.0,
      "text": "anyway, this we're gonna get we're coming towards the end here. And for the rest of this we get like, you know, he's recording from his car and what have you, but he's still a fucking bear. isn't driving he was for a bit of this. Yeah. Oh boy, but that's very dangerous. I don't know because it's not video. It's just audio. Okay. They like it's just a static picture of Alex on screen while he's this audio plays, but he's still fucking businessman dude. Yeah, he's gotta get his plugs in gotta sell"
    },
    {
      "end_timestamp": 5721.0,
      "id": "c214efb9-c314-355e-a453-012411425fdc",
      "speaker": "Jordan",
      "start_timestamp": 5718.0,
      "text": "though. Gotta be 30% off. So the Easter sale still on?"
    },
    {
      "end_timestamp": 5728.0,
      "id": "ba34241c-f94d-385c-9736-ba4e5953341d",
      "speaker": "Dan",
      "start_timestamp": 5721.0,
      "text": "It is still on? Yeah, as of the last I heard on Friday they're like we're gonna shut it down tonight. Yeah, this is what"
    },
    {
      "end_timestamp": 5731.0,
      "id": "b979a0a6-a848-3432-a1ca-d16209492474",
      "speaker": "Jordan",
      "start_timestamp": 5728.0,
      "text": "I've given up his Easter sale for Lent. This is what scam artists do"
    },
    {
      "end_timestamp": 5740.0,
      "id": "2c1a2f17-49df-3426-8e0e-23d4bc52cceb",
      "speaker": "Dan",
      "start_timestamp": 5731.0,
      "text": "they say like tomorrow it won't be here. The sale won't be here and then tomorrow like we're stopping it soon. It's this thing called fear of loss of game. Yeah. And it's a troll. It's"
    },
    {
      "end_timestamp": 5755.0,
      "id": "164138f7-8b72-38e0-a8db-1bed4d751e10",
      "speaker": "Jordan",
      "start_timestamp": 5740.0,
      "text": "the tell them it's the teller or not telemarketing. It's the infomercial. Yeah, the sales like we've we're gonna put that these are selling too fast these wooden handled knives. They're just selling too fast. We've got to put a timer on this. Well, no got an hour."
    },
    {
      "end_timestamp": 5783.0,
      "id": "ade0dbcc-4728-3e1c-b358-5aef31603582",
      "speaker": "Dan",
      "start_timestamp": 5755.0,
      "text": "That's that's the second thing that is artificial scarcity. Yes, that is we're going to run out of this thing. And you're not going to be able to get it that motivates some people who are afraid they're not going to get the thing. But then fear of loss of gain is what people have when it's like, oh, this sale is going to stop. And if I don't buy now, to pay 30% more. And you know, you've come to realize that sale never ends. Now, it's always a sale. But if you pretend you're going to end it soon. People don't call you on it. It's"
    },
    {
      "end_timestamp": 5789.0,
      "id": "7b481c59-0683-33f9-8e5a-0837cdb1472e",
      "speaker": "Jordan",
      "start_timestamp": 5783.0,
      "text": "like Kohl's. What do you mean? I mean, there's no cold. Oh, calls the store"
    },
    {
      "end_timestamp": 5792.0,
      "id": "8b3ef25e-202e-3ad0-af0a-a3bf9fe68c80",
      "speaker": "Dan",
      "start_timestamp": 5789.0,
      "text": "with a bar here in Chicago."
    },
    {
      "end_timestamp": 5813.0,
      "id": "70805a42-4de8-3190-96c8-6839fafa1fd5",
      "speaker": "Jordan",
      "start_timestamp": 5792.0,
      "text": "Why are they having an Easter sale? Probably. I would hope so. Still? No, it's like you go into you go into a clothing store. And it's like, Hey, these are 50% off or a mattress store. It's always 30% off at every mattress at every mattress. I've never seen anybody buy a mattress. They're constantly going out of it. I've never seen anyone buy a mattress."
    },
    {
      "end_timestamp": 5834.0,
      "id": "0d8b795a-033d-3d8d-8330-ca1e75e5dbc0",
      "speaker": "Dan",
      "start_timestamp": 5813.0,
      "text": "The mattress store that's over by the target here in Chicago has been going out of business for six years. It's insane. Yeah, I mean, it's just scams. Yeah, it's just a scam. But you know, Alex, in this first clip he's doing is plugging. And I would describe this as victim plugging. Okay, it's like a big old victim."
    },
    {
      "end_timestamp": 5866.0,
      "id": "f4f68c3d-4197-3236-a990-b41264400004",
      "speaker": "Caller to Bill O'Reilly",
      "start_timestamp": 5834.0,
      "text": "infowars.com forward slash show, spread that link spread our video, spread our articles, please know that you're having a huge effect doubled down in the face of tyranny. They've jumped the shark. They've they've really they don't get their senses. Moving forward with if we block it, and we expose it. If we have whistleblowers like the Patriots that leaked from Google, about Infowars being censored. It'll blow up in their face. And we are the new counterculture. We are the avant garde. You just the questioners of the authoritarian system, the pro free speech people you're the classical liberals, the Paleo conservatives, and so they miscalculated."
    },
    {
      "end_timestamp": 5870.0,
      "id": "cbace01b-27ff-32ba-aebc-607f8653c6f7",
      "speaker": "Jordan",
      "start_timestamp": 5866.0,
      "text": "I don't know. I don't know."
    },
    {
      "end_timestamp": 5890.0,
      "id": "e4795980-cdb3-31f3-9bb2-458da707631f",
      "speaker": "Caller to Bill O'Reilly",
      "start_timestamp": 5870.0,
      "text": "It's game over man. To quote Mr. Paxton that just passed last month over is it game over for us or them? They miscalculated they miscalculated Royale, Royale. So support us. Please pray for us by the products. That's how we mainly find ourselves as they cut off our advertising budget with O'Reilly."
    },
    {
      "end_timestamp": 5904.0,
      "id": "9a79c6b1-28de-330b-8c66-5a0c2add3d14",
      "speaker": "Dan",
      "start_timestamp": 5890.0,
      "text": "Then they didn't cut off. Okay, that ends there's also like, bad because O'Reilly got his advertisers pulled because they had a crisis of conscience and couldn't support someone who is a sexual harasser. And"
    },
    {
      "end_timestamp": 5909.0,
      "id": "597bad23-9b4a-3236-aa90-693f4bdfed44",
      "speaker": "Jordan",
      "start_timestamp": 5904.0,
      "text": "let's not let's not give them credit for having a cop. Well, we had a crisis of people were mad at"
    },
    {
      "end_timestamp": 5935.0,
      "id": "eb405ae2-ed9a-3a4c-a444-554f1a0f74a5",
      "speaker": "Dan",
      "start_timestamp": 5909.0,
      "text": "them. Right. But that prompted a crisis of conscience whether or not it's sincere. It prompted a but by corollary, Alex Jones being like they're pulling our sponsors like they pulled his like, Are you saying that you committed a crime? Is that what's going on? Like what do you think is happening here? Alex, you got it. You got ad roll taken away because you violated their terms of service. Um, that's not a crime,"
    },
    {
      "end_timestamp": 5945.0,
      "id": "23f96567-1f7a-3d1d-90b4-b8d65a737234",
      "speaker": "Jordan",
      "start_timestamp": 5935.0,
      "text": "what he what he thinks is happening, because a lot of shit has gone spectacularly bad for him totally, very quickly. Yeah. He has to assume that it is all connected."
    },
    {
      "end_timestamp": 5950.0,
      "id": "2025be55-25d1-3bc3-9f6e-c94c2751228b",
      "speaker": "Dan",
      "start_timestamp": 5945.0,
      "text": "Well, it is. Well, that's true. It's all connected to him being a propagandists liar."
    },
    {
      "end_timestamp": 5955.0,
      "id": "6d0e7f43-8e85-3614-81b1-8f0250f0f765",
      "speaker": "Jordan",
      "start_timestamp": 5950.0,
      "text": "Yeah, well, I don't think I don't think as I don't think as much of that bad stuff is"
    },
    {
      "end_timestamp": 5979.0,
      "id": "cb95e9ef-a165-31c5-baba-c39f33f21d15",
      "speaker": "Dan",
      "start_timestamp": 5955.0,
      "text": "it's all connected to mistakes he's made for 20 years. Yes, that's what I would say. It's the chickens roosting as they've come home. So it is connected in that sense, but ad roll is not connected to his custody hearing, which isn't connected to Google accurately recognizing that Alex Jones is constantly debunked. Right. And so not"
    },
    {
      "end_timestamp": 5985.0,
      "id": "0f6a488d-2546-3485-b3ae-3d4ff9c2e108",
      "speaker": "Jordan",
      "start_timestamp": 5979.0,
      "text": "because as we all know, Google accurately recognizing that he's constantly debunked is connected to his hip bone,"
    },
    {
      "end_timestamp": 6008.0,
      "id": "ff3deb52-ff40-35f8-9395-096a06e02caa",
      "speaker": "Dan",
      "start_timestamp": 5985.0,
      "text": "which is connected to the globalist bone exactly which is also like a hate dude, if you want to say you have journalistic integrity fire Jerome Corsi that guy is the worst. I don't hang up that goddamn Hey Nick, let's wrap up. But also Alex, tell Rapoport to hang up that you know the guy. Also I actually want to do."
    },
    {
      "end_timestamp": 6017.0,
      "id": "96738bc4-2c51-39ab-8e62-698bdf45cb30",
      "speaker": "Jordan",
      "start_timestamp": 6008.0,
      "text": "That would be my favorite. If there was that Skype interview where Alex is just like hey Rappaport pick up that fucker."
    },
    {
      "end_timestamp": 6021.0,
      "id": "d0e2a0ed-ad2c-327e-8f63-2a9cfa3c6316",
      "speaker": "Dan",
      "start_timestamp": 6017.0,
      "text": "Hey, this is a professional operation. Get together."
    },
    {
      "end_timestamp": 6024.0,
      "id": "f1a3fb82-3733-36b3-b32a-2e6aa98177f5",
      "speaker": "Jordan",
      "start_timestamp": 6021.0,
      "text": "Groom your beard to you look like you look like shitty sorrow man."
    },
    {
      "end_timestamp": 6071.0,
      "id": "d911fc45-4b79-3a2d-9e9b-f5fb87761ed3",
      "speaker": "Dan",
      "start_timestamp": 6024.0,
      "text": "I want to do an episode sometime in the future about how it's become very clear to me that John Rapoport when he does his reports is using sort of hypnotic suggestion techniques he's using the way he speaks is very intentionally like hypnotic. I've noticed a couple things that he does that are like that is not a mistake. You're doing this on purpose. And if people aren't paying attention, it would be very easy to get lulled into like oh yeah kind of thing that might be coming. I also want to do a special report about how I've realized that Alex Jones his career very closely mirrors that of the rap group Jedi mind tricks. So I'm that makes perfect I've got these in the world only"
    },
    {
      "end_timestamp": 6074.0,
      "id": "5384875a-57b8-3943-b5a6-d35a358185f9",
      "speaker": "Jordan",
      "start_timestamp": 6071.0,
      "text": "only you could possibly make that connection. I've got these in the works"
    },
    {
      "end_timestamp": 6079.0,
      "id": "d4959f41-77e0-3a74-9391-065c3fbab096",
      "speaker": "Dan",
      "start_timestamp": 6074.0,
      "text": "and if you'd like these to come to fruition, don't"
    },
    {
      "end_timestamp": 6086.0,
      "id": "6ee68c4e-191b-3cac-8b6b-3563aa7ed4ad",
      "speaker": "Jordan",
      "start_timestamp": 6079.0,
      "text": "say it. We're in the middle of Yeah, what are you doing? I don't know. That's such your"
    },
    {
      "end_timestamp": 6090.0,
      "id": "608669a2-a613-3b19-98ea-94fbf21d55e6",
      "speaker": "Dan",
      "start_timestamp": 6086.0,
      "text": "birthday. I can get away with it. That's true. One day a year anyway."
    },
    {
      "end_timestamp": 6091.0,
      "id": "e09b19af-4189-3081-b3d7-fa105d9606ba",
      "speaker": "Jordan",
      "start_timestamp": 6090.0,
      "text": "Just like the purge,"
    },
    {
      "end_timestamp": 6096.0,
      "id": "bced6e16-8fc1-374a-ba5a-ae1f79d49e27",
      "speaker": "Dan",
      "start_timestamp": 6091.0,
      "text": "you got a birthday sale going on over."
    },
    {
      "end_timestamp": 6099.0,
      "id": "1467e1de-6b00-368e-ad73-145934221fd1",
      "speaker": "Jordan",
      "start_timestamp": 6096.0,
      "text": "Once again, all visits to our website are 100% off."
    },
    {
      "end_timestamp": 6113.0,
      "id": "3039844d-6e68-3d95-9636-6c3fc4e40eb0",
      "speaker": "Dan",
      "start_timestamp": 6099.0,
      "text": "I would also like to say that Alex's Easter sale that he was promoting like his commercial was like, I am going to commit blasphemy against the global Christian holiday sale we're celebrating a Christian holiday."
    },
    {
      "end_timestamp": 6119.0,
      "id": "80ce2f08-0860-324b-8ecf-8f9b47828ae2",
      "speaker": "Jordan",
      "start_timestamp": 6113.0,
      "text": "Yes. Yeah. Nothing Nothing says celebrating the Christian holiday more than blatant capitalism."
    },
    {
      "end_timestamp": 6125.0,
      "id": "b7d7ac4c-56ce-3d87-b527-dc5680dfbb06",
      "speaker": "Dan",
      "start_timestamp": 6119.0,
      "text": "Yeah, but then also like I think he was expecting people to get mad or something like that. But everyone was just like,"
    },
    {
      "end_timestamp": 6127.0,
      "id": "a34ef768-5eb3-3aa3-b032-a0387cb0a070",
      "speaker": "Jordan",
      "start_timestamp": 6125.0,
      "text": "like the like the Starbucks"
    },
    {
      "end_timestamp": 6132.0,
      "id": "c64b3200-97e4-3c4b-b26b-2da0833e03d3",
      "speaker": "Dan",
      "start_timestamp": 6127.0,
      "text": "sure cup. Yeah, he was expecting a war on out of this and it just didn't happen."
    },
    {
      "end_timestamp": 6136.0,
      "id": "01503c35-353d-32e7-9ef7-e834b9fd65ff",
      "speaker": "Jordan",
      "start_timestamp": 6132.0,
      "text": "Everybody. Everybody does the war on Easter. Everybody knows this."
    },
    {
      "end_timestamp": 6164.0,
      "id": "161bce02-ae82-3fba-9b54-d42009d154b8",
      "speaker": "Dan",
      "start_timestamp": 6136.0,
      "text": "Ya know? Just no one cared. It was so pathetic. Just have your fucking Christian sail. I don't care. No one cares. Do you do you do your fucking thing? Sell your bone sauce. Now here saucy is red. And nevermind. We had to change it from bone pills to bone sauce to be a little more accurate. Yeah, it's a powder that you put in water and then you make your bone sauce. Wow. And apparently it tastes like chocolate and Millie Weaver is into it. Really? Yeah, that's the these are things I've learned"
    },
    {
      "end_timestamp": 6168.0,
      "id": "e9a1426d-3816-39fd-a902-5ffecdcdb37c",
      "speaker": "Jordan",
      "start_timestamp": 6164.0,
      "text": "that what? Wait, what"
    },
    {
      "end_timestamp": 6198.0,
      "id": "cd595a70-ec2f-30d7-a5bb-1d87e5562801",
      "speaker": "Dan",
      "start_timestamp": 6168.0,
      "text": "Millie Weaver likes it because it tastes like chocolate but she's a squeamish eater and she's like, I don't think I would have wanted to eat bone broth. But hey, it tastes great. Tastes like chocolate. Also I learn is it isn't just hot chocolate basically. Also, I learned that Rob do and Owen Shroyer play basketball together. And then now that Owen Shroyer is 27. His dogs are starting to bark after they play basketball. So he takes some of that bone broth. Everything is cool."
    },
    {
      "end_timestamp": 6211.0,
      "id": "01e8020f-40cc-3870-a313-e737364f3192",
      "speaker": "Jordan",
      "start_timestamp": 6198.0,
      "text": "Why are you sharing this Oh though, because again, once every time we do this show I live in a worse world. That's what you're doing to me. You're destroying my views on on how"
    },
    {
      "end_timestamp": 6216.0,
      "id": "261313b6-3263-3930-bd7d-56c6201332e7",
      "speaker": "Dan",
      "start_timestamp": 6211.0,
      "text": "gleefully Oh, so this next clip is I think a bigger issue. I"
    },
    {
      "end_timestamp": 6221.0,
      "id": "e26338c1-ae5c-3e3b-8558-3bd06aee7b58",
      "speaker": "Jordan",
      "start_timestamp": 6216.0,
      "text": "drink bone sauce. Because sometimes my knees hurt after a basketball game."
    },
    {
      "end_timestamp": 6249.0,
      "id": "c9d4ad8e-1fd6-33dd-b0f4-bc80282e17d8",
      "speaker": "Dan",
      "start_timestamp": 6221.0,
      "text": "Thank you. Oh, and try some bone saw. Oh, so what kind of competition you're getting out of Rob do out there on the court, please. Anyway, this next clip, Alex Jones is on real thin ice. real thin ice with this plug. Because he is referencing somebody that just don't talk about these people publicly. Oh, no. It's not as ex wife or his kids. But it is like Dude, chill. Okay, chill out."
    },
    {
      "end_timestamp": 6252.0,
      "id": "5aa1b375-3e00-3891-9df9-a755591eeac7",
      "speaker": "Jordan",
      "start_timestamp": 6249.0,
      "text": "All right. Is it Michael Jackson's doctor? Hey, you"
    },
    {
      "end_timestamp": 6257.0,
      "id": "38346a79-6465-3029-bb74-ae5307fe5ddd",
      "speaker": "Caller to Bill O'Reilly",
      "start_timestamp": 6252.0,
      "text": "know what? Michael Jackson died because he had too many vaccines. Yeah, that's what his doctor told me Connie was"
    },
    {
      "end_timestamp": 6262.0,
      "id": "035f5e71-1b31-3c6f-b03f-229b42004bb7",
      "speaker": "Dan",
      "start_timestamp": 6257.0,
      "text": "a good man. So here we go."
    },
    {
      "end_timestamp": 6388.0,
      "id": "e6a789ec-2832-3303-9c93-cb2620ee3278",
      "speaker": "Caller to Bill O'Reilly",
      "start_timestamp": 6262.0,
      "text": "Please support us Infowars store.com. A lot of big specials or specials out today. I'm told incredible products. I was just talking to my lawyer. Turns out today Randall Wilhite, one of the top guys in Texas. We said Listen, I've been to the you get permission to satisfy the admin of this blog. I'm going to do it. He said I attended the UT sleep specialist Delta ut professor. I've been to everybody. I can't sleep for years. It's incredible workaholic. I don't drink coffee because I just might make me not sleep. He goes I took your knockout formula. And he said I've done everything tested the drugs you name it, none of it worked. And he said it actually reset my But he was like he's 10 years younger, literally. And he said, This totally changed my world. Why is it so much better than when I just bought melatonin to the store? And I said, I figured if we just took melatonin l tryptophan, Valerian root and all these other key things that are known as natural and healthy and organic sources of this that have been known for 1000s of years to eat and sleep, lemon balm, chamomile, all of it together. At the normal, same dosage isn't each one all supercharged, all into one that'd be absolutely explosive. And with good people amazing sleep. And he said, Yeah, it's changed my life. I want to come on here and endorse it. So this gentleman, it should be $50. One bottle of melatonin of the same strength is his 1995. We have the same dose in there. And then everything else you need, and it's all organic, with absolutely no fillers. Just understand that that's why we're such game changers. We do the research, we do the research to bring you the products that nobody else was, will do with the top scientists, you name it. top producers, personally, I came up with a knockout and then worked with others to you know, pick the best sources. But I'm really really proud of it. It was just some little side issue that I thought sometimes I mix Valerian with with melatonin it really works together. So what did we add everything together? I checked with the experts to make sure none of it interacted wrong, and they were just like, oh my god, still consult your physician not available. Infowars store.com Infowars store.com changing people's lives ladies and gentlemen."
    },
    {
      "end_timestamp": 6390.0,
      "id": "bb95b551-b2a5-35a0-8871-e378c856b76f",
      "speaker": "Dan",
      "start_timestamp": 6388.0,
      "text": "Still so he told the lawyer"
    },
    {
      "end_timestamp": 6410.0,
      "id": "60ad6c3f-6a61-368c-b820-73b37f52f94c",
      "speaker": "Jordan",
      "start_timestamp": 6390.0,
      "text": "he said his lawyer loves his herbal bullshit. His fucking cauldron with every which like worm root and fucking all of these different random shit that he just boiled in there and fucking stirred it around and was like, this shit is amazing."
    },
    {
      "end_timestamp": 6426.0,
      "id": "bfd33d06-4d42-3c6f-81d1-ab0703f95f86",
      "speaker": "Dan",
      "start_timestamp": 6410.0,
      "text": "Let me let me do my impression of his lawyer how I think it went. Oh, yeah, I've tried. That's great. Trying to avoid the question. Also, just don't fucking bring up your lawyer. Don't do it. We're in the middle of a sales pitch. Don't do it. Don't do it. You're on thin ice right now."
    },
    {
      "end_timestamp": 6440.0,
      "id": "b8b1e0a4-6c28-3072-8cfb-b524db2ecd53",
      "speaker": "Jordan",
      "start_timestamp": 6426.0,
      "text": "Also, it would have been awesome to find out that his lawyer was in the car with him the whole time. That would have been amazing and that his lawyer just comes in like, No, hey, he's right. I tried this knockout shit. Anyways, we gotta get to the court,"
    },
    {
      "end_timestamp": 6495.0,
      "id": "06bcf2a1-7656-3716-b2b1-3ef441a68345",
      "speaker": "Dan",
      "start_timestamp": 6440.0,
      "text": "or the flip side of it. The lawyers in the car is like, Dude, what are you doing? So I pulled up the ingredient list and knockout. And it's no different than I am a guy who has some sleep troubles. And so I've explored a lot of products that you can get at any fucking Walgreens. Have you tried knockout? I haven't, because I'll never give him any money. But like, it has no different ingredients really than most over the counter. You know, herbal sleep remedies. And they're not $50 What are they? They're about maybe 10 About the same but no, maybe half. Oh, half of what he's charging. Well, also the the list price is $30. But again 10 Is thing is actually more expensive than anything like a lot of the stuff that I've seen at places so"
    },
    {
      "end_timestamp": 6529.0,
      "id": "54dfd9d1-009b-39a6-8ea1-cbe938d793ce",
      "speaker": "Jordan",
      "start_timestamp": 6495.0,
      "text": "but he's he's sourced these himself. He had the brilliant idea of what if I threw a bunch of shit together? Is it a pill? Yeah. Okay, so what if it's not bone broth? What if I grind up a bunch of bone broth, and put it into a pill? Mm hmm. That'll work. Sure. Now, I gotta work with people to find all of these ingredients. Right? So my guess is he just buys other people's pills. Puts differentiate in there?"
    },
    {
      "end_timestamp": 6535.0,
      "id": "cadc1e2a-6f90-3c02-9321-e6e355e22fa6",
      "speaker": "Dan",
      "start_timestamp": 6529.0,
      "text": "Well, as we know he's already copped to the fact that his super blue toothpaste is just Tom's of Maine toothpaste with a couple ingredients"
    },
    {
      "end_timestamp": 6540.0,
      "id": "76bb6e78-da8f-301d-b42b-dac46317274f",
      "speaker": "Jordan",
      "start_timestamp": 6535.0,
      "text": "with with iodine he's he does this iodine he does this what does it"
    },
    {
      "end_timestamp": 6547.0,
      "id": "149df586-bcc8-3ad8-a2df-4e7b1cb6ceba",
      "speaker": "Dan",
      "start_timestamp": 6540.0,
      "text": "private labeling stuff? So I wouldn't I wouldn't be surprised if this was just some, you know, nature's best No, but"
    },
    {
      "end_timestamp": 6551.0,
      "id": "ef69166b-ce88-353b-97fd-e2d1ed85d2d9",
      "speaker": "Jordan",
      "start_timestamp": 6547.0,
      "text": "ya know, that's a that's a thing that happens all the time."
    },
    {
      "end_timestamp": 6559.0,
      "id": "5dffd2fb-11e1-3ebb-b6a4-1e538c2f3b46",
      "speaker": "Dan",
      "start_timestamp": 6551.0,
      "text": "And I mean, that's how you get those generic brands, like have Nyquil. Yeah, stuff like that. It's essentially the same things."
    },
    {
      "end_timestamp": 6564.0,
      "id": "d88a6fdd-c0e9-3222-bc7f-2c18af2a8633",
      "speaker": "Jordan",
      "start_timestamp": 6559.0,
      "text": "But it just doesn't have the same doesn't have the brand name Yeah, exactly. And"
    },
    {
      "end_timestamp": 6569.0,
      "id": "899754e2-87ed-3805-b194-6e6836db4250",
      "speaker": "Dan",
      "start_timestamp": 6564.0,
      "text": "often has like some of the like, flavor II things but anyway, which"
    },
    {
      "end_timestamp": 6577.0,
      "id": "74a351cc-d9a4-35e0-b71f-fa9628ddfa5d",
      "speaker": "Jordan",
      "start_timestamp": 6569.0,
      "text": "is it's it is insane that the placebo effect does work to the point where you think brand names work better"
    },
    {
      "end_timestamp": 6583.0,
      "id": "b28af82d-caa6-32d6-ba67-6666403e9bf0",
      "speaker": "Dan",
      "start_timestamp": 6577.0,
      "text": "happens to me every time the exact same shit every single time there's that I'm not getting this bullshit. In the real world"
    },
    {
      "end_timestamp": 6588.0,
      "id": "84fe81e9-7f8a-3136-bd07-f0da1c8a139a",
      "speaker": "Jordan",
      "start_timestamp": 6583.0,
      "text": "the same thing it's the same fucking shit but your brain goes well this is this is obviously"
    },
    {
      "end_timestamp": 6598.0,
      "id": "0ccb92f5-6907-316e-ad78-e1c8305b07e7",
      "speaker": "Dan",
      "start_timestamp": 6588.0,
      "text": "better human brains are in tensely stupid. Yes, that's what we're learning. Anyway. We have one more clip. Okay, this is his outro and it gets"
    },
    {
      "end_timestamp": 6603.0,
      "id": "b503cd94-5b73-349e-ae81-6ccc6dd97a5d",
      "speaker": "Jordan",
      "start_timestamp": 6598.0,
      "text": "well yeah, he's he's turned dufus cars parked, he's got the turn signal off."
    },
    {
      "end_timestamp": 6629.0,
      "id": "72b37a74-d8d5-3311-9ec5-79ebad615823",
      "speaker": "Dan",
      "start_timestamp": 6603.0,
      "text": "I don't know why he had to make sure that this video or this audio that he was sending in is as long as his drive. I don't know why that's the case. But because he's, I mean, it's a long drive. Yeah. So you know, his drive is over, he's gotten to court. And he gets into, I would say that this dismount is clunky, very God heavy, naturally. So here we go."
    },
    {
      "end_timestamp": 6684.0,
      "id": "3de3f5fc-7346-3e7f-bdda-c799902fdccd",
      "speaker": "Caller to Bill O'Reilly",
      "start_timestamp": 6629.0,
      "text": "Back to Paul, Joseph Watson and our amazing crew in Austin, Texas, please pray for us. We have never been under more serious attack i and that is because we are the tip of the spear. We're having an amazing, amazing effect. And we're backed by the people against the globalist Achilles heel. We're backed by the people. Now that's why our sponsors over the years, most of them and harassed him and shut us off Google ads, did everything just or ad roll, despite all of that we are here thriving and moving forward. So now they've gone to higher levels of persecution. But like Christ said that, you know, if you love me and follow me and try to be a good loving person and help others, the world will hate you. And so this is a great sign of where we are. Thank you all so much. Well, myself before God humbled myself, for my family, the listeners, everybody else, and I just see God's face. And again, I want to thank the amazing crew there and everything they do. I just love our crew. And I love our listeners. Thank"
    },
    {
      "end_timestamp": 6725.0,
      "id": "60f35ff7-fb64-37f3-bdb8-9d68743969f2",
      "speaker": "Dan",
      "start_timestamp": 6684.0,
      "text": "you. So that's the end of it. Leave you go by the end of Revelation, he technically just blasphemed Okay, well, because he's the final commandment at the end of Revelation is you can't add anything or take away anything from the Bible. And if you have, you've committed a great heresy, which is cool. I mean, that's what you'd want to do if you were building a system like Nope, this is it? Nothing. Yeah. So by paraphrasing the Bible like that, to sort of ease exploiting it in order to build up his own persecution, he's just added context to the Bible and shit like that. That's absolutely against the Bible."
    },
    {
      "end_timestamp": 6731.0,
      "id": "b3035f3c-e5a7-34da-b113-0a1cbe955c55",
      "speaker": "Jordan",
      "start_timestamp": 6725.0,
      "text": "Yeah. I don't know if you've ever met a Christian before they do that a lot. They're not big fans of the Bible. No. Turns out the"
    },
    {
      "end_timestamp": 6733.0,
      "id": "e2fc208f-f39b-30ad-825e-0d6992038699",
      "speaker": "Dan",
      "start_timestamp": 6731.0,
      "text": "Bible. Yeah, the Bible is problematic. roasts."
    },
    {
      "end_timestamp": 6737.0,
      "id": "3e8f2141-f46e-362e-af33-1f8d3c31a117",
      "speaker": "Jordan",
      "start_timestamp": 6733.0,
      "text": "Yeah. For a lot of shit going on there. Yeah, I'm not a fan."
    },
    {
      "end_timestamp": 6747.0,
      "id": "0ad4ec16-cc7f-3052-98c7-320eaf2ff650",
      "speaker": "Dan",
      "start_timestamp": 6737.0,
      "text": "Yeah, yeah. And it's tough to defend most of the stuff and it but anyway, you see there that's exploitation at the end is total exploitation. I love you all I"
    },
    {
      "end_timestamp": 6750.0,
      "id": "9ea7a6ae-478a-3079-b4c1-346e1d4e8b24",
      "speaker": "Jordan",
      "start_timestamp": 6747.0,
      "text": "look for seeking God's face. Is that a thing? Yeah, I"
    },
    {
      "end_timestamp": 6789.0,
      "id": "8f05e99f-3f67-3481-ba78-eafe2fea0b57",
      "speaker": "Dan",
      "start_timestamp": 6750.0,
      "text": "remember that from my church days. I definitely remember people saying that. So you have a face. metaphorical face a metaphorical like a rock face, like a cliff face, like like a rock face. Like Dwayne Johnson. It's a good face to him, but I still haven't seen fast and furious. I know Me neither. Let's go. Yeah. Now. Now. So yeah, that's we've come to the end, and I want to take a moment to reflect a tiny bit. I really don't think that we got a concise assessment of Bill O'Reilly. Well, we didn't I really don't think that he made any point other than to muddy the waters and say that what this really is about is the globalists trying to take him down. Yeah, but"
    },
    {
      "end_timestamp": 6819.0,
      "id": "7ff82ec5-7543-3bf6-9aa9-53ab10e53048",
      "speaker": "Jordan",
      "start_timestamp": 6789.0,
      "text": "he got he got what he wanted out of it. He got the opportunity to puff his chest out at below Riley's expense cocked him out. Yep. You know, and there's also that little bit of petty like, Hey, Bill O'Reilly's gone. Guess who's left baby a lot bit petty AJ, AJ still sticking around? I have more listeners than you and you failed at your radio show. Do you know You're famous for one clip where you said the F word one clip? That's all you got below rally don't disagree"
    },
    {
      "end_timestamp": 6821.0,
      "id": "cb014f2d-374e-393c-82e1-6ce43aebce2a",
      "speaker": "Dan",
      "start_timestamp": 6819.0,
      "text": "with Alex entirely on that. No."
    },
    {
      "end_timestamp": 6848.0,
      "id": "09a49750-e679-3ec1-82c8-8d5dc54154b6",
      "speaker": "Jordan",
      "start_timestamp": 6821.0,
      "text": "And and then he gets to throw in some Islamophobia, which that's what he has to do. He's got to put that narrative outlets his stalkers, right, especially now, especially now that we're seeing all of these tensions arise with people who aren't Islamic. Who aren't followers of Islam. He has to get that narrative out there to distract away from things. And then what else did he say? He said some full on bullshit there."
    },
    {
      "end_timestamp": 6849.0,
      "id": "bffff561-49d4-3ea4-9704-54c3536ee578",
      "speaker": "Dan",
      "start_timestamp": 6848.0,
      "text": "Megan Kelly, shit. Megan"
    },
    {
      "end_timestamp": 6853.0,
      "id": "cc8f2e85-fe05-3235-9da7-dff13ded5578",
      "speaker": "Jordan",
      "start_timestamp": 6849.0,
      "text": "Kelly, why are you talking about Megyn Kelly leave Megyn Kelly alone leave her"
    },
    {
      "end_timestamp": 6856.0,
      "id": "e38ae38d-3e3f-3c00-b11d-8090b2213975",
      "speaker": "Dan",
      "start_timestamp": 6853.0,
      "text": "alone. We're gonna do a Chris Crocker style video gets to"
    },
    {
      "end_timestamp": 6860.0,
      "id": "a716e5f6-1d00-38e2-b054-d7e017a8a090",
      "speaker": "Jordan",
      "start_timestamp": 6856.0,
      "text": "talk about Limbaugh Lobeck talk a little shit right there."
    },
    {
      "end_timestamp": 6863.0,
      "id": "c601d150-18d0-38f3-9ed5-0931baf1888a",
      "speaker": "Dan",
      "start_timestamp": 6860.0,
      "text": "Let's talk about how he created knockout"
    },
    {
      "end_timestamp": 6868.0,
      "id": "1a1ee218-b725-346e-b386-18c94973b996",
      "speaker": "Jordan",
      "start_timestamp": 6863.0,
      "text": "absolutely gets it out. I did it. It was my idea. My idea was throw a"
    },
    {
      "end_timestamp": 6872.0,
      "id": "ca7b26b5-68b7-3122-9e55-7b0e8aa9ee24",
      "speaker": "Dan",
      "start_timestamp": 6868.0,
      "text": "bunch of shit together and also do the What about ism with liberals? Yeah,"
    },
    {
      "end_timestamp": 6873.0,
      "id": "9399c8dd-4b57-3593-80dd-9acb83394849",
      "speaker": "Jordan",
      "start_timestamp": 6872.0,
      "text": "exactly."
    },
    {
      "end_timestamp": 6876.0,
      "id": "ac310342-13b0-35a8-be04-affbec0e57cb",
      "speaker": "Dan",
      "start_timestamp": 6873.0,
      "text": "They're the real pedophiles hold on and live in the conversation and we're"
    },
    {
      "end_timestamp": 6877.0,
      "id": "54815989-7c19-38e8-b3a7-e839f8957487",
      "speaker": "Jordan",
      "start_timestamp": 6876.0,
      "text": "always under attack."
    },
    {
      "end_timestamp": 6906.0,
      "id": "6225b328-9a5b-3d0c-8ce1-3836f1c329d2",
      "speaker": "Dan",
      "start_timestamp": 6877.0,
      "text": "But throughout it all. What's most important is that he has a full on understanding of Philip K Dick. And that he has a fucking policy walk. He's really getting down to the like the substance of what's going on here. Like he's really in the weeds about this Bill O'Reilly situation. He's got it. He has fun X. Yep, he has which one? Bill O'Reilly is a thug? There we go. Yeah,"
    },
    {
      "end_timestamp": 6910.0,
      "id": "d937f152-4c90-3746-a59b-352f10d6e2e5",
      "speaker": "Jordan",
      "start_timestamp": 6906.0,
      "text": "I'll actually take that one. Yeah, the bully the thug. I'm in fine nailed it."
    },
    {
      "end_timestamp": 6915.0,
      "id": "92515ce8-0fd6-3f7d-9ce5-0aa7c0d1ca8e",
      "speaker": "Dan",
      "start_timestamp": 6910.0,
      "text": "You didn't need to do 15 minutes could have said that"
    },
    {
      "end_timestamp": 6919.0,
      "id": "cbf65655-0910-3e03-9290-9e948d9140f7",
      "speaker": "Jordan",
      "start_timestamp": 6915.0,
      "text": "rally sucks. Anyways back to PJ W instead in the studio. Fuck"
    },
    {
      "end_timestamp": 6946.0,
      "id": "2cd9cf11-0831-32e6-b4c1-40f479e5e8f6",
      "speaker": "Dan",
      "start_timestamp": 6919.0,
      "text": "you, Alex. Good luck in court this week Alex, I know that it's gonna be all week. I'm not looking forward to seeing hot takes about that. And everybody reminding me on Twitter. Everybody's fucking tweeting at me all these updates. I know I'm watching. I see all of it. So yeah, I like I said, I mean it is this. It is this fine line we walk by sincerely hope that you know it ends well."
    },
    {
      "end_timestamp": 6952.0,
      "id": "a1f7a97a-d4af-3e8f-930e-4da84a01b6bd",
      "speaker": "Jordan",
      "start_timestamp": 6946.0,
      "text": "It should end the way any whatever. Whatever's whatever's best for the fucking kids, which"
    },
    {
      "end_timestamp": 6973.0,
      "id": "1aab689d-d927-30bc-9be2-639e276e70d0",
      "speaker": "Dan",
      "start_timestamp": 6952.0,
      "text": "apparently nobody does. Nobody gives a shit about that is sort of been our central. Nobody gives a shit about him thought anyway, you guys can find us at knowledge fight.com We have a couple of new pieces up there of a new lie, a new entry in the lie files. Yes, we do. And then a new entry in the Alex Jones biography. So please go check in that actually two new entries in the biography."
    },
    {
      "end_timestamp": 6982.0,
      "id": "33d1e475-c5ad-3e15-9b77-c128cfa106f8",
      "speaker": "Jordan",
      "start_timestamp": 6973.0,
      "text": "Oh, so we're getting close. We're getting close. They're not even close. We're almost done. We almost got the full picture. Well, six year old kicked off his mom's knee. That is the"
    },
    {
      "end_timestamp": 6988.0,
      "id": "703e0658-32a8-3b12-b19f-f85447df568d",
      "speaker": "Dan",
      "start_timestamp": 6982.0,
      "text": "full picture. We've already finished that biography done."
    },
    {
      "end_timestamp": 6994.0,
      "id": "3d7fe97e-e7ed-392c-9cda-1b04c53c35fc",
      "speaker": "Jordan",
      "start_timestamp": 6988.0,
      "text": "You can also subscribe to us on iTunes. Thank you very much for finding us however you have and keep listening."
    },
    {
      "end_timestamp": 7001.0,
      "id": "cc978baf-d420-31e5-a8e1-5f827870818a",
      "speaker": "Dan",
      "start_timestamp": 6994.0,
      "text": "Yes. And you can find us on Twitter. We just crossed the 100 Twitter followers. Barrier. Oh shit. We're in the big league."
    },
    {
      "end_timestamp": 7006.0,
      "id": "295c3dc2-b15c-3690-924d-bc3ac22bcbaf",
      "speaker": "Jordan",
      "start_timestamp": 7001.0,
      "text": "Yeah. When do we get that blue checkmark. Oh, man on Twitter."
    },
    {
      "end_timestamp": 7011.0,
      "id": "18b07cc9-89f9-3767-a8c4-5c6787de0620",
      "speaker": "Dan",
      "start_timestamp": 7006.0,
      "text": "Not gonna give it to Julian Assange. You should give it to us. Give us his blue checkmark. We'll take Yeah, we'll"
    },
    {
      "end_timestamp": 7015.0,
      "id": "7c656d5d-9b47-3d4a-9a46-8730f3406879",
      "speaker": "Jordan",
      "start_timestamp": 7011.0,
      "text": "take him. We'll be Julian Assange on Twitter. We don't care. Ah."
    },
    {
      "end_timestamp": 7023.0,
      "id": "8d5b718d-abab-376a-95ac-955c446012f1",
      "speaker": "Dan",
      "start_timestamp": 7015.0,
      "text": "So yeah. Knowledge underscore fight. I think you said that already. Yeah. What else? That's about it."
    },
    {
      "end_timestamp": 7028.0,
      "id": "1d668420-d85b-3929-9d55-655eefa50695",
      "speaker": "Jordan",
      "start_timestamp": 7023.0,
      "text": "What else? I think what else is you? Let me ask you a question."
    },
    {
      "end_timestamp": 7029.0,
      "id": "20f7016b-2ead-396a-aeef-f276dea7094f",
      "speaker": "Dan",
      "start_timestamp": 7028.0,
      "text": "I'm listening."
    },
    {
      "end_timestamp": 7032.0,
      "id": "f8deb40a-a43f-3f61-8364-abc4b9a807b4",
      "speaker": "Jordan",
      "start_timestamp": 7029.0,
      "text": "If you were a type of Wanke what type would you be?"
    },
    {
      "end_timestamp": 7037.0,
      "id": "4dd88337-890d-32ae-b584-5d67b3b21164",
      "speaker": "Dan",
      "start_timestamp": 7032.0,
      "text": "I'm a bone broth walk. No, I'm a policy. Oh,"
    },
    {
      "end_timestamp": 7042.0,
      "id": "72dd74f6-15ea-3b53-b4f6-c3714f2ce9fb",
      "speaker": "Jordan",
      "start_timestamp": 7037.0,
      "text": "you're not a bone broth. Walk. Your chocolate walk."
    },
    {
      "end_timestamp": null,
      "id": "fcba5c0f-1b4e-3210-a8cd-fbedc976613b",
      "speaker": "Caller to Bill O'Reilly",
      "start_timestamp": 7042.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}