{
  "audio_identifier": "KF_33",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/4-22.mp3",
  "blocks": [
    {
      "end_timestamp": 4.0,
      "id": "f9552569-1827-3624-99ad-1bb96659801e",
      "speaker": "Alex Jones",
      "start_timestamp": 0.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding."
    },
    {
      "end_timestamp": 7.0,
      "id": "d3f1d106-5ad7-3bd1-a8c8-2e7a86aeea49",
      "speaker": "Andy In Kansas",
      "start_timestamp": 4.0,
      "text": "Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    },
    {
      "end_timestamp": 21.0,
      "id": "0e919604-cb7f-315d-b138-9977024852f0",
      "speaker": "Dan",
      "start_timestamp": 7.0,
      "text": "Hey, everybody, welcome back to knowledge fight. I'm Dan. I'm Jordan. We're a couple dudes who like to sit around and drink red wine and have conversations about Alex Jones. It is what we do is what we do best and we're committed to a holy war."
    },
    {
      "end_timestamp": 25.0,
      "id": "61703808-8ab8-3491-80a1-d511577af63f",
      "speaker": "Jordan",
      "start_timestamp": 21.0,
      "text": "I am to a very lopsided holy. Exactly."
    },
    {
      "end_timestamp": 32.0,
      "id": "6e28a7d3-e5d7-33fd-998d-20b5a59ccd24",
      "speaker": "Dan",
      "start_timestamp": 25.0,
      "text": "It's like David and Goliath except like David does not have a slingshot. Now he's just running around."
    },
    {
      "end_timestamp": 34.0,
      "id": "ed02f79d-640c-3a8f-9f67-2de787af3f82",
      "speaker": "Jordan",
      "start_timestamp": 32.0,
      "text": "He's got one leg. Yeah."
    },
    {
      "end_timestamp": 43.0,
      "id": "1dae4e48-9ac0-34b4-9c24-5fca447059b0",
      "speaker": "Dan",
      "start_timestamp": 34.0,
      "text": "And they David has receipts, as they say on Twitter these days about Goliath past. Ah, that's, that's the battle we're engaging in. Yes, yeah."
    },
    {
      "end_timestamp": 49.0,
      "id": "e948f935-d10b-3f7e-bc3e-c45ca1ae36cc",
      "speaker": "Jordan",
      "start_timestamp": 43.0,
      "text": "Let me ask you a question. What's is there also a David Goliath dynamic between you and I,"
    },
    {
      "end_timestamp": 52.0,
      "id": "e335f98f-ba56-3fdb-86c0-e45202ad31ff",
      "speaker": "Dan",
      "start_timestamp": 49.0,
      "text": "I am the Goliath of knowing shit about Alex Jones."
    },
    {
      "end_timestamp": 54.0,
      "id": "16132765-a563-38f1-ab64-fadb6dae12e7",
      "speaker": "Jordan",
      "start_timestamp": 52.0,
      "text": "And I'm the David I got nothing."
    },
    {
      "end_timestamp": 57.0,
      "id": "2ae286b4-b3e7-3f9d-8d39-ac9b0686a1c6",
      "speaker": "Dan",
      "start_timestamp": 54.0,
      "text": "I'm somehow you come out ahead every time. I think"
    },
    {
      "end_timestamp": 61.0,
      "id": "bf6d970d-2e8f-319b-a11f-6e40ebc9781b",
      "speaker": "Jordan",
      "start_timestamp": 57.0,
      "text": "I think everybody comes out behind but."
    },
    {
      "end_timestamp": 63.0,
      "id": "80443e9f-6bc4-3de1-a235-6a79fe9f3b7c",
      "speaker": "Dan",
      "start_timestamp": 61.0,
      "text": "So I'd like to say before we get going here, it's David"
    },
    {
      "end_timestamp": 72.0,
      "id": "1909d829-8489-3f12-a03e-89cb1bdf61c2",
      "speaker": "Jordan",
      "start_timestamp": 63.0,
      "text": "and Bill. It's David and Goliath. If they both just got depressed with their respective governments. Hey, man, let's just fuck and have a good time. You and"
    },
    {
      "end_timestamp": 75.0,
      "id": "f69b3f98-be74-3991-9d46-b061e392a30f",
      "speaker": "Dan",
      "start_timestamp": 72.0,
      "text": "me. Let's make fun of us. And Jesse. Yeah,"
    },
    {
      "end_timestamp": 77.0,
      "id": "f503e367-884a-3296-887b-1a74a7bc77ff",
      "speaker": "Dan",
      "start_timestamp": 75.0,
      "text": "I'm not sure what to say. I just did. But I know it's important."
    },
    {
      "end_timestamp": 81.0,
      "id": "d76f7bc9-ff04-34a5-a423-bee51d26a148",
      "speaker": "Jordan",
      "start_timestamp": 77.0,
      "text": "They need it. They had it come in whatever it was. Absolutely. So"
    },
    {
      "end_timestamp": 89.0,
      "id": "ae7bdfe4-94ad-3b50-9239-53a73ac8b533",
      "speaker": "Dan",
      "start_timestamp": 81.0,
      "text": "speaking of having a coming like to give a shout out to our friend Jason, what's up? Thank you for donating. I know you donated a while back, but you deserve this."
    },
    {
      "end_timestamp": 91.0,
      "id": "4023c1ac-be2a-3f1b-a794-db67af1651db",
      "speaker": "Alex Jones",
      "start_timestamp": 89.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 92.0,
      "id": "c90f6777-5476-3702-bc5b-cdb9cb1e7220",
      "speaker": "Dan",
      "start_timestamp": 91.0,
      "text": "Welcome aboard Jason."
    },
    {
      "end_timestamp": 94.0,
      "id": "f7d98b49-c735-3b38-b632-f103639d4cb6",
      "speaker": "Jordan",
      "start_timestamp": 92.0,
      "text": "Hi, Jason. You're one of us. Now"
    },
    {
      "end_timestamp": 152.0,
      "id": "e46b3b4a-cfb1-3235-b18e-a08621301e78",
      "speaker": "Dan",
      "start_timestamp": 94.0,
      "text": "we're gonna do this once a show for people who donate if you'd like to join the ranks of the policy walks, please head up our Patreon. There's a link on knowledge fight.com You can find also thank you to everybody who's been downloading and I gotten some nice emails from people love it. Keep them. Keep it. Keep it up, everybody. Thank you for listening. We love it. It's a very good join the holy war. So today, Jordan, what we're going to be talking about what will we be talking about? What today we're going to be talking about what happened over the weekend? Yes. Now I will say that it was one of the most delightful birthday weekends I've had in a long time. We went together to go see the dollop we did. It was fantastic. They were in town and my best friend in the world. Nicky gifts was in town, him and his wife got to spend some time with him. I closed down an arcade bar one night of the weekend. And then Alex Jones did what he did on Saturday. Okay, this is a great birthday gift that he gave me. All right. It's so good."
    },
    {
      "end_timestamp": 154.0,
      "id": "5d0a8ffc-73e7-3a12-9e27-9aad54e47d5b",
      "speaker": "Jordan",
      "start_timestamp": 152.0,
      "text": "I'm glad he at least cares about he does"
    },
    {
      "end_timestamp": 156.0,
      "id": "8c59330a-793e-3549-a10a-2a6823f27904",
      "speaker": "Dan",
      "start_timestamp": 154.0,
      "text": "certainly more than"
    },
    {
      "end_timestamp": 164.0,
      "id": "0f190a8f-dd5e-390b-80c9-0c74d81fdffd",
      "speaker": "Jordan",
      "start_timestamp": 156.0,
      "text": "I mean, even for somebody with narcissistic personality disorder that he still thinks about you on your birthday. That is very, that's very impressive of him"
    },
    {
      "end_timestamp": 198.0,
      "id": "8b2f4265-fe38-3751-b9a5-5cdc73be698c",
      "speaker": "Dan",
      "start_timestamp": 164.0,
      "text": "at this point. Still have not heard from some of my relatives. But Alex Jones is given. Alex, give me right. So what he did was on Saturday, he released two special reports. Yes. Now we're going to deal with one of them briefly because it's not really worth going into and it's kind of stupid. The the one we're going to deal with first was about how people are diagnosing Trump with a mental illness. Right. And that's bad. Takes one to know one. Well, the"
    },
    {
      "end_timestamp": 208.0,
      "id": "37061420-6d6d-3704-9bef-43f76e68a69c",
      "speaker": "Jordan",
      "start_timestamp": 198.0,
      "text": "technically it is bad, according to the rules that psychiatrists themselves put in place after I think everybody was like, hey, Nixon's, a fucking lunatic"
    },
    {
      "end_timestamp": 230.0,
      "id": "6b786c8e-a873-371f-a756-1d0c7658bb3f",
      "speaker": "Dan",
      "start_timestamp": 208.0,
      "text": "Goldwater. It was Goldwater called the Goldwater rule. Okay. Psychologists and psychiatrists are, well, it's basically something that they've decided to impose on themselves. Because what happened with Goldwater was that a bunch of people, psychiatrist, psychologists were interviewed in a magazine, the ask them to diagnose Barry Goldwater."
    },
    {
      "end_timestamp": 233.0,
      "id": "8d786f8e-42e2-3dcc-9c14-620791743895",
      "speaker": "Jordan",
      "start_timestamp": 230.0,
      "text": "That's, that seems like a bad idea. It was because they gave him"
    },
    {
      "end_timestamp": 276.0,
      "id": "f7643241-e4bb-3dd9-ac51-9fb8f67a1ae9",
      "speaker": "Dan",
      "start_timestamp": 233.0,
      "text": "a bunch of diagnoses. And then he sued them. And he won. Good call. So now psychiatrists, and psychologists aren't supposed to diagnose public figures that they have not actually interacted with, right. However, at this point, there are a number of mental health professionals who are coming out and their argument is that they have a right to warn or an obligation to warn people Interesting. Well, it's the same thing that if you're in therapy, and you say, you're going to kill someone, right, the therapist is obligated to either tell the police or the potential victim, right? They have to do that because otherwise they're being negligent. Right. So these therapists and psychiatrist are arguing that President Trump, I believe, I read that I said,"
    },
    {
      "end_timestamp": 290.0,
      "id": "ec39b52b-4d83-3867-b556-1685d287441e",
      "speaker": "Jordan",
      "start_timestamp": 276.0,
      "text": "those words are bad when they're next to each Trump. So So you're saying that psychiatrists and psychologists were neglectful in their duties because they didn't inform Afghanistan, that Trump was about to murder a bunch of people?"
    },
    {
      "end_timestamp": 298.0,
      "id": "fea3dc9f-1428-3470-a0fa-5010f99f4bd2",
      "speaker": "Dan",
      "start_timestamp": 290.0,
      "text": "Sure. That's one thing but then even bigger, the American public, they have a right to warn them of the mental illness."
    },
    {
      "end_timestamp": 302.0,
      "id": "5fe2b7ef-8241-38a5-a93e-0448cdc77432",
      "speaker": "Jordan",
      "start_timestamp": 298.0,
      "text": "Hey, guys, little bit late on that little bit late asshole right."
    },
    {
      "end_timestamp": 332.0,
      "id": "ab3ba4e0-c055-32c4-848c-d604f8dd2d0f",
      "speaker": "Dan",
      "start_timestamp": 302.0,
      "text": "But that's the problem with these like guidelines. I don't know how I feel about it to be perfectly honest, I think that there is a little bit of gray area in terms of diagnosing someone that you haven't had sat down with and, you know, had the right direction with, but at the same time, you can see by behaviors very clearly, you can tell that Trump lies all the fucking time pretty much constantly. So there are those things you can see publicly without actually having a session with somebody. And, you know, like I said, it's great"
    },
    {
      "end_timestamp": 342.0,
      "id": "28e69053-a896-317b-aa89-28f71e48986a",
      "speaker": "Jordan",
      "start_timestamp": 332.0,
      "text": "as a medical professional, you are still a human being. And as a human being, if you don't look at Trump and say, Oh, that that motherfucker is crazy. You're an idiot."
    },
    {
      "end_timestamp": 352.0,
      "id": "56473b0b-d1ce-34ea-9855-ccabd3343195",
      "speaker": "Dan",
      "start_timestamp": 342.0,
      "text": "Yeah, somewhat. But Alex put out a video about this. And it was about narcissism, essentially."
    },
    {
      "end_timestamp": 355.0,
      "id": "a66690dc-5f8d-34ad-84c0-41014328d130",
      "speaker": "Jordan",
      "start_timestamp": 352.0,
      "text": "A subject very near and dear to his heart,"
    },
    {
      "end_timestamp": 358.0,
      "id": "fb5d7039-d2c7-31c2-b44c-cb7fef2ab5e7",
      "speaker": "Dan",
      "start_timestamp": 355.0,
      "text": "I think you might be able to guess how it goes. He"
    },
    {
      "end_timestamp": 370.0,
      "id": "87342d25-1aa6-36f0-8ad1-89e6507aec46",
      "speaker": "Jordan",
      "start_timestamp": 358.0,
      "text": "comes firmly on the side of how narcissists should rule the world. And everyone else is like, are we gonna go full solipsistic? Here where it's like, I don't even know if any of you motherfuckers exist at all."
    },
    {
      "end_timestamp": 372.0,
      "id": "82085660-349c-3563-9b4d-8f96ee6ceff1",
      "speaker": "Dan",
      "start_timestamp": 370.0,
      "text": "I've never been to Tibet. I can't prove it exists."
    },
    {
      "end_timestamp": 377.0,
      "id": "fa451715-e568-3d19-8f0d-58cd116e0b5b",
      "speaker": "Jordan",
      "start_timestamp": 372.0,
      "text": "Are you in the studio right now? Maybe you're all projections about mental illness?"
    },
    {
      "end_timestamp": 379.0,
      "id": "d67f480b-081f-3280-bb31-def70ddba061",
      "speaker": "Dan",
      "start_timestamp": 377.0,
      "text": "That's shockingly close."
    },
    {
      "end_timestamp": 380.0,
      "id": "c70370a2-8d2d-3ad0-85e5-c2444ea53525",
      "speaker": "Jordan",
      "start_timestamp": 379.0,
      "text": "I would but of course it is."
    },
    {
      "end_timestamp": 389.0,
      "id": "8ba5bab6-968f-3a41-b360-9ad130a20194",
      "speaker": "Dan",
      "start_timestamp": 380.0,
      "text": "His take on it is essentially that like, the globalists, oh boy who are using psychology and psychiatry as a weapon. He's almost"
    },
    {
      "end_timestamp": 393.0,
      "id": "850a3b1c-36cc-3cda-b298-1d585a2e6859",
      "speaker": "Jordan",
      "start_timestamp": 389.0,
      "text": "full. Well, yeah, we're on Scientologist territory. Okay, and he's"
    },
    {
      "end_timestamp": 431.0,
      "id": "9939a49a-258b-3b94-892d-f4a2d87b963a",
      "speaker": "Dan",
      "start_timestamp": 393.0,
      "text": "saying that they're what they're defining as being a successful man is now narcissism. Ooh, just dicey. That is not a good but he also does what you can be you could smell this coming a mile away. He wants to talk about Trump and mental health. He talks about himself a whole lot. Oh, yeah. Makes it about himself. I'm not crazy. So I have two clips that I'm gonna play. The first is classic narcissist. Move. The The first is just fun. Okay. And then the second one is kind of a summation of his point. And we'll just play it out. Here's the first one. Like I said, this one's fun."
    },
    {
      "end_timestamp": 456.0,
      "id": "86ba149b-139a-32e1-862f-59d7dbc75ea9",
      "speaker": "Alex Jones",
      "start_timestamp": 431.0,
      "text": "Sigmund Freud was obsessed with poopoo and holding his crap in and smoking cigars is phallic symbols. Like cigars. The way they tasted and the fact that they got me high as you know, whiskey not because they look like a weenie"
    },
    {
      "end_timestamp": 473.0,
      "id": "cceaece2-1804-3a1b-ab60-956bb40ef7c8",
      "speaker": "Dan",
      "start_timestamp": 456.0,
      "text": "Alex Jones really wrestling with his subconscious there's a lot right there. Yeah, thanks. I also shout out to James I believe, John, maybe I can't remember if luck. Sorry. Someone on Twitter pointed out that clip and I went and hunted it down. Oh, great. Great. John's too good. Love it. So not"
    },
    {
      "end_timestamp": 474.0,
      "id": "3f839ace-fbbc-3d25-b293-b12094b54a43",
      "speaker": "Jordan",
      "start_timestamp": 473.0,
      "text": "because it looks like a"
    },
    {
      "end_timestamp": 480.0,
      "id": "40e76a5c-3419-3a34-a6d8-e3bd6ae9fcfe",
      "speaker": "Dan",
      "start_timestamp": 474.0,
      "text": "weenie a weenie. Freud was obsessed with his poopoo what"
    },
    {
      "end_timestamp": 485.0,
      "id": "e7565711-2f47-361d-9778-ee4dc284a74b",
      "speaker": "Jordan",
      "start_timestamp": 480.0,
      "text": "he was I prefer him going on the profanity laden red. Rose."
    },
    {
      "end_timestamp": 488.0,
      "id": "72d56114-3081-3020-bbe1-846907af41b6",
      "speaker": "Dan",
      "start_timestamp": 485.0,
      "text": "This is creepy baby language. Yeah. Poopoo weenie."
    },
    {
      "end_timestamp": 499.0,
      "id": "8eca7deb-4919-3950-8faf-92a1efeb9a00",
      "speaker": "Jordan",
      "start_timestamp": 488.0,
      "text": "It's like, it's like Patton Oswald's beds. Like, I'm gonna fill your hole with goof Jews. Yeah, that's G rated. But that's what a serial killer says. That's terrifying. Yeah."
    },
    {
      "end_timestamp": 539.0,
      "id": "2a302b91-a055-34f0-8c23-f23193918acc",
      "speaker": "Dan",
      "start_timestamp": 499.0,
      "text": "And if I were like a parent, and my child was listening to this, I wouldn't be comforted by Poopoo. And I would be like, I I'd be way more concerned about the content than the actual obscenity. I would rather someone swear and have good intent. Yeah, but that's what rational people believe me, I guess. So anyway, there's an X clip. This is just sort of as an encapsulation, and sort of how he ends the clip, just sort of a thesis statement about the psychology stuff. As I recall, he basically makes the argument that narcissism is bullshit and everybody, but then he displays broadly narcissistic tendencies, excellent as it plays."
    },
    {
      "end_timestamp": 623.0,
      "id": "9211880a-d0b0-3333-9298-8c91176d8a15",
      "speaker": "Alex Jones",
      "start_timestamp": 539.0,
      "text": "But they give us fantasy, they give us entertainment, they give us all this other stuff. So we then roleplay all things that don't exist. So they teach you how to be more mentally ill and it creates more more mental illness that didn't exist before. We're being trained to do this make sense? So they say thinking you're successful thinking you have prowess, thinking you have any confidence is insane. They don't want you to have any confidence. They want to say confident people have a mental illness. But then other people I wouldn't call it narcissism. I'd call it being posers or make believe they love to always dress up. They love to go to award shows. They love to give themselves awards, like they love to believe they're super powerful. They get all delusional and get off on it. Like in Vanity Fair, Prima Donna, they imagine they've got a successful rock band. They want to go to a movie theater and have a party where people come in and take photos of them as they enter like they've got paparazzi. They do they want to go I guess most people that are in media do it because they are make believe want to be stars. And like Edward Bernays said the 20s will emerge. Hollywood and politics and make everybody stars and everybody else that isn't a star and as low level, I'm not involved in media to be a star. I'm involved to change the world for the future of humanity. So I get why the narcissist, psychologists and psychiatrists who want to be the bosses and the superstars who control everyone and save everyone, typecasting themselves as the heroes. Wait, where were they want to type them?"
    },
    {
      "end_timestamp": 634.0,
      "id": "da00ec6d-f08c-350b-9b00-b83acf6f7d3c",
      "speaker": "Jordan",
      "start_timestamp": 623.0,
      "text": "Did he just say that the narcissists and those guys who want to be star or who are stars, they want to control everybody and save them."
    },
    {
      "end_timestamp": 642.0,
      "id": "3b53d5db-7684-3b31-ac80-33063d43c94b",
      "speaker": "Dan",
      "start_timestamp": 634.0,
      "text": "They want to be the saviors, but the Savior's right, they're the they're the saviors of a created problem. Right. So."
    },
    {
      "end_timestamp": 643.0,
      "id": "b5478b04-93f4-3ed2-b270-7dba472ebce1",
      "speaker": "Jordan",
      "start_timestamp": 642.0,
      "text": "So what he's doing,"
    },
    {
      "end_timestamp": 647.0,
      "id": "18d600d9-d6ef-3f05-9173-dad5bb7a8b6e",
      "speaker": "Dan",
      "start_timestamp": 643.0,
      "text": "right, yeah, exactly. The I mean,"
    },
    {
      "end_timestamp": 653.0,
      "id": "1f821322-4c09-3c0c-ba0c-6f55c5da6b6b",
      "speaker": "Jordan",
      "start_timestamp": 647.0,
      "text": "not not even metaphorically one to one. He just said what he is doing."
    },
    {
      "end_timestamp": 671.0,
      "id": "28bd75cb-054f-3a08-829c-ff6bf306bd04",
      "speaker": "Dan",
      "start_timestamp": 653.0,
      "text": "Exactly. All right. Well, what that's a good enough time to fucking drop out. That's not I'm glad he I'm glad he understands it. That clip is like three more minutes long. And as I as it was playing, I realized this isn't all that good. Like, it's that clip isn't great. And I'm too excited to get to the other. Okay. The other I'm just saying"
    },
    {
      "end_timestamp": 697.0,
      "id": "972f7ee0-64c8-3dc0-989a-2406405d2e7c",
      "speaker": "Jordan",
      "start_timestamp": 671.0,
      "text": "he knows that what he's doing. Maybe because he just criticized evil exactly when he was evil twin in the womb. Yeah, that's that again? No, and it's a, you know, oh, if you say that your prowess and you say that you're and all he does all the time is say how he has no ego. I don't want to brag so humble. I don't wanna brag. He did. But if you you know, there, there you are. You're the you're the narcissist"
    },
    {
      "end_timestamp": 713.0,
      "id": "c3fba834-b8b4-37b0-bb3e-349924d72db1",
      "speaker": "Dan",
      "start_timestamp": 697.0,
      "text": "base. That's that's his whole argument. Exactly. So the other clip that he put out on Saturday was titled, new Sandy Hook information. Holy shit. There's a new Sandy Hook. Now there's new Sandy Hook information."
    },
    {
      "end_timestamp": 717.0,
      "id": "5d8542a2-6314-35d2-a813-438da1cf4ebe",
      "speaker": "Jordan",
      "start_timestamp": 713.0,
      "text": "Oh, I thought you were talking about new Sandy Hook in Maine. They just started a town"
    },
    {
      "end_timestamp": 720.0,
      "id": "8c8b19f0-6908-3556-9a45-abfa70d56d54",
      "speaker": "Dan",
      "start_timestamp": 717.0,
      "text": "detour. All the people just migrated."
    },
    {
      "end_timestamp": 723.0,
      "id": "3975c805-d566-3aeb-9167-9ba2a826678a",
      "speaker": "Jordan",
      "start_timestamp": 720.0,
      "text": "They'll just move why not? Well, actually, it's all actors can"
    },
    {
      "end_timestamp": 773.0,
      "id": "15ea2188-f1b2-3d7c-9bc4-c4dddda95454",
      "speaker": "Dan",
      "start_timestamp": 723.0,
      "text": "xox. So I was thrilled that he posted this video just based on the title. And I could not wait to find out what the new information was right? Because this is something he should not be talking about. Absolutely. Not a terrible idea. I was talking to you earlier. And I told you my theory as to why he's decided to bring back up Sandy Hook. Yes. And that is because he's in this custody trial. And there's a lot of people clowning on him on Twitter, saying, Hey, we should follow Alex Jones around after he loses his kids and tell them that they were actors the whole time. Yes. So there's a lot of people making that kind of joke gleeful shot in Freud. And so he now has to be like, fuck, they're hitting the spot. I got to come out and prove that I'm right. Right. This was a bad idea. Was because"
    },
    {
      "end_timestamp": 778.0,
      "id": "4183f434-d1e2-3b55-a9e3-43a6dbf53b3c",
      "speaker": "Jordan",
      "start_timestamp": 773.0,
      "text": "our Alex Jones as we committed a blunder, a big old"
    },
    {
      "end_timestamp": 829.0,
      "id": "4c944b6a-eb58-3ec3-abe5-dcdb60894d98",
      "speaker": "Dan",
      "start_timestamp": 778.0,
      "text": "level? Wonder, yeah, this is this is bad. He invaded Russia during the winter. So more or less? Yeah. intellectually. Yes, that is what he did. Gotcha. So in this, we're going to play this out. It was an hour long clip that he put out, I have cut out some I've cut a bit, because there's a lot of stuff that's just repetitive shit about how he's not an actor. And he's totally real, just literally verbatim, the same stuff that we've heard in past episodes. And we don't need to go down that road again. Yeah, naturally, there's a lot of other stuff that he just uses vaguely true instances of the media lying to reinforce his arguments. I've cut out a lot of that too. Because like, I don't believe you when you're saying that the media is lying, but I also don't want to defend the media. Yeah, so I have no skin in that game. I don't care"
    },
    {
      "end_timestamp": 839.0,
      "id": "381d5a6d-20f2-33af-a291-c16d2c249f01",
      "speaker": "Jordan",
      "start_timestamp": 829.0,
      "text": "just because yes, they do lie. doesn't mean they're lying now. Yeah. And I don't want to I don't even want to entertain the possibility that we're on that tip together. No."
    },
    {
      "end_timestamp": 853.0,
      "id": "e7c73487-777f-3b5a-8eaf-009c1811feb0",
      "speaker": "Dan",
      "start_timestamp": 839.0,
      "text": "So that's that seems like a fruitless battle for us. Yes. But yes, this goes out. I have at least three instances of huge potholes. He hits really big ones. All right, that he is busted."
    },
    {
      "end_timestamp": 854.0,
      "id": "dfdd72c0-d563-33cd-b0f0-59ddf529e3a4",
      "speaker": "Jordan",
      "start_timestamp": 853.0,
      "text": "So we're on flat tire tariffs."
    },
    {
      "end_timestamp": 876.0,
      "id": "fc178936-e4a7-3d65-aacd-d59f711bb6eb",
      "speaker": "Dan",
      "start_timestamp": 854.0,
      "text": "This is multiple you're busted episode. Okay, then. I will say this just in anticipation. Alex busts himself accidentally. And then he tells one of the craziest stories from his life that I can't believe it's true. And we're gonna get to all that. On this episode. You"
    },
    {
      "end_timestamp": 878.0,
      "id": "9d3339fe-06ae-3ff6-9fa4-4186d7733f1d",
      "speaker": "Jordan",
      "start_timestamp": 876.0,
      "text": "are teasing me so"
    },
    {
      "end_timestamp": 880.0,
      "id": "c6e71016-7ef9-3bb9-b84b-6c3b20f97c72",
      "speaker": "Dan",
      "start_timestamp": 878.0,
      "text": "hard, more Sandy Hook info."
    },
    {
      "end_timestamp": 898.0,
      "id": "303edd06-8006-360e-84d2-680f3921093a",
      "speaker": "Jordan",
      "start_timestamp": 880.0,
      "text": "How can there be more Sandy Hook info spoiler alert, there isn't Of course what else would there be to discover? There's nothing I mean, even if he's right, which he's not and he's a fucking asshole and Monster for for what you said about it. But even if he is right, he's covered it completely."
    },
    {
      "end_timestamp": 925.0,
      "id": "c5d15197-8c76-3895-ba48-e8489b5ec2f5",
      "speaker": "Dan",
      "start_timestamp": 898.0,
      "text": "Should I just tell you what the new Sandy Hook information is because I'm not sure where it comes up, but I can just tell you in one sentence, okay. Okay, so his argument of the new Sandy Hook information is, and he says this, I just realized this. If the media has lied to us about all these other things, why wouldn't they lie to us about this? That's the new information. That's not new. And that's not information."
    },
    {
      "end_timestamp": 947.0,
      "id": "52f02b5b-8c77-34f4-bdc4-24cf5db14821",
      "speaker": "Jordan",
      "start_timestamp": 925.0,
      "text": "So wait, his new information is an inference. Yep. Okay, I got a bad one. I worry. I worry. I worry about this. Because it's and it's not even just that it's a speculative inference. It's not even like if A then B, it's if a then why not? B?"
    },
    {
      "end_timestamp": 965.0,
      "id": "fdef33fd-b683-36bc-ba8b-cdfe44da7850",
      "speaker": "Dan",
      "start_timestamp": 947.0,
      "text": "No, it is you consider that it is still if A then B. It's just it's the flimsiest. Like you said inference? It's it absolutely doesn't track the premises don't lead to the conclusion in any way, of course, but it is still set up as if like, if they did this. Shoes,"
    },
    {
      "end_timestamp": 983.0,
      "id": "9c5cf92a-4baf-3206-97d9-4c1cd4bd7363",
      "speaker": "Jordan",
      "start_timestamp": 965.0,
      "text": "maybe, ever, how about now? So here's the so So how long is this? How long is this a video that he released? How long is this special? an hour, an hour, an hour? And that's the information that he spreads out over an hour? Well, that's the new Sandy Hook information. Well,"
    },
    {
      "end_timestamp": 1024.0,
      "id": "9dcb6131-fb53-3fd1-9967-54507da18c40",
      "speaker": "Dan",
      "start_timestamp": 983.0,
      "text": "like I said, he does make a meal out of talking about the media line, right? And again, it's like okay, we talked about in a past episode that that video of Anderson Cooper's nose disappearing. Yes. And if you look into it there, there are like video specialists who say like, reverse Pinocchio, but it doesn't really necessarily have to be a green screen. There are aspect ratios and things within a camera that could account for that. You don't know what the situation is. I've seen this happen before. Not necessarily a green screen. inconclusive. Yes, Alex is like this is absolutely a glitch in green screen natural. A lot of that takes up his time. And like I said, he fucking gets into a fucking crazy story about his life. True fact."
    },
    {
      "end_timestamp": 1035.0,
      "id": "ef4763e8-4490-3843-8cc0-bbf172ceb07f",
      "speaker": "Jordan",
      "start_timestamp": 1024.0,
      "text": "Anderson Cooper's nose is green. And it's true. It's one of the greenest things on this planet. That is true. If he tries to do the weather, man looks like Voldemort."
    },
    {
      "end_timestamp": 1044.0,
      "id": "720eff65-3741-3369-922f-e6a7012c0f00",
      "speaker": "Dan",
      "start_timestamp": 1035.0,
      "text": "So, to your question even further, yes, if he has that little information to an hour, you'll see this is how he starts. First off,"
    },
    {
      "end_timestamp": 1072.0,
      "id": "47051f33-f9cf-306c-8b92-9da4e436ad28",
      "speaker": "Alex Jones",
      "start_timestamp": 1044.0,
      "text": "my friends, Donald Trump has had his Attorney General come out Jeff Sessions, and say the number one priority right now is going after Julian Assange and quote leakers? Well, you're not a leaker when you're exposing criminal activity and an out of control rogue government. And it was WikiLeaks and the great patriots in our government that leaked the information that helped get the truth out about the Democratic Party and the Republican establishment that put Donald John Trump into office. A couple things"
    },
    {
      "end_timestamp": 1082.0,
      "id": "74cba137-d436-33ce-a244-d0a3874bfd77",
      "speaker": "Jordan",
      "start_timestamp": 1072.0,
      "text": "he's very conflicted about, is he saying WikiLeaks is good? Yeah. In in defiance of the Trump administration."
    },
    {
      "end_timestamp": 1085.0,
      "id": "90a74d88-a3f6-3948-8d45-7f11cb9e8ca2",
      "speaker": "Dan",
      "start_timestamp": 1082.0,
      "text": "Yeah. And he talks about how like, that's disloyal."
    },
    {
      "end_timestamp": 1106.0,
      "id": "3aba49a9-bbbb-3eb2-bdae-8c4f58770067",
      "speaker": "Jordan",
      "start_timestamp": 1085.0,
      "text": "So I'm assuming that Julian Assange has released the new Sandy Hook information, and we're gonna get right into it. And this is the this is the preamble to getting really into the meat of what it is Julian Assange himself, the Patriot from not America at all. Nope. Who is not beholden to our laws?"
    },
    {
      "end_timestamp": 1109.0,
      "id": "bc2b182a-965a-3ff9-a6ed-711dd042f474",
      "speaker": "Dan",
      "start_timestamp": 1106.0,
      "text": "Certainly not."
    },
    {
      "end_timestamp": 1110.0,
      "id": "ae4d64b7-db7f-327e-bdb5-08e477d6e480",
      "speaker": "Jordan",
      "start_timestamp": 1109.0,
      "text": "Is the one No, it's"
    },
    {
      "end_timestamp": 1127.0,
      "id": "03990b61-b43f-3194-ac18-51be6edf2f41",
      "speaker": "Dan",
      "start_timestamp": 1110.0,
      "text": "not. But there's two things in that clip that I think are interesting. The first is that the President does not tell the attorney general what to do. That's not how should should work. So if Trump is telling Jeff Sessions A go after them, yes, that's really bad. There they are independent branches. Independent. All right."
    },
    {
      "end_timestamp": 1147.0,
      "id": "849bf8ad-49af-30b4-ab91-fa42876bd67a",
      "speaker": "Jordan",
      "start_timestamp": 1127.0,
      "text": "Now, let's, let's let's get rid of any pretense of how our government should work fine. That did look the Constitution meaningless today, it just means nothing anymore. Fair. The DOJ if people are fired for disagreeing with Trump, so it's made up? Yeah, it's all nonsense. That's"
    },
    {
      "end_timestamp": 1148.0,
      "id": "dfcf6f50-c16b-3535-b7c4-b4491d11f35c",
      "speaker": "Dan",
      "start_timestamp": 1147.0,
      "text": "fair. That's fair."
    },
    {
      "end_timestamp": 1164.0,
      "id": "6c2f6550-71df-3eb4-9bfe-d09f34048277",
      "speaker": "Jordan",
      "start_timestamp": 1148.0,
      "text": "If anybody does anything, assume that Trump either has no idea what's going on, or said in tears over just a long series of TV graphics about his poll numbers. Go do something to stop Julian is that"
    },
    {
      "end_timestamp": 1167.0,
      "id": "7d164862-11a8-305a-a5dd-3321c4696784",
      "speaker": "Dan",
      "start_timestamp": 1164.0,
      "text": "Jeffery, please distract them Jeffery."
    },
    {
      "end_timestamp": 1170.0,
      "id": "b1e2575b-a1eb-3f0e-93e0-4938e6500272",
      "speaker": "Jordan",
      "start_timestamp": 1167.0,
      "text": "So let's say he doesn't know his first name."
    },
    {
      "end_timestamp": 1190.0,
      "id": "391a790a-40af-3f6d-b2b5-bec38364a09a",
      "speaker": "Dan",
      "start_timestamp": 1170.0,
      "text": "The second thing that I think is interesting is that Alex is accidentally in there, I believe making an argument why you should prosecute WikiLeaks really? Well. He's saying that these patriots, these rogue patriots in the intelligence community, gave them classified documents, which is illegal, and that they disseminated them which would be illegal."
    },
    {
      "end_timestamp": 1221.0,
      "id": "eb07fac4-7f08-397a-aed7-856a0413e50c",
      "speaker": "Jordan",
      "start_timestamp": 1190.0,
      "text": "Um, no. Yeah, disagree. Yeah, disagree. Fine. Technically, technically, the people who leaked the information Under the barest rule of the Espionage Act, which again should not be used ever period because it's bullshit. But technically, they did commit a crime, right? But if you're going to say that WikiLeaks by distributing that information committed a crime, then every single news organization I on this fucking planet,"
    },
    {
      "end_timestamp": 1239.0,
      "id": "2a29b384-bc6c-3746-b88b-4b2066ddd62a",
      "speaker": "Dan",
      "start_timestamp": 1221.0,
      "text": "this is a bigger argument than we have the time to get into right now. Yeah, but I don't think that WikiLeaks should be treated necessarily the same as a normal journalistic outlet, because they are doing things strategically. And they have been shown to withhold leaks that they have gotten for suspicious reasons"
    },
    {
      "end_timestamp": 1248.0,
      "id": "d76839e1-fdfb-345f-b14b-a6325c669f01",
      "speaker": "Jordan",
      "start_timestamp": 1239.0,
      "text": "as the guardian. Okay, well, this is gonna be a longer conversation than we have time to listen, we need to get down to the new Sandy Hook information."
    },
    {
      "end_timestamp": 1295.0,
      "id": "a0681226-c340-3e07-8e66-5ae53a125613",
      "speaker": "Dan",
      "start_timestamp": 1248.0,
      "text": "My point? I think I can put a button on it. Yes. Is that there were instances like the case of Chelsea Manning, who revealed things that were atrocious. They were war crimes and what have you. Yeah, a lot of the stuff that he was prosecuted for a lot of? That's another thing. Again, that's a whole other Yeah, a lot of the stuff that was leaked here, these Clinton emails and stuff, they don't document a crime, then right. So I don't think you should treat them the same way. One of them is a horrible propaganda campaign against a specific person. Okay. The other is legitimate whistleblowing. Interesting. That's, I don't know how you treat them differently. Right. But in my heart, and in my mind, I know they're not the same thing."
    },
    {
      "end_timestamp": 1319.0,
      "id": "e103bb1b-9ab2-3ecb-a829-690443066bf2",
      "speaker": "Jordan",
      "start_timestamp": 1295.0,
      "text": "I think that's where we get into the, and this is the bullshit argument I do not want to make. But it is that slippery slope, the slippery slope argument, I don't I rarely ever agree with slippery slope arguments. Sure, because usually, they're a cop out. But in this particular instance, as as well as in, I think, the Gawker instance, but that's a whole nother can of worms."
    },
    {
      "end_timestamp": 1350.0,
      "id": "c540e87a-5785-3f0b-bd4b-e01062fe8a03",
      "speaker": "Dan",
      "start_timestamp": 1319.0,
      "text": "Well, look, I know what you're saying, and what you need to what you need to clarify, or, or be is like, a slippery slope is a logical fallacy, because you're saying that something will leave something in the future, and you have no way of knowing that, yes, what you can say instead of a slippery slope, you can say it makes a precedent, like the Gawker case makes a precedent. That's really scary. Yes. But it's not like, Okay, now everybody is going to go down. That's the slippery slope saying, saying the courts can look at this and say that, Oh, that's an example there. That's precedent. And that's bad."
    },
    {
      "end_timestamp": 1373.0,
      "id": "419309bd-ae44-3ddc-87fc-6b20f1167fff",
      "speaker": "Jordan",
      "start_timestamp": 1350.0,
      "text": "They the only the only thing about that, though, is that by setting that precedent, now, you now you expand the liability of a news organization. Sure. And when you do that, that makes them far more cautious and fearful. And I would prefer a fourth estate that goes too far than one that is afraid all the"
    },
    {
      "end_timestamp": 1383.0,
      "id": "c165d139-1af0-3ba5-a851-650a35ada4e6",
      "speaker": "Dan",
      "start_timestamp": 1373.0,
      "text": "time. I would like to err on that side, too. I would also think that you probably shouldn't fucking publish people sex tapes. Yeah. So I agree. Yeah, we the world is confused. It's"
    },
    {
      "end_timestamp": 1394.0,
      "id": "99a34a0d-02b1-338a-8daf-44a8688b7658",
      "speaker": "Jordan",
      "start_timestamp": 1383.0,
      "text": "almost like the two of us can't solve this ourselves. Probably not. It's a brand. Life's complicated. Call the proud boys get them in here. We need to outlaw censorship. Look, there's"
    },
    {
      "end_timestamp": 1409.0,
      "id": "5a752c1a-2cee-3e96-98c8-851993416321",
      "speaker": "Dan",
      "start_timestamp": 1394.0,
      "text": "a lot of details here. There's a lot of stuff that we can't really as much a policy wonks as we are. It's difficult to get to the bottom of it. But I'll tell you one thing, Alex Jones is a man who loves to get it really gets into the nitty gritty. Yeah, he talks about that a little bit in this next class,"
    },
    {
      "end_timestamp": 1420.0,
      "id": "ab60e5a4-3762-3509-804f-e67a852fa37b",
      "speaker": "Jordan",
      "start_timestamp": 1409.0,
      "text": "he goes into the Espionage Act and how it was written in the early 1910s. In order to Yeah, I'm assuming we're gonna really get into the meat of that, right. Yeah,"
    },
    {
      "end_timestamp": 1424.0,
      "id": "99c53c2c-08d3-398a-8b99-c01e8725853a",
      "speaker": "Alex Jones",
      "start_timestamp": 1420.0,
      "text": "I'm somebody that really tries to get to the heart of the matter and what's going on?"
    },
    {
      "end_timestamp": 1431.0,
      "id": "bcdb8751-e851-34f3-b95e-319f915b818a",
      "speaker": "Dan",
      "start_timestamp": 1424.0,
      "text": "Yes, yep. Yep, you are, you definitely are i That's a short clip. And"
    },
    {
      "end_timestamp": 1433.0,
      "id": "7e410454-047f-3f1d-ae88-a7e1da279fbf",
      "speaker": "Jordan",
      "start_timestamp": 1431.0,
      "text": "we just confirmed that word for word."
    },
    {
      "end_timestamp": 1451.0,
      "id": "dc1f8b67-9bd3-3c24-bbdd-7e3d880c4f7b",
      "speaker": "Dan",
      "start_timestamp": 1433.0,
      "text": "It's important though, that he's saying that because we're going to demonstrate as we do on every fucking episode that he doesn't. So just have that in your mind. Okay. So he goes on after this, again, not to talk about Sandy Hook. But he goes on to talk about how he was on Rogan that one time,"
    },
    {
      "end_timestamp": 1519.0,
      "id": "529cb21c-8ab0-3256-9057-6fcdade61085",
      "speaker": "Alex Jones",
      "start_timestamp": 1451.0,
      "text": "even though it's painful to cover some of these topics. And even though it's very, very upsetting to see the media take out of context, what we cover what we say, and what we do to demonize us and a lie about us. I've seen that in the last few weeks at a level I've never seen it before. Pure and total deception. I go on Joe Rogan's podcast you did few months ago, number one podcast he's ever done. Number one podcast ever period. Now over 60 million downloads conservatively, for one podcast, a four hour one a TED or three hours, 45 minutes. When we say we don't agree with Trump, he's got big problems like grab him by the you know what? Post it. Yeah, none of us agree with that. But you can see how the media took it out of context and act like he was jumping out of a bushcraft and women. These were women throwing themselves on him. So it would call it right but it's still not good behavior to say you can just grab them by don't even wear mammals. It's all over the news again. Alex shows Defense Donald Trump they'll play the clip. But on both ends of it, ladies and gentlemen, they will not show you Joe Rogan myself, Eddie Bravo saying we Trump is wrong. Trump shouldn't have done it. Trump does a lot of bad things, quotes or quotes."
    },
    {
      "end_timestamp": 1529.0,
      "id": "4d50021a-8fd9-3865-a898-e4b52eee1e60",
      "speaker": "Dan",
      "start_timestamp": 1519.0,
      "text": "Those are the quotes that he would like to say. And just for fun, here is the clip of him on Joe Rogan. You can see if what he just said matches up at all with reality."
    },
    {
      "end_timestamp": 1537.0,
      "id": "cf5976fe-e6ec-3243-aae4-b44c5624d9c5",
      "speaker": "Jordan",
      "start_timestamp": 1529.0,
      "text": "Do we also get to hear Eddie Bravo ask him about aliens again. I want more Eddie Bravo my life"
    },
    {
      "end_timestamp": 1554.0,
      "id": "234855eb-c9f2-37a1-8fb8-7e45abff1427",
      "speaker": "Dan",
      "start_timestamp": 1537.0,
      "text": "well then go fucking watch he and Joe Rogan I'm not gonna do that. You enjoy that much Eddie Bravo my life you and Rogan just had on the show on Rogan's podcast just had an hour long, violent argument about whether the earth is flat. So if you want that, go find it. It's all right. Anyway,"
    },
    {
      "end_timestamp": 1557.0,
      "id": "b86263d1-43dd-3fcd-8af1-9fed5feeaeaa",
      "speaker": "Jordan",
      "start_timestamp": 1554.0,
      "text": "I'm done with you. Here's the clip of him at Eddie Bravo."
    },
    {
      "end_timestamp": 1563.0,
      "id": "a37629a9-9b53-3aba-9eb3-9c0940539ad4",
      "speaker": "Dan",
      "start_timestamp": 1557.0,
      "text": "This is what Alex says people take out of context. And I would argue that he is taking himself out of context."
    },
    {
      "end_timestamp": 1567.0,
      "id": "c1b103f9-9423-3a61-8e49-0dc2b30528ca",
      "speaker": "Joe Rogan",
      "start_timestamp": 1563.0,
      "text": "As Donald Trump's in the kk k is if Donald Trump, are you sure he's racist? Are you sure"
    },
    {
      "end_timestamp": 1595.0,
      "id": "368cdc5e-96bd-3aea-8d51-1474f22f4474",
      "speaker": "Alex Jones",
      "start_timestamp": 1567.0,
      "text": "there's any discrimination he hires gay guys around his casinos and hotels, and his friends with him and like gave interviews to the advocate 20 years ago, it's all just complete made up horse crap. He's waving a rainbow flag at the RNC speech. He says Republicans have to stop being mean to gay people and have to be inclusive. He's about to enforce civil rights laws for gays and others, and they're calling him a literal homophobe. Now listen, all upside down BS man."
    },
    {
      "end_timestamp": 1605.0,
      "id": "e2b4003a-5cf5-321a-b577-261ed7f1a035",
      "speaker": "Joe Rogan",
      "start_timestamp": 1595.0,
      "text": "This is but this is my problem with it. My problem with it is that people want to use a real, you're a bigot, you're this You're that they want to come up with a nice quick label"
    },
    {
      "end_timestamp": 1607.0,
      "id": "1d4a4bfb-c5f4-3dc2-bf0c-7d503b28d447",
      "speaker": "Alex Jones",
      "start_timestamp": 1605.0,
      "text": "that officially makes them that makes"
    },
    {
      "end_timestamp": 1636.0,
      "id": "c543ef76-076b-3953-9e2f-6ecbb50b4c26",
      "speaker": "Joe Rogan",
      "start_timestamp": 1607.0,
      "text": "it boxes you in, finds you and then you have to defend yourself. Look, you said it best at the beginning of this. Donald Trump is not perfect. He's a man. And he's also a super ambitious super wealthy man. It's constantly on the go. And those kinds of dudes are type a hyper aggressive personalities. And he's definitely said some shit. He shouldn't have said, right? I mean, we all do. Yeah. And the big one that he said in confidence with that Billy Bush guy, the grabbing by the pussy thing. That's the big one who"
    },
    {
      "end_timestamp": 1651.0,
      "id": "63b39c98-bafe-36b1-bc20-5fe58aefa5a9",
      "speaker": "Alex Jones",
      "start_timestamp": 1636.0,
      "text": "hasn't in confidence, especially if you're famous said Man, it's crazy. Women throw themselves on you. You can do anything you want. Sexual Assault, a woman's climbing up on top of you. You can do whatever you want. That's what mammals do. Not when she wants it. She gets it. Sexual Assault. It's pure horse"
    },
    {
      "end_timestamp": 1659.0,
      "id": "0dfcff4c-0842-3f2f-9aa4-29d34467a36d",
      "speaker": "Eddie Bravo",
      "start_timestamp": 1651.0,
      "text": "created if a woman said he I just I could just see it in their eyes. I could just go and grab him in the balls. We wouldn't. We wouldn't laugh or fucking"
    },
    {
      "end_timestamp": 1667.0,
      "id": "50ac0cd0-f2b6-3044-9622-fd6105304f7a",
      "speaker": "Joe Rogan",
      "start_timestamp": 1659.0,
      "text": "Rihanna just talked about her she could fuck any guy who wants his walks up to him grabs by the deck. We'll be like crazy. Total we think it's amazing."
    },
    {
      "end_timestamp": 1673.0,
      "id": "901139c3-2978-3ee9-a54d-6d17df643687",
      "speaker": "Eddie Bravo",
      "start_timestamp": 1667.0,
      "text": "wasn't talking about the the hides behind bushes and waits for joggers reaches out in"
    },
    {
      "end_timestamp": 1679.0,
      "id": "caefbaed-c348-3137-b011-4eb6fe78898c",
      "speaker": "Joe Rogan",
      "start_timestamp": 1673.0,
      "text": "context. He's got a context. He's having a guy conversation, right? Like he described it as locker room."
    },
    {
      "end_timestamp": 1681.0,
      "id": "9ba62021-9ddb-30b3-98c7-ab58dbd57235",
      "speaker": "Jordan",
      "start_timestamp": 1679.0,
      "text": "But this is not the record. No, I"
    },
    {
      "end_timestamp": 1682.0,
      "id": "24827143-b67d-3877-8b2a-7bfed0e3559e",
      "speaker": "Alex Jones",
      "start_timestamp": 1681.0,
      "text": "got this."
    },
    {
      "end_timestamp": 1692.0,
      "id": "cc8b8ed7-c3d0-3b12-8d78-9e460e289d83",
      "speaker": "Joe Rogan",
      "start_timestamp": 1682.0,
      "text": "And this is not the mean. It's definitely not something you should have said probably right. We don't all agree to that. But what is he really doing? He's really, we call talking shit."
    },
    {
      "end_timestamp": 1709.0,
      "id": "02401db6-ed91-3dba-a210-5687262119fe",
      "speaker": "Dan",
      "start_timestamp": 1692.0,
      "text": "Nope. So that's nobody calls that talking shit. No, that's the clip from Rogan. And I think that anybody saying that he was defending Trump's actions is totally right. The only was absolutely defending Trump's actions and even the grabbing by the pussy stuff."
    },
    {
      "end_timestamp": 1714.0,
      "id": "4ea76085-4d34-331a-b73f-c7637bce5793",
      "speaker": "Jordan",
      "start_timestamp": 1709.0,
      "text": "That Cleo and Eddie Bravo were sure defending is actually that clip which again, go fuck yourself, guys, that"
    },
    {
      "end_timestamp": 1751.0,
      "id": "d9cd85c6-8b62-3b0f-a10c-c0c70b10c2b4",
      "speaker": "Dan",
      "start_timestamp": 1714.0,
      "text": "clip is not a depiction what he's talking about is not willing participants. He's talking about, like just kissing people before they even get introduced. He's talking about moving in on people like a bitch. And then they reject Him. But then he grabs them grabs people's pussies. Like that's not what's going on. And Alex is absolutely in that clip making excuses for him. He hides behind the a look. He's not perfect, which is hey, look, he's not perfect, which is what horrible people do they like look, I'm not perfect. Hey, we made them they're worse people."
    },
    {
      "end_timestamp": 1775.0,
      "id": "f9f813fe-0730-3812-9ec0-f12bbf7a0bbd",
      "speaker": "Jordan",
      "start_timestamp": 1751.0,
      "text": "Sure they're worse people. It's it's not that's that's the thing. They like that false bullshit of like, well, it's not rape. Right? That it? That doesn't make it okay. No, it's a monstrous everyday thing that so many women have to deal with. But your defense is well, I mean, it's not rape. It's that's not a defense. So"
    },
    {
      "end_timestamp": 1780.0,
      "id": "a0cbaf31-2eb3-3ed7-b848-d0982642f40f",
      "speaker": "Dan",
      "start_timestamp": 1775.0,
      "text": "defense is like, wow, it could have been worse. Yeah, great. Yeah, that's cool. Yeah. Hey,"
    },
    {
      "end_timestamp": 1787.0,
      "id": "6d1ed434-c61c-3f9f-9a2d-6f728ce628e0",
      "speaker": "Jordan",
      "start_timestamp": 1780.0,
      "text": "look, you totaled my car but not gonna I'm not gonna press charges because you didn't kill me. It could have been worse. So"
    },
    {
      "end_timestamp": 1794.0,
      "id": "f3f54335-419f-3395-8910-a740f68a30de",
      "speaker": "Dan",
      "start_timestamp": 1787.0,
      "text": "already Alex has lied about what he did on Rogen show he's already twisted it and I got the receipt right there. All right, you're busted out. We're"
    },
    {
      "end_timestamp": 1798.0,
      "id": "78c846a0-9ad2-3dc2-b736-ab9ff60a55e3",
      "speaker": "Jordan",
      "start_timestamp": 1794.0,
      "text": "gonna use you're gonna use a lot a lot of slang today."
    },
    {
      "end_timestamp": 1805.0,
      "id": "0a24aa09-5997-3094-9dae-e6822010cd69",
      "speaker": "Dan",
      "start_timestamp": 1798.0,
      "text": "I've just seen people say that on tour. returned I've always wanted and wanted excuse to say it but have never had the good"
    },
    {
      "end_timestamp": 1809.0,
      "id": "e4dc1976-07a4-3b2e-baf7-5dd2eee2a1b2",
      "speaker": "Jordan",
      "start_timestamp": 1805.0,
      "text": "now you got it. Yeah, that's what this real that's what this episode is really my receipts"
    },
    {
      "end_timestamp": 1811.0,
      "id": "a25322ba-e962-347b-8c90-48f5ae524627",
      "speaker": "Dan",
      "start_timestamp": 1809.0,
      "text": "are all fleek."
    },
    {
      "end_timestamp": 1812.0,
      "id": "90cf7fe8-5ae5-3cc7-953e-5e6885a2aa08",
      "speaker": "Jordan",
      "start_timestamp": 1811.0,
      "text": "All right, you're done."
    },
    {
      "end_timestamp": 1820.0,
      "id": "3cfb714c-ca16-3cc3-9989-becaf800203e",
      "speaker": "Dan",
      "start_timestamp": 1812.0,
      "text": "Alright, so this next clip Alex says that the media takes him out of context. But he has an interesting twist on what his integrity says."
    },
    {
      "end_timestamp": 1843.0,
      "id": "f1dabde6-f923-37c3-b867-3c776a61ec2e",
      "speaker": "Alex Jones",
      "start_timestamp": 1820.0,
      "text": "They absolutely laugh at me and they think it's all a big giant joke. Yeah, they laugh last year they laugh this year, they cut it out of context. And they lie. Ladies and gentlemen, I would never do that to somebody. And in fact, when we've gotten pieces of news that we've discovered, have been taken out of context that we were given, we come out and do a retraction"
    },
    {
      "end_timestamp": 1864.0,
      "id": "66da1f7a-dae6-3040-81a5-4532a8d07c3d",
      "speaker": "Dan",
      "start_timestamp": 1843.0,
      "text": "bullshit, please go to knowledge fight.com/live files. If you would like to see a thing, a list of things that you owe people apologies for you owe George Soros an apology. You owe Hillary Clinton an apology. You owe the Ninth Circuit Court an apology. You owe you owe you all your employees an apology. Just"
    },
    {
      "end_timestamp": 1868.0,
      "id": "e9ce6a93-b6cd-3ec9-872b-768ea0b30397",
      "speaker": "Jordan",
      "start_timestamp": 1864.0,
      "text": "how about we do it the other way find any retraction?"
    },
    {
      "end_timestamp": 1871.0,
      "id": "f3e62dd4-34da-3f11-8044-485705511b6d",
      "speaker": "Dan",
      "start_timestamp": 1868.0,
      "text": "Well, there's the pizza gate one from recently. But isn't he actually"
    },
    {
      "end_timestamp": 1878.0,
      "id": "de0714c9-3ea3-3287-8a28-9414430ae498",
      "speaker": "Jordan",
      "start_timestamp": 1871.0,
      "text": "just He himself said, This is not a retraction. Right? Right. Right, right. So that one is immediately a classic"
    },
    {
      "end_timestamp": 1885.0,
      "id": "fb32306c-6967-3f3e-ae45-0076de558e3a",
      "speaker": "Dan",
      "start_timestamp": 1878.0,
      "text": "example that he can go to now because it made such a media splash when he did it, that he'd be like, like I did there."
    },
    {
      "end_timestamp": 1898.0,
      "id": "f15e508d-f3c1-33c6-9b5d-60c8e37de854",
      "speaker": "Jordan",
      "start_timestamp": 1885.0,
      "text": "It's not a it's it's not a retraction, you have to retract it. You have to say the entire pizza gate story was wrong. And we were wrong for doing it. How many different times and this is not? Ah,"
    },
    {
      "end_timestamp": 1903.0,
      "id": "06afe665-6847-3459-bef8-5eff72c9aa32",
      "speaker": "Dan",
      "start_timestamp": 1898.0,
      "text": "I'll tell you this. I hate this. The Sandy Hook video also not a retraction. Oh, it's not new."
    },
    {
      "end_timestamp": 1904.0,
      "id": "abf4b751-9fd3-32ae-b802-70b752c1dff7",
      "speaker": "Jordan",
      "start_timestamp": 1903.0,
      "text": "I assumed I although after"
    },
    {
      "end_timestamp": 1921.0,
      "id": "e8dd85c6-9aa0-35ad-b320-ee5a3f4ac04c",
      "speaker": "Dan",
      "start_timestamp": 1904.0,
      "text": "we get done with this episode, I think I might email him or link and ask him for a retraction. Oh, because I can thoroughly prove that he is a complete liar about this. Okay, I can't I can't overstate it. It's just literally, he's a liar."
    },
    {
      "end_timestamp": 1933.0,
      "id": "df45599c-4941-36ee-9d90-2e83e8e4b029",
      "speaker": "Jordan",
      "start_timestamp": 1921.0,
      "text": "So in this episode, there's going to be no lying versus stupid. None. No, this is full on. Yep. He is in full control of his fac faculties."
    },
    {
      "end_timestamp": 1948.0,
      "id": "a303af16-afaf-396f-886b-03481fea8a62",
      "speaker": "Dan",
      "start_timestamp": 1933.0,
      "text": "There's no wiggle room and he is lying. Absolutely. Well, we'll get to in a minute. But here's where he starts to introduce the narrative about Sandy Hook. This is probably like, I would say 10 minutes into his our report?"
    },
    {
      "end_timestamp": 1960.0,
      "id": "afda9557-fd67-3d1d-96a8-7a6e9021fbba",
      "speaker": "Alex Jones",
      "start_timestamp": 1948.0,
      "text": "No, it's because we're not fake. When we get more information and learn, we were wrong about something that we come out and talk about it. Now I'm gonna get into some new Sandy Hook information here today."
    },
    {
      "end_timestamp": 1968.0,
      "id": "092a0cbb-6b84-30db-9115-9f4051b3c279",
      "speaker": "Dan",
      "start_timestamp": 1960.0,
      "text": "So he introduced the saying that we're going to talk about Sandy Hook by saying that, like when we get new information, we come out and talk about it right about truth,"
    },
    {
      "end_timestamp": 1973.0,
      "id": "5095270c-6dd7-3068-bc06-0076d7ac2b28",
      "speaker": "Jordan",
      "start_timestamp": 1968.0,
      "text": "right? So he's going to acknowledge that he was wrong,"
    },
    {
      "end_timestamp": 1976.0,
      "id": "3dc4ce9f-ef2e-3898-9ad9-32b4634c7a5a",
      "speaker": "Dan",
      "start_timestamp": 1973.0,
      "text": "that would be new information, and that he actually there'll be old information that would"
    },
    {
      "end_timestamp": 1985.0,
      "id": "23eadc26-c03e-3939-884e-3f0fcf66a260",
      "speaker": "Jordan",
      "start_timestamp": 1976.0,
      "text": "that he's damaged a lot of people's lives and hurt a lot of people, right. And he is very remorseful about that. Because that's not what Infowars is about."
    },
    {
      "end_timestamp": 2002.0,
      "id": "b0e95e8f-eccc-3504-8739-e3c629eb2086",
      "speaker": "Dan",
      "start_timestamp": 1985.0,
      "text": "And just by his actions, he has minimized the murders of people's children and traumatized parents. Yeah. And he doesn't need to harass them in person to do that. Not just his actions are plenty. Yep. But instead of actually getting to the information, he goes to complain a little bit about Madeleine Albright."
    },
    {
      "end_timestamp": 2004.0,
      "id": "bfcc20f7-5f02-3090-8eb7-89a220de782c",
      "speaker": "Jordan",
      "start_timestamp": 2002.0,
      "text": "Oh, good. That was"
    },
    {
      "end_timestamp": 2039.0,
      "id": "0b4201b3-c892-339b-a630-cc5b62fceb3e",
      "speaker": "Alex Jones",
      "start_timestamp": 2004.0,
      "text": "hoping for some of the new developments and what's been happening in the medium. And the first thing I want to play though, before I get into this, to kick this off, now I'm gonna get back into Donald Trump later, it all ties together is Madeleine Albright on 60 minutes with Lesley Stahl. 14 years ago, 15 years ago, saying 500,000 Iraqi kids dying was a reasonable price to pay. And I'm gonna tie that into Sandy Hook, and so much more. Straight ahead. Here's Madeleine Albright."
    },
    {
      "end_timestamp": 2051.0,
      "id": "f13fb924-fe8c-3feb-971a-f2519f9f1584",
      "speaker": "Leslie Stahl",
      "start_timestamp": 2039.0,
      "text": "We have heard that half a million children have died. I mean, that's more children than died when we're in Hiroshima. And you know, is the price worth it?"
    },
    {
      "end_timestamp": 2057.0,
      "id": "2dc1531b-5f3d-3a24-8173-18058a7e1916",
      "speaker": "Madeleine Albright",
      "start_timestamp": 2051.0,
      "text": "I think this is a very hard choice, but the price we think the price is worth it."
    },
    {
      "end_timestamp": 2077.0,
      "id": "dc9e5a98-4490-3b0a-bc34-7b422230c8c3",
      "speaker": "Alex Jones",
      "start_timestamp": 2057.0,
      "text": "So there you go. It's a good price. It's worth it. That's 500,000 Iraqi children. The 1991 War was wrong. Turns out Saddam was a CIA operative who was ordered to attack Iran in the Iran Iraq War ordered to attack Kuwait given the green light. US Ambassador told me it was okay. But what am I getting at here?"
    },
    {
      "end_timestamp": 2107.0,
      "id": "12e9ea7a-7921-32c8-bde5-562e05792db9",
      "speaker": "Dan",
      "start_timestamp": 2077.0,
      "text": "We don't know. What are you getting also those those things about Saddam that he says at the end? You notice he doesn't have any documentation for it? He doesn't prove it. He just says it and he's like, Oh, it must be you know what? Yeah. And if you go to his like, you go to Info Wars and try and find any documentation on it. There's nothing nothing. So this Madeleine Albright thing, he said it was 14 years ago, which would have been 2003 you Yes, that is a fucking huge lie. It was 1996. Okay, it was a 1996 interview that she did on CBS."
    },
    {
      "end_timestamp": 2112.0,
      "id": "90163bb3-ae42-3304-b12b-801f5e929cf3",
      "speaker": "Jordan",
      "start_timestamp": 2107.0,
      "text": "I was gonna say, because it's not about the Iraq War. She was not involved with the Iraq war."
    },
    {
      "end_timestamp": 2119.0,
      "id": "9f069117-7b53-38b9-9967-07dbde911c4d",
      "speaker": "Dan",
      "start_timestamp": 2112.0,
      "text": "No, it was about Desert Storm. It was the original time in Iraq. Yeah. What happened? Like the prequel really"
    },
    {
      "end_timestamp": 2124.0,
      "id": "1011816a-4fca-3269-8655-39d072ca7901",
      "speaker": "Jordan",
      "start_timestamp": 2119.0,
      "text": "it was the it was the The Phantom Menace to our Clone Wars. Right? Right."
    },
    {
      "end_timestamp": 2181.0,
      "id": "7f6c00d3-a678-37d5-9ebb-a98134085509",
      "speaker": "Dan",
      "start_timestamp": 2124.0,
      "text": "So she says he doesn't give any context what she's talking about, which he said he doesn't do. He's, I don't, I wouldn't ever take someone out of context. So what happened if you're talking about is that Saddam Hussein invaded Kuwait? Yes, I did happen. Alex, if you'd like to prove that he was told by the CIA to do it, I welcome you to do that. For now, what we know is that he did that. And in response, we put sanctions on Iraq, we put very serious sanctions that ended up causing a lot of people to die, economic sanctions and that sort of thing. Madeleine Albright has gone on record and said, we were very specific, we did not put sanctions on food or medicine, those sorts of things could still go in. But you know, people end up hoarding stuff, right? It's not something you can really control the distribution of. No, that's that's a big problem. But that's not not our problem, necessarily. And I don't know how you'd solve that. So 500,000 I"
    },
    {
      "end_timestamp": 2186.0,
      "id": "11ea0b58-ed2b-3b80-93d9-ea29c4887b9d",
      "speaker": "Jordan",
      "start_timestamp": 2181.0,
      "text": "don't think I don't think 500,000 Children is a an acceptable price to"
    },
    {
      "end_timestamp": 2241.0,
      "id": "4a9d312b-7a24-3c8d-8762-67edd0262957",
      "speaker": "Dan",
      "start_timestamp": 2186.0,
      "text": "pay absolutely no fucking anything. But what she was talking about was in that interview was is that an acceptable price to pay to try and stop someone from invading other countries? And that is a bad quote, that is bad. And so in Democracy Now, back in 2004, caught up with Madeleine Albright and interviewed her about that clip. Yeah. Amy Goodman is quoted as saying, Secretary Albright, the question I've always wanted to ask, Do you regret having said when you when asked, Do you think the price is worth it? Here's Madeleine Albright. Oh, brights response. And I quote, I've said 5000 times that I regret it. It was a stupid statement. I never should have made it. And if everybody else that has ever made a statement they regret would stand up, there would be a lot of people standing. I have many, many times said that. And I wish people would report that I've said that I wrote even in my book that it was a stupid statement."
    },
    {
      "end_timestamp": 2260.0,
      "id": "9c34dff5-e5b0-31f1-bfc5-40ead7a78ad1",
      "speaker": "Jordan",
      "start_timestamp": 2241.0,
      "text": "Oh, so she stood up and gave a retraction for what she said, Yes, that is both honorable of her. And also, it was a stupid thing to say it was. And I wish she hadn't said it. Sure. And I wish she had known that when she was in fucking power."
    },
    {
      "end_timestamp": 2263.0,
      "id": "26e7696f-cf72-311c-9a4f-a15bcb34f524",
      "speaker": "Dan",
      "start_timestamp": 2260.0,
      "text": "Probably Probably afterwards, after the fact."
    },
    {
      "end_timestamp": 2269.0,
      "id": "b533f664-9d66-3113-aa41-59f0e26ace54",
      "speaker": "Jordan",
      "start_timestamp": 2263.0,
      "text": "That's like Obama coming out and saying like, Hey, I wish we hadn't killed so many civilians. Sure. Sure. I agree. It doesn't"
    },
    {
      "end_timestamp": 2310.0,
      "id": "f2ec713b-f166-3d19-a423-111aa0c5666d",
      "speaker": "Dan",
      "start_timestamp": 2269.0,
      "text": "make it better believe it doesn't make it better. But this instance, isn't the media lying? No. It's someone who made an unfortunate statement. But at the same time, even as stupid as that statement is, you kind of understand where it came from. Yeah, like there was a war going on. There was a guy who was in power, who was invading his neighbors, he was a monster. And it's like we talk about sometimes you you end up siding with a force that you don't 100% agree with to take out? Like, we sided with al Qaeda against Russia, right? In a proxy war, right. It's the same sort of thing. You make terrible decisions. You make unfortunate alliances. You have to like sometimes you do that, and it's fucked up. But it's not. It's not what Alex is saying. Global foreign"
    },
    {
      "end_timestamp": 2315.0,
      "id": "a198016b-ab66-3a90-824b-5d16e28ac41a",
      "speaker": "Jordan",
      "start_timestamp": 2310.0,
      "text": "politics are. I'm not gonna lie to you. Pretty complicated."
    },
    {
      "end_timestamp": 2329.0,
      "id": "87e23619-687a-367c-8d55-593ac0030fe8",
      "speaker": "Dan",
      "start_timestamp": 2315.0,
      "text": "It's just it's just a complete mess. Yeah. And look, yeah, I shouldn't have said that. Yeah, but fuck you, Alex. You're taking it totally out of context. And you're not you're not. You're not a Walkman. You're not dealing. You're not dealing with"
    },
    {
      "end_timestamp": 2338.0,
      "id": "e06a9b29-8988-3928-a33b-5a82827e0587",
      "speaker": "Jordan",
      "start_timestamp": 2329.0,
      "text": "not until you donate to our Patreon. Oh, Alex Jones, Alex Jones, donate to our Patreon, he will get a policy walk. Absolutely, we will absolutely do that for that will"
    },
    {
      "end_timestamp": 2363.0,
      "id": "12191881-48d1-3f16-b14c-306c057d66ad",
      "speaker": "Dan",
      "start_timestamp": 2338.0,
      "text": "be a very complicated moment, if you don't. Like we can't say he's not. So after this, he goes on to give a string of lies about about the times media has lied about stuff. And then he gets into talking about the lies that made us bomb Syria. Right. And he talks about that and he ends up saying, Trump's pretty cool, man. He's pretty cool."
    },
    {
      "end_timestamp": 2365.0,
      "id": "150fb3b3-a033-35db-8818-ed3795bf5b12",
      "speaker": "Jordan",
      "start_timestamp": 2363.0,
      "text": "Great. Glad."
    },
    {
      "end_timestamp": 2369.0,
      "id": "1daebb1d-6e6b-3a5f-9471-3d1f2d72838c",
      "speaker": "Alex Jones",
      "start_timestamp": 2365.0,
      "text": "Where's the left criticizing Trump for doing that?"
    },
    {
      "end_timestamp": 2370.0,
      "id": "baddb756-3b0c-3bce-bdf3-af55c3fa42ac",
      "speaker": "Dan",
      "start_timestamp": 2369.0,
      "text": "Right here Sorry, sorry, I"
    },
    {
      "end_timestamp": 2376.0,
      "id": "864be8e5-c9bb-363c-8346-dfbc1347062e",
      "speaker": "Dan",
      "start_timestamp": 2370.0,
      "text": "know I knew that was gonna vary. I'm sorry. I saw that."
    },
    {
      "end_timestamp": 2381.0,
      "id": "3fc68f41-4034-3c74-9ffb-037bbf2f290a",
      "speaker": "Jordan",
      "start_timestamp": 2376.0,
      "text": "You already had your finger on the pause button. You son of a bitch. You might not predictable"
    },
    {
      "end_timestamp": 2388.0,
      "id": "bff34600-68e8-34ab-98c0-ff15c75c05bd",
      "speaker": "Dan",
      "start_timestamp": 2381.0,
      "text": "Well, in this this sort of incident. Okay, let's start from the top and again, where's the left who criticize? Right everybody? That's us right here."
    },
    {
      "end_timestamp": 2416.0,
      "id": "40d64029-e68c-3597-a35f-ed501f53c5d3",
      "speaker": "Alex Jones",
      "start_timestamp": 2388.0,
      "text": "Where's the left criticizing Trump for doing that? You're not there. Then some will say oh, what you don't like Trump? No, I like him on most issues. I think the Syria thing and other things are very, very questionable. That's what I'm getting at here. We don't choose sides, except for the truth. And it doesn't mean it's easy to find sometimes. Ladies and gentlemen, because there's a lot of research has to go into this. So we're not just soundbites here."
    },
    {
      "end_timestamp": 2423.0,
      "id": "4e3e9360-799e-351a-ac53-4486aceec4c6",
      "speaker": "Jordan",
      "start_timestamp": 2416.0,
      "text": "But you know, a lot of research does have to go into that. I've never done a lot of research. They do not do"
    },
    {
      "end_timestamp": 2429.0,
      "id": "74279d38-3dc4-396a-b730-54d232c23347",
      "speaker": "Dan",
      "start_timestamp": 2423.0,
      "text": "No. Zero research. I would love to be a fly on the wall for like in the war room over"
    },
    {
      "end_timestamp": 2438.0,
      "id": "2f42fe78-5bd7-300f-86d7-9e812085cf83",
      "speaker": "Jordan",
      "start_timestamp": 2429.0,
      "text": "there writers room is probably beer pong. It's probably everybody who was turned down for the WWE writers room."
    },
    {
      "end_timestamp": 2449.0,
      "id": "8e012143-5b52-32dd-830f-2a23fdd21236",
      "speaker": "Dan",
      "start_timestamp": 2438.0,
      "text": "Oh, man. I would not be surprised, right. There's got to be some overlap. Yeah. In terms of like mentalities like, oh, how are you going to? What's the angle on this? Yeah. Who is Trump about to turn heel?"
    },
    {
      "end_timestamp": 2454.0,
      "id": "b7d9e674-661b-31f6-af3a-937c47be1418",
      "speaker": "Jordan",
      "start_timestamp": 2449.0,
      "text": "Yeah, Aliens. Aliens. Fine, sir. Right back is from the future. And he feeds on fear."
    },
    {
      "end_timestamp": 2458.0,
      "id": "8dbc0470-c096-32e3-8a63-0b5df37abfa8",
      "speaker": "Dan",
      "start_timestamp": 2454.0,
      "text": "Oh, who cares? wrestling fans are gonna love that. Yeah, exactly. Just made a wrestling reference."
    },
    {
      "end_timestamp": 2462.0,
      "id": "db6ac761-5390-37e2-82aa-767372b1c983",
      "speaker": "Jordan",
      "start_timestamp": 2458.0,
      "text": "It's the only one that I really know. And mainly because what"
    },
    {
      "end_timestamp": 2469.0,
      "id": "6c73e3ef-91cd-33f2-946a-eb8a102e881a",
      "speaker": "Dan",
      "start_timestamp": 2462.0,
      "text": "the Ryback. What? Yeah, that sounds like an alien's name. So yeah, that's dumb. real dumb. And so it's"
    },
    {
      "end_timestamp": 2473.0,
      "id": "4ae2cc5a-a270-3db9-b080-522e71f100f6",
      "speaker": "Jordan",
      "start_timestamp": 2469.0,
      "text": "not always easy to find the truth. It's not. But sometimes you should just Google it."
    },
    {
      "end_timestamp": 2483.0,
      "id": "644fe036-004f-36df-8116-81cf2e8be152",
      "speaker": "Dan",
      "start_timestamp": 2473.0,
      "text": "I'll tell you what, you'll find the truth. It's real easy for me to find the truth about things Alex says, because I would dare say 80 to 90% of the time, it is the opposite."
    },
    {
      "end_timestamp": 2495.0,
      "id": "562bb370-2159-3484-91a1-8cf4e0c04fa0",
      "speaker": "Jordan",
      "start_timestamp": 2483.0,
      "text": "Yeah. Or it's the first it's the first link on Google. Sure. But even like Google Google a thing he says don't enter the first link that comes up will disprove what you don't"
    },
    {
      "end_timestamp": 2498.0,
      "id": "2e961425-a3dc-30d6-995a-c774fae88617",
      "speaker": "Dan",
      "start_timestamp": 2495.0,
      "text": "tell people to say that because then that's encouraged then that shows are"
    },
    {
      "end_timestamp": 2505.0,
      "id": "657dee43-c7c5-3b19-87e2-cc58ab3a4b6e",
      "speaker": "Jordan",
      "start_timestamp": 2498.0,
      "text": "that's just the end of our show. Don't don't do any of your own research. That's what we're here for."
    },
    {
      "end_timestamp": 2524.0,
      "id": "618d64cd-18c7-3692-919b-4c268dd5b3cb",
      "speaker": "Dan",
      "start_timestamp": 2505.0,
      "text": "But it also would sort of lead people to do surface level researching and like that's not good. You know, don't trust the first link go for like four or five. That's what I'm saying. At least, at least get to like yeah, so Alex is going on here review. I've cut out a whole bunch already about him talking about how I'm real. Oh, this speaking of"
    },
    {
      "end_timestamp": 2529.0,
      "id": "c3b94af1-515d-3afa-a0f4-2f87474551dd",
      "speaker": "Jordan",
      "start_timestamp": 2524.0,
      "text": "peer review, congratulations to everybody who did the March for Science. There were 40,000 people in Chicago who Ray"
    },
    {
      "end_timestamp": 2531.0,
      "id": "2c99d921-c94e-37ad-9745-6105b4e5f966",
      "speaker": "Dan",
      "start_timestamp": 2529.0,
      "text": "Yeah, great."
    },
    {
      "end_timestamp": 2535.0,
      "id": "d71a16db-6794-312e-b6f4-d98f5cdb2e91",
      "speaker": "Jordan",
      "start_timestamp": 2531.0,
      "text": "I hope we did it. We did we get science"
    },
    {
      "end_timestamp": 2537.0,
      "id": "621b0166-b8ea-39f0-968e-67845868785a",
      "speaker": "Dan",
      "start_timestamp": 2535.0,
      "text": "goddamn paid protesters."
    },
    {
      "end_timestamp": 2538.0,
      "id": "202b64d2-7882-3fab-a6dd-3ac649784d4c",
      "speaker": "Jordan",
      "start_timestamp": 2537.0,
      "text": "Did we get get science back 40,000"
    },
    {
      "end_timestamp": 2543.0,
      "id": "857848c0-8727-3213-97ca-61be16bd417f",
      "speaker": "Dan",
      "start_timestamp": 2538.0,
      "text": "people out there getting paid to protest? I know that's God that's that's"
    },
    {
      "end_timestamp": 2548.0,
      "id": "71bf5458-e399-30c4-93ea-ff1cca820b86",
      "speaker": "Jordan",
      "start_timestamp": 2543.0,
      "text": "if they didn't even offer us like 25 bucks like juries get paid more than we do. Absolutely. And they"
    },
    {
      "end_timestamp": 2565.0,
      "id": "7cf8f690-4aee-3143-92a0-4ba7eac49e5e",
      "speaker": "Dan",
      "start_timestamp": 2548.0,
      "text": "get like a meal stipend. Yeah, right. We should have at least gotten a meal Stein. Yeah, we got to Soros. Is he at George Soros on Twitter? If so, we got to fucking get some money. Right, bro. Pay your boy."
    },
    {
      "end_timestamp": 2567.0,
      "id": "524bf7f8-a513-3b9e-8b85-ecc3abadf03b",
      "speaker": "Jordan",
      "start_timestamp": 2565.0,
      "text": "At least give us a meal stipend."
    },
    {
      "end_timestamp": 2586.0,
      "id": "42e61d63-81fb-39c0-bc64-9a4c94c8f7e8",
      "speaker": "Dan",
      "start_timestamp": 2567.0,
      "text": "So he has been talking about how he's fucking real is shit. Yes. And he goes on in this next clip, too. He never lies. And he only acts whenever he's acting. And he's a Lizard Man or whatever. Yeah. So this next clip is him explaining that, you know, he's not saying all this stuff to defend himself. You'll explain."
    },
    {
      "end_timestamp": 2605.0,
      "id": "c0b51303-9a1f-3c8a-a5a4-2cb06f7c8d1b",
      "speaker": "Alex Jones",
      "start_timestamp": 2586.0,
      "text": "And this isn't about defending Infowars or myself, it's about the audience and new viewers who've only heard lies about us understanding that we're really giving you in depth research and showing you where we got to research so you can verify this for yourself. You can't but also"
    },
    {
      "end_timestamp": 2610.0,
      "id": "ac05de8d-33cc-3c20-8054-9b0664bda1a3",
      "speaker": "Jordan",
      "start_timestamp": 2605.0,
      "text": "this is what people love that he says that this is what people do. blatantly not true."
    },
    {
      "end_timestamp": 2630.0,
      "id": "2acbe9e5-23b5-37d3-bb56-be3de5a07a71",
      "speaker": "Dan",
      "start_timestamp": 2610.0,
      "text": "No. But that's what people do in order like a lot of people who don't want to get busted in some sort of a lie are like I'm not lying. I'm this is all about truth here, man. All about truth. It's one of the best ways to get people to just believe you is just say I'm believable. A lot of people, a lot of people are dumb."
    },
    {
      "end_timestamp": 2634.0,
      "id": "1ea84f50-b4c6-3b29-83e5-aa13114641df",
      "speaker": "Jordan",
      "start_timestamp": 2630.0,
      "text": "It's that's that's that's true. It is true."
    },
    {
      "end_timestamp": 2661.0,
      "id": "1a5b0354-1020-386b-8a0f-fc89974e3140",
      "speaker": "Dan",
      "start_timestamp": 2634.0,
      "text": "And when you play on fear and emotion and those sorts of things, it makes people shut off cognitive, little stopgap measures in their brain that would otherwise guard them from believing the lizard brain takes over. Ironically, the lizard masked part of your brain. Exactly. Yeah. So that's dumb. This next clip, Alex then goes on to get into more about the media lying about him and takes a harsh pitch. Are"
    },
    {
      "end_timestamp": 2668.0,
      "id": "12ec9016-5753-37c0-898c-581608800da4",
      "speaker": "Jordan",
      "start_timestamp": 2661.0,
      "text": "there any specific lies that he talks about the media? Or is it just like all the media is always lying about?"
    },
    {
      "end_timestamp": 2680.0,
      "id": "5294b879-4e24-353c-8f7c-4ea47c8cb84b",
      "speaker": "Dan",
      "start_timestamp": 2668.0,
      "text": "I'll tell you this. We're gonna get to it in the next clip, okay. But this one is just sort of generalized lies. And then it gets into big old Islamophobia."
    },
    {
      "end_timestamp": 2685.0,
      "id": "57ecb4cd-c296-33b3-9b86-4c5651d4693a",
      "speaker": "Jordan",
      "start_timestamp": 2680.0,
      "text": "Great. Great. I was wondering when we were gonna get to hating on people who believe in Islam."
    },
    {
      "end_timestamp": 2691.0,
      "id": "03f8c59f-4402-3cfb-b19d-666d8045dd10",
      "speaker": "Dan",
      "start_timestamp": 2685.0,
      "text": "Yeah, but that should just be a segment on our show. Is the I'm sorry."
    },
    {
      "end_timestamp": 2698.0,
      "id": "e2009812-8740-3980-ba17-d14a60e19f4a",
      "speaker": "Jordan",
      "start_timestamp": 2691.0,
      "text": "All right, we're 45 minutes in so that means it's time to apologize to our Muslim brother and"
    },
    {
      "end_timestamp": 2746.0,
      "id": "6d350de2-723a-32d0-9b36-4db058b83f4a",
      "speaker": "Alex Jones",
      "start_timestamp": 2698.0,
      "text": "the media since day one has shown had that I said, the attacks never happen, the Sandy Hook, when you can go and find myself and Rob do and everybody else that works here on air in more than seven debates we've done with both sides, people that think the official story was exactly as it happened. And former top school security, training experts, law enforcement folks like Wolfgang Halbig, saying he believes nothing happened. Quite frankly, I've said I don't know the truth. But if you've got a government caught lying about WMDs, that causes wars that kill millions of people, and hundreds of 1000s of children from starvation that Bill Clinton intensified, and people that launch fraudulent wars against Syria."
    },
    {
      "end_timestamp": 2758.0,
      "id": "c3fb6f6c-956a-3c73-9351-948349741279",
      "speaker": "Jordan",
      "start_timestamp": 2746.0,
      "text": "So his so his basic argument is, we know the government is willing to accept that half a million children is a is a reasonable loss, or at least Madeline Albright, is it? So"
    },
    {
      "end_timestamp": 2761.0,
      "id": "333e9cdd-3f0c-3fbb-8515-83625eadaf76",
      "speaker": "Dan",
      "start_timestamp": 2758.0,
      "text": "in the statement that she has said"
    },
    {
      "end_timestamp": 2784.0,
      "id": "5a703211-6c10-38d9-b157-20feb70d3d31",
      "speaker": "Jordan",
      "start_timestamp": 2761.0,
      "text": "exactly, she's walked back? Well, but But even so, our government is is does say that killing civilians is acceptable in the rules of engagement or whatever. It's like, there's a math on it. You can kill up to 30 people if you get a good one, right, that kind of thing. So we know that the government is willing to kill children. Yes. So why wouldn't they then kill these children?"
    },
    {
      "end_timestamp": 2833.0,
      "id": "64100196-eaea-31a7-9b74-15ac5f8bddfe",
      "speaker": "Dan",
      "start_timestamp": 2784.0,
      "text": "Well, actually, Alex Jones depicting his position on sandy hook in that quote that we just played Oh, yeah, already let that one go. But But in that snippet, his his position is even more nonsense than what you just said. Because his position is there have been people on the show, and we've had debates about it. But I don't know. I can't prove it either way. I don't know. But the government clearly does lie to us and is okay with killing civilians. So your part was only that was the sort of like the carrot dangling out. Yeah. That's him indicating that he does believe that they did a good point, or at least he's very inclined to believe that is a really good point. The part about like, I don't I can't prove it either way is cowardice. Yeah, that's him hiding behind like, Man, if I say this, someone's gonna sue me. Do we?"
    },
    {
      "end_timestamp": 2846.0,
      "id": "8060df94-371b-3924-a6e3-37231c5e43ff",
      "speaker": "Jordan",
      "start_timestamp": 2833.0,
      "text": "Do we have a clip of him? Like, has he said it? Hold on? Would you say that? Perhaps he is mischaracterizing his own statements? I don't know. I don't know. You don't know."
    },
    {
      "end_timestamp": 2847.0,
      "id": "27315999-d7ca-33cf-85a0-49808e5f5776",
      "speaker": "Dan",
      "start_timestamp": 2846.0,
      "text": "I have no idea. That's odd."
    },
    {
      "end_timestamp": 2853.0,
      "id": "f3a88d3f-c5e8-3e78-b6c2-f52fddba368e",
      "speaker": "Jordan",
      "start_timestamp": 2847.0,
      "text": "Let's see how this plays. Yeah, generally, you generally whenever I ask a question like that, you have the answer immediately. I"
    },
    {
      "end_timestamp": 2860.0,
      "id": "444d08a4-7b86-3896-bdb9-d89ea10ce137",
      "speaker": "Dan",
      "start_timestamp": 2853.0,
      "text": "have no idea. But let's, let's get to that Islamophobia part where he's doing the What about ism game that he likes to play, right?"
    },
    {
      "end_timestamp": 2887.0,
      "id": "b06f1f78-e820-39e1-884a-21384919db5e",
      "speaker": "Alex Jones",
      "start_timestamp": 2860.0,
      "text": "All based on lies. And they do this over and over again, I don't want them to sit there and shake their finger at me. Like I'm a demon that doesn't care about children being shot and mass shootings. I believe mass shootings happen. I believe people are killed by guns. I know perfect sticks. It's like the 14th or 15th, depending on the year cause of death drownings higher, or higher. We all know that but for unknown,"
    },
    {
      "end_timestamp": 2888.0,
      "id": "ec643a17-a125-33d3-a4b3-61e5f40d36f9",
      "speaker": "Jordan",
      "start_timestamp": 2887.0,
      "text": "Drowning"
    },
    {
      "end_timestamp": 2906.0,
      "id": "c0cefb18-4fe7-3178-8616-00c7f845089a",
      "speaker": "Dan",
      "start_timestamp": 2888.0,
      "text": "is definitely not higher. I looked into the CDC, there's no way drowning is higher now. And I looked into the CDC, despite the statistics about this, and he's pretty off in terms of causes of death, the top 10 causes of death. Number 10. Number"
    },
    {
      "end_timestamp": 2913.0,
      "id": "10c8f088-0f01-357d-b5f1-be6dd9d2bb50",
      "speaker": "Jordan",
      "start_timestamp": 2906.0,
      "text": "10. Coming in suicide, suicide, a lot of those and that includes guns. Well, not all of them, but"
    },
    {
      "end_timestamp": 2937.0,
      "id": "8c183586-a3d4-3d44-9fbb-b2bc56073acb",
      "speaker": "Dan",
      "start_timestamp": 2913.0,
      "text": "a lot of them are and then number four is just the biggest fucking thing accidents. A lot of that is contained accidental gunshot wound. Right. Right that, but I mean, his point is well taken in terms of like heart disease and cancer are number one and two lower respiratory diseases is number three. So like, Yeah, I mean, if you want to if you want to go down that road, yeah."
    },
    {
      "end_timestamp": 2943.0,
      "id": "f2c153bc-ae3a-3daa-be8a-2634f2e247c0",
      "speaker": "Jordan",
      "start_timestamp": 2937.0,
      "text": "I mean, until we cure heart disease, let's not tackle guns, well, but let's not even worry about it. But also the"
    },
    {
      "end_timestamp": 2968.0,
      "id": "a73faa24-3e94-3c8d-8cb2-6088fb96ba7f",
      "speaker": "Dan",
      "start_timestamp": 2943.0,
      "text": "the like, the point that people who are against guns generally make for at least against everybody having guns is that a lot of these deaths are really avoidable. Whereas heart disease cancer are a little bit more complicated. You're doing a good job of curing cancers, but it also takes early detection in order for it to be efficient. Heart disease is a thing where you have to have people change their diets and shit."
    },
    {
      "end_timestamp": 2980.0,
      "id": "51a0d574-a253-30dc-81b5-bffd482a2760",
      "speaker": "Jordan",
      "start_timestamp": 2968.0,
      "text": "Yeah, in the same way, though, a lot of those are just like, hey, human beings. We're not really supposed to live past 60. There's like your body just it's not for that."
    },
    {
      "end_timestamp": 3003.0,
      "id": "ecfd858a-fb1a-3b5d-85b5-effddf4d104f",
      "speaker": "Dan",
      "start_timestamp": 2980.0,
      "text": "There's some of that but but that's, that's irrelevant. The thing that people are complaining about is not generally that no one should have guns. And it's not even saying that guns kill everybody. Right? It's saying that would be a silly argument. All of the accidental gunshot deaths that exist could be gone. They don't have to happen. Yeah, We didn't have guns, right? And that's Well, I mean,"
    },
    {
      "end_timestamp": 3006.0,
      "id": "25683cc5-95ad-3b05-a24c-fd295a4796d8",
      "speaker": "Jordan",
      "start_timestamp": 3003.0,
      "text": "there's there's a super easy way to get rid of that."
    },
    {
      "end_timestamp": 3048.0,
      "id": "a6c1fa30-f438-3319-8220-3f29ba57c9f4",
      "speaker": "Dan",
      "start_timestamp": 3006.0,
      "text": "Or if now or if we just had better control over who had guns, if we had better education if we had gun control, yeah. Or if we had better education about guns, the sort of thing like don't leave guns out that sort of thing. Don't let your kids be around them, don't leave guns loaded. All that sort of stuff would be really effective. And of course, Alex's argument against that would be second amendment. Yes. If you know, you're trying to take our guns early 1776. All over again, as he yelled at Piers Morgan. One time, famously. So yeah, but he is he is He is right. Sort of that. I mean, it's not 14, it's closer to like, 10. But like, it isn't the biggest cause of death. Fine. No, that doesn't matter."
    },
    {
      "end_timestamp": 3061.0,
      "id": "2b8004b3-c1a1-3873-96c2-a211fd974e25",
      "speaker": "Jordan",
      "start_timestamp": 3048.0,
      "text": "Also, well, also, we're not allowed to study it, because somehow the gun lobby is so strong, they got a rule in Congress that you can't do any research about gun deaths. So that is all estimated, and also"
    },
    {
      "end_timestamp": 3082.0,
      "id": "ac5f4b5d-5e99-37a1-b7e3-27d3a586d560",
      "speaker": "Dan",
      "start_timestamp": 3061.0,
      "text": "the the, in the context that he's talking about. He's talking about mass shootings and stuff like that. And it's not so much that millions of people die from mass shootings, it's that they're all horribly traumatic, usually involve incredibly innocent victims. Yeah. You know, in the case of Sandy Hook children,"
    },
    {
      "end_timestamp": 3107.0,
      "id": "21c65834-6fa4-361d-a12e-3670c766107c",
      "speaker": "Jordan",
      "start_timestamp": 3082.0,
      "text": "I mean, it at this point, like, I'm, I'm running, I can't, I can't do it anymore. Like, I can't do it anymore. We just balling weed. No, not that. We we've just all accepted that mass shootings are happening. Like if nothing changed before? What's what is it going to take? Okay, do you know what it really is going to take? Do you want to the only real way that people are going to make any changes there?"
    },
    {
      "end_timestamp": 3110.0,
      "id": "68cf3286-6c1d-3b28-b6bb-0aef3d159d72",
      "speaker": "Dan",
      "start_timestamp": 3107.0,
      "text": "Is if minorities start shooting white people all the time? Yeah."
    },
    {
      "end_timestamp": 3122.0,
      "id": "eadeb737-2edf-39e6-a834-fdca18eebf48",
      "speaker": "Jordan",
      "start_timestamp": 3110.0,
      "text": "Is if we or or if we start if we start utilizing our mass shooters in the correct way. We don't want them go into schools. That's a bad place. Sure. I don't I"
    },
    {
      "end_timestamp": 3125.0,
      "id": "38c327d8-3159-3af9-b225-b48efaee4bbc",
      "speaker": "Dan",
      "start_timestamp": 3122.0,
      "text": "don't, I don't like the line, you're starting to go."
    },
    {
      "end_timestamp": 3154.0,
      "id": "88a96a0d-a213-3d7b-a28f-a78435859e6a",
      "speaker": "Jordan",
      "start_timestamp": 3125.0,
      "text": "Here's what I'm saying. I'm saying right. If you see a mass shooter, walking down the street on his way to a mass shooting, just point them towards a boardroom, just point them towards a rich person. I'm not saying that you should encourage anything. I am not encouraging violence towards anybody. Sure. pregnant pause is pointing in the right direction. All right, there are. Anyways,"
    },
    {
      "end_timestamp": 3156.0,
      "id": "01891872-bc3b-3f5b-a2a3-efc4966b9cce",
      "speaker": "Dan",
      "start_timestamp": 3154.0,
      "text": "I'm neither agreeing or"
    },
    {
      "end_timestamp": 3159.0,
      "id": "f18710b3-631b-3806-ba88-4c1793c8fc78",
      "speaker": "Jordan",
      "start_timestamp": 3156.0,
      "text": "disagreeing with your eye. Please do not take that out of context"
    },
    {
      "end_timestamp": 3163.0,
      "id": "a41c02da-7733-3e49-8c6d-d9c800944d6c",
      "speaker": "Dan",
      "start_timestamp": 3159.0,
      "text": "or statements or your own"
    },
    {
      "end_timestamp": 3240.0,
      "id": "0d97b135-402a-34ff-8816-12da135433b5",
      "speaker": "Alex Jones",
      "start_timestamp": 3163.0,
      "text": "actual death. It's not even in the top 10. That's currently with the suicides into it. But still, it's an issue and no one's denying that you are. We've had promises run people over with cars lately. In in Stockholm, Sweden, other areas, and they say let's ban cars. No, a lot of people instead of Islamist coming in. No one said they wouldn't say it's Islamist. They'll say it's a Swede ran over somebody and it seems like you know, Otmar whatever from as usual Syria or Somalia, or it's the same story, and I've got stacks of MSM saying Trump's wrong for even saying that this latest attack in England the latest attack in Paris killing police running over people you name it was Islamic media meltdown over Trump correctly calling Paris attack terror Islamic it was they have riots every night of the week basically burning down cities. tourism's almost dead in France now they've got millions of as long as it's running around. It's my crew was there last year you can't walk around at night by the Eiffel tower without Muslims coming up and physically assaulting you. That sounds reasonable and I don't want to fight with the Muslims The point is you can't go to their conference they don't want to walk down the street care if you're Christian or Jew they'll kill you. If you're gay they'll kill you."
    },
    {
      "end_timestamp": 3243.0,
      "id": "282e3d11-cc28-32b9-945c-f0ec019e61de",
      "speaker": "Dan",
      "start_timestamp": 3240.0,
      "text": "Conveniently doesn't want to talk about Chechnya there but ya know,"
    },
    {
      "end_timestamp": 3252.0,
      "id": "3ddf2197-23ac-3bb7-869e-95b65000b7ce",
      "speaker": "Jordan",
      "start_timestamp": 3243.0,
      "text": "odd odd or gay reeducation camps or or any number of these different things. Any number of the fucking shit that he's fucking Oh, god, what's Whoa,"
    },
    {
      "end_timestamp": 3289.0,
      "id": "114e5f7a-11f1-34fd-94a7-dce8deb86a00",
      "speaker": "Dan",
      "start_timestamp": 3252.0,
      "text": "what's the difference? What's the difference? One of them is a Muslim, one of them is a Muslim. And one of them is like the incidence of Muslim stuff is not really what he's saying. But more importantly, the stuff about Trump is like what people were taking issue with was the way he tweeted out about it before the facts were in was irresponsible, no matter what the truth of the situation is, if it does, you know, if it does come out that this incident incident was an act of terrorism. It's still wrong of him before the facts are there to say that sort of thing. It's unbecoming"
    },
    {
      "end_timestamp": 3295.0,
      "id": "4d00d193-ebbf-3b50-bb43-db10643d13ab",
      "speaker": "Jordan",
      "start_timestamp": 3289.0,
      "text": "aid. It's not just unbecoming. It is the President of the United States."
    },
    {
      "end_timestamp": 3297.0,
      "id": "c0e9834b-aee0-3cbe-b582-6513b6430ca9",
      "speaker": "Dan",
      "start_timestamp": 3295.0,
      "text": "So but that's what makes it so"
    },
    {
      "end_timestamp": 3313.0,
      "id": "f868deff-575a-374c-9241-9e86057a2f11",
      "speaker": "Jordan",
      "start_timestamp": 3297.0,
      "text": "that is that is that is it It's unbecoming if somebody is unbecoming of a human. It's under. Yeah, it's unbecoming if it's somebody in the news. If it's the president tweeting the shit out, that is a an incitement to violence. That's what it is."
    },
    {
      "end_timestamp": 3317.0,
      "id": "bde8e8bf-637d-3b8b-a783-66d26e7ce467",
      "speaker": "Dan",
      "start_timestamp": 3313.0,
      "text": "Especially if it's a president who has the record that he has. Yeah,"
    },
    {
      "end_timestamp": 3323.0,
      "id": "659a5fda-8678-39c5-8e6a-09787c130d06",
      "speaker": "Jordan",
      "start_timestamp": 3317.0,
      "text": "that's that's him equating that situation with every other single thing that he's ever said."
    },
    {
      "end_timestamp": 3344.0,
      "id": "65d2d66f-8498-3b26-a6ac-1d20f76097c0",
      "speaker": "Dan",
      "start_timestamp": 3323.0,
      "text": "And that's, that's what Alex them they need. That's him not wanting to wrestle with the details. The other thing that I think is funny, is he saying they're having riots every night and like, they posted a video a little while back proving that like, they're trying to burn down Paris, and there's riots, okay. And it was people shooting off fireworks and like a celebration, right? It was some holiday. Yeah. And they just showed the video. It's like Muslims are out of control"
    },
    {
      "end_timestamp": 3355.0,
      "id": "d2a22606-dae6-33f3-9312-a32a3f103e9d",
      "speaker": "Jordan",
      "start_timestamp": 3344.0,
      "text": "in Paris. It was Chinese New Year. It is fucking wrong with Muslims celebrate Chinese New Year. I didn't know I didn't I was not a famous thing. But"
    },
    {
      "end_timestamp": 3363.0,
      "id": "ba7b8945-79b3-3d29-96a8-af60b489ab7d",
      "speaker": "Dan",
      "start_timestamp": 3355.0,
      "text": "real talk. It might even be been Bastille Day. Yeah. I don't remember exactly which holiday it was. But it was something that just took wildly out. They just lost."
    },
    {
      "end_timestamp": 3381.0,
      "id": "822c56a3-2bc3-3d3f-aca0-3da0e66eac69",
      "speaker": "Jordan",
      "start_timestamp": 3363.0,
      "text": "So also, even if you're like, that's the most easily disprovable thing there because even if you're exaggerating, you know, even if you're resorting to hyperbole, which, as you know, I would never do never saying that there are riots every night implies there's a lot of riots"
    },
    {
      "end_timestamp": 3383.0,
      "id": "14a7d672-cd3a-33fd-80fd-f3e17317eff9",
      "speaker": "Dan",
      "start_timestamp": 3381.0,
      "text": "regularly lose 365 a year. Yeah."
    },
    {
      "end_timestamp": 3422.0,
      "id": "fea02bf7-f84a-33c2-801f-311af21b0918",
      "speaker": "Jordan",
      "start_timestamp": 3383.0,
      "text": "And even then, if you're saying it well, I'm not I don't mean every night. I just mean there's a ton of riots. Yeah. Okay, so show two, right. Show me two riots. Yeah, we're not one riot. Because you know what? One riot? I will accept? Sure. But if you're gonna say there's riots every night, I want at least two and two isn't even enough for a pattern two's not great. No. Two could be unrelated instances. If you want to develop a pattern and then test that hypothesis. You need at least three. Yeah, you need at least three. So I'm just asking for to I'm lowering my bar of information for you. Information wars,"
    },
    {
      "end_timestamp": 3437.0,
      "id": "85b7a85b-9247-3bdd-8fc2-5c239a7796d9",
      "speaker": "Dan",
      "start_timestamp": 3422.0,
      "text": "out of courtesy for you're busy with all the other skirmishes in the war. Yeah, no, you can't really listen. Hey, he's fighting an information war on like Six Fronts. Plus a custody battle. He's busy. Yeah, I don't think he could come up with too much. We"
    },
    {
      "end_timestamp": 3446.0,
      "id": "76787661-294d-3031-9c58-4ce02ee5e9e0",
      "speaker": "Jordan",
      "start_timestamp": 3437.0,
      "text": "had a lot of shit going on. No, but he's got a lot of researchers, they do a lot of research. So just research in depth to rights. But"
    },
    {
      "end_timestamp": 3466.0,
      "id": "9d36e27c-14c6-3642-9184-8c6829c25bf1",
      "speaker": "Dan",
      "start_timestamp": 3446.0,
      "text": "again, again, this is the sort of thing where he makes these claims, and they just aren't ever supported by anything. So Hurray, great, please demonize a population based on your whims to create a storyline. Please go ahead and keep doing that. It's not gonna bite you in the ass ever. Never?"
    },
    {
      "end_timestamp": 3477.0,
      "id": "bf51d9ed-317c-3811-b5d3-785beb72387d",
      "speaker": "Jordan",
      "start_timestamp": 3466.0,
      "text": "Well, I mean, admittedly, a lot of people have gotten a lot of power by doing it. He's made a lot of money ever made so much money. That's kind of a thing that human beings do. We're easily influenced by demagogue. And"
    },
    {
      "end_timestamp": 3483.0,
      "id": "738dbcbc-f83e-36cf-b20f-61a9869aa475",
      "speaker": "Dan",
      "start_timestamp": 3477.0,
      "text": "that's why we're not making any money. He's making billions of dollars selling bone juice,"
    },
    {
      "end_timestamp": 3493.0,
      "id": "f0b3c19e-f2eb-3d8c-ba64-5cbb80de5604",
      "speaker": "Jordan",
      "start_timestamp": 3483.0,
      "text": "his trick got nothing. His trick is demonizing an entire population. We're going about it backwards. We're demonizing a guy. Well, and this is where we get into trouble. And"
    },
    {
      "end_timestamp": 3518.0,
      "id": "4197402b-4d2c-3cc2-92ce-3726d455f83c",
      "speaker": "Dan",
      "start_timestamp": 3493.0,
      "text": "we're being sympathetic to him in some ways, way more like not his rhetoric and not what he stands for. But as a as a tragic, flawed human being. We're being way too fair. Yeah, we need to change our game plan. Yeah. Who should we demonize? Is there like a should we as texts or someone who's not let's demonize some group. That's not now that's not even let me tell you. That's not even I met"
    },
    {
      "end_timestamp": 3539.0,
      "id": "b349ae8c-568d-3e7b-b223-bd107bd811d4",
      "speaker": "Jordan",
      "start_timestamp": 3518.0,
      "text": "an Aztec the other day. He was chopping off somebody's head to give a sacrifice to the sun god, Oh, my God, right, these dirty Aztecs. We need to do something coming out of our ground zombies, right, and just beheading people left and right in praise to the sun god, which as we all know, there's only one God"
    },
    {
      "end_timestamp": 3543.0,
      "id": "54118f06-ea51-369a-bbc6-f6df81b2b6df",
      "speaker": "Dan",
      "start_timestamp": 3539.0,
      "text": "and it's a moon. This isn't gonna work."
    },
    {
      "end_timestamp": 3548.0,
      "id": "2917f87b-e02b-3da9-9fa8-5a36e0d2030e",
      "speaker": "Jordan",
      "start_timestamp": 3543.0,
      "text": "We were destined to battle. We have the moon god versus the sun."
    },
    {
      "end_timestamp": 3555.0,
      "id": "a315bbfe-a484-3bb1-8f8c-b69ad805dc98",
      "speaker": "Dan",
      "start_timestamp": 3548.0,
      "text": "100% is not going to work. It's not going to us anymore. This isn't the way we do. Let's just move along. In this. Yeah,"
    },
    {
      "end_timestamp": 3556.0,
      "id": "8af38d9a-65dc-3329-a4c4-08f063f93f1e",
      "speaker": "Jordan",
      "start_timestamp": 3555.0,
      "text": "we should have picked the Incans"
    },
    {
      "end_timestamp": 3567.0,
      "id": "31823352-7c14-3854-99c4-9acbe771003c",
      "speaker": "Dan",
      "start_timestamp": 3556.0,
      "text": "Lincoln's Yeah, Inca. Yeah. That's Incans Lincoln's North Inca in car. No, it's its own. Who cares? Look, that's irrelevant. And this is talking"
    },
    {
      "end_timestamp": 3569.0,
      "id": "da1ba3af-c10e-33f3-ba8d-82e8c26ff97d",
      "speaker": "Jordan",
      "start_timestamp": 3567.0,
      "text": "about Linkin Park. They're a great band."
    },
    {
      "end_timestamp": 3577.0,
      "id": "7ce7947a-da72-31da-8886-3a14d76782af",
      "speaker": "Dan",
      "start_timestamp": 3569.0,
      "text": "I'm so I'm one step closer to the fucking edge with your job."
    },
    {
      "end_timestamp": 3579.0,
      "id": "aa664d4b-7a66-3779-80c3-3e33551d742a",
      "speaker": "Jordan",
      "start_timestamp": 3577.0,
      "text": "All right, sorry."
    },
    {
      "end_timestamp": 3587.0,
      "id": "531d0e47-4dd6-345a-b34e-1a5c56248f39",
      "speaker": "Dan",
      "start_timestamp": 3579.0,
      "text": "You know what? After 33 years of being alive, I finally found a place where I belong. That's another Linkin Park so"
    },
    {
      "end_timestamp": 3589.0,
      "id": "7a5b701e-73da-385f-91c6-389a5a8c34a5",
      "speaker": "Jordan",
      "start_timestamp": 3587.0,
      "text": "I don't look look I don't know any."
    },
    {
      "end_timestamp": 3590.0,
      "id": "bbae1bc0-77c6-3f49-b2ab-cdaf830a49f7",
      "speaker": "Alex Jones",
      "start_timestamp": 3589.0,
      "text": "Linkin Park. So"
    },
    {
      "end_timestamp": 3593.0,
      "id": "b398da49-02b8-36f6-9f80-76a60baa9352",
      "speaker": "Dan",
      "start_timestamp": 3590.0,
      "text": "that was three liquor parks."
    },
    {
      "end_timestamp": 3601.0,
      "id": "07aab29e-af8f-3b25-a414-c0da86fcd92d",
      "speaker": "Jordan",
      "start_timestamp": 3593.0,
      "text": "I didn't I didn't catch that at all. I'll tell you why. You know what, I don't know any goddamn Linkin Park songs. I know their names. name is Lincoln Park and they don't spell it."
    },
    {
      "end_timestamp": 3614.0,
      "id": "883aead5-1a23-3c0b-b78c-7b4745951376",
      "speaker": "Dan",
      "start_timestamp": 3601.0,
      "text": "All right, this riff will be forgotten. So anyway, this next clip, Alex has figured out where all of the stuff about his Sandy Hook position that the media is lying about is coming from"
    },
    {
      "end_timestamp": 3619.0,
      "id": "e064f632-b7fd-3682-b30a-867a4a935be8",
      "speaker": "Jordan",
      "start_timestamp": 3614.0,
      "text": "we're getting into individual lies, the media has made a business this"
    },
    {
      "end_timestamp": 3624.0,
      "id": "b53cb3df-1287-3e88-8c50-08ee054288a8",
      "speaker": "Dan",
      "start_timestamp": 3619.0,
      "text": "specific and where they came from, he's figured it out, and I'll let him speak his piece."
    },
    {
      "end_timestamp": 3662.0,
      "id": "d1c736ba-40a3-3970-aeed-489def8c8157",
      "speaker": "Alex Jones",
      "start_timestamp": 3624.0,
      "text": "And here is patient zero article, we found Donald Trump in The Amazing Alex Jones, New Yorker magazine. There's just got to be the most plagiarized story in history. Because I looked at everything from the LA Times The Associated Press, to everything else I've ever seen with patient zero. And they all lift the exact paragraph and don't even change it. This is the most crazy thing I've ever seen. I mean, look at this. September 11 attacks, they quoted it. Jones amazing reputation arises mainly from his high volume."
    },
    {
      "end_timestamp": 3668.0,
      "id": "bad2d344-3085-3296-a76f-84c66ee5fa87",
      "speaker": "Dan",
      "start_timestamp": 3662.0,
      "text": "I have to pause there because you're totally right. If he was able to figure out where it was coming from. They attributed it. Yeah, so they were using quote, put"
    },
    {
      "end_timestamp": 3675.0,
      "id": "f3a8eb40-8672-373b-9460-0a14936b92da",
      "speaker": "Jordan",
      "start_timestamp": 3668.0,
      "text": "a little they put a little too, like quotes in quotes. And they said, from The New Yorker, Hey,"
    },
    {
      "end_timestamp": 3684.0,
      "id": "d8835292-48d7-30bf-a2d3-18b72efcd227",
      "speaker": "Dan",
      "start_timestamp": 3675.0,
      "text": "Alex, it's like a double apostrophe, these things, quotation marks, and they're how journalists use other people's reporting. Write your own report, right?"
    },
    {
      "end_timestamp": 3689.0,
      "id": "80dcab30-133d-3913-904a-2510807f7c3a",
      "speaker": "Jordan",
      "start_timestamp": 3684.0,
      "text": "Yeah. Because it turns out there's a lot of news, right? And you can't do all of the news by yourself."
    },
    {
      "end_timestamp": 3702.0,
      "id": "9ad0c199-14a9-37ef-b088-a5b2e60df213",
      "speaker": "Dan",
      "start_timestamp": 3689.0,
      "text": "It's only plagiarized. If you don't cite it. Clearly, they did. If you're able to trace it all back to this patient zero, anyway. Yeah, that's a really good point. I completely missed that. Crazy"
    },
    {
      "end_timestamp": 3758.0,
      "id": "06ca5469-6c28-34dc-ba7a-67954d6d6742",
      "speaker": "Alex Jones",
      "start_timestamp": 3702.0,
      "text": "insistence that the National tragedies such as the September 11 terror attacks, the Oklahoma City bombing, the Sandy Hook Elementary School shooting, and the Boston Marathon bombing were all inside jobs, false flags are opposite really perpetrated by the government to increase his tyrannical power, and in some cases, seize guns. Jones believes that no one was actually hurt the Sandy Hook. Those were actors and the Apollo 11 Moon Landing footage was fake. Now you notice there's not links here that let's talk about this. This has been 5000 articles since then. So you conservatively that I know a lot of stuff on the internet, it's in the Indian newspapers physically or on TV, just like you've seen more than 5000 6000 7000 articles. The last week and a half about me. 8000 are saying, I've come out and said I'm fake. I've come out and said I don't believe anything I say never said that. There's no audio. There's no video, there's no nothing. So now,"
    },
    {
      "end_timestamp": 3776.0,
      "id": "8f72cabf-4efe-368d-95f3-69038bc96845",
      "speaker": "Jordan",
      "start_timestamp": 3758.0,
      "text": "I now listen, I've listened to this podcast before you have, um, I'm just gonna adjust hunch. You may have audio, I just might you might write but before it sounds like a you move before we"
    },
    {
      "end_timestamp": 3807.0,
      "id": "63516012-2c6d-3b38-8779-eed3660a4ea2",
      "speaker": "Dan",
      "start_timestamp": 3776.0,
      "text": "get to that. At the end there, he's saying that everyone's saying that he's fake. And there's no audio and bla bla bla of that. Yes, everyone is responding to your lawyer. They're not talking about something you said. Most people collaborate with their attorneys. Most of the time when an attorney speaks for a client, they're saying what they've agreed is going to be their game plan. Right? So maybe that's wrong to make that assumption. And you've gone rogue from your lawyers. Maybe that's the case, which"
    },
    {
      "end_timestamp": 3817.0,
      "id": "2478a384-bcb2-3a53-a9cd-bf3b2e4cb41d",
      "speaker": "Jordan",
      "start_timestamp": 3807.0,
      "text": "and and we're not going to put we're not going to put a medium maybe on this we're gonna put a very plausible you did exactly that. Maybe"
    },
    {
      "end_timestamp": 3823.0,
      "id": "e8921f2d-816f-39db-b5b4-c28164455e2a",
      "speaker": "Dan",
      "start_timestamp": 3817.0,
      "text": "we Yeah, I don't have audio of you saying you're fake. And I don't even think necessarily you're making that claim. I don't know what the fuck is up with you. But if"
    },
    {
      "end_timestamp": 3828.0,
      "id": "2c578d73-ea78-39e3-b4f6-d531b84d393f",
      "speaker": "Jordan",
      "start_timestamp": 3823.0,
      "text": "your lawyer audio tapes, his sessions with you, I would almost guarantee it."
    },
    {
      "end_timestamp": 3840.0,
      "id": "2fffa65b-ccbe-3b51-a12f-0e8fce0f825a",
      "speaker": "Dan",
      "start_timestamp": 3828.0,
      "text": "Can we FOIL those? Yeah. So now he's saying that that article is patient, zero of him saying that Sandy Hook was fake, and that no one died in it? Right? He doesn't."
    },
    {
      "end_timestamp": 3856.0,
      "id": "277303c0-368e-3ced-9e53-717afe51dba8",
      "speaker": "Jordan",
      "start_timestamp": 3840.0,
      "text": "And they don't have any they don't have any audio of him. stoics no links. I would write Yorker did not do its due diligence. They needed to post links to all of these things, he said, and you can see that they didn't do it. So that means they don't exist. Dan, I rest my case."
    },
    {
      "end_timestamp": 3864.0,
      "id": "3deda202-1b39-324f-9797-1ca52b29fe4a",
      "speaker": "Dan",
      "start_timestamp": 3856.0,
      "text": "I would like for us now to time travel back to the Alex Jones Show. On January 13 of 2015."
    },
    {
      "end_timestamp": 3869.0,
      "id": "2cc744df-53bc-3b8e-8c77-304587d4e0b5",
      "speaker": "Jordan",
      "start_timestamp": 3864.0,
      "text": "Your Honor, I move to strike this evidence from the record denied."
    },
    {
      "end_timestamp": 3881.0,
      "id": "2070d194-4ea2-30f6-adda-8327e3eab2aa",
      "speaker": "Caller from 2015",
      "start_timestamp": 3869.0,
      "text": "But what I'm curious about is do you think that there's a new level of sophistication with a lot of these false flag where they plant a couple of pieces of you know,"
    },
    {
      "end_timestamp": 3901.0,
      "id": "f298f477-75d2-3c71-8ac3-99951199b0da",
      "speaker": "Dan",
      "start_timestamp": 3881.0,
      "text": "I just want to make it clear because it doesn't there's no context. Is this one of his crazy colors? Yeah, it's a color but what they're discussing is the Charlie Hebdo attack. That's how they got into this Gotcha. And he's making the argument that the because I think Alex does reference it, and he doesn't say Charlie Hebdo so I just want to make sure the people know he's claiming that that is also a false flag. Got so then"
    },
    {
      "end_timestamp": 3906.0,
      "id": "7d07f0e0-dbfe-3f34-bfe4-f4b9d2867083",
      "speaker": "Jordan",
      "start_timestamp": 3901.0,
      "text": "the Hebdo is a false flag. Absolutely. Doesn't that fit within his Islamophobia nightmare?"
    },
    {
      "end_timestamp": 3920.0,
      "id": "a1cbe095-98c9-32c8-a2ad-360bcbe6447b",
      "speaker": "Dan",
      "start_timestamp": 3906.0,
      "text": "Yeah, but it's the globalists are doing that to make people more afraid of Muslims. It's complicated. Wow, really stupid. This is a very tangled narrative and it also, as I recall, had something to do with strangling free speech to."
    },
    {
      "end_timestamp": 3923.0,
      "id": "e53f52e8-07b3-31e7-ae20-1b056409e376",
      "speaker": "Jordan",
      "start_timestamp": 3920.0,
      "text": "Oh, well that makes perfect sense, right? Anyway,"
    },
    {
      "end_timestamp": 3931.0,
      "id": "7f1443e0-6794-3592-a351-0f436a03768e",
      "speaker": "Andy In Kansas",
      "start_timestamp": 3923.0,
      "text": "here's Alex's response to this color flimsy evidence that get everybody talking and steer him in the wrong direction. So like to make to make"
    },
    {
      "end_timestamp": 4020.0,
      "id": "30e3978c-c915-35c5-8229-e80c47b35821",
      "speaker": "Alex Jones",
      "start_timestamp": 3931.0,
      "text": "yeah when you're trying to get I mean, decipher cloak and dagger dirty tricks. It's pretty hard to do. It's just that when you then you learn that they were funded by Western funding. The then you learn that it was the same Amarillo Locky connection underwear bomber, then those are big red flags that they were patchy provocateurs, the classic Mo has been followed. And then yeah, it kind of becomes a red herring, you know, to say the whole thing was staged, because they staged events before. But then you learn the school had been closed and reopened. And you got video of the kids going in circles in and out of the building. And they don't call the rescue choppers for two hours. And then they tear the building down and seal it and they get caught using blue screens and a email by Bloomberg comes out in a lawsuit where he's telling his people get ready in the next 24 hours to capitalize on a shooting. Yeah, so Sandy Hook is a synthetic, completely fake with actors. In my view, manufactured I couldn't believe it at first. I knew they had actors there, clearly, but I thought they killed some real kids, and just shows how bold they are. They clearly used actors. I mean, they even ended up using photos of kids killed in mass shootings here. In a fake mass shooting in Turkey. Show Yeah. Or Pakistan. The sky is now the limit. I appreciate your call."
    },
    {
      "end_timestamp": 4025.0,
      "id": "3a033dda-06c6-35a0-9ede-2eba8bd3956e",
      "speaker": "Jordan",
      "start_timestamp": 4020.0,
      "text": "Hi, this is Alex. You're busted. Oh, no."
    },
    {
      "end_timestamp": 4027.0,
      "id": "d6d0f743-a151-3d6c-9d12-8e000f42d45b",
      "speaker": "Dan",
      "start_timestamp": 4025.0,
      "text": "Wow, that's pretty overt."
    },
    {
      "end_timestamp": 4033.0,
      "id": "20688026-2e92-3f55-a446-6bc741da37c0",
      "speaker": "Jordan",
      "start_timestamp": 4027.0,
      "text": "That is very overt. That's he just said all the stuff that he said. didn't exist."
    },
    {
      "end_timestamp": 4041.0,
      "id": "e092cbe3-f894-30a5-958b-42e232941f5f",
      "speaker": "Dan",
      "start_timestamp": 4033.0,
      "text": "He said all this stuff that he said the media is making up about him. Hmm. Hey, Alex. Fuck you. Yeah, you seriously, fuck you?"
    },
    {
      "end_timestamp": 4045.0,
      "id": "700b095f-d5dd-3b35-844f-32565d39fc3f",
      "speaker": "Jordan",
      "start_timestamp": 4041.0,
      "text": "You can't you can't lie on that now. Nope, you can't pull that you can't pull that back. Don't fucking"
    },
    {
      "end_timestamp": 4052.0,
      "id": "b1a54b13-6fee-326d-bc45-1d6e46724c2b",
      "speaker": "Dan",
      "start_timestamp": 4045.0,
      "text": "put out a special report and claim that everyone's lying about you when you lie about yourself. What is wrong with you? And"
    },
    {
      "end_timestamp": 4057.0,
      "id": "721d06f5-d2b7-3c3d-8b34-954549851841",
      "speaker": "Jordan",
      "start_timestamp": 4052.0,
      "text": "it's not like, how long did it take you to get that clip of him lying verbatim?"
    },
    {
      "end_timestamp": 4059.0,
      "id": "e91337dc-d98a-36aa-8275-d5ebbc800d5f",
      "speaker": "Dan",
      "start_timestamp": 4057.0,
      "text": "Five minutes, right? Yeah."
    },
    {
      "end_timestamp": 4069.0,
      "id": "65aaafe2-aa50-363c-b169-e6f83682a8d1",
      "speaker": "Jordan",
      "start_timestamp": 4059.0,
      "text": "How do you how do you not at least take it down? Is you to take it down. Take down the thing that you said. Because you said a different thing."
    },
    {
      "end_timestamp": 4072.0,
      "id": "9e619fa8-4320-350e-a0a0-ddd4583d30ca",
      "speaker": "Dan",
      "start_timestamp": 4069.0,
      "text": "It's basic. It's completely basic shit"
    },
    {
      "end_timestamp": 4073.0,
      "id": "6b7c209b-8dcb-3c42-98a0-ca83c53d953f",
      "speaker": "Jordan",
      "start_timestamp": 4072.0,
      "text": "right there. Yeah,"
    },
    {
      "end_timestamp": 4083.0,
      "id": "17832540-4559-3981-bff8-a72af1fd17bf",
      "speaker": "Dan",
      "start_timestamp": 4073.0,
      "text": "it's, you know, it is kind of like the, you know, the criminal who wants to get caught? There is kind of like, he's got to be exhausted with his lies. But be that as it may."
    },
    {
      "end_timestamp": 4085.0,
      "id": "9bb1ff11-7ca3-3353-85ad-9fbb11f5696c",
      "speaker": "Jordan",
      "start_timestamp": 4083.0,
      "text": "It's like a shitty version of the zodiac."
    },
    {
      "end_timestamp": 4121.0,
      "id": "23fe5729-72f1-3b41-a6db-30c777554562",
      "speaker": "Dan",
      "start_timestamp": 4085.0,
      "text": "I can't repeat more. Fuck you, you stupid son of a bitch. How dare you? That's enough of that. But now I want to get into for a second I it's not enough. But no, we're going. It's enough for our show. Yeah, I will leave the rest to the parents of the dead children who are really doing some good work telling him to shut the fuck up, which is great Christ. I like to see that. And I feel terrible for their loss. But he referenced a bunch of things there that are like little pieces have proof that Sandy Hook was fake? Yes. And I want to make my position clear."
    },
    {
      "end_timestamp": 4126.0,
      "id": "1bdcaf20-962c-3624-8394-f9d3782e0ea6",
      "speaker": "Jordan",
      "start_timestamp": 4121.0,
      "text": "I think it was real. And I want to make my position. That's, look, you're taking a strong stance,"
    },
    {
      "end_timestamp": 4159.0,
      "id": "608b2cc2-0598-339b-896b-0ad26fa0f194",
      "speaker": "Dan",
      "start_timestamp": 4126.0,
      "text": "I want to make my position a little bit further clear. I want to make it even more clear. I am a person who engages conspiracy theories. I'm a person who for the last years and years of my life has been like, what if that's true? And I've looked into things, and I remember when Sandy Hook happened. I remember seeing all of these conspiracies popping up about them. I saw I went to YouTube. I watched people's Sandy Hook is fake videos. Yeah. And some of its really fucking scary. Really, some of its real scary"
    },
    {
      "end_timestamp": 4180.0,
      "id": "a9150811-597a-3fa4-ac76-a12ebceec3c6",
      "speaker": "Jordan",
      "start_timestamp": 4159.0,
      "text": "how why wait, describe scary to me. Well, they have things that because it scares me just based on no matter what atrocity happens. People will try and declare it fake. Yeah. And so that means that they're that means that you can never trust any atrocity. And you can never attribute everything. They blame everything. Like nothing is real."
    },
    {
      "end_timestamp": 4270.0,
      "id": "26749124-65a5-3b1a-8161-cdc0f49bb659",
      "speaker": "Dan",
      "start_timestamp": 4180.0,
      "text": "Well, it's scary. What was scary was that they were making these claims that seemed to be real. There was a bunch of stuff about like police dashcam videos where the time is off. And it's clear that they had staged stuff and all this okay. There's that instance of children walking around in a circle. And what have you. There's the Anderson Cooper's nose disappearing and Rain sorts of things. And it's really interesting to be really scared by that and be like, Oh my god, maybe this is fake, right? I looked into it a bit further and found explanations for literally everything that most of it was. These videos that people post on the internet are doctored. Really, these things are all lies. So why there's doctored video though. dashcam video and stuff like that is doctored. As we discussed, there's an innocent explanation that's entirely possible for Anderson Cooper's nose disappearing. Yeah, the children walking around in a circle and everybody walking around was essentially them being like, you have to stay out of the crime scene. Yeah, just wander around. Yeah. Bill about Yes. There's nothing we can do. We can't like we might need to question people and you absolutely cannot go back into that school. No, the idea that they tore down the school afterwards, of course, they're going to do that. Yeah, it's a small town. And why would you make that anyone go back to this place? Yeah. No, you have that kind of horrible memory. Fuck that. i It's insane. All of the pieces of evidence that he cites are circumstantial as fuck, and most of them are based on manipulative explanations made by YouTubers. Why would you fucking evil? Why"
    },
    {
      "end_timestamp": 4273.0,
      "id": "a78068f1-e88c-3ed0-ac87-04929027cb11",
      "speaker": "Jordan",
      "start_timestamp": 4270.0,
      "text": "would you do that? Why would you? Why would you same"
    },
    {
      "end_timestamp": 4277.0,
      "id": "a633d61d-1bb9-388a-85cd-964ecf31d58e",
      "speaker": "Dan",
      "start_timestamp": 4273.0,
      "text": "reason Alex Jones on the show. He makes millions of dollars off this."
    },
    {
      "end_timestamp": 4284.0,
      "id": "28b315c7-c0b1-3610-b1ad-6c45026f637c",
      "speaker": "Jordan",
      "start_timestamp": 4277.0,
      "text": "That's true. Fuck, he ain't want to people want that. Yeah. People really want to disbelieve Well, it's"
    },
    {
      "end_timestamp": 4289.0,
      "id": "6735549a-b491-3613-90bb-1b4a71923136",
      "speaker": "Dan",
      "start_timestamp": 4284.0,
      "text": "a thing. It's a thing that we've talked about over and over again, makes life more interesting."
    },
    {
      "end_timestamp": 4315.0,
      "id": "3c7d53b2-cf83-311c-b349-3ef3722c00e3",
      "speaker": "Jordan",
      "start_timestamp": 4289.0,
      "text": "Yeah. But I mean, that seems that like that kind of stuff. seems more like you have a full on. axe to grind. You have an agenda there where somebody is if you're doctoring video, it's not because you want to make life more interesting. It's because you're going out there to deceive the pulling a prank with a with a purpose behind it. Sure, you're pulling a prank? That's not a prank?"
    },
    {
      "end_timestamp": 4319.0,
      "id": "26972230-fdc8-37a8-bf13-d518d58d1cac",
      "speaker": "Dan",
      "start_timestamp": 4315.0,
      "text": "Well, not in our XSplit. Like not in our understanding of the word that's a sucking"
    },
    {
      "end_timestamp": 4322.0,
      "id": "1f61e437-3f6a-3a41-acff-2b13b8df8ed4",
      "speaker": "Jordan",
      "start_timestamp": 4319.0,
      "text": "cruelty. Well, it's cruelty of the highest order."
    },
    {
      "end_timestamp": 4366.0,
      "id": "a9936d24-3445-3404-9151-39084f711046",
      "speaker": "Dan",
      "start_timestamp": 4322.0,
      "text": "But there's that but there's deep parts of the internet. And like, you know, I don't even want to reference any. But there are those web communities that are based on cruel humor, right? There's a lot of message boards that try and get people to kill themselves, right? You know, insecure kids come on, and they're like, they bully them to kill themselves, right? There's that sort of community online. And they do it because they think it's funny. I'm not saying that these videos necessarily are a product of that. There could be just be the same reason that that guy did the Bigfoot hoax. Yeah, get attention. Get things into the zeitgeist. Whenever it's it happens every single time. And if you're not careful, if you don't look into things, you can fall for really dumb shit. Now, I'm super glad that I didn't believe yes,"
    },
    {
      "end_timestamp": 4408.0,
      "id": "2db5247a-81c1-370d-8461-d48474b1757b",
      "speaker": "Jordan",
      "start_timestamp": 4366.0,
      "text": "but you had to you had to do the second step. That's where most people stop, right? You watch those videos. And then you went and looked further. And that's where most people stop, right? They got their primary source or what they think is their primary source. And then they were like, well, I trust them. So done, or not even I trust them. I trust the person who shared this, or I trust the person who shared the burden. You know, that whole thing? Yeah. It is not ever a two step issue there. So whenever whenever we're dealing with a lot of Alex Jones shit, ultimately, that's that's us. Like, we're the second step. Hopefully, yeah. Which, again, which is why we are not as popular. No,"
    },
    {
      "end_timestamp": 4437.0,
      "id": "cdeac618-1b5d-3728-bd83-d2e18b03a2cf",
      "speaker": "Dan",
      "start_timestamp": 4408.0,
      "text": "but so like, look, I have my own life, and what I can give you. I can't prove Sandy Hook happened. I can't do that. I just can't. I can't prove almost anything in the world. But I don't have to write. I can tell you through a thorough examination that I've done every single piece of stuff that's like Lou Zedillo, because fake is bullshit. Yep. And Alex Jones."
    },
    {
      "end_timestamp": 4441.0,
      "id": "a6df8d7e-ca7e-3e19-85cf-6f8eb4cc08f2",
      "speaker": "Jordan",
      "start_timestamp": 4437.0,
      "text": "And once again, we did land on the moon."
    },
    {
      "end_timestamp": 4449.0,
      "id": "af0dd7eb-233b-31a9-a34e-b1b2b73dd047",
      "speaker": "Dan",
      "start_timestamp": 4441.0,
      "text": "Right. Alex Jones is being a coward hiding behind the I don't know, I don't know. There's good arguments on both sides. Shit, when in reality, that's"
    },
    {
      "end_timestamp": 4463.0,
      "id": "758a61cd-9507-3e56-ba37-f716105a2a7c",
      "speaker": "Jordan",
      "start_timestamp": 4449.0,
      "text": "the EPA on climate change, like, well, the science is still out. No, fuck you. The sciences in you're killing us. You are personally responsible for the death of millions of people. And that is coming."
    },
    {
      "end_timestamp": 4469.0,
      "id": "4518d501-08b0-3811-ad95-9dc59f4c195e",
      "speaker": "Dan",
      "start_timestamp": 4463.0,
      "text": "In this case. I always Jones isn't responsible for anyone's death, but he's responsible for being a huge fucking dick hole. But"
    },
    {
      "end_timestamp": 4473.0,
      "id": "e53e1409-6b9a-3204-a5f5-076c3841e3aa",
      "speaker": "Jordan",
      "start_timestamp": 4469.0,
      "text": "no, but he is responsible for the pain of so many fucking people. He"
    },
    {
      "end_timestamp": 4493.0,
      "id": "b183e66f-52b5-31da-9dcd-7e132bc489dc",
      "speaker": "Dan",
      "start_timestamp": 4473.0,
      "text": "very clearly when talking to that caller, on January 13 of 2015 said that he doesn't it was all actors. It was a synthetic event. He couldn't believe it at first, but then he proved it to himself. So clearly that is what he believes. Yeah. All this other stuff is window dressing. And what"
    },
    {
      "end_timestamp": 4504.0,
      "id": "5e653c95-973c-3c1f-a7f3-88e4ffe44058",
      "speaker": "Jordan",
      "start_timestamp": 4493.0,
      "text": "is not that retraction? Nope. It is cowardice. It is pure hiding. Yep. He's down even taking the video down. Nope. Just take it down."
    },
    {
      "end_timestamp": 4524.0,
      "id": "17e1e298-de5c-3eed-838a-730b91149b24",
      "speaker": "Dan",
      "start_timestamp": 4504.0,
      "text": "Fuck you, Alex. Fuck you, Alex. So he goes on from there. After he says all this bullshit about Sandy Hook to basically where are we at? Oh, yeah. Okay, so he just goes on from here to explain that he is totally real naturally, which is unfortunate after we just caught you in that massive lie."
    },
    {
      "end_timestamp": 4572.0,
      "id": "c013ef87-dc11-3a6a-91ef-ef8fd32242c0",
      "speaker": "Alex Jones",
      "start_timestamp": 4524.0,
      "text": "They're trying to psychologically inoculate people out there that have never seen or heard the show, so that they just believe that I'm a actor. And don't mean when I'm saying or I am completely insane. But of course, all at the same time interviewing myself. People go, are you crazy? Yeah. We're Saudis. No, it's called a skit was about high school level I played being pro abortion. People then got freaked out and said I even had one employee almost quit their job. And that was really scary. How can you talk like that, about how wonderful abortion is for Satan? And I was illustrating how it's bad. By playing the part of Satan it does not mean that I literally want to worship Satan. Do you understand what"
    },
    {
      "end_timestamp": 4575.0,
      "id": "bd3224d4-a838-3c83-86b7-0b5e4c64f70f",
      "speaker": "Dan",
      "start_timestamp": 4572.0,
      "text": "Alex? It LinkedIn? LinkedIn, you"
    },
    {
      "end_timestamp": 4581.0,
      "id": "a42fd04d-4d87-3d0d-b328-df0b394c0be6",
      "speaker": "Jordan",
      "start_timestamp": 4575.0,
      "text": "should let that guy quit so fast. That is a that is a dumb person. That's"
    },
    {
      "end_timestamp": 4588.0,
      "id": "f1a47b7e-74fb-35e6-b815-586e537cc906",
      "speaker": "Dan",
      "start_timestamp": 4581.0,
      "text": "Oh, god. What are you really the devil? Are you really? I don't understand costume. How"
    },
    {
      "end_timestamp": 4593.0,
      "id": "74849ba4-4a93-3c89-bf0b-5f119251fc66",
      "speaker": "Jordan",
      "start_timestamp": 4588.0,
      "text": "could you How could you lie so convincingly. But here's what's wonderful. It really what you believe."
    },
    {
      "end_timestamp": 4613.0,
      "id": "a7b86d0d-08df-38f3-8562-5f9fa3c954a5",
      "speaker": "Dan",
      "start_timestamp": 4593.0,
      "text": "Here's what's wonderful. What Alex is not engaging with the truth. Even in that statement? No. He's saying that this staff member thought that he was being sincere when he dressed up like the devil, right to say everyone should get abortions. Yeah. Oh, well,"
    },
    {
      "end_timestamp": 4622.0,
      "id": "1677b2ec-935e-3280-96e9-dfd24dc924a7",
      "speaker": "Jordan",
      "start_timestamp": 4613.0,
      "text": "they worked at Infowars. So I rule nothing out. That's true. I ruled nothing out. Anything is possible in that shop?"
    },
    {
      "end_timestamp": 4627.0,
      "id": "2dd0ff93-0110-34c4-8bed-2445adfadae9",
      "speaker": "Dan",
      "start_timestamp": 4622.0,
      "text": "That is true, but it's like, man, you're so stupid."
    },
    {
      "end_timestamp": 4635.0,
      "id": "731f47b0-1b4e-3b3e-a58e-ec4fc2793d55",
      "speaker": "Jordan",
      "start_timestamp": 4627.0,
      "text": "Now. I will also not rule out your possible explanations just because as we know, he makes up plenty of people who say things to him all"
    },
    {
      "end_timestamp": 4645.0,
      "id": "65c3d453-a748-3d07-bd72-8ffe7ab63c59",
      "speaker": "Dan",
      "start_timestamp": 4635.0,
      "text": "the time. And he really wants people to think he's a great actor when he wants to be Yeah, like when he's in waking life and what have you really even acting he advised on that he was playing himself in both Richard Linklater movies."
    },
    {
      "end_timestamp": 4648.0,
      "id": "9cf74067-8261-3f93-b2ee-aa5c7433b74c",
      "speaker": "Jordan",
      "start_timestamp": 4645.0,
      "text": "He was playing the advisor."
    },
    {
      "end_timestamp": 4650.0,
      "id": "1efa8d14-9519-3cf2-b41c-05f7d77f3992",
      "speaker": "Dan",
      "start_timestamp": 4648.0,
      "text": "That was no that wasn't Scanner Darkly."
    },
    {
      "end_timestamp": 4656.0,
      "id": "059026da-d74e-323f-98f7-d85f98615eaa",
      "speaker": "Jordan",
      "start_timestamp": 4650.0,
      "text": "Oh, okay. I'm sorry. But I'm sure he didn't invite advise on the movie that."
    },
    {
      "end_timestamp": 4681.0,
      "id": "980791e8-d4c2-3877-b267-5339ed2feb5d",
      "speaker": "Dan",
      "start_timestamp": 4656.0,
      "text": "Yeah, no, that was boyhood boyhood. Yeah. Waking Life was the first one of the rotoscoping. Right. Right. And one of my favorite movies, it is a good movie. Love it. Anyway. I've cut out a bunch of stuff throughout this about Alex, really still hammering home that he thinks that everyone is just talking about his skits? Yeah, he does not understand he doesn't get it at all. And so that's another one of that. I can't, because that was a little different. This one"
    },
    {
      "end_timestamp": 4690.0,
      "id": "05a882be-8d0a-3b62-a691-201ce7e3d64a",
      "speaker": "Jordan",
      "start_timestamp": 4681.0,
      "text": "isn't a that one, I don't think is a deflection or a lie. That one I do genuinely think he is confused about."
    },
    {
      "end_timestamp": 4716.0,
      "id": "7fd09d18-43e7-309a-a9fc-d00415fcec33",
      "speaker": "Dan",
      "start_timestamp": 4690.0,
      "text": "I agree. He's very confused. I don't think he understands that. You know what else he doesn't understand what the people who are attacking him are up to. Here in this next clip, he's going to explain what he thinks the world is doing to him. And it's fascinating, because I cut out two parts in this episode already, where he said I'm not a victim. I'm a man. Yeah, I'm not a victim. No, this is a victim shit."
    },
    {
      "end_timestamp": 4770.0,
      "id": "af8750fc-847b-3cda-9f42-9f38fe5bcdb9",
      "speaker": "Alex Jones",
      "start_timestamp": 4716.0,
      "text": "No one cares when I'm showing the Journal of Medicine and WebMD. But man, I put on a lizard outfit. The impact of Florida neurological development children. I get massive, massive, massive, massive, massive use. And then people get warned. So they're saying what do we do about this guy reach and 35 million people a year ago? 4550 60 million conservatively elite now why don't we do seven? Oh, he's done some comedy pieces. Let's come out and say look, he's an actor. He's fake. And look, he's said that your lawyer said that blown up quite a bit on air. So let's edit all that together and say You must be crazy. You are crazy. For that, let's take everything from it. Let's take a sponsors. Good let's take his advertisers let's let's you don't take everything he's got. And that's what they did."
    },
    {
      "end_timestamp": 4771.0,
      "id": "c90902e5-ac3b-3927-b015-116142c6616f",
      "speaker": "Jordan",
      "start_timestamp": 4770.0,
      "text": "Is he gonna fake cry? No,"
    },
    {
      "end_timestamp": 4779.0,
      "id": "29785197-4686-3dc0-9214-5bb9d6992072",
      "speaker": "Alex Jones",
      "start_timestamp": 4771.0,
      "text": "every major channel every major news channel in the country has been saying for over a week and a half that I admit I'm fake. And then I'm not real."
    },
    {
      "end_timestamp": 4783.0,
      "id": "80c05b80-4e7d-3e50-a13f-66ec3f600927",
      "speaker": "Dan",
      "start_timestamp": 4779.0,
      "text": "Talk to your lawyer."
    },
    {
      "end_timestamp": 4790.0,
      "id": "6df1f223-6d26-3e05-a00d-e180d0251005",
      "speaker": "Alex Jones",
      "start_timestamp": 4783.0,
      "text": "For reals They've shown me a clown outfit saying really scary stuff. And say this man is psychotic."
    },
    {
      "end_timestamp": 4792.0,
      "id": "919f9f9d-9e23-39c8-8871-5d9826b03bab",
      "speaker": "Dan",
      "start_timestamp": 4790.0,
      "text": "So he thinks"
    },
    {
      "end_timestamp": 4798.0,
      "id": "7ddcabc8-b563-362c-940c-439c014b16c7",
      "speaker": "Jordan",
      "start_timestamp": 4792.0,
      "text": "that the scariest stuff you say Alex comes when you are not wearing a clown mask?"
    },
    {
      "end_timestamp": 4839.0,
      "id": "a4d856a0-f8d7-3907-93c1-36544fef35f7",
      "speaker": "Dan",
      "start_timestamp": 4798.0,
      "text": "Not at all? No. So the what he thinks is going on is that there's this cabal of elites, these globalists that are getting together to try and take him down because he's becoming too influential. Right, right. So what they do is like, huh, how are we gonna do it? Could we use his words literally now, like these two whippersnappers over to that would be crazy. No. See, what we're gonna do is we've realized that a couple times, he's dressed up in character, and done sketches. So we're gonna say that he's fake. But I mean, oh, wait, we don't have to do that. His lawyer did it for us. Okay. Oh, wait, oh, there's another thing. He's gotten really angry on air a bunch of times and freaked out. Let's cut that together. manipulatively and say he's crazy. Yeah, no one's doing any of that."
    },
    {
      "end_timestamp": 4844.0,
      "id": "9df37228-9afd-3e8d-8860-8dc4b6eb6abd",
      "speaker": "Jordan",
      "start_timestamp": 4839.0,
      "text": "Let's cut it together. manipulatively. Let's not just show"
    },
    {
      "end_timestamp": 4849.0,
      "id": "2c940039-0ca1-353e-9a4e-4f303d53cc69",
      "speaker": "Dan",
      "start_timestamp": 4844.0,
      "text": "it. To be fair, a lot of those meme presentations of Alex is a little bit like that."
    },
    {
      "end_timestamp": 4854.0,
      "id": "9146a366-f15f-3527-be3b-aceaf0b5591e",
      "speaker": "Jordan",
      "start_timestamp": 4849.0,
      "text": "Montage. It's like Rocky training. It's a montage of the bullshit that he said. And"
    },
    {
      "end_timestamp": 4862.0,
      "id": "858c8d98-38d6-3729-a886-ac04e8dcb85d",
      "speaker": "Dan",
      "start_timestamp": 4854.0,
      "text": "that's not the globalists. That's people who are making memes who are pretty good at it. Yeah. It's funny, but like,"
    },
    {
      "end_timestamp": 4866.0,
      "id": "ef644855-4143-3991-874b-71eb72c6675d",
      "speaker": "Jordan",
      "start_timestamp": 4862.0,
      "text": "but he doesn't understand humor. So of course, he thinks they're, yeah,"
    },
    {
      "end_timestamp": 4872.0,
      "id": "49b1e43a-a3fc-348f-83df-c81611f10c3b",
      "speaker": "Dan",
      "start_timestamp": 4866.0,
      "text": "no, because they're like, I don't understand why you'd spend your time making these memes when you could put on a Lizard Man. syringes,"
    },
    {
      "end_timestamp": 4896.0,
      "id": "bc729a89-4577-3cbd-a168-42b0b3203d3f",
      "speaker": "Jordan",
      "start_timestamp": 4872.0,
      "text": "I don't watch any TV, news news. Anybody has anybody on TV? Other than like, Stephen Colbert, other than you're there, and you're like, has any actual news agency? Because they're, he's implying that the actual like, CNN has a clip of him being crazy. I don't think he rates CNN. I feel like he doesn't rate CNN."
    },
    {
      "end_timestamp": 4933.0,
      "id": "cf4b8151-efaf-3475-94da-179fd31df88f",
      "speaker": "Dan",
      "start_timestamp": 4896.0,
      "text": "I don't know. I can't speak to that. Because I don't have like, I don't have Google alerts for Alex. Right. Thank God. I don't watch a ton of CNN. I watch. I don't even have a TV really. But I mean, except for playing Zelda. Yeah. Well, like I don't have, like an awareness of that world very much. Because much like Alex tells people to don't trust the mainstream. Yeah, I mean, I don't put a ton of that into my brain. I look for sources. And I have some aggregators that I trust, right. And I seek out news, usually in the written form. Yeah. So that's mostly where I'm at. I don't know. I will say I don't believe legitimate"
    },
    {
      "end_timestamp": 4945.0,
      "id": "9b704c8d-801a-30ad-b826-c8f61b521d01",
      "speaker": "Jordan",
      "start_timestamp": 4933.0,
      "text": "news delivered to me. All right. So you got news not delivered to me by a pretty face all of my that's my advice to people. I think there's a pretty face giving you that news. Maybe don't trust"
    },
    {
      "end_timestamp": 4989.0,
      "id": "ae071aba-5471-3af9-b56d-b3a362614095",
      "speaker": "Dan",
      "start_timestamp": 4945.0,
      "text": "that's why you can't trust Paul Joseph Watson or McAdoo? Definitely not very attractive. But you can marry him both. I could. I'm a big missed. I'm not guys don't take that out of contact. Man. I do think I do think that places like the Washington Post, and probably CNN online have had articles about the fact that his lawyer has said that he's a performance artist. It's throughout. It's in the SEC. And then I think in response to that people have made memes of him dressed up as the Joker and stuff to mock him. But it's not people saying it's, it's it's so stupid, that it's hard to explain. Do you know what I mean? Like is it because it's"
    },
    {
      "end_timestamp": 4995.0,
      "id": "5e8f752c-2bc0-34c3-9aef-85ef1b25a776",
      "speaker": "Jordan",
      "start_timestamp": 4989.0,
      "text": "it's something so stupid that it hits you and your brain just kind of shuts off and goes like, nah be he's"
    },
    {
      "end_timestamp": 5024.0,
      "id": "dd9aa8fd-6caf-3825-80dd-8c4a29c5a84b",
      "speaker": "Dan",
      "start_timestamp": 4995.0,
      "text": "a character performance artists defense in terms of dressing up into lizard mask, and all that stuff isn't necessary in court. Like that wouldn't stop him from having custody of his children. The defense of his a character is needed for the violent outbursts that he has. That's where he needs that defense. Yes, the comedy sketches that he make that aren't funny. Those who believe he does not need an excuse for making those any right thinking person gets what he's doing. Yeah. I don't even want to talk about this anymore."
    },
    {
      "end_timestamp": 5025.0,
      "id": "0ab372ec-b2f8-3c09-bf49-9ca9dfb67f01",
      "speaker": "Jordan",
      "start_timestamp": 5024.0,
      "text": "I don't know how you do it."
    },
    {
      "end_timestamp": 5029.0,
      "id": "1751b36f-8fa6-38a3-99bb-9d06694c3417",
      "speaker": "Dan",
      "start_timestamp": 5025.0,
      "text": "I just gonna repeat the same stuff I've said in the past."
    },
    {
      "end_timestamp": 5049.0,
      "id": "bc315a5a-4888-3814-b236-829368ecb9dd",
      "speaker": "Jordan",
      "start_timestamp": 5029.0,
      "text": "It immediately reminded me of Dana gold's bet about him, him talking to his dad with his wife there and his dad's like, yeah, of course. It's hot in LA, budget queers out there. And his wife looking at him going like, aren't you gonna say something? Are you gonna do something? What do I say? He thinks gay people give off heat. What do you argue that"
    },
    {
      "end_timestamp": 5074.0,
      "id": "7174457b-779e-38fc-89e6-4b4c1c710f75",
      "speaker": "Dan",
      "start_timestamp": 5049.0,
      "text": "gays are Kellyanne. Take that out of context. But like Yeah, I agree. And to a certain extent, this argument is so dumb that my my brain just doesn't want to talk about it. And there's nothing so nothing from this episode. From this episode onward. We will not be dealing with and Alex will be continuing to say it but we will not be dealing anymore with him and his weird performance art. Defense."
    },
    {
      "end_timestamp": 5082.0,
      "id": "9be64810-44dd-3a53-b9db-fba337785df9",
      "speaker": "Jordan",
      "start_timestamp": 5074.0,
      "text": "He is He is a performance artist. Even if he doesn't know he's a performance artist. Even if he does know he's a performance artist. Oh, he's a fucking lunatic."
    },
    {
      "end_timestamp": 5099.0,
      "id": "64c1059e-2aa1-36c3-b74d-7615abe60fb0",
      "speaker": "Dan",
      "start_timestamp": 5082.0,
      "text": "All propagandists wear masks and the mask is also their real face. It's very I don't want to Alex does quote Shakespeare Oh thank god but she's gonna Islamophobia and Shakespeare quotes are gonna be our new sec how"
    },
    {
      "end_timestamp": 5111.0,
      "id": "3e9476eb-5170-388e-941f-26b856956c55",
      "speaker": "Jordan",
      "start_timestamp": 5099.0,
      "text": "we're gonna say I like like that he does quote William Shakespeare, but he doesn't understand that. No, everybody plagiarize the New Yorker. It's the most plagiarized story just like I'm plagiarizing William Shakespeare also."
    },
    {
      "end_timestamp": 5126.0,
      "id": "6ac9a06c-07c2-380d-aef5-0b88af0cfaeb",
      "speaker": "Dan",
      "start_timestamp": 5111.0,
      "text": "I mean, we don't have time to get into it. But William Shakespeare might not have been a person. It might have been a persona. And whilst it might have been a performance artist, in some ways, although I will say I think you're wrong, isn't the Christopher Marlowe high?"
    },
    {
      "end_timestamp": 5129.0,
      "id": "3e0e56bd-1602-3807-b71a-01da1088d27d",
      "speaker": "Jordan",
      "start_timestamp": 5126.0,
      "text": "It is not it is William Shakespeare. He is a guy."
    },
    {
      "end_timestamp": 5148.0,
      "id": "9fc154bc-16db-321b-be86-18d3b3d364b0",
      "speaker": "Dan",
      "start_timestamp": 5129.0,
      "text": "True thing. He's got a weird old head, he does have a weird old head. Anyway, this next clip, we're gonna get back to Sandy Hook for a couple of clips, which is ostensibly the reason we're here but I guess it's not. This is Alex claiming that the mainstream media lies about his position on Sandy Hook and he is in and of himself,"
    },
    {
      "end_timestamp": 5152.0,
      "id": "4042e552-0508-3e93-a035-ff89ffbbb2b7",
      "speaker": "Jordan",
      "start_timestamp": 5148.0,
      "text": "which we have already established is he does not believe it's real."
    },
    {
      "end_timestamp": 5156.0,
      "id": "462b445f-3a88-33fe-b8cc-3010acb02348",
      "speaker": "Dan",
      "start_timestamp": 5152.0,
      "text": "And he doesn't believe that what he's said in the past is real. Right? So we're"
    },
    {
      "end_timestamp": 5161.0,
      "id": "c195bc4c-e49e-3a47-bf16-ac72dbbeeba1",
      "speaker": "Jordan",
      "start_timestamp": 5156.0,
      "text": "on two layers of Alex Jones does not believe it is real. It's like a beef"
    },
    {
      "end_timestamp": 5164.0,
      "id": "cef96361-2437-3c7c-be34-45549da7a9a8",
      "speaker": "Dan",
      "start_timestamp": 5161.0,
      "text": "wellington of lies."
    },
    {
      "end_timestamp": 5205.0,
      "id": "b68199ca-bb90-3efe-acfe-bdb41c0b8065",
      "speaker": "Alex Jones",
      "start_timestamp": 5164.0,
      "text": "You got to make sure it media saying and 1000s of articles that I believe nobody doubts an article and I see clips and tweets everybody else saying he goes in harasses families. he sues families, he gets in their faces. He says their kids didn't die. I've never been to New Town. I've never gotten their faces. I've said I believe kids died. But then I've said I see devil's advocate, when we've gotten debates that no kids died, and then it's all made up. Because the media has been caught making things up. We've had debates on both sides, and they cut it knowing that you can go watch the full deals."
    },
    {
      "end_timestamp": 5212.0,
      "id": "ae21ba1b-c6bb-3f46-a94a-0c2492975eec",
      "speaker": "Dan",
      "start_timestamp": 5205.0,
      "text": "I did we can we just played it. Don't tell people that just played it. Alex, you're not good at this. No."
    },
    {
      "end_timestamp": 5214.0,
      "id": "e3c78d62-5df0-3387-82a4-2cb79adbdd23",
      "speaker": "Jordan",
      "start_timestamp": 5212.0,
      "text": "And how are you so rich?"
    },
    {
      "end_timestamp": 5241.0,
      "id": "86255df9-ecf1-3a3f-9434-2e31ec995f9f",
      "speaker": "Dan",
      "start_timestamp": 5214.0,
      "text": "That's crazy. You know, it's probably because of like the Mercer's or something like that. But be that as the the what he's saying there is so stupid. I don't know if Keith Olbermann has ever tweeted something like that I am I have no idea. I don't care, who cares. But the idea that like people say that I harass these families, and I get in their face, and I sue them. I don't I've never heard anyone claiming to say that. But I do know that his actions have hurt people. Because his"
    },
    {
      "end_timestamp": 5256.0,
      "id": "b76fda36-a99e-320b-aaa2-3490d774507e",
      "speaker": "Jordan",
      "start_timestamp": 5241.0,
      "text": "listeners have gotten into these people's faces absolutely have absolutely right harass these people have ruined their lives. And this is in so many different ways. They put them through a fresh fucking hell every goddamn morning."
    },
    {
      "end_timestamp": 5268.0,
      "id": "dff958af-9a01-38ae-a3b0-e899d5cad3cd",
      "speaker": "Dan",
      "start_timestamp": 5256.0,
      "text": "And this is an instance where he's responsible for the actions of his listeners. You can't really control what your listeners do, to some extent, you know, like, you're not fully responsible for their actions. But when Salinger"
    },
    {
      "end_timestamp": 5275.0,
      "id": "4ba04f35-88b7-36d6-9f93-f8de6be730ae",
      "speaker": "Jordan",
      "start_timestamp": 5268.0,
      "text": "isn't fully responsible for every pocket, or every pocket filled with Catcher in the Rye, and the serial killer or whatever, right?"
    },
    {
      "end_timestamp": 5317.0,
      "id": "090c474f-d70b-30f3-91df-f4fbea048ff5",
      "speaker": "Dan",
      "start_timestamp": 5275.0,
      "text": "But when you espouse a position, as Alex clearly did, in that clip, we played that right, there was a fake operation, the conclusion that you can take from that is like, Okay, if it is fake, and no one died, then these people who are pretending to have had children die there are in on it. Yeah. And so I'm going to keep badgering them until they admit their role in this. And Alex is complicit. He's absolutely he's 100% responsible for the actions of his listeners. Well, not 100% Because there's other dickhole pundits who have made these arguments Yeah, so Yeah, fuck Alex fuck off. Like you're you're saying that you never sued them and you've never been to Newtown doesn't mean anything. Fuck you."
    },
    {
      "end_timestamp": 5321.0,
      "id": "fab87474-dc92-3d80-b33e-0ec0545134fa",
      "speaker": "Jordan",
      "start_timestamp": 5317.0,
      "text": "Yeah, I've never been to New Town. So I'm off the hook. Frank. Claire."
    },
    {
      "end_timestamp": 5325.0,
      "id": "3cce8856-2065-32ff-a4a8-86486b26a2a0",
      "speaker": "Dan",
      "start_timestamp": 5321.0,
      "text": "Guess what we got another lie about Sandy Hook coming up. Oh,"
    },
    {
      "end_timestamp": 5355.0,
      "id": "c86031b3-7ad2-37d7-bab9-a3bbcc56ddf0",
      "speaker": "Alex Jones",
      "start_timestamp": 5325.0,
      "text": "it should be investigated. All I'm saying is you should investigate what really happened most fake mass shootings, they have shooters and then kill a patsy. We know that's happened before they've been caught before. False flags a household name. I tend to believe that's what happened. But real mass shootings happen. I'm not saying real kids didn't die. We've entertained the idea because the majority of people online doubly the official story because they've been lied to so much and seen our government launch wars that kill millions online. So they killed 20 Something kids"
    },
    {
      "end_timestamp": 5370.0,
      "id": "2f25837d-fd06-373a-bc3e-acd599ee152b",
      "speaker": "Dan",
      "start_timestamp": 5355.0,
      "text": "so I mean, that's a whole new that's a whole new version of a sandy hook lie about his position. He was saying earlier that he doesn't know he can't figure it out. Now in this clip he's saying I'm inclined to believe that there was a patsy that got killed and there was a shooting fake"
    },
    {
      "end_timestamp": 5375.0,
      "id": "0c647e90-a218-394f-a44e-9346afc42809",
      "speaker": "Jordan",
      "start_timestamp": 5370.0,
      "text": "mass shooting Yep. And to to what what fake mass shooting two years"
    },
    {
      "end_timestamp": 5384.0,
      "id": "d30270ba-57c5-3814-9997-cd441ab9814f",
      "speaker": "Dan",
      "start_timestamp": 5375.0,
      "text": "ago he said that no one died. It was complete actor based operation. And no real New information has come out in those two years. Can you"
    },
    {
      "end_timestamp": 5387.0,
      "id": "31be0028-901b-3584-b9cd-317a03f6ce0a",
      "speaker": "Jordan",
      "start_timestamp": 5384.0,
      "text": "can you point me to one fake mass shooting?"
    },
    {
      "end_timestamp": 5398.0,
      "id": "85be7870-4957-3a5d-8713-10a3ada8264b",
      "speaker": "Dan",
      "start_timestamp": 5387.0,
      "text": "I can't but I mean, Alex could show you plenty. There's no way there's a fake mass shooting. Well, Alex could show you plenty based on what he thinks but I don't I don't I can't think of any I don't know."
    },
    {
      "end_timestamp": 5420.0,
      "id": "f1794482-6ca0-38bc-8827-0d4ba765829d",
      "speaker": "Jordan",
      "start_timestamp": 5398.0,
      "text": "That's what again against the moment you pull that Austin bombing the moment you pull that shit now there you're just putting the seed of doubt and disbelief over anything that happens. Any possible circumstance is absolutely fake. Like, that's, that's insane to me."
    },
    {
      "end_timestamp": 5430.0,
      "id": "3a752c75-4fc3-3d75-9a59-ffca48adf4e1",
      "speaker": "Dan",
      "start_timestamp": 5420.0,
      "text": "Well, and it's basically like because the argument goes like this, it's these the globalists are doing this basically to push gun control. I mean, that's the larger"
    },
    {
      "end_timestamp": 5432.0,
      "id": "941ecbaa-a10b-36f2-a7be-44baa9704134",
      "speaker": "Jordan",
      "start_timestamp": 5430.0,
      "text": "doing a shitty job of"
    },
    {
      "end_timestamp": 5481.0,
      "id": "38adee33-3b58-3f1a-8a4e-6a12e2383e03",
      "speaker": "Dan",
      "start_timestamp": 5432.0,
      "text": "totally, but that's like, that's sort of one of the big narratives of it are the big ideas is that like, they want to get gun control. So they do these these staged shootings to turn people against guns like well, it didn't work. Why would do it again, I guess. Yeah, what kind of weapon but But hold on, hold on. So like, yeah, so Okay, while you're playing while you're very angry, while you're blaming the globalists, what you're actually doing is repeating, warmed over and dressed up anti semitism. So what you're doing is blaming the Jews for all this stuff. So I mean, it's not the clearest line to draw, but trust me, that is what's going on subconsciously. It is all going back to this idea of a global cabal of bankers and Jewish elites who are controlling our destiny and trying to degrade society. So it's"
    },
    {
      "end_timestamp": 5485.0,
      "id": "57346bd6-ade1-3b97-b6ec-fc17b3185934",
      "speaker": "Jordan",
      "start_timestamp": 5481.0,
      "text": "weird how much of a bandwagon anti semitism has gotten. It's thrilling."
    },
    {
      "end_timestamp": 5492.0,
      "id": "f1bdd3f8-4ec9-3575-879a-03fc0cc26734",
      "speaker": "Dan",
      "start_timestamp": 5485.0,
      "text": "It is a lot thrilling is the wrong word really is super the we're learning about it. It's kind of thrilling it is. That's kind of what I'm at"
    },
    {
      "end_timestamp": 5499.0,
      "id": "9da9fd60-4deb-3090-9dea-1b4b58b6033a",
      "speaker": "Jordan",
      "start_timestamp": 5492.0,
      "text": "how far I'd like how long are we gonna hate the Jews? I don't know, man, pick somebody else."
    },
    {
      "end_timestamp": 5500.0,
      "id": "8a18a3bc-6016-3ccd-b511-dece2e4b7b82",
      "speaker": "Dan",
      "start_timestamp": 5499.0,
      "text": "It's been a long time."
    },
    {
      "end_timestamp": 5505.0,
      "id": "a11029dd-1cd2-3a09-a2b7-774e04be579e",
      "speaker": "Jordan",
      "start_timestamp": 5500.0,
      "text": "Like, even with this Islamophobia thing. There's still a heart of anti semitism in it"
    },
    {
      "end_timestamp": 5511.0,
      "id": "07e5afdc-395e-37eb-a225-1517e047aecc",
      "speaker": "Dan",
      "start_timestamp": 5505.0,
      "text": "kind of is what a lot of it does go back to the feelings about Israel. Yeah. Yeah."
    },
    {
      "end_timestamp": 5519.0,
      "id": "8a401897-d08f-3cd1-9d6e-caf49bab2c34",
      "speaker": "Jordan",
      "start_timestamp": 5511.0,
      "text": "Why do we even what if that whole thing, that whole thing? How many years? How many? How many years? Are we going to do this? I don't know. Probably guys."
    },
    {
      "end_timestamp": 5520.0,
      "id": "074c43ca-7071-3d68-9573-3bad4211b7da",
      "speaker": "Dan",
      "start_timestamp": 5519.0,
      "text": "I have three more guys."
    },
    {
      "end_timestamp": 5532.0,
      "id": "5f924fe6-8cd8-3bdf-8568-cd6ca7fa5779",
      "speaker": "Jordan",
      "start_timestamp": 5520.0,
      "text": "We're coming to the to to everybody in the Middle East. Come on, guys. That's a that's also a new segment of our show. For all the people committing atrocities out there. Hey, knock it off."
    },
    {
      "end_timestamp": 5534.0,
      "id": "a720f4e1-d370-30e1-9db9-24150ec31154",
      "speaker": "Dan",
      "start_timestamp": 5532.0,
      "text": "When it box, your ears,"
    },
    {
      "end_timestamp": 5537.0,
      "id": "41ace3d7-d11e-3a5d-87ec-2c2fff8f528b",
      "speaker": "Jordan",
      "start_timestamp": 5534.0,
      "text": "come on. So give me a switch."
    },
    {
      "end_timestamp": 5547.0,
      "id": "bebffe15-92f2-3f46-8249-994563caaea5",
      "speaker": "Dan",
      "start_timestamp": 5537.0,
      "text": "As I mentioned earlier, Alex was really trying to make the point that he is not a victim, although he is perpetrating. He's a man incredible victim,"
    },
    {
      "end_timestamp": 5552.0,
      "id": "0f952704-2db7-3061-a8e9-3dfbe6499087",
      "speaker": "Jordan",
      "start_timestamp": 5547.0,
      "text": "who can't be the victim in this next clip, even though he's beset on all sides by people."
    },
    {
      "end_timestamp": 5562.0,
      "id": "e737325a-cc23-31a7-9f73-e472a290800b",
      "speaker": "Dan",
      "start_timestamp": 5552.0,
      "text": "In this next clip, he explains that he is under massive attack. You might he might as well be tricky. So much Massive Attack. Very nice. Thank you. All right."
    },
    {
      "end_timestamp": 5563.0,
      "id": "a2cbadfe-998c-3cf2-98f9-481cf7e09e0d",
      "speaker": "Jordan",
      "start_timestamp": 5562.0,
      "text": "I'll give you that one."
    },
    {
      "end_timestamp": 5567.0,
      "id": "ff1b88e4-5cbf-3865-aa69-5e660347c1a4",
      "speaker": "Dan",
      "start_timestamp": 5563.0,
      "text": "Does that make up for my love of Lana Del Rey, all"
    },
    {
      "end_timestamp": 5574.0,
      "id": "670d04b3-cf99-30b6-8f89-2901c7f4d512",
      "speaker": "Jordan",
      "start_timestamp": 5567.0,
      "text": "I'm saying is that radiation is ruling the nation fine. That's what I'm saying. Right. We're in Heligoland is what's going on right now."
    },
    {
      "end_timestamp": 5580.0,
      "id": "461a30a8-208e-30c2-9644-b8f52e0c9f0d",
      "speaker": "Dan",
      "start_timestamp": 5574.0,
      "text": "No, I'm out. Oh, no, you're done. I don't I don't know enough references. But I do know, I do know about tricky."
    },
    {
      "end_timestamp": 5584.0,
      "id": "d1f3bd5d-e515-3c31-ac5a-ab0e2a428f7e",
      "speaker": "Jordan",
      "start_timestamp": 5580.0,
      "text": "Protection. No, nothing calmed down. All right. I'm sorry."
    },
    {
      "end_timestamp": 5595.0,
      "id": "9f83f01d-7964-3e54-80a8-2c80f1c2dc69",
      "speaker": "Dan",
      "start_timestamp": 5584.0,
      "text": "This next clip Alex explains that he's under attack. And it's all about his character, but he's not talking about the fictional character thing. It's about his integrity character. And he's done."
    },
    {
      "end_timestamp": 5618.0,
      "id": "e8f0e06f-5001-3148-a765-da8210e82420",
      "speaker": "Alex Jones",
      "start_timestamp": 5595.0,
      "text": "Understand that and understand there is a hit out on Infowars to assassinate my character by lying and creating a artificial Alex Jones. A straw man that is not me. That is an imposter. We don't go out there and misrepresent what's happening and what's going on and what's unfolding and they think you're incredibly stupid."
    },
    {
      "end_timestamp": 5620.0,
      "id": "10ab0199-5470-3a32-a578-809eb152c134",
      "speaker": "Jordan",
      "start_timestamp": 5618.0,
      "text": "You might not be wrong there."
    },
    {
      "end_timestamp": 5650.0,
      "id": "1065cced-7de4-36a0-8eea-708fa62eb839",
      "speaker": "Dan",
      "start_timestamp": 5620.0,
      "text": "Alex. You think your audience is fucking stupid? But you are stupid. It's It's It's crazy. It's just crazy. I don't like you better wish someone was making a straw man. Like you are protected by a straw man. Yeah, like the straw man that people are creating is a better person than you it really is a guy who just says that Sandy Hook is fake is a better person than the Alex that we're looking at right now. Right? That person at least has consistency isn't a coward. I mean,"
    },
    {
      "end_timestamp": 5698.0,
      "id": "a7d0b072-06d1-3d0f-a8e0-236aa6f872d0",
      "speaker": "Jordan",
      "start_timestamp": 5650.0,
      "text": "still, or at the very least is only wrong about one thing the answer only a monster on one thing as opposed to being a fucking absolute. Like ah, I his his level of like, what I keep hearing in his voice is pure nihilism. Like he his is what you're hearing his is the destruction of everything. Like that's like that that quote on that quote by Steve Bannon about you know like destroying the destroying the government entirely Yeah, like to to meet listening to all of this stuff. It's almost like his main goal is to destroy any and all objective truth. Like to money Second"
    },
    {
      "end_timestamp": 5700.0,
      "id": "420c2026-e006-39c5-ba31-143639cb7cba",
      "speaker": "Dan",
      "start_timestamp": 5698.0,
      "text": "Amendment you"
    },
    {
      "end_timestamp": 5703.0,
      "id": "8c3b1c0a-0f66-3d22-9c77-70eaca377f71",
      "speaker": "Jordan",
      "start_timestamp": 5700.0,
      "text": "Fuck the second round, that's all we need. Fuck the second of all,"
    },
    {
      "end_timestamp": 5706.0,
      "id": "97ff3721-f0d4-3e5d-b18d-ac566d260ec6",
      "speaker": "Dan",
      "start_timestamp": 5703.0,
      "text": "we don't need roads or taxes just don't have guns. It's Grayson,"
    },
    {
      "end_timestamp": 5712.0,
      "id": "40f6cebf-e839-3149-bebd-184b221c9036",
      "speaker": "Jordan",
      "start_timestamp": 5706.0,
      "text": "I wish Obama had gone into your homes and taking your guns. I just want to"
    },
    {
      "end_timestamp": 5716.0,
      "id": "5553389a-632d-3ab2-a21d-3e8ab2a5e766",
      "speaker": "Dan",
      "start_timestamp": 5712.0,
      "text": "first off, you want to live in the world of American, for sure."
    },
    {
      "end_timestamp": 5748.0,
      "id": "8538dec2-ac17-3e1e-985b-12676a29ff36",
      "speaker": "Jordan",
      "start_timestamp": 5716.0,
      "text": "I'm fine with it. Let's give that one a go. Let's just give it a try. See if it's here. Here's the other thing. I you know, as much as as much as people like to like Alex Jones want to say it's going to be 1776 all over again. And we're going to do this whole thing. Those are often the same cowards that Alex Jones is, yeah, they're living in that fantasy world of believing themselves to be that when push comes to shove, I'm really going to do it. I'm really going to do that."
    },
    {
      "end_timestamp": 5751.0,
      "id": "f1f6f7db-ceba-317b-a3d7-39969ea50592",
      "speaker": "Dan",
      "start_timestamp": 5748.0,
      "text": "We better hope that we're right on that assumption,"
    },
    {
      "end_timestamp": 5775.0,
      "id": "da8e9743-9ad3-3df0-8966-0b44a82cdbd8",
      "speaker": "Jordan",
      "start_timestamp": 5751.0,
      "text": "dude. Look. I'm a manic depressive. Uh huh. If you're gonna kill me like, Okay, if and if he like you got me on this one. legitimately like, you and I are too far. Like, we don't necessarily disagree if you murder me. There's a part of me that's on your side. It's like a good a good point there. Yeah, exactly. Free speech. Yeah. Hey, man, you know, you got to do it. The other"
    },
    {
      "end_timestamp": 5784.0,
      "id": "647da44c-58e2-347d-9944-e366fea74a85",
      "speaker": "Dan",
      "start_timestamp": 5775.0,
      "text": "the other part too. Is that like, if the ship goes down? We would maybe kill ourselves. We might take care of it for you."
    },
    {
      "end_timestamp": 5793.0,
      "id": "8d9bffaf-6a65-3f06-b582-950a78267c19",
      "speaker": "Jordan",
      "start_timestamp": 5784.0,
      "text": "Oh, absolutely. All the all the visions of like zombie apocalypse. Like, man, I would be the guy running that game. Fuck that. No, I'm out. No, fuck that."
    },
    {
      "end_timestamp": 5797.0,
      "id": "6250baec-abdc-37bc-b0c5-119305553c87",
      "speaker": "Dan",
      "start_timestamp": 5793.0,
      "text": "If I could become a hermit in the woods. I'll do that. Yeah, but if not, I'm out."
    },
    {
      "end_timestamp": 5810.0,
      "id": "b6f05a72-10e3-3876-adb3-dceb9188b990",
      "speaker": "Jordan",
      "start_timestamp": 5797.0,
      "text": "Listen, I don't want to fight. I'd run out of contacts. I'm done. Or you get I don't get your meds? Yeah, exactly. Although maybe then I would be the leader of a roving band of cannibals possibility. That's an entirely possible."
    },
    {
      "end_timestamp": 5824.0,
      "id": "e190cd00-53ca-3f03-928b-050ccd6c3bd1",
      "speaker": "Dan",
      "start_timestamp": 5810.0,
      "text": "So Jordan, at this point, we have to we have to deal with Alex having a little bit of a break. He had a little bit of a mental break. And he is no longer talking about Sandy Hook. All right, he is now getting into for the rest of the episode."
    },
    {
      "end_timestamp": 5826.0,
      "id": "28a543d4-65d2-3d56-9a4b-aebcbb321e01",
      "speaker": "Jordan",
      "start_timestamp": 5824.0,
      "text": "How much more? How much time? Are we talking?"
    },
    {
      "end_timestamp": 5852.0,
      "id": "6478251f-865e-36da-84dd-c269d0e034e2",
      "speaker": "Dan",
      "start_timestamp": 5826.0,
      "text": "We have five more clips. Yes, five more clips. And it's all the treaties on the degradation of society basically great. And he gets it not in this first clip, but he will get to what he believes is going on and has to do with we don't we don't have the rites of passage anymore. And that's, you know, we can we can talk all day about that. If you wait,"
    },
    {
      "end_timestamp": 5862.0,
      "id": "ed4bdbdb-5fcc-36e2-8611-59d077d29a29",
      "speaker": "Jordan",
      "start_timestamp": 5852.0,
      "text": "let's all I'm saying is let's go back to a tribal society, where men have at the age of 13, some sort of rite of passage, dude, and then we're good"
    },
    {
      "end_timestamp": 5863.0,
      "id": "1a7ce08d-73f9-3306-a72c-65ed5082cba2",
      "speaker": "Dan",
      "start_timestamp": 5862.0,
      "text": "dude."
    },
    {
      "end_timestamp": 5868.0,
      "id": "798bfae0-4ece-3c58-8a92-f0e829ea0627",
      "speaker": "Jordan",
      "start_timestamp": 5863.0,
      "text": "That is literally what he's going to say that can't be what he's going to say that's a dumb thing to say"
    },
    {
      "end_timestamp": 5877.0,
      "id": "8e168c9d-479b-30b1-8239-5aa4e862a897",
      "speaker": "Dan",
      "start_timestamp": 5868.0,
      "text": "we need to Well, if he doesn't say this, but it would be great if he was like, we need to when you get to be about 13, we need to lay you down and make you take the cut from 109."
    },
    {
      "end_timestamp": 5890.0,
      "id": "9a09cd79-63b6-3426-9f6c-cf30f7f333e3",
      "speaker": "Jordan",
      "start_timestamp": 5877.0,
      "text": "Yeah, exactly. Like what put your hand to a nest of bullet ants. That's how you become a man in this country. Quit coding software and making your apps get rid of one hand but bullet ants."
    },
    {
      "end_timestamp": 5897.0,
      "id": "02f205e3-e300-3bfc-b86f-2abae6020fac",
      "speaker": "Dan",
      "start_timestamp": 5890.0,
      "text": "Well, he doesn't. He doesn't go to that extent of Rites of Passage, but you'll love where he does go. But first he"
    },
    {
      "end_timestamp": 5903.0,
      "id": "a66dce61-d4a1-3e5b-906f-0a9bff2f958a",
      "speaker": "Jordan",
      "start_timestamp": 5897.0,
      "text": "got a classical music like the rites of spring, I'm assuming that he does the you know, don't that"
    },
    {
      "end_timestamp": 5911.0,
      "id": "e1ada597-f26f-32ab-b4f3-31ede50a9333",
      "speaker": "Dan",
      "start_timestamp": 5903.0,
      "text": "you shouldn't make predictable. You shouldn't make predictions because it's sweeping string section is so much more simple. I mean, just think when you're stupid when you get"
    },
    {
      "end_timestamp": 5921.0,
      "id": "00078d8d-6641-3660-b273-0d7d8631337c",
      "speaker": "Jordan",
      "start_timestamp": 5911.0,
      "text": "to just that swell of the violins and the violas? I think, let's go back to tribal society, Jordan and stick our hands in bullet ants."
    },
    {
      "end_timestamp": 5929.0,
      "id": "c752e948-98b0-3d6a-b78a-c1c263c52329",
      "speaker": "Dan",
      "start_timestamp": 5921.0,
      "text": "Well, you're talking about the arts. And that's one thing but Alex I think is a little bit more worried about STEM education. As he complains about here is he"
    },
    {
      "end_timestamp": 5937.0,
      "id": "9368d810-d8d9-37e2-a24b-771160b9d3a2",
      "speaker": "Alex Jones",
      "start_timestamp": 5929.0,
      "text": "we need to go back to being human our calculators Great. Yes. But nobody says Texas Instruments came out with 140 years ago knows how to do math anymore. What the fuck"
    },
    {
      "end_timestamp": 5939.0,
      "id": "debd776d-4805-395e-98ce-1e65e4e24203",
      "speaker": "Jordan",
      "start_timestamp": 5937.0,
      "text": "are you talking about?"
    },
    {
      "end_timestamp": 5958.0,
      "id": "d4409271-09f6-3013-a872-23a8aeb5adb3",
      "speaker": "Dan",
      "start_timestamp": 5939.0,
      "text": "I know how to do a lot of math. What in God? We're still fucking Math is everywhere. It is I I had, I had graphing calculators when I was in school, and I still know how to do math. Now, even though I haven't touched math in years. I could I absolutely could prove it. I can still do geography"
    },
    {
      "end_timestamp": 5961.0,
      "id": "56e40b9f-e86a-39ad-ba54-21eea0f6c748",
      "speaker": "Jordan",
      "start_timestamp": 5958.0,
      "text": "divide 96 by seven."
    },
    {
      "end_timestamp": 5963.0,
      "id": "a40e9ee5-c77a-3265-aad6-0b72ffa98560",
      "speaker": "Dan",
      "start_timestamp": 5961.0,
      "text": "I can't do that. Let's see. Well, that my see"
    },
    {
      "end_timestamp": 5968.0,
      "id": "124fa92d-66f0-356b-a861-52e2af47c39f",
      "speaker": "Jordan",
      "start_timestamp": 5963.0,
      "text": "get a calculator. Hmm. Not since Texas Instruments has somebody been able to do math?"
    },
    {
      "end_timestamp": 5992.0,
      "id": "e5175910-f5ff-3de0-ad0b-b5346b022fb6",
      "speaker": "Dan",
      "start_timestamp": 5968.0,
      "text": "Actually, I can do that. 96 divided by seven is Baba. I don't know what the decimal would be. But it's 12 point point two or something like that. 12.2 Something along those lines. I don't matter you when I was in school. When I was in school, we had calculators and I was actually very interested in math. And so one day we were talking about the Pythagorean Theorem, yes. And the quadratic equation."
    },
    {
      "end_timestamp": 5996.0,
      "id": "1b22d0c9-554c-35ae-b3f7-01c2d48c494b",
      "speaker": "Jordan",
      "start_timestamp": 5992.0,
      "text": "Yeah. And it was very key squared plus C squared equals"
    },
    {
      "end_timestamp": 6027.0,
      "id": "4901892d-b507-3430-94a5-df404041452e",
      "speaker": "Dan",
      "start_timestamp": 5996.0,
      "text": "well, that's that's the quad up egory And, oh, I thought that was A quadratic is like negative four b plus or minus the square root of nine. I don't remember. I don't remember it now. Yeah. But I actually proved that each of those equations work breaking it down variable by variable. Because I was interested in how it all worked. I had calculators, I still did it because I was interested. There's a common I'm not even like an in depth math guy. There's there are people who really great,"
    },
    {
      "end_timestamp": 6065.0,
      "id": "5b65359e-7497-3357-b4ce-e368d33fddef",
      "speaker": "Jordan",
      "start_timestamp": 6027.0,
      "text": "like, video explanations of how Pythagoras didn't think of that theorem, the way that we do is just like a building block of, of geometry and trigonometry and the like. He thought of it as a whole religious Yes. And so there's this really amazing confluence of how you see the world within how you find out all of these different equations back before you had fucking A squared plus B squared equals C squared. Sure, like he didn't get that for him. It was look at how all of these squares fit together like that whole thing like literal, a square, you know, and then you keep tearing that apart and tearing that apart. And then you believe in God, I guess I don't know. Well, in the"
    },
    {
      "end_timestamp": 6117.0,
      "id": "b1c744dd-104c-3eee-a4e5-536ce90b72e4",
      "speaker": "Dan",
      "start_timestamp": 6065.0,
      "text": "lineage of that traces directly to like the golden ratio and the spiral of life and that sort of Absolutely. It all comes out of Protagoras. Yeah, moving forward through time. Absolutely. And there's a great song by a rap group called the Lost Children of Babylon, called the Pythagorean Theorem, where they just rap about the the theory and theorem and it's fucking awesome. Yeah, it's a rap song about math. It's fucking great. These dudes are so cool. Man. I don't support everything they're into. But they're cool. They're Egyptian mystics. Anyway, this next clip, Alex is going to really freak out because he remembered that one of his big points he likes to try and make is that no one has a memory, and that everything in the world is super important. The only thing that's super important when you're going through life is having a memory."
    },
    {
      "end_timestamp": 6123.0,
      "id": "16e35561-2514-36f1-be7c-0d0c311d9069",
      "speaker": "Jordan",
      "start_timestamp": 6117.0,
      "text": "That seems like he might be right, considering the fact that he doesn't remember the things that he says"
    },
    {
      "end_timestamp": 6140.0,
      "id": "80e8e22c-3d6e-3fa3-96d4-a9515fc1a8a5",
      "speaker": "Dan",
      "start_timestamp": 6123.0,
      "text": "exactly. And in this clip, he has forgotten something that I will explain. I will explain afterwards, fucking course. Please, enjoy listening to this. And I'll be back with a really salient point."
    },
    {
      "end_timestamp": 6176.0,
      "id": "50a88831-1966-3a71-b684-9c2b8177b0ba",
      "speaker": "Alex Jones",
      "start_timestamp": 6140.0,
      "text": "Everything is memory. Everything is remembering space time continuum. What happened five years ago that's experienced, that's knowledge. If you let me find something, explain. There's information, there's knowledge points, you'll be able to graph here. Okay. Here's information graph. Okay. We're five years old. Okay. You can interface the internet. kaska. Say, you can speak you can do basic things, but you don't know from life experience, how to trust the info, whether it's accurate or not. True. You don't have the time or the memory of when you're 75."
    },
    {
      "end_timestamp": 6233.0,
      "id": "61ef4a18-ba87-38e3-bf50-7e0252600cc1",
      "speaker": "Dan",
      "start_timestamp": 6176.0,
      "text": "Oops, you know what, he forgot? That there's four ways to learn. He forgot that he's claimed that he was reading college level books at age six. When he had just said they're at age five, which I don't think there's developmentally that much difference between five and six. He's discounting himself, but he's saying that when you're that age, when you're that young, you don't know how to trust information. You don't engage with the facts. Right? And hey, Alex, you don't either you dumb piece of shit. Dumb Dumb asshole. You stupid son of a bitch. You got busted yourself. We don't even need to knock on the door. You just busted your dumbass self. Now hold on. What's great. You asked me in the middle of that clip? Is there a graph? And I will post a screenshot of this because it's fucking hilarious. There is a graph he has taken a piece of paper, one of his Info Wars stories that's printed out that he uses to make arguments. And he has flipped it over to the back. And he has drawn a stick figure on it that says five. And then there is"
    },
    {
      "end_timestamp": 6237.0,
      "id": "bc428c4b-51e5-37fc-ab3a-981476b97755",
      "speaker": "Jordan",
      "start_timestamp": 6233.0,
      "text": "Wait, he drew. He doesn't even understand the X Y axis."
    },
    {
      "end_timestamp": 6253.0,
      "id": "c3fbe540-5bb6-3ccb-ae2f-938a1aa26557",
      "speaker": "Dan",
      "start_timestamp": 6237.0,
      "text": "No, no stick figure five, he draws a line going upwards. Right? You know, it's like a high pot noose, right. And it goes up. And then he draws another stick figure. And it says 75 That's the grant. That's the graph."
    },
    {
      "end_timestamp": 6257.0,
      "id": "bef2748b-14c6-34c6-a251-3bc95228864a",
      "speaker": "Jordan",
      "start_timestamp": 6253.0,
      "text": "So he's he successfully graphed aging."
    },
    {
      "end_timestamp": 6261.0,
      "id": "98e735cc-0b82-343e-8ab4-03aad0b6a6c2",
      "speaker": "Dan",
      "start_timestamp": 6257.0,
      "text": "You should use a Texas Instruments. Calculator."
    },
    {
      "end_timestamp": 6267.0,
      "id": "f7ee629b-0eef-3ab6-aedb-b9a4031e3800",
      "speaker": "Jordan",
      "start_timestamp": 6261.0,
      "text": "But I don't think you can just put five years old and 75 years old into a Texas Instrument graphing,"
    },
    {
      "end_timestamp": 6270.0,
      "id": "104b85a4-371d-37e2-aa3d-80feabb8373f",
      "speaker": "Dan",
      "start_timestamp": 6267.0,
      "text": "you could just draw a fucking diagonal line. You"
    },
    {
      "end_timestamp": 6273.0,
      "id": "fec26c8c-64a0-3858-912b-30478bf809f4",
      "speaker": "Jordan",
      "start_timestamp": 6270.0,
      "text": "can plug and play pokimane on a graphing calculator, but you can't do that. Or you"
    },
    {
      "end_timestamp": 6281.0,
      "id": "7bba6267-86c5-3569-be71-af5609e576f7",
      "speaker": "Dan",
      "start_timestamp": 6273.0,
      "text": "could have old timey pornography on there. As I recall. I remember some one of my friends had a tidies on his graph, and it was a scandal"
    },
    {
      "end_timestamp": 6283.0,
      "id": "ac27acbe-3ed2-38f2-b30c-524d2200a3d7",
      "speaker": "Jordan",
      "start_timestamp": 6281.0,
      "text": "did he turn it upside down and write boobs?"
    },
    {
      "end_timestamp": 6287.0,
      "id": "d64c5708-2957-3187-8460-c787ddaaaf9c",
      "speaker": "Dan",
      "start_timestamp": 6283.0,
      "text": "We also did that back in the early days."
    },
    {
      "end_timestamp": 6288.0,
      "id": "1abcd6cd-5454-3be4-9f45-c80679cf228b",
      "speaker": "Jordan",
      "start_timestamp": 6287.0,
      "text": "Before you could just Google boobs,"
    },
    {
      "end_timestamp": 6305.0,
      "id": "8d582a84-247e-3c01-bb85-579b055a0396",
      "speaker": "Dan",
      "start_timestamp": 6288.0,
      "text": "Alex, it's not a graph. You're making a dumb point. But I mean, it isn't a dumb point. It is one of the most. I mean, it's just a truism. When you're young you can't really understand how to use information because you don't have the experience and the maturity that comes with being older. But unfortunate also,"
    },
    {
      "end_timestamp": 6325.0,
      "id": "b1a83aee-1bd5-35db-8adf-d76ec0b48591",
      "speaker": "Jordan",
      "start_timestamp": 6305.0,
      "text": "it's also a dumb point on that front also. Because that that idea of let's just say, if you are going to go by who is best at evaluating information at 2017? Do you think old people are at your top?"
    },
    {
      "end_timestamp": 6330.0,
      "id": "cf6ceeab-c175-338a-9c48-09c4b47655d8",
      "speaker": "Dan",
      "start_timestamp": 6325.0,
      "text": "Five year olds? No, no, no, it's probably somewhere in the middle of adulthood."
    },
    {
      "end_timestamp": 6336.0,
      "id": "37643fb8-20e4-3173-8451-e788924f8729",
      "speaker": "Jordan",
      "start_timestamp": 6330.0,
      "text": "Yeah, I would say late 20s to early 40s. Probably a little bit."
    },
    {
      "end_timestamp": 6339.0,
      "id": "dd96fda2-1340-3843-a940-24c136038501",
      "speaker": "Dan",
      "start_timestamp": 6336.0,
      "text": "Some 40s 40 Old people were pretty hip."
    },
    {
      "end_timestamp": 6361.0,
      "id": "dd4cdedc-5ca5-38f3-80ab-64685b840ace",
      "speaker": "Jordan",
      "start_timestamp": 6339.0,
      "text": "No, I that that concept of experience equaling wisdom is fucking stupid. No, it's so stupid. If you've ever talked to somebody who said, don't tell me about the 60s or whatever, because I lived through it. And it's like, listen, well, you don't know what's going on right now. Don't tell me you knew what was going on, then when you are a fucking idiot."
    },
    {
      "end_timestamp": 6381.0,
      "id": "2778bd3f-cedf-3d5b-8bca-0604620377e9",
      "speaker": "Dan",
      "start_timestamp": 6361.0,
      "text": "Well experience informing awareness. And that sort of thing is generally true. But it's like anything. It's like it's not always true. There's exceptions. You know, it's only true to a point. So I agree and disagree with you. And I agree and disagree with Alex's stupid point."
    },
    {
      "end_timestamp": 6386.0,
      "id": "3da54ce9-85dc-38a6-af2d-ecd386a78a4e",
      "speaker": "Jordan",
      "start_timestamp": 6381.0,
      "text": "More More disagree with Alex's stupid point entirely fine. 100%."
    },
    {
      "end_timestamp": 6388.0,
      "id": "e4454a2d-907e-3a28-9ba5-e709ec85d9a4",
      "speaker": "Dan",
      "start_timestamp": 6386.0,
      "text": "We can agree to disagree. That's totally fine. Not"
    },
    {
      "end_timestamp": 6397.0,
      "id": "6787bc2a-4e4f-3c2b-90fa-b85d4a9f4a64",
      "speaker": "Jordan",
      "start_timestamp": 6388.0,
      "text": "in my world. Let me write down a graph for you. I'm drawing a small stick figure and it looks like Damn. I'm going to write down on it."
    },
    {
      "end_timestamp": 6399.0,
      "id": "88a06250-a187-3096-9d3f-d8863068c60c",
      "speaker": "Dan",
      "start_timestamp": 6397.0,
      "text": "Let me screenshot this."
    },
    {
      "end_timestamp": 6414.0,
      "id": "3f9964f9-4c92-3149-a3ba-ac5664ce4e6b",
      "speaker": "Jordan",
      "start_timestamp": 6399.0,
      "text": "Then I'm going to draw a vertical line. Not a not a diagonal Oh, no vertical straight up. Oh, my God. No. That's Alex. And then all the way down here is me giggling at both,"
    },
    {
      "end_timestamp": 6421.0,
      "id": "df49a543-a2dd-3b38-ad2e-364912f0ffa0",
      "speaker": "Dan",
      "start_timestamp": 6414.0,
      "text": "would you like to draw another line to the side of William Shakespeare. Because it's time for the Shakespeare quote."
    },
    {
      "end_timestamp": 6424.0,
      "id": "8089722d-c0eb-39f2-a220-aa41bacc4ab9",
      "speaker": "Jordan",
      "start_timestamp": 6421.0,
      "text": "I remember him saying that all the world's a graph. I do remember that."
    },
    {
      "end_timestamp": 6451.0,
      "id": "1a2e464e-5fa1-364f-b584-7ad4700aee8a",
      "speaker": "Dan",
      "start_timestamp": 6424.0,
      "text": "Just to give some context. In the corner of his paper, he has drawn basically a triangle without a bottom. So there's just a just a, you know, up and down, right? Like a parabola, at least trying a parabola that comes to a point basically. And he has drawn stick figures at each point. The heads are at the like two bases of the triangle and up at the top. And he's making the argument that you are just doodling Well,"
    },
    {
      "end_timestamp": 6454.0,
      "id": "82ca8191-5709-32ae-8ead-3eb608c47e76",
      "speaker": "Jordan",
      "start_timestamp": 6451.0,
      "text": "he's basically saying he's also got Metallica. Like,"
    },
    {
      "end_timestamp": 6471.0,
      "id": "62acce1d-51c8-3e56-97ec-b3b71eef855e",
      "speaker": "Dan",
      "start_timestamp": 6454.0,
      "text": "we've asked that we oh, yeah, the fucking S Yeah. So he's trying to make the argument that when you're young, and when you're old, you're down, like you're you, you're not as smart. And when you're in the middle of your life, you're at your peak, and then he brings Shakespeare into it."
    },
    {
      "end_timestamp": 6491.0,
      "id": "2d129a7f-b72b-3982-b8fa-bbd0daa60ffc",
      "speaker": "Alex Jones",
      "start_timestamp": 6471.0,
      "text": "You start out with low cognitive ability, you get to a peak of training, experiences, life revelations, you hit a peak. And then your brain cells begin to die. You begin to do less and less you begin to become the child again. Once the man that's William Shakespeare, twice the child. Your only wants the man"
    },
    {
      "end_timestamp": 6495.0,
      "id": "7c17acf8-5e94-31c1-bf2b-c09e1e030be6",
      "speaker": "Jordan",
      "start_timestamp": 6491.0,
      "text": "three times a lady. Once bitten,"
    },
    {
      "end_timestamp": 6501.0,
      "id": "7ac6a4cb-6e1b-3230-a096-993215f00e31",
      "speaker": "Dan",
      "start_timestamp": 6495.0,
      "text": "twice shy. Right. Cool, Alex Cool. Cool. Cool. Cool. Thanks,"
    },
    {
      "end_timestamp": 6502.0,
      "id": "75ce6409-4ee7-3787-97b2-4e57ec2e0286",
      "speaker": "Jordan",
      "start_timestamp": 6501.0,
      "text": "Alex. Love it."
    },
    {
      "end_timestamp": 6505.0,
      "id": "fe2b2087-7559-36ce-87d3-1b8873ee8762",
      "speaker": "Dan",
      "start_timestamp": 6502.0,
      "text": "Love it for your trite points, dealey."
    },
    {
      "end_timestamp": 6510.0,
      "id": "fb1ab3f4-2b75-37c2-bcda-23953621309d",
      "speaker": "Jordan",
      "start_timestamp": 6505.0,
      "text": "Like, he seems to know, a lot more Shakespeare than I would have expected him to know."
    },
    {
      "end_timestamp": 6514.0,
      "id": "ec2a921a-eb16-3bc5-986d-eaec97af9799",
      "speaker": "Dan",
      "start_timestamp": 6510.0,
      "text": "But yeah, but these are all like, generally known quotes. You"
    },
    {
      "end_timestamp": 6542.0,
      "id": "9baf577a-605f-382f-b2e2-73499f73d2b3",
      "speaker": "Jordan",
      "start_timestamp": 6514.0,
      "text": "know, that one is far more obscure than All the world's a stage. Yeah, but that will give him that but I would, I would, I would argue that that is 60 to 70% of the population is unaware of that, quote. It's possible. That's that's the one that I would say like the All the world's a stage. Even if you can't attribute it to Shakespeare. You you have a general idea of that, like your if you heard that from somebody in a bar, you wouldn't be like, holy shit, dude, you are a"
    },
    {
      "end_timestamp": 6565.0,
      "id": "db7b2503-96c9-3e56-9d08-95a448f9faa4",
      "speaker": "Dan",
      "start_timestamp": 6542.0,
      "text": "genius. Well, like, here's what I would say. I don't think that Alex does any researching or is engaged with substance now. But I'm not saying that he hasn't always been that way. I believe he did do a lot of reading earlier. I mean, seems like he's not an idiot. He's a dumbass. But he's not an idiot. Like he knows some we need"
    },
    {
      "end_timestamp": 6583.0,
      "id": "316a42fb-e5da-3009-8563-c7fe1eea2125",
      "speaker": "Jordan",
      "start_timestamp": 6565.0,
      "text": "we need a lot of we need to we need a glossary of our particular definitions of the insults that we have saw knows he knows how many times I have called them in an idiot and literally dumb as and incapable of reading. Well, there's plenty of different shades of Alex being a moron. He's"
    },
    {
      "end_timestamp": 6604.0,
      "id": "ac4f0d6c-9130-386e-877c-c30ebfa556dd",
      "speaker": "Dan",
      "start_timestamp": 6583.0,
      "text": "not incapable of reading. He's incapable of integrating facts that he has learned into a coherent system, treating facts. He's incapable of synthesis and context. So that is, what's the issue. He's read a ton of stuff and it's easy to have quotes. It's easy to have these quotes He knows these things, but he doesn't really know how to make them mean anything, right? Anyway,"
    },
    {
      "end_timestamp": 6609.0,
      "id": "eeb87689-ef4a-32dd-b03e-aa601355c465",
      "speaker": "Jordan",
      "start_timestamp": 6604.0,
      "text": "as the Bible said, even the devil can quote, strip scripture,"
    },
    {
      "end_timestamp": 6635.0,
      "id": "75b01098-687c-38a9-a8a6-c9b5b15e97c4",
      "speaker": "Dan",
      "start_timestamp": 6609.0,
      "text": "Scripture scripture. Scripture is chipped. I've teased this. I know the end, I know, I've been very excited the entire time, this is the end, my friend, and I, it's, I don't even know how to describe this. But he starts ranting about the rites of passage, yes, and then tells a story from his life that we're gonna get into. And I, I don't even care, I don't even give a fuck, here we go."
    },
    {
      "end_timestamp": 6711.0,
      "id": "da316070-98da-3bd7-983e-246a3f399553",
      "speaker": "Alex Jones",
      "start_timestamp": 6635.0,
      "text": "Here it is in life growing up. But if you don't have memory, if you don't train yourself to have a long attention span, that's the best part of life seven long, deep attention span. If you don't do that, you're transient, you don't care. You're you're not involved, you don't develop the neural pathways in your entire life. This is a five year old, on average all the time, it wasn't just Jews. In China, it's the same. At 13 years of age, they would normally do a cultural test to see if you're a man and pass you into manhood or womanhood the next year, the next year was like school that was done in a local priests, the shaman, the tribal leaders. To be able to culture at 1213 or 14, you would you would go through testing and through rituals, or have hunting of science of different test by the different elders. To see if you are an adult yet. When you were when they said you were an adult, then you could decide to leave your parents house, leave somewhere else, do something else, go join an uncle and another, you know, tribe, or whatever. Or you can get married, stay in the tribe, whatever you want it or wait. But you had to decide if you're going to be a man or a woman and leave or stay. Now normally, by the time you get about 16, you're always kicked out. Unless you have special needs. Interesting."
    },
    {
      "end_timestamp": 6713.0,
      "id": "1f0dad2f-311b-33cc-8f67-d1cb9a476f2f",
      "speaker": "Jordan",
      "start_timestamp": 6711.0,
      "text": "What the fuck is he talking about? Well,"
    },
    {
      "end_timestamp": 6724.0,
      "id": "e196efc6-e3c5-363b-ba97-9bd5f7531ad7",
      "speaker": "Dan",
      "start_timestamp": 6713.0,
      "text": "I wanted to lay that out as a groundwork, his idea of the rites of passage, and to be fair, in some cultures, he's not far off. There's not like"
    },
    {
      "end_timestamp": 6746.0,
      "id": "7b2b45fc-1b6f-3588-9455-390e9500eed7",
      "speaker": "Jordan",
      "start_timestamp": 6724.0,
      "text": "oh, I mean, I, I get I get what applicate again, what he's saying and I get that he's making an overgeneralization of the what he's done is explain what the entire world knows to be the historical rites of passage. Yes, yes. No, he's spread it out over way too long."
    },
    {
      "end_timestamp": 6755.0,
      "id": "af63f252-f7ae-3c28-8675-14a11d2753f4",
      "speaker": "Dan",
      "start_timestamp": 6746.0,
      "text": "Now, I wanted to say that like that, that's, that's okay. That clip. I don't have a whole ton to attack. No, there's like he's"
    },
    {
      "end_timestamp": 6760.0,
      "id": "799a9860-d2f1-32c2-92f7-54798da3f4fd",
      "speaker": "Jordan",
      "start_timestamp": 6755.0,
      "text": "fine. Oh, fine. If that's it, fine. If that's where you're starting? Fine."
    },
    {
      "end_timestamp": 6773.0,
      "id": "8d3de8c6-2637-30eb-a4db-c5b29d834039",
      "speaker": "Dan",
      "start_timestamp": 6760.0,
      "text": "Now, let's see where he goes with it. Let's find out in this next clip. I'm very rarely at a loss for words. I am so thrilled. I'm tickled now"
    },
    {
      "end_timestamp": 6780.0,
      "id": "aea99b3e-f499-3dc5-a51e-f4734c8d746e",
      "speaker": "Jordan",
      "start_timestamp": 6773.0,
      "text": "you're using thrilled correctly. Please don't yell over now your thrilling desire you need we need people need to mic down."
    },
    {
      "end_timestamp": 6836.0,
      "id": "8a7b4fe7-1536-3f97-8390-61d8e3f29ea4",
      "speaker": "Alex Jones",
      "start_timestamp": 6780.0,
      "text": "Ladies Gentlemen, they're telling people now that 35 is the new adult 35 is the peak in physical and mental overall prowess, you then gain knowledge up to this level but but by then, at 35 you are at your peak, women and men you are at your peak Peak Peak Peak Peak Peak Peak. But if they arrest your development and most men I know our crews not like this because that soon gravitated towards this. I'm not bragging it's just true. Most men at 35 act like they're 16. They still want to hang out mainly with men. They want to get the approval of men. super gay. They act like boys. They wear sports jerseys. They want to play they want to party all day. They're not serious minded. And most of them are 35. What do they not have? They don't have children."
    },
    {
      "end_timestamp": 6854.0,
      "id": "a1a8bf76-9b04-3d28-9210-afc2bddb15f4",
      "speaker": "Jordan",
      "start_timestamp": 6836.0,
      "text": "Oh. So that's stupid. They don't have children, right? That's not their peak. Peak. Peak. Peak Peak Peak Peak Peak Peak Peak Peak Peak."
    },
    {
      "end_timestamp": 6866.0,
      "id": "fa85091f-ed41-345a-a279-a0b60ddaf8ce",
      "speaker": "Dan",
      "start_timestamp": 6854.0,
      "text": "Now peak. That's not what I was thrilled about little louder. Now. I wanted to take a tiny break out. No, I'm sorry. I just want to take a little bit of a break to point out like, you're dumb. You're dumb. You're real dumb. This is stupid."
    },
    {
      "end_timestamp": 6868.0,
      "id": "e9e29d5d-df79-3ab9-aad1-94a33ba0c49f",
      "speaker": "Jordan",
      "start_timestamp": 6866.0,
      "text": "Where is what is what is he talking?"
    },
    {
      "end_timestamp": 6872.0,
      "id": "914b714c-5bbb-3be7-b593-3a10ac2e93bd",
      "speaker": "Dan",
      "start_timestamp": 6868.0,
      "text": "He's mad. He's mad. We don't have kids when they're younger, I guess."
    },
    {
      "end_timestamp": 6886.0,
      "id": "3eafa149-3c75-325c-bd0a-a3a00340f4df",
      "speaker": "Jordan",
      "start_timestamp": 6872.0,
      "text": "Right? So he's, he's going back to that 1950s world of like, yeah, you got a job and you had kids and you focus on data. And it didn't matter if you liked it, or if you liked your life or anything like that. You fucking had kids and you hated everybody. And that's how we're supposed to"
    },
    {
      "end_timestamp": 6890.0,
      "id": "c1380958-c208-361e-aa67-014cce83ad9b",
      "speaker": "Dan",
      "start_timestamp": 6886.0,
      "text": "live. It doesn't matter if having those kids would ruin your life and you don't want to have them"
    },
    {
      "end_timestamp": 6894.0,
      "id": "674aa63e-6121-3899-9405-6dc6af5a6eac",
      "speaker": "Jordan",
      "start_timestamp": 6890.0,
      "text": "or or if you know, you weren't able to take care of them."
    },
    {
      "end_timestamp": 6901.0,
      "id": "5fe1300f-5e30-337d-beb9-aa434b9061ac",
      "speaker": "Dan",
      "start_timestamp": 6894.0,
      "text": "Now he's going to get into some really, really unfortunate uses of language in this neck. Just section"
    },
    {
      "end_timestamp": 6905.0,
      "id": "3df4c08a-d121-369e-8d4b-0b5c97555391",
      "speaker": "Jordan",
      "start_timestamp": 6901.0,
      "text": "I feel like him talking about people having kids is not a good idea at this point in time."
    },
    {
      "end_timestamp": 6909.0,
      "id": "9aacd358-483d-3bc6-b7e3-b93740d44725",
      "speaker": "Dan",
      "start_timestamp": 6905.0,
      "text": "So oh, I mean, it is what's on his mind. I couldn't imagine why."
    },
    {
      "end_timestamp": 6913.0,
      "id": "5f53253a-7667-3fb0-ad8f-b62357a7c27f",
      "speaker": "Jordan",
      "start_timestamp": 6909.0,
      "text": "So tell me any other circumstance where kids would be involved in his life right now."
    },
    {
      "end_timestamp": 6943.0,
      "id": "bf72ee39-36c8-3753-a6da-4e72f5b03679",
      "speaker": "Dan",
      "start_timestamp": 6913.0,
      "text": "So, you're, he's gonna say some more stuff about people failing to reach these rites of passage, such as having a kid, and then he's gonna get into his own life, and it is defensive. And one of the things he says, we're gonna have to stop and talk about for maybe half an hour. Because, okay, it's straight up the best thing I've ever heard. Okay, all right, there we go. It's supposed"
    },
    {
      "end_timestamp": 6970.0,
      "id": "db25cb37-8133-38b6-82b1-e74681926d33",
      "speaker": "Alex Jones",
      "start_timestamp": 6943.0,
      "text": "to have children by 16. In every culture biologically. Nope. You're not having to buy 16 There's something wrong with you. Definitely not. Oh, but see, there's College, the priesthood you've got to get into. And then by then, Oh, you gotta make money because you're in debt. Oh, don't have time for kids. It's all they wrote books by the 20s. How they do this? Don't have time for kid you're trying to get out of debt. Oh, you're 40 you're finally halfway out of debt. Oh, you wanna have some fun now? Oh, you try to find a woman. Oh, she's barren."
    },
    {
      "end_timestamp": 6975.0,
      "id": "6f38c941-37de-3afe-ae80-c5624bed0bda",
      "speaker": "Dan",
      "start_timestamp": 6970.0,
      "text": "I had to pause there just because that's so horrible. That's so fucking horrible."
    },
    {
      "end_timestamp": 6989.0,
      "id": "9a6a8a41-19d9-3bd6-8ebf-d76233ca19fb",
      "speaker": "Jordan",
      "start_timestamp": 6975.0,
      "text": "So so so what's his but why is he saying these things Dan? Because he's so what does any of this mean? He's a favorite. So so this is about Sandy"
    },
    {
      "end_timestamp": 6999.0,
      "id": "1952a5e3-8331-3b56-a506-f9fde694d002",
      "speaker": "Dan",
      "start_timestamp": 6989.0,
      "text": "Hook. This video is supposed to be about Sandy Hook."
    },
    {
      "end_timestamp": 7029.0,
      "id": "c5bda2a3-fc4b-3b46-8c91-688aa6148efb",
      "speaker": "Jordan",
      "start_timestamp": 6999.0,
      "text": "Christ is this the new information on? Women in their 40s are parents. That's how we know those kids were real. That's how we know it. Yeah. Because everybody knows women are barren. Now you just we live in. We live in Children of Men. This is the fact Yes. Great. Wow. Wow. So disgusting. Wow. 16 years is when every culture one that that episode that presupposes that culture is not allowed to change ever or at"
    },
    {
      "end_timestamp": 7055.0,
      "id": "bc46ec32-2766-37da-ad77-88edb02ee535",
      "speaker": "Dan",
      "start_timestamp": 7029.0,
      "text": "all. Also, according to our culture. In many states, that would be illegal. That would be illegal. But hopefully in more states soon, even beyond that. So I want he's going to talk about when he had his first kid. And I want to I want to remind everyone that it's not 16 He says that he had his first good at 24. So even by his own recollection, he has failed. Something's wrong with him. Well, he's"
    },
    {
      "end_timestamp": 7061.0,
      "id": "25f832b7-b39e-3c58-8948-1de01c2eb939",
      "speaker": "Jordan",
      "start_timestamp": 7055.0,
      "text": "not perfect. Now. He's not perfect. So he's just he's just telling you how you're supposed to live. He's not a great man. No, this isn't about"
    },
    {
      "end_timestamp": 7078.0,
      "id": "2c4dfbc6-ed7e-37c8-98de-1a28057950cb",
      "speaker": "Dan",
      "start_timestamp": 7061.0,
      "text": "we've been over this. He fails all the time. This isn't about him. No, he just tells you the right things to do. He doesn't do them themselves. Yeah, because I say don't do as damn hypocrite. So then we're gonna let the rest of this play. All right, no talking over the rest of us. I know I said that already. But here, this is where he transitions. You can"
    },
    {
      "end_timestamp": 7083.0,
      "id": "7dd7a932-d5dd-382f-a08c-6c7bcdf1b80f",
      "speaker": "Jordan",
      "start_timestamp": 7078.0,
      "text": "keep winding me up, telling me not to do something and then winding me up knowing full well,"
    },
    {
      "end_timestamp": 7089.0,
      "id": "d9cdab4d-a717-3dbe-8102-b03f0f161e9e",
      "speaker": "Dan",
      "start_timestamp": 7083.0,
      "text": "this is where he transitions into his own life. And it's nice entry into his bio. All right."
    },
    {
      "end_timestamp": 7140.0,
      "id": "32f7a568-d0c2-3f24-af0f-2e9cd9901643",
      "speaker": "Alex Jones",
      "start_timestamp": 7089.0,
      "text": "She's doing the same thing. By the time you figure it out. You want to live by the time you hit 16 that 40 And give me the big knowledge here, folks, yet 40 On average, than I did this by design, you are now the equivalent of a 16 year old when I was 16. I didn't want to party anymore. I didn't want to play games anymore. I grew up I'd already been in the fights all the big rituals. I'd already had probably a month I hate to brag. I'm not bragging it's actually shameful. Probably 150 women or more. That's conservative, that had over 150 women. I had already been in fights with full grown men. I was already dating college girls, by the time I was 15 years old. I was already a man at 1621 I was a leader."
    },
    {
      "end_timestamp": 7151.0,
      "id": "8d7907da-3263-3347-9382-f133651fb8d6",
      "speaker": "Dan",
      "start_timestamp": 7140.0,
      "text": "So he's gonna say more about his history there. But let's take a second he didn't have sex with 150 women by the time you're 16 There's no fucking way he's now 43."
    },
    {
      "end_timestamp": 7154.0,
      "id": "461be396-18f3-338e-b955-a6b60991bdbd",
      "speaker": "Jordan",
      "start_timestamp": 7151.0,
      "text": "He has not met 150 women."
    },
    {
      "end_timestamp": 7180.0,
      "id": "11d2392c-1132-3ce5-9772-9265addb927f",
      "speaker": "Dan",
      "start_timestamp": 7154.0,
      "text": "He's talked to Leann McAdoo 150 times that counts. But like also real talk. If you're a 15 year old and you're having sex with college girls, you're being statutorily raped. But be that as it may, who cares? That's not that's that's so his version of the passage that he's complaining about the people aren't going through or being in fights and banging Yeah, that's his rites of passage. I fucked up when I was young."
    },
    {
      "end_timestamp": 7186.0,
      "id": "93f3cafc-edef-3a88-877d-7d1469a1c5a5",
      "speaker": "Jordan",
      "start_timestamp": 7180.0,
      "text": "I got a lot of fights. I don't understand what your what your quibble with this is right my quibble it makes perfect sense. This"
    },
    {
      "end_timestamp": 7192.0,
      "id": "a0dae412-c192-31c1-97cb-0763774719b1",
      "speaker": "Dan",
      "start_timestamp": 7186.0,
      "text": "is the definition of toxic masculinity"
    },
    {
      "end_timestamp": 7198.0,
      "id": "c126241c-5f29-330a-a9cb-26676bd3c5b3",
      "speaker": "Jordan",
      "start_timestamp": 7192.0,
      "text": "horrible there are only two ways to judge a man whether or not he can win a fight fighting and fuck it and how much the fuck"
    },
    {
      "end_timestamp": 7203.0,
      "id": "a47c0a70-0e5b-3d7f-998b-20df9531d6e1",
      "speaker": "Dan",
      "start_timestamp": 7198.0,
      "text": "yeah, the only way What a dick. What a fucking chick, hey,"
    },
    {
      "end_timestamp": 7210.0,
      "id": "94db0cf1-391a-3c7e-8565-ce1524392d87",
      "speaker": "Jordan",
      "start_timestamp": 7203.0,
      "text": "look these kids now, not fucking everybody when they're 16 No, because he'd already gotten out of his way 150"
    },
    {
      "end_timestamp": 7215.0,
      "id": "3e5300f0-7498-347e-bd07-09cbec769741",
      "speaker": "Dan",
      "start_timestamp": 7210.0,
      "text": "conservative conservative conservative 150 Women now"
    },
    {
      "end_timestamp": 7228.0,
      "id": "f97b60e0-2c63-3377-8693-a9f5718a27b4",
      "speaker": "Jordan",
      "start_timestamp": 7215.0,
      "text": "if we apply that ratio right to the same as he describes his listenership, right? So he insists it's 45 million a week. Yeah. And we put it somewhere around 300,000."
    },
    {
      "end_timestamp": 7231.0,
      "id": "1653dc99-c7c2-3234-aa96-18794b4fa0de",
      "speaker": "Dan",
      "start_timestamp": 7228.0,
      "text": "Well, in terms of people go to his website, yeah, right, two to 300. That right."
    },
    {
      "end_timestamp": 7240.0,
      "id": "175d20eb-6710-3a78-81be-954e43261923",
      "speaker": "Jordan",
      "start_timestamp": 7231.0,
      "text": "So we apply that. So what's, so that would be roughly roughly half a percent. He's"
    },
    {
      "end_timestamp": 7257.0,
      "id": "1f64cbf6-178e-326d-809f-4e84232e7f8f",
      "speaker": "Dan",
      "start_timestamp": 7240.0,
      "text": "speaking in weeks, and I'm speaking in days, so it's actually closer to like, 1.4 million visits to the website a week. So he's only like, 10 times higher, no more than that. 40 times higher. So 150 divided by 40. That's a math is like three,"
    },
    {
      "end_timestamp": 7267.0,
      "id": "047ad871-db20-3414-8fb5-84a4d125afa6",
      "speaker": "Jordan",
      "start_timestamp": 7257.0,
      "text": "that puts us at round round for women. But like he slept with round about four women, that's still a lot. That's 16. Probably too many at 60. But let's let's engage"
    },
    {
      "end_timestamp": 7277.0,
      "id": "6ad18874-14f7-3ea7-bc5a-0f90dd6654fc",
      "speaker": "Dan",
      "start_timestamp": 7267.0,
      "text": "with the idea that at 16 He's had sex with 150 Different women conservatively. So if let's say, Well, now,"
    },
    {
      "end_timestamp": 7283.0,
      "id": "11c3d322-2b56-3e0c-b53f-e97b067bfffc",
      "speaker": "Jordan",
      "start_timestamp": 7277.0,
      "text": "hold on. Now, here's Okay, you've you've finished your thing. And I got an idea. I got an idea. I get really excited because I get an idea."
    },
    {
      "end_timestamp": 7289.0,
      "id": "a4e2650a-428a-3ef1-ad96-cb16cb61c7d4",
      "speaker": "Dan",
      "start_timestamp": 7283.0,
      "text": "You generally reach sexual maturity, like what 13 or so you know, yes, give or take."
    },
    {
      "end_timestamp": 7293.0,
      "id": "18887b64-8b7b-3be5-940d-7bf3b6f2f206",
      "speaker": "Jordan",
      "start_timestamp": 7289.0,
      "text": "That's when we're supposed to procreate according to the rules of evolution. Right? So parenting after that pocket."
    },
    {
      "end_timestamp": 7335.0,
      "id": "0a407917-d26f-324d-aa65-48935700eda8",
      "speaker": "Dan",
      "start_timestamp": 7293.0,
      "text": "So you get you get your pubes at about 13. And let's say you're immediately successful starting to have sex with women, right? 150 In three years, it's 50 a year. That's about one a week. He's having sex with a different woman every week for three years. Yeah, in the time when you in 15. You're a sophomore in high school, right. Through all through high school. He's banging a new lady every week. Yeah. In Austin. Yeah. All right. Fair enough. See, done. Cheerleaders. Bad Girls, punk rocker and Crocker doesn't matter. He's really in the last couple episodes going on. Like I fucked a lot when I was young. Yeah."
    },
    {
      "end_timestamp": 7339.0,
      "id": "9ae935de-6c08-3a3a-b597-76607c4a41a6",
      "speaker": "Jordan",
      "start_timestamp": 7335.0,
      "text": "Why is? It's gross? That is super gross."
    },
    {
      "end_timestamp": 7343.0,
      "id": "09bbb06f-599e-3633-9e9e-4a6c35ac41d0",
      "speaker": "Dan",
      "start_timestamp": 7339.0,
      "text": "Now you had a point theory. I like theories. Fuck 250"
    },
    {
      "end_timestamp": 7349.0,
      "id": "544e5be3-0d67-3801-b511-0fdbf872fa55",
      "speaker": "Jordan",
      "start_timestamp": 7343.0,
      "text": "Women in one night in in."
    },
    {
      "end_timestamp": 7355.0,
      "id": "7cb77d7f-591d-3f5e-b26c-7e6aa735ff7e",
      "speaker": "Dan",
      "start_timestamp": 7349.0,
      "text": "We just went to the craziest origin. So so that could be a rite of passage."
    },
    {
      "end_timestamp": 7359.0,
      "id": "346943f8-8fd3-31ad-bd35-214161d6404f",
      "speaker": "Jordan",
      "start_timestamp": 7355.0,
      "text": "Assuming he spent a week in Japan,"
    },
    {
      "end_timestamp": 7362.0,
      "id": "d074a474-9e66-3289-b2dd-69ab01ed3c15",
      "speaker": "Dan",
      "start_timestamp": 7359.0,
      "text": "I don't know. It could be some seedy underground Austin sex club. Listen,"
    },
    {
      "end_timestamp": 7374.0,
      "id": "93ec80e1-69a1-3aba-9606-b62f30c75fa3",
      "speaker": "Jordan",
      "start_timestamp": 7362.0,
      "text": "there could be video. I don't know. compro. Who knows? But all right. Slept with 150 women. Sure. Would syphilis explain his behaviors?"
    },
    {
      "end_timestamp": 7390.0,
      "id": "9a7104f6-bba9-3d0b-867a-faa52fcf81b8",
      "speaker": "Dan",
      "start_timestamp": 7374.0,
      "text": "I think you'd be dead by now though. You know, 30 years later, modern treatment? Yeah. I mean, if it eroded his brain in a developmental phase. Yeah, it is possible that that part of his brain wouldn't grow back. Yeah, I'm hurting. I'm no scientist. So I can't vouch"
    },
    {
      "end_timestamp": 7394.0,
      "id": "0f0cd28b-a9c7-3b42-9f60-6b9827151c9c",
      "speaker": "Jordan",
      "start_timestamp": 7390.0,
      "text": "for you heard it here. Alex Jones. Has syphilis. You gotta"
    },
    {
      "end_timestamp": 7402.0,
      "id": "0864d1f6-2b78-3d96-b37a-4a05962f2cf7",
      "speaker": "Dan",
      "start_timestamp": 7394.0,
      "text": "assume he wasn't wrapping it up with everybody. I know. You're young. You're stupid. You know,"
    },
    {
      "end_timestamp": 7417.0,
      "id": "e8e89bc7-82c0-3c2e-83a1-2356059b57b2",
      "speaker": "Jordan",
      "start_timestamp": 7402.0,
      "text": "honestly, if Alex Jones is used a condom, he did it under duress with a gun to his head. Well, Second Amendment. Yeah. He supported that. He's like, Hey, listen, I don't normally use a condom. But I do respect the way you're going about it."
    },
    {
      "end_timestamp": 7420.0,
      "id": "0da0ebd7-de22-3d6c-b1ce-c9a853c0b712",
      "speaker": "Dan",
      "start_timestamp": 7417.0,
      "text": "So here's the rest of his rant about so the last one he said was like 150."
    },
    {
      "end_timestamp": 7429.0,
      "id": "22570525-85f3-3179-9744-57e426c6884d",
      "speaker": "Jordan",
      "start_timestamp": 7420.0,
      "text": "What what? Why was your fucking lie about it's absurd? Said 10. And that's amazing. If you're 16 It's absurd."
    },
    {
      "end_timestamp": 7432.0,
      "id": "fab39fda-1b69-37bd-aee6-21cd098a5e69",
      "speaker": "Dan",
      "start_timestamp": 7429.0,
      "text": "And it's irrelevant to the point he's trying to make. No,"
    },
    {
      "end_timestamp": 7438.0,
      "id": "126a93a1-fb10-3017-b671-03079d132610",
      "speaker": "Jordan",
      "start_timestamp": 7432.0,
      "text": "that's just pure bullshit. Re bragging. Yep, it's man. It's me. Oh,"
    },
    {
      "end_timestamp": 7464.0,
      "id": "2ec9fa3b-957e-33d3-94d6-900072e79c2b",
      "speaker": "Dan",
      "start_timestamp": 7438.0,
      "text": "and as I pointed out, when we were yelling at each other, we were yelling at each other what I pointed out, and I want to say again, in the clarity of us not yelling at each other. The idea that masculinity equals fighting and having sex with lots of women. Those are what make you a man, the rites of passage to bring you there are part of the big problem with our society. With humanity. Yep. And, and men are hurt by it as women more but men are also hurt by that sort of mentality"
    },
    {
      "end_timestamp": 7490.0,
      "id": "e24c1f2c-ebba-3be9-bfe1-9f8325bf6aa9",
      "speaker": "Jordan",
      "start_timestamp": 7464.0,
      "text": "or rate the entire human race is hurt by the fact that we're I mean, we're like, this is something that I do not appreciate and is not an excuse. But it is the fact that a lot of the times we forget that we are apes. Sure we're not we're not some hyper evolved anything. We're still fucking apes."
    },
    {
      "end_timestamp": 7500.0,
      "id": "d2871b63-40e5-3f19-a437-5410961f33a1",
      "speaker": "Dan",
      "start_timestamp": 7490.0,
      "text": "We're still that's what we are still beholden to our roots, despite our great intelligence. Yeah, it's not it's not as though we can aspire for greatness, but our legs are tethered to the Europe as it were,"
    },
    {
      "end_timestamp": 7512.0,
      "id": "b9eb69b9-b408-3f88-ad3e-878a9ea8b5f5",
      "speaker": "Jordan",
      "start_timestamp": 7500.0,
      "text": "yeah, though, you know? We should be all be able to detach ourselves from this but the world of do is a world of do sure yet, and yet"
    },
    {
      "end_timestamp": 7516.0,
      "id": "b8be217b-bf64-3bd4-89b2-f85efb7b0ca3",
      "speaker": "Dan",
      "start_timestamp": 7512.0,
      "text": "the world of Rob do. All right, so that's"
    },
    {
      "end_timestamp": 7518.0,
      "id": "747f8868-1d86-3ef2-9385-098591a333e3",
      "speaker": "Jordan",
      "start_timestamp": 7516.0,
      "text": "our new NBC sitcom from the 90s."
    },
    {
      "end_timestamp": 7521.0,
      "id": "f7b1bd18-d950-3cc0-8df3-84ce4cd873a8",
      "speaker": "Dan",
      "start_timestamp": 7518.0,
      "text": "Oh, I love it. Jonathan Silverman in The Secret Life"
    },
    {
      "end_timestamp": 7524.0,
      "id": "2a63110b-1ce7-3426-a80b-c661cbea54db",
      "speaker": "Jordan",
      "start_timestamp": 7521.0,
      "text": "of Rob do. That's a good one. That's Nickelodeon."
    },
    {
      "end_timestamp": 7539.0,
      "id": "a6472caa-df3f-34cd-a7c1-cee0033f9e63",
      "speaker": "Dan",
      "start_timestamp": 7524.0,
      "text": "So this next, as it plays out the rest of this clip, he said at 21, he was a leader. Because he had a radio show a local radio show in Austin, and 21. Now, oh, good for him. And here are the rest of his brags"
    },
    {
      "end_timestamp": 7564.0,
      "id": "615d9813-77b5-33f8-bf2f-0f9c8f274162",
      "speaker": "Alex Jones",
      "start_timestamp": 7539.0,
      "text": "it 21 I had a radio show on the biggest stations in town. And by 22, I had top ratings. No, you didn't. By 23. I was syndicated. By 24, I had my son."
    },
    {
      "end_timestamp": 7572.0,
      "id": "4317f383-0541-380f-b6a4-d21f7f389962",
      "speaker": "Alex Jones",
      "start_timestamp": 7564.0,
      "text": "24 I had a son. I had the beginnings of a media empire. I was reaching millions of people. And thereby I couldn't believe it."
    },
    {
      "end_timestamp": 7594.0,
      "id": "e1577d81-43bd-3222-900e-2b1cfb2899c5",
      "speaker": "Dan",
      "start_timestamp": 7572.0,
      "text": "That we can't believe it. But also like I don't that's not Rex, his son who's like 12, who works for Infowars. So it's got to be another beliefs on he might have more than four kids he wait, he might have more kids than he is even claimed the secret number of kids. I don't know what's going on"
    },
    {
      "end_timestamp": 7606.0,
      "id": "dba3b692-1cab-3051-85e6-6fe0df4220c3",
      "speaker": "Jordan",
      "start_timestamp": 7594.0,
      "text": "now. I have another theory son. He has paid for abortions in the past. So maybe, maybe that was his long pause where he's like, at 24 I had a son. Oh, wait,"
    },
    {
      "end_timestamp": 7617.0,
      "id": "173571c8-5db9-3f65-adc8-9bad8170bcf1",
      "speaker": "Dan",
      "start_timestamp": 7606.0,
      "text": "I didn't pause. bores, although the paying for multiple abortions doesn't make sense. If you're banging out 150 Girls,"
    },
    {
      "end_timestamp": 7621.0,
      "id": "b7fd0e16-6d14-30de-9d5e-a1457136981a",
      "speaker": "Jordan",
      "start_timestamp": 7617.0,
      "text": "he's probably banged a lot more girls than anybody would appreciate."
    },
    {
      "end_timestamp": 7641.0,
      "id": "67ae5f03-733a-3a77-905c-4f2a2f5bc0a4",
      "speaker": "Dan",
      "start_timestamp": 7621.0,
      "text": "Especially those. Yeah, no good. But also like, I mean, his dad had to pay out that lawsuit whenever he put that guy in a coma. Yeah, eat up. So I assumed that maybe his dad with his CIA dentist practice had to pay out a lot of abortions. Alex didn't pay for them himself. I imagine if it was during this period. Were you saying he was massively sexually active and feels terrible, but"
    },
    {
      "end_timestamp": 7650.0,
      "id": "874ab3e3-4f3e-3a05-b6eb-7e5f6819ac6c",
      "speaker": "Jordan",
      "start_timestamp": 7641.0,
      "text": "we're not we're not judging, being sexually active? No, we're judging lying about it, like a fucking 12 year old."
    },
    {
      "end_timestamp": 7654.0,
      "id": "4753e138-abaa-33ce-949a-3f64257cd9df",
      "speaker": "Dan",
      "start_timestamp": 7650.0,
      "text": "And we're judging the sort of mentality about it."
    },
    {
      "end_timestamp": 7669.0,
      "id": "203e5947-d365-3c8a-9146-c24f0c75a670",
      "speaker": "Jordan",
      "start_timestamp": 7654.0,
      "text": "Especially that mentality of cuz that's, that's a notch in your belt bullshit. That's what that is all over the place. That's I had sex with 150 women, I didn't care about them. I didn't care about anybody but me. I cared about numbers,"
    },
    {
      "end_timestamp": 7700.0,
      "id": "81169de5-1785-31f1-a1a6-7887f6ed4f02",
      "speaker": "Dan",
      "start_timestamp": 7669.0,
      "text": "even if it isn't like just about the sex part of it, even if it is about that being a rite of passage. It's still bad I. But also, it can't be a rite of passage. If you're doing it that much. He does a compulsion. He doesn't enjoy sex. I don't know if that's true based on things I've heard. It's possible, but all that's gossip and salacious and not for our show. So yeah, that's, I mean, he just goes out yelling more about that. Here's the rest of it. He goes out, because he just I mean, he yells more about how he's real."
    },
    {
      "end_timestamp": 7723.0,
      "id": "b5df085e-6039-3ae5-80e3-dd40115958e4",
      "speaker": "Jordan",
      "start_timestamp": 7700.0,
      "text": "The weird thing about that, is that it does have a like, looking back on my career, like, this is your life kind of element of it like, and the end of that is mirroring. You know, like, when I was 21, I got this. And oh, God, I'm not gonna have a job in six months. Somebody please. I did so much work. There's a"
    },
    {
      "end_timestamp": 7727.0,
      "id": "f4ecc82d-56c7-39be-a229-58f648dc959b",
      "speaker": "Dan",
      "start_timestamp": 7723.0,
      "text": "feeling of like, where did I go wrong? Yeah, right. Maybe everywhere. But he's"
    },
    {
      "end_timestamp": 7734.0,
      "id": "6add22f1-1ce3-309b-bdbd-31cb8aa0322f",
      "speaker": "Jordan",
      "start_timestamp": 7727.0,
      "text": "his, like, that kind of argument has a feel of like, I think I did everything right."
    },
    {
      "end_timestamp": 7818.0,
      "id": "d8cbefb1-8182-351e-a3e0-7cce653229af",
      "speaker": "Dan",
      "start_timestamp": 7734.0,
      "text": "Well, you know, what I'll, I'll, I'll bring myself into it a tiny bit. There is a little bit of that mentality that I can definitely relate to in terms of like stuff I didn't stand up. And I knew even when I had those feelings, and especially even more now that I'm a little bit detached from it, that they were petty, and they were based in ego. Absolutely. These things of like when I first started stand up, I created a successful show in Columbia, Missouri. It was well attended every week on a Tuesday got hundreds and hundreds of dollars for the bar were packed out every week. Now that sort of thing. When I'm trying to make an argument for why don't more people care about what I do. Yeah, and that is just petty ego shit. Yeah. And I'm I regret that I was caught up in it, but I I knew even when I was making those arguments, I'm like, I know I'm wrong to feel this way. But I don't exactly know why. Now I can see very clearly it's absolutely. It's insecurity. Yes. It's a feeling of not being valued to the same level that you value what you do, and it's natural, but it is embarrassing to see Out of someone who's a propagandist, who makes millions of dollars a year selling bone juice, right? It's super embarrassing. The weird thing about that it's also super embarrassing to come on the same episode, where you're denying your own statements about Sandy Hook in order to demonize the media. So like"
    },
    {
      "end_timestamp": 7842.0,
      "id": "a3b3b7ec-e0c0-3082-bd7f-496a412c1e31",
      "speaker": "Jordan",
      "start_timestamp": 7818.0,
      "text": "getting we're talking about Sandy Hook. Yeah, it's insane. It is. It is. Like the the thing I think about that that whole ego nonsense is especially when it comes to stand up, which of course is the arena that we're most familiar with experiencing ego it right. There is a certain amount of that where ego is a tool that will keep you going"
    },
    {
      "end_timestamp": 7847.0,
      "id": "75a76783-f945-3ac0-b3b7-3db7cf27e4d3",
      "speaker": "Dan",
      "start_timestamp": 7842.0,
      "text": "and you can't you can't think you suck if you want to write get people to like write"
    },
    {
      "end_timestamp": 7857.0,
      "id": "ee39536c-27c3-3c22-98ab-4f8ed51416a3",
      "speaker": "Jordan",
      "start_timestamp": 7847.0,
      "text": "well, and then there's there is that, you know, narcissists, like Alex Jones, regardless of whether or not he's a pathological"
    },
    {
      "end_timestamp": 7858.0,
      "id": "e37b0256-34ae-344c-9b57-8a47886e755e",
      "speaker": "Dan",
      "start_timestamp": 7857.0,
      "text": "narcissist, diagnostically, he"
    },
    {
      "end_timestamp": 7908.0,
      "id": "0b4e00d7-2910-3c6c-a65c-3039da7b5dea",
      "speaker": "Jordan",
      "start_timestamp": 7858.0,
      "text": "is a fucking narcissist. Big old one, right? It is always about him. Yeah. And that narcissism has served him. That's really that's really one of the traits that has served him well on his ascent to millions of dollars. Sure. So there's a certain amount of that ego where you think this is a bad this is a cancerous tool. It's a it's a double edged sword is what it is. Yeah, it can be used to help you like there's a reason that whenever who was Jon Ronson, and the Psychopath Test, there's a reason that when you test it out, co CEOs are far more likely to be psychopaths than the general population. Well, it's because if you don't give a fuck about anybody else, you're probably going to be more willing to do all the shit to get you into places of power."
    },
    {
      "end_timestamp": 7928.0,
      "id": "e2a47307-83df-3551-a8fd-66054d6ec8aa",
      "speaker": "Dan",
      "start_timestamp": 7908.0,
      "text": "And many ways you don't even give a shit about yourself. Yeah, because you're taking such high risks with your own reputation with your own, you know, that sort of thing. It can. It's like gambling, it can pay off. Yeah, it seems unwise, but sometimes you hit the jackpot. And you turn into Alex Jones. Yeah. But then if you roll the dice again, you might lose it all. And I think that's what he might and that's"
    },
    {
      "end_timestamp": 7933.0,
      "id": "cca3de4d-8252-3991-9cf7-c91a4bb6158e",
      "speaker": "Jordan",
      "start_timestamp": 7928.0,
      "text": "that might be where we're going well, but the other thing, he had it, he had a long streak. And now he said in craps. Yeah."
    },
    {
      "end_timestamp": 7977.0,
      "id": "b80c35ed-16a3-3274-91f4-4ee2b9f577b5",
      "speaker": "Dan",
      "start_timestamp": 7933.0,
      "text": "The other thing in what you were talking about that came up in my mind is the idea of like a weapon that you use that's productive, that will kill you. There are a lot of parasites that actually guns. Well, sure. There were also parasites that you can have that are advantageous for a while and then they end up hurting you. Right? Like, if you like the worms from Futurama. Well, even in reality, I do not acknowledge reality, you can have them again, you're gonna have a tapeworm, and you'll end up losing weight for a bit and then you will lose too much weight, they'll kill you. But like there are instances of things like that. And this narcissism and this unwillingness to deal with reality on reality's terms is a parasite that's within Alex Jones."
    },
    {
      "end_timestamp": 7984.0,
      "id": "8bed9822-9b65-385a-8101-17d9be443a17",
      "speaker": "Jordan",
      "start_timestamp": 7977.0,
      "text": "And not only that, but he is absolutely enabled by a toxic masculine culture."
    },
    {
      "end_timestamp": 7986.0,
      "id": "8c151fba-1ea3-3f20-b560-f2d4b72a5569",
      "speaker": "Dan",
      "start_timestamp": 7984.0,
      "text": "Like, unfortunate blame the culture for him"
    },
    {
      "end_timestamp": 8011.0,
      "id": "968ac977-f505-371d-9942-041f90fd5346",
      "speaker": "Jordan",
      "start_timestamp": 7986.0,
      "text": "a nun but but that's one of the things that he can ride that wave on. Unfortunately, his toxic masculinity does engender people supporting him. Yeah, people who sort of identify with his platform is ultimately that toxic masculinity because that's why when he goes on his show and says he slept with 150 Women at 16 That's not going to hurt him in the audience."
    },
    {
      "end_timestamp": 8014.0,
      "id": "6f592cb8-1287-3d98-b5f6-a1fa17c0b7c9",
      "speaker": "Dan",
      "start_timestamp": 8011.0,
      "text": "I imagine a lot of people listening high five for them"
    },
    {
      "end_timestamp": 8017.0,
      "id": "048727af-e5f0-3285-a8b0-abecd5b83500",
      "speaker": "Jordan",
      "start_timestamp": 8014.0,
      "text": "are like and well and I'm sure you fuck"
    },
    {
      "end_timestamp": 8020.0,
      "id": "b9b2df8c-fab2-3e32-ad45-d922278140d3",
      "speaker": "Dan",
      "start_timestamp": 8017.0,
      "text": "all those broads my man exactly my man get it in"
    },
    {
      "end_timestamp": 8028.0,
      "id": "e3920f39-53ea-31a3-80be-af6a9ec550bf",
      "speaker": "Jordan",
      "start_timestamp": 8020.0,
      "text": "because that's that's a certain wish fulfillment fantasy for those toxic masculine people who watch a show and especially"
    },
    {
      "end_timestamp": 8040.0,
      "id": "57c4c15e-ebc9-3fd7-a6e4-388cb27a58e7",
      "speaker": "Dan",
      "start_timestamp": 8028.0,
      "text": "a wish fulfillment of a time they can't go back to yeah, that's all it's all nonsense anyway. Alex you suck you suck Alex suck real bad Oh, I forgot fucking monster I forgot there's also"
    },
    {
      "end_timestamp": 8051.0,
      "id": "dc1074c6-94a9-3bc3-8d3a-dcc170c6d93a",
      "speaker": "Jordan",
      "start_timestamp": 8040.0,
      "text": "apologize to every fucking Sandy Hook family please every single one of them named them apologize individually to"
    },
    {
      "end_timestamp": 8059.0,
      "id": "f0e8908c-95ae-376e-8177-c31af6c2ad54",
      "speaker": "Dan",
      "start_timestamp": 8051.0,
      "text": "them at very least apologize for lying about your position and claiming that everyone says that you never said those things"
    },
    {
      "end_timestamp": 8064.0,
      "id": "ba37ba5f-0b15-3d15-ba2c-871aa910ac0e",
      "speaker": "Jordan",
      "start_timestamp": 8059.0,
      "text": "looking hypocritical coward. You piece of shit. You garbage human being Jordan, I"
    },
    {
      "end_timestamp": 8074.0,
      "id": "13668903-4cbc-36fa-ba22-fcb6519b78d9",
      "speaker": "Dan",
      "start_timestamp": 8064.0,
      "text": "actually forgot to play the out of context drop. We get to end on a high note. It might not be a high note. But there's there forgot. Here we go. All right."
    },
    {
      "end_timestamp": 8080.0,
      "id": "7cd69f0c-32fd-36bc-80e5-c192fad7844d",
      "speaker": "Alex Jones",
      "start_timestamp": 8074.0,
      "text": "I know most of you know that. But it's a critical war. Start your own website, start your own blog, whatever it is. We have"
    },
    {
      "end_timestamp": 8083.0,
      "id": "265a2aa4-b35b-3e58-965f-dd97cee48fca",
      "speaker": "Dan",
      "start_timestamp": 8080.0,
      "text": "and it's acknowledged by"
    },
    {
      "end_timestamp": 8092.0,
      "id": "e9aa09f5-5aae-3180-89d6-1c2a5e7245ae",
      "speaker": "Jordan",
      "start_timestamp": 8083.0,
      "text": "you son of a bitch. Oh, Alex, you tricked me. You tricked our listeners. We were all excited. And then this just turned into a plug for you,"
    },
    {
      "end_timestamp": 8104.0,
      "id": "032dc6bb-590a-3100-bb4f-5649fb96f941",
      "speaker": "Dan",
      "start_timestamp": 8092.0,
      "text": "Alex, we've taken your advice. You want more people entering the info war and we have we've heard the call and we've taken about oh, you can check us out at knowledge fight.com We are on Twitter once"
    },
    {
      "end_timestamp": 8111.0,
      "id": "511069d3-2184-3323-8227-296ed583c688",
      "speaker": "Jordan",
      "start_timestamp": 8104.0,
      "text": "again, Alex, you are your own sword. Yep. And upon your retard, shall you be hosted William Plaisted,"
    },
    {
      "end_timestamp": 8113.0,
      "id": "b03ce34a-8d73-30a4-ac05-5cd348bf212a",
      "speaker": "Joe Rogan",
      "start_timestamp": 8111.0,
      "text": "William Shakespeare."
    },
    {
      "end_timestamp": 8116.0,
      "id": "ff7a22d0-6b5c-3017-82f5-2836ff128627",
      "speaker": "Dan",
      "start_timestamp": 8113.0,
      "text": "You could find us on Twitter at knowledge underscore fight,"
    },
    {
      "end_timestamp": 8124.0,
      "id": "4ad39ad8-f9a7-3134-b5c3-632cd92ab418",
      "speaker": "Jordan",
      "start_timestamp": 8116.0,
      "text": "subscribe to us on iTunes, leave a review where we were getting a lot of really nice reviews. Yes. We're getting a lot of listeners, which is awesome."
    },
    {
      "end_timestamp": 8142.0,
      "id": "17a77fcf-bdba-361f-b388-4d1991300b85",
      "speaker": "Dan",
      "start_timestamp": 8124.0,
      "text": "Thank you all for joining up. And I appreciate all of the A I try and respond as well as I can to emails, but it's a very bad communication. So if we don't get back to you immediately, I definitely apologize. I'm trying. But also we have a Patreon. If you want to donate to it that helps us keep this thing going. And then"
    },
    {
      "end_timestamp": 8147.0,
      "id": "73a8f5f8-4a73-3efc-9a4b-9003c11f9604",
      "speaker": "Jordan",
      "start_timestamp": 8142.0,
      "text": "you get to join us in being like what would you describe us as well? I"
    },
    {
      "end_timestamp": 8153.0,
      "id": "743caf39-81b7-3a3e-8b1b-e315f02eb58c",
      "speaker": "Dan",
      "start_timestamp": 8147.0,
      "text": "mean, are you saying the same sort of thing that would describe our listeners who donate?"
    },
    {
      "end_timestamp": 8159.0,
      "id": "4056c3ca-e8e0-32f3-a702-87f7e45867f0",
      "speaker": "Jordan",
      "start_timestamp": 8153.0,
      "text": "Yeah, I mean, like there's there's a certain Siri like there's a two word phrase that I would use, is it."
    },
    {
      "end_timestamp": 8160.0,
      "id": "9cd4c820-53c7-33ac-a25b-626bd17cdab1",
      "speaker": "Alex Jones",
      "start_timestamp": 8159.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 8162.0,
      "id": "b5c61937-532d-353a-9653-3379d22083cc",
      "speaker": "Jordan",
      "start_timestamp": 8160.0,
      "text": "It's that all right,"
    },
    {
      "end_timestamp": 8166.0,
      "id": "d9eaecd3-ee25-35a1-bda5-a0efcde83e07",
      "speaker": "Alex Jones",
      "start_timestamp": 8162.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding."
    },
    {
      "end_timestamp": 8168.0,
      "id": "93eae426-a546-3877-ac3e-880a4795ff3d",
      "speaker": "Andy In Kansas",
      "start_timestamp": 8166.0,
      "text": "Well, Alex, I'm a first time caller. I'm"
    },
    {
      "end_timestamp": null,
      "id": "15bd1363-706d-39b5-ab1b-80e7eb9abee6",
      "speaker": "Unknown Speaker",
      "start_timestamp": 8168.0,
      "text": "a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}