{
  "audio_identifier": "KF_36",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/June29.mp3",
  "blocks": [
    {
      "end_timestamp": 7.0,
      "id": "bb30d455-6158-3164-87a1-fb73097ed4e8",
      "speaker": "Alex Jones",
      "start_timestamp": 0.0,
      "text": "Andy in Kansas you're on the air Thanks for holding. So Alex I'm a first time caller I'm a huge fan I love your work"
    },
    {
      "end_timestamp": 15.0,
      "id": "30910b83-2643-371f-a0b1-67fb2d5b752c",
      "speaker": "Dan",
      "start_timestamp": 7.0,
      "text": "Hey everybody Hello welcome back to knowledge fight. I'm Dan I'm Jordan workable Do you like to sit around and drink wine and red wine"
    },
    {
      "end_timestamp": 20.0,
      "id": "7be707cb-fa59-3583-9599-3dd54eb51df0",
      "speaker": "Jordan",
      "start_timestamp": 15.0,
      "text": "and specific beers? That one time we tried white wine you? You went all wacky"
    },
    {
      "end_timestamp": 24.0,
      "id": "33a4e7cb-0a06-3199-befc-31953c44aeb0",
      "speaker": "Dan",
      "start_timestamp": 20.0,
      "text": "never again on the white wine. To quote le WIZO that's what he was talking."
    },
    {
      "end_timestamp": 32.0,
      "id": "563026be-fb2e-30cc-a917-32a4c171a75e",
      "speaker": "Jordan",
      "start_timestamp": 24.0,
      "text": "No, no. He was talking about canceling play play the play the outro"
    },
    {
      "end_timestamp": 43.0,
      "id": "8c8e7ed1-b8ee-302c-838b-34be28394e8a",
      "speaker": "Dan",
      "start_timestamp": 32.0,
      "text": "we're a couple dudes like to drink. We failed on that episode. Secretly I was drinking white wine before you got that's why that opening was so off the rails. We like to sit around drink red wine."
    },
    {
      "end_timestamp": 46.0,
      "id": "abce53f7-57cb-36ac-8c15-d9e257331e75",
      "speaker": "Jordan",
      "start_timestamp": 43.0,
      "text": "Four times. I'm gonna see how many times I can get you to"
    },
    {
      "end_timestamp": 50.0,
      "id": "32042f2f-2155-3a4a-b663-24e15be4a7ef",
      "speaker": "Dan",
      "start_timestamp": 46.0,
      "text": "talk about our jobs."
    },
    {
      "end_timestamp": 63.0,
      "id": "967455f1-72f6-34cf-9188-c1e8b8690243",
      "speaker": "Jordan",
      "start_timestamp": 50.0,
      "text": "We do like to talk about Alex Jones. But I will I will posit you this What would be more interesting to guys who both know a lot about Alex Jones and just kind of have a back and forth No. And they have like"
    },
    {
      "end_timestamp": 74.0,
      "id": "40a8b472-8392-3c9e-ae96-a36ae29c9e77",
      "speaker": "Dan",
      "start_timestamp": 63.0,
      "text": "already? No, no, no, that would be not interesting. How about if they were both white dudes now? I'm listening. No, or or like a second option or one"
    },
    {
      "end_timestamp": 80.0,
      "id": "4b6b908d-8375-38e0-baf8-d3f3687969b6",
      "speaker": "Jordan",
      "start_timestamp": 74.0,
      "text": "of us? And it doesn't really matter which one but probably the guy with the deep and comforting baritone."
    },
    {
      "end_timestamp": 83.0,
      "id": "2779bf95-d008-321a-8445-ab8b2159d140",
      "speaker": "Dan",
      "start_timestamp": 80.0,
      "text": "Sure, sure. Crossing a beard. Yeah, exactly. Yeah."
    },
    {
      "end_timestamp": 89.0,
      "id": "87fe6b44-3c7e-3d53-85c8-7bba2f904472",
      "speaker": "Jordan",
      "start_timestamp": 83.0,
      "text": "What if he knew a lot, but our co host, man, he just doesn't know nothing."
    },
    {
      "end_timestamp": 97.0,
      "id": "f6bda17b-06a2-3c94-975a-16f292633763",
      "speaker": "Dan",
      "start_timestamp": 89.0,
      "text": "I think that that would only work if the co host was shocked by everything and screamed a lot. The only way that would"
    },
    {
      "end_timestamp": 101.0,
      "id": "550f8b0e-99da-3f16-bd29-766b5a9d4b05",
      "speaker": "Jordan",
      "start_timestamp": 97.0,
      "text": "work you read a ball filled with joy and rage of equal intensity."
    },
    {
      "end_timestamp": 106.0,
      "id": "51764eb0-b4d2-3b71-8c52-5e8904c45788",
      "speaker": "Dan",
      "start_timestamp": 101.0,
      "text": "Exactly. Someone who's perhaps bipolar. Let's fast track this thing."
    },
    {
      "end_timestamp": 109.0,
      "id": "710aeaba-46b6-309b-9eed-d30bfad3810f",
      "speaker": "Jordan",
      "start_timestamp": 106.0,
      "text": "And we have already spent 25 minutes on our intro."
    },
    {
      "end_timestamp": 153.0,
      "id": "666e0951-6852-33ea-8637-495d9cdc4996",
      "speaker": "Dan",
      "start_timestamp": 109.0,
      "text": "Oh boy. So anyway, guys, what we'd like to do is every episode we sit down and we talk about a day in the life of Alex Jones, but today is going to be slightly different and we'll get to that here in a minute. But before we do, I want to play something from Monday's episode. That is incredibly important. Okay, there is no joking around about this. Oh, god dammit. This is super super duper serious. Okay, this is from Monday, May 1 episode. Alex Jones is having an interview with Steve pathetic. Now Steve polygenic, for reasons that are completely unknown to me, is in front of what appears to be a diagram of all the genres of hip hop. I will post a picture that makes"
    },
    {
      "end_timestamp": 158.0,
      "id": "bef0068e-9cfe-3cab-8e42-e647d8e51be1",
      "speaker": "Jordan",
      "start_timestamp": 153.0,
      "text": "perfect sense. No one else would see botanically diagramming on a whiteboard. Steve"
    },
    {
      "end_timestamp": 174.0,
      "id": "a4ddfa1e-07a2-330b-a41d-ea18c40c8d63",
      "speaker": "Dan",
      "start_timestamp": 158.0,
      "text": "magenic The man of the counter coup like he is a military strategists psychologist for the CIA in the past in front of a board of trap crunk. turntablism. I have no idea what's going on. Okay. That is irrelevant"
    },
    {
      "end_timestamp": 182.0,
      "id": "5904fd61-ca2c-34cc-a894-3c22c19e0039",
      "speaker": "Jordan",
      "start_timestamp": 174.0,
      "text": "posit posit theory, either he wandered into the writers room and VH one and 1994 would be"
    },
    {
      "end_timestamp": 186.0,
      "id": "a98d2872-4c0e-3185-a110-038768f79271",
      "speaker": "Dan",
      "start_timestamp": 182.0,
      "text": "lovers bedroom."
    },
    {
      "end_timestamp": 194.0,
      "id": "1bd41a7b-748e-3ad8-9c12-edcf1c85c0ef",
      "speaker": "Jordan",
      "start_timestamp": 186.0,
      "text": "Or he is a diagramming that for the CIA. Or for J Edgar Hoover in the 70s"
    },
    {
      "end_timestamp": 222.0,
      "id": "a21ca55a-6c11-30c1-abca-6080ae25f32f",
      "speaker": "Dan",
      "start_timestamp": 194.0,
      "text": "I could give a very simple explanation I think might be right. But I hope it's not they have all these theories about how hip hop was made to like popularized criminality in the black community and stuff like that. Oh god no, I could see it being something like that. But even even if that's the case, Wild Wild that he's sitting in front of this just still sitting in front of it, he could have just moved it but while he's doing this interview in front of this chart, Alex says something that I think he is going to very seriously regret saying"
    },
    {
      "end_timestamp": 227.0,
      "id": "2b9b42e4-dc2d-38c7-9b7e-c54033f1c1b5",
      "speaker": "Jordan",
      "start_timestamp": 222.0,
      "text": "oh, he has got so many different things to regret right now on the level"
    },
    {
      "end_timestamp": 242.0,
      "id": "abb1e7e1-5701-3b58-8415-0a9dcc1c45bd",
      "speaker": "Dan",
      "start_timestamp": 227.0,
      "text": "of I miss my dog knock that's way at the bottom the key to understanding him that's the way at the bottom right a little higher than that is I'm gonna kick your ass Adam Schiff you pack Kaposi's right, fill your hand"
    },
    {
      "end_timestamp": 245.0,
      "id": "96f7dc96-8347-3da6-bd3d-3c4e30415c88",
      "speaker": "Jordan",
      "start_timestamp": 242.0,
      "text": "a little higher than that is I put a bunch of people into a coma?"
    },
    {
      "end_timestamp": 261.0,
      "id": "df54e777-b064-3d2f-86df-67f91e99b549",
      "speaker": "Dan",
      "start_timestamp": 245.0,
      "text": "Sure. No, I think that's actually below. All right, but then you've got the guy who owns Chobani is important rapists. I think this one's higher. Holy shit. Now, it might not be legally actionable, but I think he's gonna regret this might."
    },
    {
      "end_timestamp": 291.0,
      "id": "11a0596a-148a-32c6-9eda-3ebe71a4f12f",
      "speaker": "Alex Jones",
      "start_timestamp": 261.0,
      "text": "Let me just give him some good news. I don't want to give sources out obviously. But let's just say this. I know Mike Cernovich his sources, the government knows his sources. So it's not a secret to them. But it's obviously who's been retweeting him and saying he's a great guy and retweeting our stuff. There are people very close to the president who are for real. Hell, it's not a secret. It's his sons, especially Donald Jr. is a total patriot. And there's a bunch of other people so Trump is for real, but he's being pulled by every side."
    },
    {
      "end_timestamp": 294.0,
      "id": "17027bff-6d1f-33a1-b33b-8e25acfc6945",
      "speaker": "Dan",
      "start_timestamp": 291.0,
      "text": "Oh,"
    },
    {
      "end_timestamp": 303.0,
      "id": "6442f985-a142-31e5-97a2-87ba966a38cc",
      "speaker": "Jordan",
      "start_timestamp": 294.0,
      "text": "that wasn't a secret. Joe whom was that? Not a secret? What do you read? Ah, Chad, I will tell you, it's not a secret."
    },
    {
      "end_timestamp": 310.0,
      "id": "b5fbc6e3-032c-370d-85c3-0203910108f9",
      "speaker": "Dan",
      "start_timestamp": 303.0,
      "text": "It's not a secret. No one knew that it's no secret to the government. Apparently, that's a bigger problem."
    },
    {
      "end_timestamp": 311.0,
      "id": "66d95b2f-0437-3a08-b01c-f3c194293c92",
      "speaker": "Jordan",
      "start_timestamp": 310.0,
      "text": "He should not be revealing this."
    },
    {
      "end_timestamp": 317.0,
      "id": "89b39f36-7367-38b6-93e3-ef3ff80f9ec3",
      "speaker": "Dan",
      "start_timestamp": 311.0,
      "text": "That's why this is a huge fucking problem. Whether it's true, or not"
    },
    {
      "end_timestamp": 321.0,
      "id": "56602ade-aa29-3bb3-967b-4111620a0621",
      "speaker": "Jordan",
      "start_timestamp": 317.0,
      "text": "all of the illegals, all of the illegal things that you can do."
    },
    {
      "end_timestamp": 373.0,
      "id": "f9f991b0-5139-35ad-be5e-924ed6bca4a4",
      "speaker": "Dan",
      "start_timestamp": 321.0,
      "text": "Well, here's the part that's even more fucked up is it barely plays on audio, but you can go back and listen to it and you go find the clip. And Steve Botanics responses, right? He agrees as if he knows this, that Trump's kids are the sources for Mike Cernovich, his deceit filled propaganda articles. Now, there's two things that are going on here. Okay, there's two paths that are possible. And one of them illegal, one of them goes down to side paths also. Gotcha. So we can go down the path of this, Alex telling the truth here. And if he's telling the truth, that's super fucked up. Yeah. If he's not illegal, if he's not telling the truth, and he's just making this up out of whole cloth, he's fucked. like Donald Trump is never going to talk to him again. Any sources that he does have? He's burned? Oh, they're never gonna talk to him again. He's just outed a source on TV. No,"
    },
    {
      "end_timestamp": 376.0,
      "id": "076294dc-706d-36a0-95a4-8f8f57b53f3d",
      "speaker": "Jordan",
      "start_timestamp": 373.0,
      "text": "no sources should ever talk to him again. Of course. I"
    },
    {
      "end_timestamp": 395.0,
      "id": "f1d5e1c4-4140-37d3-8128-4c1016933517",
      "speaker": "Dan",
      "start_timestamp": 376.0,
      "text": "mean, we were pretty clear most of his sources are faked or made up. Any real source is going to hear that and be like, I don't know if I can trust his discretion. His confidentiality means nothing. He just on air indicated that the children of the sitting president are leaking information to a right wing propagandists,"
    },
    {
      "end_timestamp": 399.0,
      "id": "2f659d42-01e9-306b-a03a-7ee43dcfafe3",
      "speaker": "Jordan",
      "start_timestamp": 395.0,
      "text": "right, which means that they have information to leak, which again, is"
    },
    {
      "end_timestamp": 415.0,
      "id": "03d9e88c-17a2-3187-93f0-c455544b27b7",
      "speaker": "Dan",
      "start_timestamp": 399.0,
      "text": "legal that gets us back. They are illegal. That's super illegal. Now we go back to the first path. If Alex is telling the truth, he is burned Cernovich. Right. Because now Cernovich his sources outed Trump's kids are never going to be giving him information ever again."
    },
    {
      "end_timestamp": 424.0,
      "id": "a878f10e-5213-3dca-9744-36f2846568e4",
      "speaker": "Jordan",
      "start_timestamp": 415.0,
      "text": "That you would hope. Now. You are You are forgetting the staggering incompetence and stupidity of all of these people all at the same time."
    },
    {
      "end_timestamp": 445.0,
      "id": "be4e16cf-078c-3a78-99f2-95c84f9ffbee",
      "speaker": "Dan",
      "start_timestamp": 424.0,
      "text": "That's a fair point. But I think this is one of the most fucked up things I've heard on the show. And I've listened to a lot of it. Yeah, that's, I don't think I've ever, like fully witnessed someone out of source. Like I've never seen a journalist do it in real time. So flippantly to amazing. It was like as it's a throwaway. Yeah."
    },
    {
      "end_timestamp": 449.0,
      "id": "f5c156f3-48e3-38d5-a401-94515a59214a",
      "speaker": "Jordan",
      "start_timestamp": 445.0,
      "text": "I'll tell you my sources. It's not really"
    },
    {
      "end_timestamp": 452.0,
      "id": "d0720c58-efdd-3d0d-88e1-265afc3bfb27",
      "speaker": "Dan",
      "start_timestamp": 449.0,
      "text": "Donald Jr. Especially he's a patriot. What the fuck are you doing?"
    },
    {
      "end_timestamp": 454.0,
      "id": "eed814f4-0bb7-3e65-beae-675256d6217d",
      "speaker": "Jordan",
      "start_timestamp": 452.0,
      "text": "Yeah, no, that's bananas. That's"
    },
    {
      "end_timestamp": 457.0,
      "id": "16e56aaf-ef11-387d-a500-f27566153e11",
      "speaker": "Dan",
      "start_timestamp": 454.0,
      "text": "crazy. For someone who claims"
    },
    {
      "end_timestamp": 462.0,
      "id": "33cf788f-8435-35be-8847-8fdeb841ad02",
      "speaker": "Jordan",
      "start_timestamp": 457.0,
      "text": "that not picked up it everyone should know this right now."
    },
    {
      "end_timestamp": 476.0,
      "id": "497a0969-fb25-370f-bef3-a155a4708b2a",
      "speaker": "Dan",
      "start_timestamp": 462.0,
      "text": "I'll tell you what it's picked up on like, Reddit. Or made man far out sent me a picture. Fuck yeah, screenshot from the Donald. And they pick this up, and they're like, god dammit. Now sort of, it's not gonna get any more stories, which is kind of"
    },
    {
      "end_timestamp": 479.0,
      "id": "a806d040-e558-38ca-9d3e-5ae36296f995",
      "speaker": "Jordan",
      "start_timestamp": 476.0,
      "text": "idiots on Reddit are smart enough for this."
    },
    {
      "end_timestamp": 484.0,
      "id": "a68fd1eb-52df-34e4-a022-b4e78b7a86c7",
      "speaker": "Dan",
      "start_timestamp": 479.0,
      "text": "They can ad to be this thing. That can war games. What happens when you burn a source? Yes."
    },
    {
      "end_timestamp": 488.0,
      "id": "969d3a03-fde2-327e-8bad-6b8afbfcd8db",
      "speaker": "Jordan",
      "start_timestamp": 484.0,
      "text": "But we've already established that war games and things is not his strong suit."
    },
    {
      "end_timestamp": 508.0,
      "id": "0b769d28-da30-371a-aad5-c1d60cea824e",
      "speaker": "Dan",
      "start_timestamp": 488.0,
      "text": "No. So that's insane. I mean, he's losing it. But since he's losing it in the present. Maybe it's time for us to escape the present, Jordan. Maybe it's time for us to take a little trip down memory lane. But before we do that, I need to do do a little shout out. Like to thank our man Yan out in Germany. What's up yawn?"
    },
    {
      "end_timestamp": 510.0,
      "id": "41acc3da-367b-3219-ac59-e9ccb0dcc2d1",
      "speaker": "Alex Jones",
      "start_timestamp": 508.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 511.0,
      "id": "ab256d40-4f56-3ccd-8586-742e28ce8be2",
      "speaker": "Dan",
      "start_timestamp": 510.0,
      "text": "Thank you. Thank you. Yawn."
    },
    {
      "end_timestamp": 512.0,
      "id": "fd64c88d-441d-38ce-97aa-58d3e82932e9",
      "speaker": "Unknown Speaker",
      "start_timestamp": 511.0,
      "text": "Thank you very much."
    },
    {
      "end_timestamp": 561.0,
      "id": "b83634a3-9680-39df-8c74-9a92b599f092",
      "speaker": "Dan",
      "start_timestamp": 512.0,
      "text": "Thanks for donating a policy wonk. And longtime supporter Yan is a good good dude. And he suggested insisted he took us up on our offers more what I should say. We offered on our last episode that if people donated $10, a month or more, that we would take a day in history. Right and go back to what Alex Jones was doing on that day. Oh, thank God. So Yan sent me a couple of dates. He's the first date he sent me was the date of the first nuclear test by South Korea or by North Korea. Oh, which was in 2006. Okay, and unfortunately, my archives don't go back that far. So I could not find that episode. So I asked for a backup date. And you sent me June 4 2015."
    },
    {
      "end_timestamp": 564.0,
      "id": "3a110fbb-71b4-318f-bec4-7e744cd8e0f0",
      "speaker": "Jordan",
      "start_timestamp": 561.0,
      "text": "What was June 4 2015. wrack"
    },
    {
      "end_timestamp": 567.0,
      "id": "bfaf3297-21a3-346b-b610-955a43d471d2",
      "speaker": "Dan",
      "start_timestamp": 564.0,
      "text": "your brain. What do you think was going on then? You're a man of letters."
    },
    {
      "end_timestamp": 578.0,
      "id": "e11d4e1f-3209-3011-802a-e6a9a84c9c7d",
      "speaker": "Jordan",
      "start_timestamp": 567.0,
      "text": "2015 I am a man of letters but not of numbers. 2015 Obama was still president through June 4. Trump"
    },
    {
      "end_timestamp": 583.0,
      "id": "7f4cb8ad-65bc-3af6-b305-023531282e95",
      "speaker": "Dan",
      "start_timestamp": 578.0,
      "text": "wasn't even really running at that point. Oh, no. But in earnest anyway."
    },
    {
      "end_timestamp": 585.0,
      "id": "1a790389-0062-3223-999f-5635441b4540",
      "speaker": "Jordan",
      "start_timestamp": 583.0,
      "text": "Did we did we blow something up?"
    },
    {
      "end_timestamp": 597.0,
      "id": "50680dcb-a654-383a-bb61-a18a30cd3544",
      "speaker": "Dan",
      "start_timestamp": 585.0,
      "text": "We didn't see it. Let me see if this out of context drop from June 20. June 4, this is this is in June 2015. Okay,"
    },
    {
      "end_timestamp": 600.0,
      "id": "7c11a73c-3f4c-32f7-88ad-b540cfdf1641",
      "speaker": "Alex Jones",
      "start_timestamp": 597.0,
      "text": "being right, more than other people's conspiracies. There's"
    },
    {
      "end_timestamp": 607.0,
      "id": "deaef4f0-5e00-3abe-b0b1-899144e209ad",
      "speaker": "Dan",
      "start_timestamp": 600.0,
      "text": "a big conspiracy. There's this being right all the time. Here's the deal. It was one gay marriage passed in the Supreme Court."
    },
    {
      "end_timestamp": 611.0,
      "id": "e9f03b83-0df2-36d3-83ac-1b115c8d14ed",
      "speaker": "Jordan",
      "start_timestamp": 607.0,
      "text": "No shit. Well, oh, so this is going to be a fucking disaster."
    },
    {
      "end_timestamp": 635.0,
      "id": "c7ed0532-4f54-34f2-b8dc-0c0443fc1c32",
      "speaker": "Dan",
      "start_timestamp": 611.0,
      "text": "See, that's what was expected when Yan made this suggestion. Right. And here's the deal. The actual court decision was on the 26th. Unfortunately, Alex, or it was, I think it was the 25th. Alex Jones is in studio on the 24th. And he doesn't talk about the gay marriage. Supreme Court case at all. This is"
    },
    {
      "end_timestamp": 639.0,
      "id": "bb5b8391-1c33-333f-9093-73f80316963a",
      "speaker": "Jordan",
      "start_timestamp": 635.0,
      "text": "gonna be another y2k episode, isn't it?"
    },
    {
      "end_timestamp": 665.0,
      "id": "0ae53fcb-1545-395d-87f0-91ae3eb325e3",
      "speaker": "Dan",
      "start_timestamp": 639.0,
      "text": "Maybe, but he doesn't talk about it on the 24th. So I'm like, That's not fair. The subject matter that was requested was the Supreme Court case. I'm gonna go to the next day. Yeah. On the 25th when the court ruling did come down. Yeah. Alex Jones is in Michigan for his cousin's wedding. That son of a bitch. David Knight is in studio and that devil son of a bitch, he is mad. But it's mostly a states rights issue."
    },
    {
      "end_timestamp": 667.0,
      "id": "350ac02b-c753-3129-a8c4-75c3617523ac",
      "speaker": "Jordan",
      "start_timestamp": 665.0,
      "text": "Oh, fuck that. So"
    },
    {
      "end_timestamp": 695.0,
      "id": "fd77b5f3-aeb1-3276-830d-39ab2e3f5d49",
      "speaker": "Dan",
      "start_timestamp": 667.0,
      "text": "I'm like, All right. Sunday episode, Alex will be back because the 25th was a Friday. Like, alright, Sunday 28 going down? Nope. Nothing. get nothing from him. Okay, good. Nothing. David Knight still in studio. So we have to go to the next episode, where Alex Jones is actually on June 29. of 2015. Now, you might be asking yourself, does he go apeshit? about gay"
    },
    {
      "end_timestamp": 723.0,
      "id": "35080a22-71ac-3b78-8b99-e68253267a35",
      "speaker": "Jordan",
      "start_timestamp": 695.0,
      "text": "marriage? I would. So here's my theory, he does not go apeshit. He spends all of his time trying to straddle the line between like, Hey, I Who cares what you do in your bedroom is none of my business. But at the same time, he's trying to be like, I just I just think that it shouldn't be the government who tells you what you can do in your bedroom? I think I think is a I stuck to deck before. I think that might be it."
    },
    {
      "end_timestamp": 759.0,
      "id": "1c979e99-7e60-327b-9486-80fb6fb56150",
      "speaker": "Dan",
      "start_timestamp": 723.0,
      "text": "I think that's a pretty reasonable gas. Yeah. Let's find out. Here's the first clip from the show. This is a little special report that Alex throws it to the to John bound special report. It's not wait. So. Okay. And you're going to witness like, right out of the gate. minute one of the Alex Jones Show from June 29 2015. Something that is out of bounds from the jump. And I'll explain when we get back. Okay."
    },
    {
      "end_timestamp": 765.0,
      "id": "7d079e21-0eda-3adf-b883-9199e625b2ab",
      "speaker": "Alex Jones",
      "start_timestamp": 759.0,
      "text": "It was the top big link on Drudge Report today, Americans sign a petition to ban the American flag."
    },
    {
      "end_timestamp": 775.0,
      "id": "9d41c931-0a51-3b65-b2e8-898dc7bf326e",
      "speaker": "Dan",
      "start_timestamp": 765.0,
      "text": "Now we'll get back to that. How is that not big enough that we'll get back to that that's a narrative that's going to come back. But we got to get to this special report."
    },
    {
      "end_timestamp": 825.0,
      "id": "671a0ca3-e58f-3339-961d-faa88afed030",
      "speaker": "Alex Jones",
      "start_timestamp": 775.0,
      "text": "And it's no joke. I first said that a few weeks ago, Limbaugh and others made the point. And Farrakhan obviously called for it last week, which is kind of reasonable in a way. I mean, the American flag has had more slaves under it than the Confederate if you go by that benchmark. The Greece collapse is now admittedly happening. And Jim Rogers, one of the top analysts says You ain't seen nothing yet. We're gonna get into that. We're gonna get into huge news on the Second Amendment front and so much more. Very important broadcast. Huge news on ISIS are saying no one could see these attacks coming. Really. We've only precipitated on it for four years warning of the so called rebels blowing back on the west by design. It's all coming up today. But first, the pope comes out hardcore against the Second Amendment and for World Government. John Baum reports."
    },
    {
      "end_timestamp": 856.0,
      "id": "c1e755be-8422-3443-9665-989fd5bd3c9b",
      "speaker": "Joe Biggs",
      "start_timestamp": 825.0,
      "text": "Joe Biggs here with infowars.com. Now this week, the Pope decided to go full retard when he released a statement saying that gun manufacturers are not Christians. Well, I find that extremely funny to hear that coming from the Pope. Because here@infowars.com We do have a Christian own gun manufacturer as a sponsor head down rifles. Now their CEO and co founder David Hunsaker released a statement where he was just completely in shock by the fact that the Pope would release such a statement."
    },
    {
      "end_timestamp": 870.0,
      "id": "6c7c4a95-c05c-3f9d-bea0-34c16cfe08ed",
      "speaker": "Dan",
      "start_timestamp": 856.0,
      "text": "So him saying bad things about the pope isn't really what is out of bounds. I do think it's funny to think that the Pope who lives in Italy is bound by the Second Amendment. I think that's absurd. I think that's obvious. But the thing that's wait at the"
    },
    {
      "end_timestamp": 873.0,
      "id": "c2d4abc3-dbd9-32be-b3fd-de8677b31849",
      "speaker": "Jordan",
      "start_timestamp": 870.0,
      "text": "Second World amendment didn't that happen?"
    },
    {
      "end_timestamp": 884.0,
      "id": "e985ac9e-2f0c-3c0e-8835-23fbeed2f847",
      "speaker": "Dan",
      "start_timestamp": 873.0,
      "text": "Yeah, I the thing that's way out of line is the idea that Joe Biggs made a special report to cook out the Pope on behalf of a sponsor."
    },
    {
      "end_timestamp": 895.0,
      "id": "8c12055c-fac0-3e0f-912f-3206c6032348",
      "speaker": "Jordan",
      "start_timestamp": 884.0,
      "text": "That is I was I was a little bit more concerned about the reference to what's it called the Rs. Yeah. That from that movie."
    },
    {
      "end_timestamp": 901.0,
      "id": "c7c3f2f8-67c0-3817-8804-110dce40e17d",
      "speaker": "Dan",
      "start_timestamp": 895.0,
      "text": "Oh, our Oh, the one with the ball. like fake."
    },
    {
      "end_timestamp": 907.0,
      "id": "f56d82ac-6e13-35fd-9150-2a085ad374c3",
      "speaker": "Jordan",
      "start_timestamp": 901.0,
      "text": "Yeah, yeah. Thunder. There's Tropics on the Tropic Thunder. Wow. Yeah, Tropic Thunder. Great."
    },
    {
      "end_timestamp": 909.0,
      "id": "88473bc2-eaaf-36d7-9f17-18de234c2282",
      "speaker": "Dan",
      "start_timestamp": 907.0,
      "text": "You thought that was the problem? I don't"
    },
    {
      "end_timestamp": 925.0,
      "id": "36cc3a9c-92c8-34b7-9f83-fc0e0819f39e",
      "speaker": "Jordan",
      "start_timestamp": 909.0,
      "text": "I don't. I don't appreciate that when that's used in a pejorative manner towards anybody Sure. Like, the whole joke of that is that it is exploitive the very act of doing that. So in Tropic fun in Tropic Thunder,"
    },
    {
      "end_timestamp": 926.0,
      "id": "4fa976d4-4f00-3c10-bcfc-3da75cceec58",
      "speaker": "Dan",
      "start_timestamp": 925.0,
      "text": "you did it again."
    },
    {
      "end_timestamp": 931.0,
      "id": "c3e0b0d5-430b-3405-9b48-359418ff29f4",
      "speaker": "Jordan",
      "start_timestamp": 926.0,
      "text": "I want to go to a themed restaurant called Tropic Thunder."
    },
    {
      "end_timestamp": 934.0,
      "id": "450d1110-bcb6-30b6-983e-67ab33b160f4",
      "speaker": "Dan",
      "start_timestamp": 931.0,
      "text": "Let's, let's build it. We're going to do that rebuild."
    },
    {
      "end_timestamp": 936.0,
      "id": "00b84d45-6275-32b8-8024-c8466732b11b",
      "speaker": "Jordan",
      "start_timestamp": 934.0,
      "text": "Another idea"
    },
    {
      "end_timestamp": 939.0,
      "id": "8cd6e8b9-bf66-3265-a29d-7733ef585150",
      "speaker": "Dan",
      "start_timestamp": 936.0,
      "text": "that will forever college right? Yeah."
    },
    {
      "end_timestamp": 953.0,
      "id": "9fa55425-425f-3e81-84c2-283a4c40408c",
      "speaker": "Jordan",
      "start_timestamp": 939.0,
      "text": "No, it's It's the joke is that actors are exploiting that in order to get Oscars. And so what you're winding up doing is using that phrase, in order to kind of reveal the hypocrisy and stupidity of it"
    },
    {
      "end_timestamp": 957.0,
      "id": "2c0f6a6f-5a59-35d0-bcad-03f7f8e66448",
      "speaker": "Dan",
      "start_timestamp": 953.0,
      "text": "when people use it. They reveal their own stupid, exactly."
    },
    {
      "end_timestamp": 971.0,
      "id": "7e3ea264-5e97-37cb-b60e-d7057d2bf81d",
      "speaker": "Jordan",
      "start_timestamp": 957.0,
      "text": "He's he's trying to use it in as mean away as you possibly can. Yeah. Also, if you're a Christian owned gun manufacturer, you do not understand a lot of Christ."
    },
    {
      "end_timestamp": 980.0,
      "id": "3aa0acbb-cc1d-375f-a341-6bed4b470c58",
      "speaker": "Dan",
      "start_timestamp": 971.0,
      "text": "No, and I pulled up the Pope's head down rifles. Oof. Wow, I don't I don't know what that means. But I mean, you gotta put your head down"
    },
    {
      "end_timestamp": 983.0,
      "id": "e4a34e6e-ada0-3291-9759-a01b607448a5",
      "speaker": "Jordan",
      "start_timestamp": 980.0,
      "text": "your head down and murder."
    },
    {
      "end_timestamp": 1006.0,
      "id": "f305e4f3-f867-36ac-a98d-c78cf054b13c",
      "speaker": "Dan",
      "start_timestamp": 983.0,
      "text": "So I looked, I looked into this, and the pope gave a speech that they're talking about. And here's some quotes from it. If you only trust men, you have lost. He told the young people in a long rambling talk about war trust in politics after putting aside his prepared address. It makes me think of people managers, businessman who call themselves Christian, and they manufacture weapons."
    },
    {
      "end_timestamp": 1008.0,
      "id": "4c966998-22a2-3244-97a2-87029a4368fc",
      "speaker": "Jordan",
      "start_timestamp": 1006.0,
      "text": "He's right on it, man. That leads"
    },
    {
      "end_timestamp": 1023.0,
      "id": "d312ee1a-ba83-3f9b-b72d-716552ab81b3",
      "speaker": "Dan",
      "start_timestamp": 1008.0,
      "text": "to a bit of a distrust, doesn't it? He said to applause. He also criticized those who invest in weapons industry saying, quote, duplicity is the currency of today. They say one thing and do another, which I think are pretty fair assessment. That's"
    },
    {
      "end_timestamp": 1026.0,
      "id": "2b0a0f7a-a7a3-32a0-af0e-c8dea972de71",
      "speaker": "Jordan",
      "start_timestamp": 1023.0,
      "text": "straight up hoping Yeah, this is cool. Pope right."
    },
    {
      "end_timestamp": 1045.0,
      "id": "c29899a3-f3e6-3682-9f3e-c63abb8d0926",
      "speaker": "Dan",
      "start_timestamp": 1026.0,
      "text": "This isn't Nazi but this is globalist Pope. Yeah. Not not the Pope. Yeah. So I mean, like, Sure. Take the pope out of context Cochem out on behalf of your sponsor, you're basically starting the show with an ad where you're committing. It's not blasphemy, because he's not God. No, but you're just as the mouthpiece of God. You're just pissing on the pope for ads."
    },
    {
      "end_timestamp": 1080.0,
      "id": "828f82f6-bedf-32f9-8eaf-971197443878",
      "speaker": "Jordan",
      "start_timestamp": 1045.0,
      "text": "Yeah, that's a plug. That's one of my favorite things about the whole Pope thing now is mainstream Christians are mad at the Pope. Every now and again, and then super happy with him there. The cognitive dissonance of religion is mind boggling. Certainly, the fact that you could take that fairly innocuous statement of like, Hey, if you're investing in guns, guns are used to kill people. So you're investing you're profiting off the death of human beings. Yeah, that's what you're doing."
    },
    {
      "end_timestamp": 1107.0,
      "id": "dc002b93-9538-36bb-b185-03c323a6b75f",
      "speaker": "Dan",
      "start_timestamp": 1080.0,
      "text": "And I mean, if you really get down to it, Joe Biggs goes on to be like, you know, people use weapons to use guns to hunt and feed their families. Yeah, the amount of money that's made from that kind of weapons versus the weapons of killing industry. It's staggering like it's it's almost nothing comparatively. So when you want to if you want to make that argument, please debate the pope Joe Biggs go we're gonna have a conversation with him about your principled gun stances."
    },
    {
      "end_timestamp": 1113.0,
      "id": "6ad2255b-521e-3e44-aeca-51aa34a74715",
      "speaker": "Jordan",
      "start_timestamp": 1107.0,
      "text": "I don't want I don't think Biggs is getting to, frankly, I don't even think Jason Biggs is getting near to the Pope. Well"
    },
    {
      "end_timestamp": 1129.0,
      "id": "fd38bf9c-a389-3cf9-a609-6a7d3ce17849",
      "speaker": "Dan",
      "start_timestamp": 1113.0,
      "text": "now. I mean, we've already seen him Joe Biggs is basically gone now. In modern days, we have already have a blast from the past. Yes. So I'm gonna break it down for you break it down this episode from 2015 is globalist heavy."
    },
    {
      "end_timestamp": 1137.0,
      "id": "64456bfd-0d8c-3cef-b244-e457151aa6fc",
      "speaker": "Jordan",
      "start_timestamp": 1129.0,
      "text": "Good, good. I'm looking forward to some classic Alex Jones being wacky. No one paying attention. Really?"
    },
    {
      "end_timestamp": 1153.0,
      "id": "d6f00d7d-4f34-366d-b955-bef5fb117889",
      "speaker": "Dan",
      "start_timestamp": 1137.0,
      "text": "I don't know how wacky it is. It's it's unadvised at certain points, certainly. The main narrative that runs throughout basically this entire episode is grease, the grease financial crisis that was going on in 2015."
    },
    {
      "end_timestamp": 1165.0,
      "id": "7a6f99e0-936c-37f3-8811-3746cf541a12",
      "speaker": "Jordan",
      "start_timestamp": 1153.0,
      "text": "Do you mean the one caused by banks exploiting their economy and essentially tricking them and then forcing them to accept austerity measures for their own mistakes?"
    },
    {
      "end_timestamp": 1167.0,
      "id": "f1dd95b7-0bf7-35fe-bb95-24aeaa27b3f5",
      "speaker": "Dan",
      "start_timestamp": 1165.0,
      "text": "And do you have just made the globalist argument?"
    },
    {
      "end_timestamp": 1172.0,
      "id": "98c97a52-80ab-3d1d-824b-c125a523537a",
      "speaker": "Jordan",
      "start_timestamp": 1167.0,
      "text": "Oh, god dammit, no. I might be a globalist."
    },
    {
      "end_timestamp": 1176.0,
      "id": "eadc3cc2-a803-37eb-bde9-66a8348bd2ad",
      "speaker": "Dan",
      "start_timestamp": 1172.0,
      "text": "Or at least you might believe in the globalist Yeah, but him you think"
    },
    {
      "end_timestamp": 1177.0,
      "id": "8c2a7fab-7e63-3a28-8b40-c86cd18ba7cc",
      "speaker": "Jordan",
      "start_timestamp": 1176.0,
      "text": "big banks are"
    },
    {
      "end_timestamp": 1206.0,
      "id": "2b48b5ae-9315-3c90-91ea-c485cc88272c",
      "speaker": "Dan",
      "start_timestamp": 1177.0,
      "text": "bad. His way you might be a globalist his version of it is far more sinister than just capitalism out of control. Okay, his version of it. Well, we'll get to this first clip here. Now that we're out of the advertisement section, is a little bit about how the globalists are trying to he hasn't quite gotten into Greece yet at this point that will take up most of our time. At this point, he's just trying to spell out how evil the globalists are."
    },
    {
      "end_timestamp": 1213.0,
      "id": "7d1df6aa-60df-3bc1-91bc-910e5492ef2b",
      "speaker": "Jordan",
      "start_timestamp": 1206.0,
      "text": "And now we know the origin of his hatred for Chobani. Oh, it could be here we go the connection."
    },
    {
      "end_timestamp": 1217.0,
      "id": "fc4145cc-428e-38be-8d46-52fd6617872d",
      "speaker": "Dan",
      "start_timestamp": 1213.0,
      "text": "This is just about how globalists are evil and they're trying to change society."
    },
    {
      "end_timestamp": 1271.0,
      "id": "455ed337-e309-3fe4-a07b-bdb03f15dfca",
      "speaker": "Alex Jones",
      "start_timestamp": 1217.0,
      "text": "They've taken over almost every government and almost every bank. Now they're going to take over the individual in the family. Now, the real drilling in is coming in saying, all hell is going to be breaking loose, the enemy is assaulting on every front, making more and more outrageous announcements to move the Overton window. And if you don't know what that is, it's a political science term, coined in the middle of the last century, of how political elites only operate within what is seen as acceptable within the political paradigm within the establishment, middle of the road, but that they will have radicals out on the edge, making announcements that sound over the top to make their announcements that are slightly out of the Overton window. Not sound as radical."
    },
    {
      "end_timestamp": 1272.0,
      "id": "e48b1986-236b-305c-93c3-3f1e1b1a8d6c",
      "speaker": "Dan",
      "start_timestamp": 1271.0,
      "text": "I think he has just described himself."
    },
    {
      "end_timestamp": 1275.0,
      "id": "743267a1-cd7d-3798-894d-b242155125c3",
      "speaker": "Jordan",
      "start_timestamp": 1272.0,
      "text": "Exactly. That's exactly what he just did. Right. There"
    },
    {
      "end_timestamp": 1284.0,
      "id": "259b42be-d94e-3e67-9fc6-b68fb7bfbd84",
      "speaker": "Dan",
      "start_timestamp": 1275.0,
      "text": "is nothing in the world that is more pushing. What is decent. Yeah. Alex Jones. Yeah, of course, he is. So like,"
    },
    {
      "end_timestamp": 1306.0,
      "id": "67c128c1-e41d-37c0-a518-653695ad5eff",
      "speaker": "Jordan",
      "start_timestamp": 1284.0,
      "text": "because he is so crazy, the idea of Republicans taking everybody's healthcare away, and yet at the same time acting as though that's giving them personal freedom. Yeah, is reasonable. Yeah, compared to globalists are coming after the individual. And then the family, which is a very strange order"
    },
    {
      "end_timestamp": 1312.0,
      "id": "2a0e497f-4b27-3ccc-a667-04d81a918746",
      "speaker": "Dan",
      "start_timestamp": 1306.0,
      "text": "of nurture, to take on those two things. Listen, you get to you get to tasks, however you get to him. Yeah, that's good to know."
    },
    {
      "end_timestamp": 1318.0,
      "id": "c9e6eebf-a0ca-3a80-b707-8f4110b90bc8",
      "speaker": "Jordan",
      "start_timestamp": 1312.0,
      "text": "I think that just kind of subconsciously shows what he thinks is more important."
    },
    {
      "end_timestamp": 1348.0,
      "id": "b61f944d-8de2-3ca1-abf9-375089c2f893",
      "speaker": "Dan",
      "start_timestamp": 1318.0,
      "text": "Well, but also, it's like, he sits on air all day and is like Hillary Clinton is literally a demon. Like if you want to talk about pushing discourse in a certain direction, you've introduced the idea that demons are real, and that they influence our politicians. Now, before you introduced this idea into our discourse, we just had to talk about ideas and disagreeing with them, right, you've thrown that out the window, and now anybody could be possessed, so that your Overton Window is way over here, way over here."
    },
    {
      "end_timestamp": 1360.0,
      "id": "f429d1fa-c0c3-3075-adbb-734ce0ced5d3",
      "speaker": "Jordan",
      "start_timestamp": 1348.0,
      "text": "It's very, it's very easy to demonize your opponent when you just go literal with demonize, you know, you're like, Oh, his ideas are bad. Nah, smells like fire and fucking brimstone."
    },
    {
      "end_timestamp": 1379.0,
      "id": "bfd1f7a7-224d-3c06-9bc6-2fd59e82ba76",
      "speaker": "Dan",
      "start_timestamp": 1360.0,
      "text": "Do you ever notice that a fly landed on Obama flies never land on people. Whatever anyone makes sense. Alex has an example of them pushing the Overton window that I think is less relevant than him in terms of actually doing it. Okay, I will say"
    },
    {
      "end_timestamp": 1411.0,
      "id": "bf5032ad-250e-3444-b0a1-0c9f2af6a0a8",
      "speaker": "Alex Jones",
      "start_timestamp": 1379.0,
      "text": "show that you will accept what they're doing by increment because they're Vanguard is so far out having Josselin elders 23 years ago as Surgeon General nominee, calling for the school to help children ages five masturbate in 1994 That sounded insane. Today it's standard."
    },
    {
      "end_timestamp": 1414.0,
      "id": "ff90e4f7-ad9e-38b0-ae60-61e8eeff1856",
      "speaker": "Dan",
      "start_timestamp": 1411.0,
      "text": "I don't know how to masturbate No,"
    },
    {
      "end_timestamp": 1417.0,
      "id": "75574cc4-7efa-3227-9f07-1783773aaf4c",
      "speaker": "Jordan",
      "start_timestamp": 1414.0,
      "text": "I want I want that on my god damn wall."
    },
    {
      "end_timestamp": 1419.0,
      "id": "a9f604b3-1a3c-39fc-a412-1765e41660dc",
      "speaker": "Dan",
      "start_timestamp": 1417.0,
      "text": "That's pretty good quote."
    },
    {
      "end_timestamp": 1426.0,
      "id": "b6b9bda7-9152-3dba-b869-e3fa244faaa9",
      "speaker": "Jordan",
      "start_timestamp": 1419.0,
      "text": "We need we need schools to help five year olds masturbate. Right. Jocelyn elders, so Surgeon General nominee"
    },
    {
      "end_timestamp": 1461.0,
      "id": "64a39bbd-477f-3592-97d5-75accc35f60f",
      "speaker": "Dan",
      "start_timestamp": 1426.0,
      "text": "for those youngins out there who were you know, weren't around Jocelyn elders was the Surgeon General in the Clinton years for a bit and then she got fired after this. She in 1994, was invited to speak at a United Nations Conference on AIDS. She was asked by someone there whether it would be appropriate to promote masturbation as a means of permit preventing young people from engaging in riskier forms of sexual activity. And she replied, quote, I think that it is part of human sexuality, and perhaps it should be taught. That's it."
    },
    {
      "end_timestamp": 1465.0,
      "id": "99efc06e-12bf-3cac-b357-2e8552342f4c",
      "speaker": "Jordan",
      "start_timestamp": 1461.0,
      "text": "Yeah, I don't think that's I genuinely do not see a negative to that."
    },
    {
      "end_timestamp": 1485.0,
      "id": "f899bcb2-5e32-35f8-b70d-c937866f312f",
      "speaker": "Dan",
      "start_timestamp": 1465.0,
      "text": "I honestly even in 1994 I was 10. I did not see a controversial No, that makes perfect sense. I don't think my parents saw that as controversial. I don't think there's anything Overton Window II about it. No, no, no. The only things that you can take away from that is that Alex Jones does not think that people should be masturbating. Possibly. Well, he"
    },
    {
      "end_timestamp": 1488.0,
      "id": "2a7bbe8e-ae39-31c9-880e-ae44735a17cd",
      "speaker": "Jordan",
      "start_timestamp": 1485.0,
      "text": "doesn't think five year olds should be masturbating."
    },
    {
      "end_timestamp": 1491.0,
      "id": "876ebbe9-d6b1-36b2-b55c-982ed48c2b64",
      "speaker": "Dan",
      "start_timestamp": 1488.0,
      "text": "Hey, neither does Jocelyn elders. That's not what you said."
    },
    {
      "end_timestamp": 1492.0,
      "id": "6629cd79-221a-3989-bd08-e51a8a251a02",
      "speaker": "Jordan",
      "start_timestamp": 1491.0,
      "text": "Did you ask her I"
    },
    {
      "end_timestamp": 1496.0,
      "id": "ecd1d4fc-7af6-35c8-b916-e7f8b3e7a5ca",
      "speaker": "Dan",
      "start_timestamp": 1492.0,
      "text": "didn't. I wasn't in you at the UN when I was 10. See, there you go. But she ended up getting fired"
    },
    {
      "end_timestamp": 1501.0,
      "id": "1f9d2a92-70ba-3119-8ee2-98e083e6e3c0",
      "speaker": "Jordan",
      "start_timestamp": 1496.0,
      "text": "because she wanted people to masturbate. One thing they've been doing"
    },
    {
      "end_timestamp": 1515.0,
      "id": "20d27f96-0a0e-37d6-a2db-0d4e43f4d40a",
      "speaker": "Dan",
      "start_timestamp": 1501.0,
      "text": "White House wherever White House Chief of Staff Leon Panetta remarked about the firing, quote, there have been too many areas where the President does not agree with her views. This is just one too many. So they sort of copped out a little masturbation"
    },
    {
      "end_timestamp": 1523.0,
      "id": "f93283dd-0172-3b2c-b933-936f2dac1be9",
      "speaker": "Jordan",
      "start_timestamp": 1515.0,
      "text": "is one too many gods they did not see Internet porn coming. We had no fucking clue or"
    },
    {
      "end_timestamp": 1527.0,
      "id": "1a76f51c-c065-3e91-aa69-5ae1362ce39d",
      "speaker": "Dan",
      "start_timestamp": 1523.0,
      "text": "the next few years of Clinton's life. Like he didn't"
    },
    {
      "end_timestamp": 1529.0,
      "id": "d79a8954-d237-3b1d-88a1-4712add8229c",
      "speaker": "Jordan",
      "start_timestamp": 1527.0,
      "text": "masturbate Fair enough."
    },
    {
      "end_timestamp": 1553.0,
      "id": "e2555c3e-a4a9-3255-89d9-8ea1e8500739",
      "speaker": "Dan",
      "start_timestamp": 1529.0,
      "text": "So he is already in two clips, which again, is maybe within the first couple minutes of the show completely misrepresented what the Pope said in order to plug one of his sponsors. Yep. And completely God intended and completely misrepresented something that Jocelyn elders said 20 fucking years ago, in order to make his argument about the Overton window which he is way more guilty of,"
    },
    {
      "end_timestamp": 1565.0,
      "id": "295d1dde-d07d-353e-9b93-cf042ce749f8",
      "speaker": "Jordan",
      "start_timestamp": 1553.0,
      "text": "I love that is first example is 23 years ago, a Surgeon General said maybe if people masturbated and that was okay, they would be less likely to commit sexual assault."
    },
    {
      "end_timestamp": 1566.0,
      "id": "50a3b7b9-5831-3245-92f5-ccddc225351d",
      "speaker": "Dan",
      "start_timestamp": 1565.0,
      "text": "That's not even what she was talking about."
    },
    {
      "end_timestamp": 1569.0,
      "id": "1a344377-7276-34e3-80e0-c5dd6605ef11",
      "speaker": "Jordan",
      "start_timestamp": 1566.0,
      "text": "Isn't that the question that she was responding to? She"
    },
    {
      "end_timestamp": 1574.0,
      "id": "57d0fd2e-a03a-3ae6-b48b-71635ab6c9ec",
      "speaker": "Dan",
      "start_timestamp": 1569.0,
      "text": "was asked. She was talking about kids and young people engaging in risky forms of sexual"
    },
    {
      "end_timestamp": 1578.0,
      "id": "ab196d8d-f02e-3535-b579-fb9df1be5146",
      "speaker": "Jordan",
      "start_timestamp": 1574.0,
      "text": "activity. Oh, not even not even stuff like salts or anything like oh, it's"
    },
    {
      "end_timestamp": 1584.0,
      "id": "860a886e-6f77-345d-9698-afba447e8ac1",
      "speaker": "Dan",
      "start_timestamp": 1578.0,
      "text": "about like avoiding diseases and shit like that. If you masturbate, it's completely safe. That sort of thing."
    },
    {
      "end_timestamp": 1587.0,
      "id": "a81ef5ae-665d-3489-86a7-d540746eff05",
      "speaker": "Jordan",
      "start_timestamp": 1584.0,
      "text": "I mean, it depends on where you are. And well, it's"
    },
    {
      "end_timestamp": 1595.0,
      "id": "55190469-1780-3bf9-b0a1-a1eeb76af84f",
      "speaker": "Dan",
      "start_timestamp": 1587.0,
      "text": "good point. Don't do it in a car. A friend get in trouble. Can't say his name while driving. Yeah. Oh, boy. But,"
    },
    {
      "end_timestamp": 1597.0,
      "id": "07720c0f-86c8-37e4-b582-8a0f53afc70f",
      "speaker": "Jordan",
      "start_timestamp": 1595.0,
      "text": "I mean, that's even a Mike Birbiglia job"
    },
    {
      "end_timestamp": 1614.0,
      "id": "4b9a3b81-c808-33e0-9784-45531ea47b19",
      "speaker": "Dan",
      "start_timestamp": 1597.0,
      "text": "perhaps, like, her response was even, perhaps it should be taught. Yeah, it's not even saying I think this should be okay. You know, maybe, yeah, maybe kids should know, we teach them how to put a condom on a banana. Why not teach them how to unscrew it and that banana?"
    },
    {
      "end_timestamp": 1632.0,
      "id": "c3f37565-0d28-3d50-9731-7782fc7eadbd",
      "speaker": "Jordan",
      "start_timestamp": 1614.0,
      "text": "I would certainly have been less likely to be ashamed and miserable every time I masturbated. If somebody were like, Hey, this is okay. It's normal human behavior that everybody does. Like have you ever gone to the zoo? Chances are you're gonna see a monkey masturbate. That's gonna happen."
    },
    {
      "end_timestamp": 1636.0,
      "id": "1115fb5f-54ef-3701-bda4-7f9ff74b40dc",
      "speaker": "Dan",
      "start_timestamp": 1632.0,
      "text": "Yeah, they don't teach that in the kind of cults that we grew up in. So"
    },
    {
      "end_timestamp": 1640.0,
      "id": "328ef7bb-422b-3696-bb56-2f2ab69a5ad6",
      "speaker": "Jordan",
      "start_timestamp": 1636.0,
      "text": "they don't monkeys don't teach each other how to masturbate either. So perhaps she's wrong."
    },
    {
      "end_timestamp": 1663.0,
      "id": "a4c3366b-5153-3322-aa7a-ecccc4055d63",
      "speaker": "Dan",
      "start_timestamp": 1640.0,
      "text": "They do at age five. Do they? They do I see. I've gone to zoos. Yeah, but they mature faster than us. True. So this next clip is Alex just blow and hard man just blowing hard. Just I am the best. Learn how to masturbate. You just want to know like, how, how is he so accurate? How is Alex Jones never wrong. Donald Trump's son's"
    },
    {
      "end_timestamp": 1734.0,
      "id": "a551766b-b815-3808-88cf-aafaf9b18f4c",
      "speaker": "Alex Jones",
      "start_timestamp": 1663.0,
      "text": "it's all there. How do I continually know what they're going to do next day in, day out, week in, week out month in month out year in year out decade in decade out blood in blood out. Because they've told us what they're going to do. And they've done it over and over again in Third World and old world countries that they had control of. So we know the exact form you lay that they will slightly tweak with their anthropologist and sociologist and behaviorist for the particular country that they launched. We know the enemy profile. We know their modus operandi. We have assessed them. And you would think it's a weakness that they're so predictable that see, their response is hey, the public isn't even conscious show. What if you're awake? So what if you're aware? It's like being one awake person at a sports stadium of lobotomized children who you can't know how to communicate with them. You can't get them out of the trance. They don't even know what you're talking about."
    },
    {
      "end_timestamp": 1830.0,
      "id": "61edb805-a326-3a0f-af9a-549fa8e693aa",
      "speaker": "Dan",
      "start_timestamp": 1734.0,
      "text": "Pause, pause. I just kept that pause on the long side at the end. There's a couple of things that are important to note there. One of them is that he does not speak in any specifics about his information that he has. He just like just proclaims that he's always right. When if you really look into it, he's wrong about almost everything. Yeah, he's absolutely just is facts are shoddy. He just has assertions that he never backs up ever, just so much documentation of shit he's predicted that he's wrong about but the other thing is this idea that he comes to at the end or is like, everyone's dumb, and you can't even communicate with them. And there's two there's two things I want to speculate about there. One is that because he has a very specific mental illness, he can't talk to other people. He seems crazy. Whenever anyone else is talking to him, he can't communicate because he just starts rambling about globalists and rational forces and vague references to documents right and scientists you may or may not have talked to and everyone may or may not be read and then words like I can't follow You even the most generous of interviewer, he's gonna yell at them, it's impossible for him to interact with anybody on a human level. Right? I've seen him with his co hosts and stuff. It's even mildly abusive. So I think there's some of that he's projecting shit a little bit. And then beyond that, that is also a mentality that is espoused in the Protocols of the Elders of Zion. This idea that most of the masses are dumb, and the globalists are trying to make them dumb in order to make them malleable."
    },
    {
      "end_timestamp": 1848.0,
      "id": "4fa752b3-444f-35f7-9d19-839b35354fb1",
      "speaker": "Jordan",
      "start_timestamp": 1830.0,
      "text": "Well, but also, it's it's cult behavior. Like if you can only trust your cult leader to be the one who's telling you the truth. Yeah. Then that forces you to put everybody else outside. True. So he is he is isolating his listeners in the same way that he's isolated?"
    },
    {
      "end_timestamp": 1859.0,
      "id": "0aebe947-3d90-3c0c-988a-dcd27ac587d2",
      "speaker": "Dan",
      "start_timestamp": 1848.0,
      "text": "Yes, yes. He's isolated from everybody else. They can only have him exactly as a conduit to truth, right? Yeah, yeah, that is true. It's a bummer. But the good news is,"
    },
    {
      "end_timestamp": 1860.0,
      "id": "19661831-cf0c-3e49-a120-21d1566398e2",
      "speaker": "Jordan",
      "start_timestamp": 1859.0,
      "text": "what's the good news?"
    },
    {
      "end_timestamp": 1877.0,
      "id": "3b47a69a-d675-341f-881d-0fdb7dbbfb26",
      "speaker": "Dan",
      "start_timestamp": 1860.0,
      "text": "Alex is also a specialist in a bunch of things. Alex is an expert on certain matters, especially policy, ISIS. Okay, so big specialist on ISIS. All right. He's gonna walk you through how evil Muslims are in this next clip,"
    },
    {
      "end_timestamp": 1881.0,
      "id": "51bbf056-7dd4-3533-868b-e677a4447bf9",
      "speaker": "Jordan",
      "start_timestamp": 1877.0,
      "text": "not ISIS, well, all Muslims."
    },
    {
      "end_timestamp": 1882.0,
      "id": "8339d9d0-0187-3806-ac62-0910dad81363",
      "speaker": "Dan",
      "start_timestamp": 1881.0,
      "text": "It starts with ISIS."
    },
    {
      "end_timestamp": 1885.0,
      "id": "cd116b7a-1435-35b9-bd91-43ccd13044f0",
      "speaker": "Jordan",
      "start_timestamp": 1882.0,
      "text": "Yeah. And then it spirals out of control very quick, and it's generalized"
    },
    {
      "end_timestamp": 1897.0,
      "id": "d514ccb5-ec4f-39f4-ba79-2e0570ce97e4",
      "speaker": "Dan",
      "start_timestamp": 1885.0,
      "text": "way too fast. And then this is the first of two times he gets into really spotty animal metaphors that I don't think are appropriate, that are very not good."
    },
    {
      "end_timestamp": 1935.0,
      "id": "6e76645d-acd7-3c64-a821-92014dd7f99a",
      "speaker": "Alex Jones",
      "start_timestamp": 1897.0,
      "text": "I analyze the new al Qaeda and the new Cherian state they were building in the last four or five years, giving Libya as a base to take down African al Qaeda giving Sharia part of it as a base to take down the Middle East, Western governments all financing it we laid out exactly four years ago, exactly three years ago, exactly two years ago, exactly one year ago, exactly a month ago, over and over again, ad nauseam. that ISIS is a real terror threat, a multi 100,000 person army recruited and funded by the West was useful idiot botch who actually think you're fighting for, quote, Islam."
    },
    {
      "end_timestamp": 1938.0,
      "id": "7a562186-0d52-3067-b94a-6a3fbcdf7e37",
      "speaker": "Dan",
      "start_timestamp": 1935.0,
      "text": "He has said that over and over again."
    },
    {
      "end_timestamp": 1960.0,
      "id": "c56ea972-3307-3d72-bdeb-4f91d6e25a5e",
      "speaker": "Jordan",
      "start_timestamp": 1938.0,
      "text": "He's not wrong about He's not wrong about al Qaeda being funded by Western sources. At one point, at one point, Syria is definitely being funded by Western governments, where we're doing most of it. And then you have, you know, Muslims and Islam."
    },
    {
      "end_timestamp": 1966.0,
      "id": "872da7ac-6353-3893-b76c-385bbfb013d6",
      "speaker": "Dan",
      "start_timestamp": 1960.0,
      "text": "Right, but but but ISIS itself isn't created by us, except in a tertiary sense."
    },
    {
      "end_timestamp": 1970.0,
      "id": "a085ece0-7c31-3c66-8e37-240e518e497e",
      "speaker": "Jordan",
      "start_timestamp": 1966.0,
      "text": "Yeah, it's not funded by us. But it's definitely created by us"
    },
    {
      "end_timestamp": 1986.0,
      "id": "539623ae-12c7-3691-b659-fae9687f06d9",
      "speaker": "Dan",
      "start_timestamp": 1970.0,
      "text": "and any, like the incidences where there are, like things that have we have supplied that have gone back to them? Pretty accidental, yeah, in the same way that you know, you give somebody shit and someone takes it. But that does happen."
    },
    {
      "end_timestamp": 1992.0,
      "id": "812cc2a9-5af7-3ff5-8425-d8ffd86ec257",
      "speaker": "Jordan",
      "start_timestamp": 1986.0,
      "text": "Like, like how we sent a billion dollars in cash or whatever it was, and that magically disappeared in Iraq?"
    },
    {
      "end_timestamp": 1998.0,
      "id": "ed9cb61a-94ab-3552-b261-935270c99418",
      "speaker": "Dan",
      "start_timestamp": 1992.0,
      "text": "Sure. It was a lot of questions there. There were a lot of questions. You don't send them much cash."
    },
    {
      "end_timestamp": 2010.0,
      "id": "52982aff-ddc3-35a7-bde2-04de72c8fa82",
      "speaker": "Jordan",
      "start_timestamp": 1998.0,
      "text": "Why are you sending cash? Which seems weird, very weird. Let's see, what can you buy with cash in a failed state that's falling apart? I have no idea. I'm starting to think maybe it was funneled to other people."
    },
    {
      "end_timestamp": 2016.0,
      "id": "aacbdd4c-9a82-340c-8745-c7d4c66894ce",
      "speaker": "Dan",
      "start_timestamp": 2010.0,
      "text": "It's possible. It could be it's possible. But anyway, he goes on,"
    },
    {
      "end_timestamp": 2071.0,
      "id": "e78a6048-5168-3e93-b099-dc19c25feffa",
      "speaker": "Alex Jones",
      "start_timestamp": 2016.0,
      "text": "that are going to be allowed to attack the entire Western world and the Middle East. They're meant to take over and conquered the Middle East and much of Africa as a proxy front for the globalist under Saudi Arabia and Turkey's control. Here they're going to attack be repulsed and defeated with that will be used for the next decade have expanded police day. Oh, Alex now says the Muslim threats real even though he said for all these years, it was synthetic. It was always real, but it was manufactured. Now, it's not manufactured. It's bred in a pin and turned loose. Like I said, if I go to my neighbor and put three rattlesnakes in his bed, that I didn't bite my neighbor, but I'm an accomplice to it. I put the Rattlesnakes in the bed. Well, you're not an accomplice, you're a murderer. I go dump 100 Black Widows in your bed, and you go and get in there. I don't control the black widows. I just know what they're gonna do."
    },
    {
      "end_timestamp": 2073.0,
      "id": "46a3b9ad-b479-3cf3-929a-98eb35b2f422",
      "speaker": "Jordan",
      "start_timestamp": 2071.0,
      "text": "Where did you find 100 black widows."
    },
    {
      "end_timestamp": 2084.0,
      "id": "309969e0-2ff0-346e-b1fc-dbd192c4c286",
      "speaker": "Alex Jones",
      "start_timestamp": 2073.0,
      "text": "If I put you in a pen with 15 Starving wolves, I don't run the wolves. They bite my hand too, but I control the environment and the paradigm. That's"
    },
    {
      "end_timestamp": 2092.0,
      "id": "9abd5767-e502-357c-8b5b-375951dcf5ea",
      "speaker": "Jordan",
      "start_timestamp": 2084.0,
      "text": "why do you mean another? Just totally comedy comes in threes, but that's just that's just three examples of the same exact thing."
    },
    {
      "end_timestamp": 2096.0,
      "id": "f06ece0d-4b73-31a6-ba6b-39e3a07d82e4",
      "speaker": "Dan",
      "start_timestamp": 2092.0,
      "text": "It's a little excessive. It's ridiculous rhetorically unnecessary. If"
    },
    {
      "end_timestamp": 2102.0,
      "id": "d8ee1269-4b43-3baa-9127-cf96bef7b2b3",
      "speaker": "Jordan",
      "start_timestamp": 2096.0,
      "text": "I put 10 million ladybugs in there you They're not gonna bite you, but you'll probably suffocate."
    },
    {
      "end_timestamp": 2144.0,
      "id": "34a0cce2-eed9-3786-88c8-faa08b335c7b",
      "speaker": "Dan",
      "start_timestamp": 2102.0,
      "text": "You'll you're not gonna like this. He does another hour of just examples of ways he could accidentally kill you. So I mean, but the argument that he's he's making there is, I don't think that this is the way he would make it. But there is a way to make it reasonably. And that is that our foreign policy is so fucked up, that we keep creating terrorists through bombing churches through Starving Children. Yeah, and killing civilians. And that is creating more and more people who do want to hurt us. Right. I think that what he's saying is, is different. I don't know what he's saying. Well, okay, I don't think it's that though."
    },
    {
      "end_timestamp": 2154.0,
      "id": "9e28bb9d-46d2-3115-84b9-f99de3cc7188",
      "speaker": "Jordan",
      "start_timestamp": 2144.0,
      "text": "Now, here's the here's the interesting thing about that, though, is that cynically, I do have that inclination to agree with that idea"
    },
    {
      "end_timestamp": 2158.0,
      "id": "75d9aa9a-82c4-349a-93e6-6cf2c85f6b12",
      "speaker": "Dan",
      "start_timestamp": 2154.0,
      "text": "of oh, man, what you're creating you dig Alex Jones in 2015?"
    },
    {
      "end_timestamp": 2181.0,
      "id": "f61aca29-1528-3728-bd58-60125d0d9c38",
      "speaker": "Jordan",
      "start_timestamp": 2158.0,
      "text": "Maybe I do. Oh, no, maybe it's so. So if I was going to conspiracy theorize, yeah, as an N, I think I think he's not terribly wrong. I just think he's ascribing competence to people who just are incapable of thinking ahead. Or, you know, just the law of unintended consequences,"
    },
    {
      "end_timestamp": 2188.0,
      "id": "a58eb27d-6553-3326-82e8-ae0b782b7475",
      "speaker": "Dan",
      "start_timestamp": 2181.0,
      "text": "or, or even the potential bad consequences are outweighed by whatever Yeah, immediate gain you're trying to make. Yeah,"
    },
    {
      "end_timestamp": 2212.0,
      "id": "f731b523-9999-37f5-a6d5-5e4a18fbcd2d",
      "speaker": "Jordan",
      "start_timestamp": 2188.0,
      "text": "like the the terrorism thing is absolutely being used to expand the police state. Like there's no other way to describe what's going on there. Now, is that because there's a globalist plot, or is it because all of our weapons went over to Iraq, and we don't need them anymore, and we spent a shit ton of money on it. So we want to get some of that money back. So we sell it to a police station. I think they need all of those weapons."
    },
    {
      "end_timestamp": 2240.0,
      "id": "14522153-0fff-30ba-a6e5-897b43e31ffd",
      "speaker": "Dan",
      "start_timestamp": 2212.0,
      "text": "I think that is definitely the the sort of economic version or the economic explanation for the militarization. Yeah, of some of the police forces. But I don't think that terrorism necessarily, is creating that trend of militarized police. I think it's the fear of the fake fear of terrorism. Actually not created as much by the globalists as it is by people like Alex Jones. Yeah. Ironically,"
    },
    {
      "end_timestamp": 2269.0,
      "id": "42e6f7f5-afbc-3f67-9e60-295a6422f503",
      "speaker": "Jordan",
      "start_timestamp": 2240.0,
      "text": "of course, you're giving away your rights. You need to protect yourself against ISIS, you need a strong government with a strong military. Now, obviously, you don't want that government to have control over at or no providing people with basic health care. You want them to be able to fight ISIS, a paramilitary force that has a point 000 1.8% chance I put another decimal in there I like it for to actually harm you. But then"
    },
    {
      "end_timestamp": 2283.0,
      "id": "a30cdfeb-b59c-37dc-bf94-35658ae2098f",
      "speaker": "Dan",
      "start_timestamp": 2269.0,
      "text": "it also it. He's trying to have it both ways with that argument. You know, it is that like, you, I think you nailed it. We want this strong government, but then not strong. Yeah. Oh, stay out of our business. But"
    },
    {
      "end_timestamp": 2309.0,
      "id": "065789c2-1201-3480-bf24-f13c96fc91cb",
      "speaker": "Jordan",
      "start_timestamp": 2283.0,
      "text": "yeah, everyone take away our rights. But don't give us anything. Yeah, I'm sick of having stuff from you. I don't want to be dependent on the government. Now, admittedly, I have a syndicated radio show that I make millions of dollars off of. And plenty of people are poor, like in Flint, Michigan, where they don't even have fucking regular drinking water. And we still haven't done a goddamn thing about that, even though we've known about it since 2015. And"
    },
    {
      "end_timestamp": 2334.0,
      "id": "1489daa0-6848-34a3-be2f-b6d01b0ddc3f",
      "speaker": "Dan",
      "start_timestamp": 2309.0,
      "text": "he hasn't mentioned that. Nor the gay marriage thing. But also, I mean, like, he makes money off of people buying guns from a Christian gunmaker. So, I mean, his interest where are we? What are we doing? What are you talking about? Alex? What is going on? Anyway? I think I think you're right, this sort of area. There's a little bit more interesting, gray area. I still disagree with Alex. I think he's full of shit."
    },
    {
      "end_timestamp": 2344.0,
      "id": "6691dbde-52ff-386e-9109-c204c3c68ecd",
      "speaker": "Jordan",
      "start_timestamp": 2334.0,
      "text": "I disagree with him, too. But I like it is it is enticing, because that way."
    },
    {
      "end_timestamp": 2347.0,
      "id": "a0965155-fe44-3199-a41c-4f103c3b91bc",
      "speaker": "Dan",
      "start_timestamp": 2344.0,
      "text": "You're seeing that you're smelling the trap a little more. Yeah, that sounds"
    },
    {
      "end_timestamp": 2364.0,
      "id": "9a3acd5f-d6c9-32a4-94f1-2903fceba0ad",
      "speaker": "Jordan",
      "start_timestamp": 2347.0,
      "text": "it sounds like man, at least then I could say that. People in the government are smart enough to pull this shit off. Right, right. Right. We elected people who aren't borderline just moronic. Well, that's"
    },
    {
      "end_timestamp": 2372.0,
      "id": "a311e0da-b398-3019-8df9-8d21fb935e36",
      "speaker": "Dan",
      "start_timestamp": 2364.0,
      "text": "kind of the charm of 911 conspiracies. Well, that's true. But anyway, Alex wants you to know that he's got great information charm"
    },
    {
      "end_timestamp": 2377.0,
      "id": "adf0f2e7-14c8-3df2-b9cc-6a87bcc372c4",
      "speaker": "Jordan",
      "start_timestamp": 2372.0,
      "text": "of 909 11 console. Hello, how are you today?"
    },
    {
      "end_timestamp": 2412.0,
      "id": "d2189ce1-cf3b-3e63-9542-6de706436e6d",
      "speaker": "Dan",
      "start_timestamp": 2377.0,
      "text": "You look marvelous. You are a delight. So this next clip, Alex accidentally said something that makes him think twice a little bit. Never seen that before. He is talking about how his information is rock solid. It's good information. But then he starts to talk about instances where in the past where other people's information has had different information in it. And I think there's a moment you can see in his face or he's kind of like, boy shouldn't have brought this up. Then he gets a little defensive and throws to break. So"
    },
    {
      "end_timestamp": 2458.0,
      "id": "b3579203-f796-37dc-9e2d-f041fa35a1d8",
      "speaker": "Alex Jones",
      "start_timestamp": 2412.0,
      "text": "how did I know this 20 years ago? Because I read Barry Goldwater's book. He was in the meetings. He exposed it. I read the statements of David Rockefeller. It's all planned. I read the opposition to it. And I read the people that were for it. If I was in a war, which I am, I would read the enemy's own documents. They're so arrogant, their battle plans are public. And they don't give us their battle plans because they're fake the throw us off, where there's disinfo. And like the British, with their ultra system, let the Germans know. So it's beyond that. They are so arrogant. They are operating uncloaked attacking us at point blank range. Central's against the Nobel Prize."
    },
    {
      "end_timestamp": 2490.0,
      "id": "2e51cdf8-9912-37fe-8100-69462a85b0b0",
      "speaker": "Dan",
      "start_timestamp": 2458.0,
      "text": "This is back when he maybe couldn't skip as many breaks. For the Mercer money came in right as I suspect. But yeah, that this is another idea that he has that's based on sort of Illuminati beliefs, this idea of like, sort of externalizing the program, you got to show people what you're doing in order for it to be to mean anything. A lot of times when he talks about these Illuminati rituals that they do with the halftime shows and stuff, it's called lesser magic, whenever you like,"
    },
    {
      "end_timestamp": 2493.0,
      "id": "cf646254-dd02-3be1-8a92-5c8fd2509fb6",
      "speaker": "Jordan",
      "start_timestamp": 2490.0,
      "text": "eyebrow raise well, when lesser magic"
    },
    {
      "end_timestamp": 2525.0,
      "id": "3daf6949-2cfd-39c3-8c3f-f2fc953dcac6",
      "speaker": "Dan",
      "start_timestamp": 2493.0,
      "text": "Yeah. It's this idea of it even extends to like putting something that the globalists are going to do into a science fiction movie. So it like it gets used to the idea that predictive programming. Yeah, that's all part of this lesser magic game, that the globalist play in order to do things in plain sight. And then putting out all their white papers that say these things that Alex thinks they say, but they don't. Right, is another part of that, which again, feeds into that little bit of that schizophrenia, which"
    },
    {
      "end_timestamp": 2534.0,
      "id": "f364f223-2b22-366e-b581-f66f78f94e37",
      "speaker": "Jordan",
      "start_timestamp": 2525.0,
      "text": "is like why they had Pullman become president in Independence Day so we'd be prepared for him to become president in real life."
    },
    {
      "end_timestamp": 2536.0,
      "id": "3912f180-8226-3bb7-86fc-0fc1849dfbcb",
      "speaker": "Dan",
      "start_timestamp": 2534.0,
      "text": "Absolutely. Totally."
    },
    {
      "end_timestamp": 2541.0,
      "id": "cea6143e-600a-3406-b74e-6c0797e7d9fd",
      "speaker": "Jordan",
      "start_timestamp": 2536.0,
      "text": "That makes perfect sense to me. Who else would be better president?"
    },
    {
      "end_timestamp": 2542.0,
      "id": "b8c00458-6988-3cc9-8c8a-af1f5f36697f",
      "speaker": "Dan",
      "start_timestamp": 2541.0,
      "text": "Hexton way we lost him?"
    },
    {
      "end_timestamp": 2544.0,
      "id": "d3b52924-c54b-3867-84a0-b50cf219ecf1",
      "speaker": "Jordan",
      "start_timestamp": 2542.0,
      "text": "No, we lost Pax shit. Yeah."
    },
    {
      "end_timestamp": 2549.0,
      "id": "47df5a64-cc8f-3e36-97a8-7d056a56ad54",
      "speaker": "Dan",
      "start_timestamp": 2544.0,
      "text": "All right. This next clip, Alex gets super condescending about how you need to wake the fuck"
    },
    {
      "end_timestamp": 2552.0,
      "id": "f19fcb07-70a7-3ce3-a8d1-03774493a20e",
      "speaker": "Jordan",
      "start_timestamp": 2549.0,
      "text": "up? I do. I'm really tired."
    },
    {
      "end_timestamp": 2578.0,
      "id": "c5981639-3c4d-3465-b4fb-abedbd67ea46",
      "speaker": "Alex Jones",
      "start_timestamp": 2552.0,
      "text": "I'm gonna say this very, very slowly for new listeners. I don't mean this in a condescending way. But the denial has to end right now. You can go to Google and type. IMF world bank documents leaked 2002 The BBC covered part of them. Then they told Greg Palast we're gonna fire you if you do any more pieces on this basically. He got pulled back from former top."
    },
    {
      "end_timestamp": 2584.0,
      "id": "6bdd865f-ed05-3dfb-98a3-d71865a5c1b9",
      "speaker": "Dan",
      "start_timestamp": 2578.0,
      "text": "So also keep keep in mind there that he said. Basically, that's a that's a qualifying"
    },
    {
      "end_timestamp": 2589.0,
      "id": "912be8d8-a830-3686-b78f-a06eb07d4b53",
      "speaker": "Jordan",
      "start_timestamp": 2584.0,
      "text": "word. It is it is we say it a lot. Basically, we do."
    },
    {
      "end_timestamp": 2599.0,
      "id": "30c6984a-6b4d-3d7d-bead-31d828dfb51e",
      "speaker": "Dan",
      "start_timestamp": 2589.0,
      "text": "But whenever you're not making a real assertion, I say stuff like, well, kinda basically, he's like, I got I got pulled back from it by the BBC, basically."
    },
    {
      "end_timestamp": 2604.0,
      "id": "c90eaae2-0885-3051-9202-5ad2cb6a55a7",
      "speaker": "Jordan",
      "start_timestamp": 2599.0,
      "text": "Hmm, let's see, did he? Did he get fired or pulled back? Nope. He was a freelancer,"
    },
    {
      "end_timestamp": 2655.0,
      "id": "866bce93-7706-3bf5-a9b8-d1a7aa60a7d0",
      "speaker": "Alex Jones",
      "start_timestamp": 2604.0,
      "text": "fraud investigator that went to work for the BBC. And in it, the IMF and World Bank, were planning the takedown to the west. Next, they'd already taken over. So third world Latin America, Africa, in much of Asia through fraud. And it talked about how they would then depress economies have the country sign on to debt, do bailout after bailout that actually puts the country's in debt to the mega banks, when the companies themselves are being bailed out by the countries and the public is so Ill illiterate is the proper word. Totally literacy when it comes to basic financial systems. But even when you tune in to CNBC that's all within the paradigm of the control economic order. So that itself is not how it really operates."
    },
    {
      "end_timestamp": 2656.0,
      "id": "b615fe00-f244-3671-a34f-3d8d8ac57cca",
      "speaker": "Dan",
      "start_timestamp": 2655.0,
      "text": "What are you saying?"
    },
    {
      "end_timestamp": 2660.0,
      "id": "dce22659-4a2a-3e7f-b428-093a30dc693b",
      "speaker": "Jordan",
      "start_timestamp": 2656.0,
      "text": "I don't know i What is he trying to say?"
    },
    {
      "end_timestamp": 2673.0,
      "id": "82453784-7d20-366e-b34b-44d7761ee13a",
      "speaker": "Dan",
      "start_timestamp": 2660.0,
      "text": "I don't know what that part of the end there is. I don't I don't I don't I he just does every every single thing he was saying up to that point he's like, but then there's another paradigm and that's not really even how the world works right? What do you what are you doing"
    },
    {
      "end_timestamp": 2689.0,
      "id": "1ad1e7fb-fd80-3e54-994c-190f59ce7d86",
      "speaker": "Jordan",
      "start_timestamp": 2673.0,
      "text": "which but you I mean, though the big banks did pull that shit. And they did totally they did a cause them to get a whole shit ton of debt. And then the banks themselves were bailed out by the people."
    },
    {
      "end_timestamp": 2698.0,
      "id": "2b60dfcf-c006-304f-ab4a-48e438e97894",
      "speaker": "Dan",
      "start_timestamp": 2689.0,
      "text": "Yes, this is true predatory capitalism. Why didn't he just stop there? Because it's not enough to sell your fucking huckster he goods if you"
    },
    {
      "end_timestamp": 2709.0,
      "id": "0a043a8a-2cf3-3497-af52-5c1c74c46512",
      "speaker": "Jordan",
      "start_timestamp": 2698.0,
      "text": "I think it is I don't wait no, it's not enough to sell luxury goods. I think it's enough for me to want just fires just fires all over the place."
    },
    {
      "end_timestamp": 2739.0,
      "id": "c96409e4-2e1e-3643-8929-644f05eb31fa",
      "speaker": "Dan",
      "start_timestamp": 2709.0,
      "text": "Well, that's actually part of the EM IMS plan to burn the burn riots come at the end. And then when you're burning down cities, the globalist banks can come in and buy everything up for super cheap. No, but I want to burn down the globalist bank. Let's get them. No, but here's the thing. So I did Google this that Alex Jones condescendingly told me to two years ago. Yes, I Googled this. And I looked for IMF leaks. 2002 Yes. And I found an article in The Guardian by Greg Palast,"
    },
    {
      "end_timestamp": 2742.0,
      "id": "779cd053-c3d6-3712-b78c-5765606e1913",
      "speaker": "Jordan",
      "start_timestamp": 2739.0,
      "text": "right, where he does not in the BBC know,"
    },
    {
      "end_timestamp": 2775.0,
      "id": "1db788ec-4210-3504-88aa-3f2dede5e676",
      "speaker": "Dan",
      "start_timestamp": 2742.0,
      "text": "he does an interview with a guy who used to work for the IMF and got fired very ugly fire ceremoniously. And he had some really terrible things to say about the IMF and how they operate. Ah, I think a lot of it is spiritually fairly accurate. Okay. Stuff about like, you know, that you're saying, Take getting countries to borrow more than they should. And when they can't they default on their loans, but you buy up like their water plants and stuff like that. Yeah. And then you can you can just basically fuck over a country. Yeah. But there's nothing away"
    },
    {
      "end_timestamp": 2778.0,
      "id": "ceb87110-6efb-3ecc-88c1-5d2ed0c4dc32",
      "speaker": "Jordan",
      "start_timestamp": 2775.0,
      "text": "that just the American way, there's nothing"
    },
    {
      "end_timestamp": 2786.0,
      "id": "858dc767-c280-34cb-9151-85ca5ea5f4c8",
      "speaker": "Dan",
      "start_timestamp": 2778.0,
      "text": "in his article. And there are no leaks that are out anywhere. I couldn't find any primary."
    },
    {
      "end_timestamp": 2789.0,
      "id": "2130523e-3c64-3cf1-a645-e57d9ef4e025",
      "speaker": "Jordan",
      "start_timestamp": 2786.0,
      "text": "It was just a guy who got fired, right? And that he's the"
    },
    {
      "end_timestamp": 2841.0,
      "id": "2f68d411-a3ed-3e3c-b748-25a7b8829f48",
      "speaker": "Dan",
      "start_timestamp": 2789.0,
      "text": "the reference are like documents in that article. But they aren't anywhere. They aren't public, right? They never got put out or whatever. Maybe they are in some weird part of the dark web that I'm not going to go to, but they're not getting into our browser. I'm not going to do that. But so nowhere in any of it has anything to do about trying to collapse entire regions of the world. There's nothing in there like an evil plan that the West is next. All this stuff is fantasies from Alex's brain, which is the basically that I was talking about earlier, right. That's the that's the part where he can't stop at the truth. He's got to guild that shit. And that's where it becomes a lie. And it becomes propaganda serving his globalist one world government. Boehner, right. He has in his paranoia brain."
    },
    {
      "end_timestamp": 2873.0,
      "id": "bc0ae4e6-12fd-37f1-8fb5-27465c7c29e0",
      "speaker": "Jordan",
      "start_timestamp": 2841.0,
      "text": "The interesting thing about this is that, it seems like in 2015, he was far more interested in the kernel of truth. That leads to the lie. Yeah, as opposed to now where it seems like he's divorced himself from reality. tirely Yeah, kernel of truth. Fuck that. Popcorn of lies. That's what I want. I don't start at the beginning. I explode with bullshit totally given to me by Trump's kids. I told you are not supposed to have any contact with him in regards to business situations or anyone in"
    },
    {
      "end_timestamp": 2885.0,
      "id": "36248ce1-93c6-3d71-a2e4-3d41fc03a2b6",
      "speaker": "Dan",
      "start_timestamp": 2873.0,
      "text": "the GOP anyone? But I told you before we started recording we're gonna see a pretty different Alex Jones on this show. But he's still a liar. He's still a bullshit artist, right? still obsessed with the globalist right. But this is a different dude."
    },
    {
      "end_timestamp": 2887.0,
      "id": "79adc3d7-ebf5-318d-9d06-633284b18d0b",
      "speaker": "Jordan",
      "start_timestamp": 2885.0,
      "text": "I'm halfway charmed by this guy."
    },
    {
      "end_timestamp": 2890.0,
      "id": "c917ea65-213b-3240-9dcb-a50bf1ec033e",
      "speaker": "Dan",
      "start_timestamp": 2887.0,
      "text": "I'm not charmed. But I do think"
    },
    {
      "end_timestamp": 2901.0,
      "id": "e6349588-fe90-3502-b5bf-d7687aaa3b09",
      "speaker": "Jordan",
      "start_timestamp": 2890.0,
      "text": "Well, let me put it this way. I'm, I'm much more willing to entertain this than I am. You know, they're gonna be 1776 all over."
    },
    {
      "end_timestamp": 2917.0,
      "id": "11db63a9-9612-33f7-afa2-d82f3282c757",
      "speaker": "Dan",
      "start_timestamp": 2901.0,
      "text": "He still thinks that though, in this point. But there's a couple points with that. We're gonna get to where I think you might, you will get current Alex Jones. Shining. Okay. But actually, here's a clip where he's very, he would never say this today."
    },
    {
      "end_timestamp": 2924.0,
      "id": "dfadadec-e91f-36f4-ba89-9f911ed59a4b",
      "speaker": "Jordan",
      "start_timestamp": 2917.0,
      "text": "Do we get do we get to add a number three to things that we agree with Alex Jones on or?"
    },
    {
      "end_timestamp": 2932.0,
      "id": "c338c46b-c298-3bbf-8d24-70c5f5328d60",
      "speaker": "Dan",
      "start_timestamp": 2924.0,
      "text": "I do not agree with this at all. But he would be god damned if he said this today. Okay. So if you can tell why."
    },
    {
      "end_timestamp": 3001.0,
      "id": "f8c11d41-20b8-396d-b4b5-6135928c71bc",
      "speaker": "Alex Jones",
      "start_timestamp": 2932.0,
      "text": "I mean, the globalist if your quote state, or your country doesn't pay a debt, they'll go in with sanctions and grab the assets overseas, like you're doing to Russia, and not over debts. But because Russia is defending its population. That's indigenous to eastern Ukraine and the Crimea. Yes, you are, again, not saying Russia is faultless, but start the war. They didn't overthrow Ukraine. They started George Soros, the same group of bankers. They're now having their assets all over the world seized, their company shut down that Americans and Brits and Germans and other people work in. Number WikiLeaks. Assange trying to find a job in other countries. Here we go. And NATO would force Russian aircraft down to search him. That's the New World Order, folks. So there's nowhere to run. And they bring down Russia and a few other countries. Sure you're jumping out of the fire into the frying pan, but the fire is a lot hotter when there's no firewalls states are like firewalls or like bulkheads in a ship for water. If you don't have them, one leak will bring Down."
    },
    {
      "end_timestamp": 3004.0,
      "id": "39889984-1521-3425-a0ee-6508df8ae1db",
      "speaker": "Jordan",
      "start_timestamp": 3001.0,
      "text": "God, I wish that were true."
    },
    {
      "end_timestamp": 3017.0,
      "id": "5ef1844d-9325-39d2-99e5-b6efa3869561",
      "speaker": "Alex Jones",
      "start_timestamp": 3004.0,
      "text": "Once there's global government folks, there'll be nowhere to run. And we know the people running this world government are the maximum Alpha tyrants the world has ever seen."
    },
    {
      "end_timestamp": 3035.0,
      "id": "d42a5198-9be0-3e14-8f98-ba689e61cefc",
      "speaker": "Dan",
      "start_timestamp": 3017.0,
      "text": "Maximum Alpha tyrant, I can't think of anyone who that might apply to one dude. Their maximum maximum. Alpha Tyrant is the sort of linguistic version of three examples of animals in your bed. Like that's, it's excessive. We gotcha. Well, I"
    },
    {
      "end_timestamp": 3037.0,
      "id": "887bb484-05b2-33a4-80ba-ee51a388cac2",
      "speaker": "Jordan",
      "start_timestamp": 3035.0,
      "text": "think that's a great beer too, isn't it? Oh, yeah, it"
    },
    {
      "end_timestamp": 3043.0,
      "id": "68b9b2a2-ddf6-3d1f-920b-ab90eeab379b",
      "speaker": "Dan",
      "start_timestamp": 3037.0,
      "text": "was great IPA. So good. The bugs in your bed beer. bugs in your bad IPA."
    },
    {
      "end_timestamp": 3046.0,
      "id": "dcc13b03-a025-3331-ba2c-57beb788b6f9",
      "speaker": "Jordan",
      "start_timestamp": 3043.0,
      "text": "100 Black Widows in your bed."
    },
    {
      "end_timestamp": 3078.0,
      "id": "0b1cd7d8-6e17-378e-ac12-91ee518d187b",
      "speaker": "Dan",
      "start_timestamp": 3046.0,
      "text": "So also I A, he would never say those things like you. He still says that George Soros is responsible for Ukraine, the uprising in Ukraine re but like for overthrowing Ukraine? Yeah, but suspiciously absent from his language. Pretty much since Donald Trump got around has been these positive things about Putin, and about how the Russians were just protecting their people in the absolute Crimea. They were just there was going in there protecting people. Yeah, they"
    },
    {
      "end_timestamp": 3086.0,
      "id": "a2682e61-8d4d-3885-af6a-8cd664565e2e",
      "speaker": "Jordan",
      "start_timestamp": 3078.0,
      "text": "definitely don't have a maximum Alpha tyrant. No, that that would be insane. Putin is just a protector. Sure."
    },
    {
      "end_timestamp": 3099.0,
      "id": "ac08e6da-4758-3249-861c-0ba5289c8d4a",
      "speaker": "Dan",
      "start_timestamp": 3086.0,
      "text": "He just wants to kick the globalist. Absolutely. He's not literally resembling a demon, as Alex said on the y2k episode. Yeah. Crazy. So crazy. He's defending Russia."
    },
    {
      "end_timestamp": 3138.0,
      "id": "1590e6ab-5a3f-3d2c-b724-1b6fdc5e8385",
      "speaker": "Jordan",
      "start_timestamp": 3099.0,
      "text": "He's gone so far back and forth on all of this shit. It's like, I wonder, I wonder if there is a step too far for him. Like, is there anything that he will not switch on? globalists? Yeah, but the definition of who is and isn't a great boy. Yeah. Is always ever changing. Yeah, you can. You can be a globalist one day, and a patriot the next. Much like the bouncing back and forth on WikiLeaks that literally everyone is doing right now. Sure. Where it's like, oh, it was good when it was dead. And now it's bad whenever it's dead. Done. Now. It's good. Yeah."
    },
    {
      "end_timestamp": 3157.0,
      "id": "f0f71e98-2282-31b5-ba53-61e193d62970",
      "speaker": "Dan",
      "start_timestamp": 3138.0,
      "text": "No, I guess in that case, no, there's nothing. There's no Well, Second Amendment. Maybe. Ooh, that is a good thing because he did. Also he didn't know the Second Amendment that is a bad thing. He didn't always used to be so into God as he is now. So that's sort of even like a little Wofully."
    },
    {
      "end_timestamp": 3166.0,
      "id": "960b8ea6-449d-3f10-bce7-891f8abfb321",
      "speaker": "Jordan",
      "start_timestamp": 3157.0,
      "text": "Although even then his he can't go back. His belief in God is very nebulous as to what it is God wants or does not want. Sure. I mean, we're still"
    },
    {
      "end_timestamp": 3169.0,
      "id": "1599b936-a0c4-3df3-acc8-515b2e4873ed",
      "speaker": "Dan",
      "start_timestamp": 3166.0,
      "text": "some esoteric weird gods. But let's"
    },
    {
      "end_timestamp": 3172.0,
      "id": "b4d6a4d8-710d-3721-a5ec-b8bee3d00b99",
      "speaker": "Jordan",
      "start_timestamp": 3169.0,
      "text": "not forget the 12 dimensional beings that are out there."
    },
    {
      "end_timestamp": 3223.0,
      "id": "00038fcd-b451-3462-8523-9950c9297ba7",
      "speaker": "Dan",
      "start_timestamp": 3172.0,
      "text": "You can go back on that one. I think it might just be the Second Amendment, like guns. Guns might be the only thing he has guns or it if he turned against guns, he would lose almost all of his audience. Yeah, that's probably true. Now, there's a lot of weird factions within his audience. But I think one of the biggest throughlines is people who love guns. Wow. So wait, what? Oh, yeah. But Russia was cool. Two years ago, Russia, super cool. So congratulations, Alex. That's weird. Have you think? So this next clip, he's gonna talk he's talking about Greece, okay. He's, he's so much shit about Greece. And it's all repetitious. It's all just, the globalists are planning to take them down, blah, blah, blah."
    },
    {
      "end_timestamp": 3227.0,
      "id": "e9d3bf86-cbd7-31b2-949d-d49883ae279d",
      "speaker": "Jordan",
      "start_timestamp": 3223.0,
      "text": "So it's not that the Greek people themselves are bad? No. Okay."
    },
    {
      "end_timestamp": 3232.0,
      "id": "38375c4a-e4f1-37ac-af10-92535f8814d7",
      "speaker": "Dan",
      "start_timestamp": 3227.0,
      "text": "Greek people themselves are great. Oh, good. Yeah, they're victims of this globalist system."
    },
    {
      "end_timestamp": 3236.0,
      "id": "3e84fd32-3260-37bd-a671-ec6e37cb8635",
      "speaker": "Jordan",
      "start_timestamp": 3232.0,
      "text": "I agree. Sure. Well, I mean, maybe not the globalist. I agree. They are victims. They're"
    },
    {
      "end_timestamp": 3253.0,
      "id": "aeb18d43-dfc2-3075-858c-ab113dbc9cfd",
      "speaker": "Dan",
      "start_timestamp": 3236.0,
      "text": "victims of this banking system. He's true. So in this next clip, he's gonna talk about how it's a bank holiday and he gets he goes on a real nice ramp. Real nice riff on the idea of a bank holiday does a little bit of singing. And then"
    },
    {
      "end_timestamp": 3259.0,
      "id": "9984e859-4224-328d-bb38-b89716f78d0a",
      "speaker": "Jordan",
      "start_timestamp": 3253.0,
      "text": "before we go any further right, what the fuck is he talking about with his Barry Goldwater and Rockefeller shit?"
    },
    {
      "end_timestamp": 3262.0,
      "id": "1428ba8c-5952-3f79-9013-452b4eb20450",
      "speaker": "Dan",
      "start_timestamp": 3259.0,
      "text": "Who cares? What, who cares?"
    },
    {
      "end_timestamp": 3264.0,
      "id": "96ad59ab-8bb5-3313-bc3d-db35f7a20a71",
      "speaker": "Jordan",
      "start_timestamp": 3262.0,
      "text": "Where are these weird as references coming from?"
    },
    {
      "end_timestamp": 3298.0,
      "id": "f8165108-42ec-3c75-a4e8-a16b6494dec7",
      "speaker": "Dan",
      "start_timestamp": 3264.0,
      "text": "It's books he read and didn't understand years and years ago. What that's all that's going on. Again, I've learned not to chase these rabbit rabbits down the hole. Because I have in the past gone down and read things that he's referenced. And consistently they don't say what he says. So I'm not going to read a whole fucking book by Barry Goldwater. I'm just not going to do it. I don't have time. He had some good idea. I got a lot of Philip K. Dick Tory, right. Sorry. I'm on my I'm on two voices from the street Ooh. The second novel published in 2007. Posthumously"
    },
    {
      "end_timestamp": 3301.0,
      "id": "90a9c555-8550-3bea-9b65-eedd1ed72ef6",
      "speaker": "Jordan",
      "start_timestamp": 3298.0,
      "text": "way after the IMF leaks. Yeah."
    },
    {
      "end_timestamp": 3311.0,
      "id": "416738c6-88f7-3625-9657-6e27bbdae83a",
      "speaker": "Dan",
      "start_timestamp": 3301.0,
      "text": "So bank holiday, loses the thread, right loses the thread starts rambling. Right. And we'll get back and talk a little more about bank"
    },
    {
      "end_timestamp": 3316.0,
      "id": "2aac0e53-3409-3e9a-969a-5ffada75fa4f",
      "speaker": "Jordan",
      "start_timestamp": 3311.0,
      "text": "holidays are good, though. Not in this case. Not in this case. Okay."
    },
    {
      "end_timestamp": 3383.0,
      "id": "447ac2de-f403-3f6c-9501-d0710b97e1b0",
      "speaker": "Alex Jones",
      "start_timestamp": 3316.0,
      "text": "Greece closes banks ahead of referendum UPI. Oh, they're having a bank holiday. Jocelyn. She talks about a holiday. It's not that normal holiday. You're out waterskiing having fun. It's a holiday. It's a Patriot Act, to new freedom initiative. It's a Affordable Care Act that doubles and triples prices. But it says affordable. I'll convince you to sell the trend these buckets, of course, Bunner. Tell them it's pumpkin pie that had a trending on the front of it or any a man in drag with a mustache. That's the coolest thing. And you do that it's over pretty cool. I don't know why that's the top trending thing for like, 10 years and awesome. Now spread worldwide, I got a dress with a mustache. But as Lesley is the global icon, the global is actually chosen, they said you will be the example of everyone at an office by Lesley's House made a big living off of his professional homeless. He died a few years ago. I don't like to speak ill of the dead. I'm kind of digressing. But"
    },
    {
      "end_timestamp": 3386.0,
      "id": "661c9f53-0d8a-385b-a825-e5e5f67b2773",
      "speaker": "Jordan",
      "start_timestamp": 3383.0,
      "text": "oh, and you are my friend."
    },
    {
      "end_timestamp": 3395.0,
      "id": "8d3c9f2e-0919-3701-9f8b-b5df38f19f5d",
      "speaker": "Alex Jones",
      "start_timestamp": 3386.0,
      "text": "Anyways, the point is kind of like I know a celebrity. Great. Greece closes banks had a referendum. Okay."
    },
    {
      "end_timestamp": 3399.0,
      "id": "c115c144-b9cc-3b6b-8138-b58c7d155488",
      "speaker": "Dan",
      "start_timestamp": 3395.0,
      "text": "Do you have any idea what he's talking about? Well,"
    },
    {
      "end_timestamp": 3416.0,
      "id": "e72e85cc-faca-3a7b-b240-5667abae99a6",
      "speaker": "Jordan",
      "start_timestamp": 3399.0,
      "text": "the reason Greece closed their banks ahead of the referendum was because people were going to because they didn't know what the referendum was going to turn out. There was a huge chance they would pull a 1929 and just take as much money out of the banks as"
    },
    {
      "end_timestamp": 3426.0,
      "id": "139966e4-81cb-3a92-a6ff-c7a3f0a53b49",
      "speaker": "Dan",
      "start_timestamp": 3416.0,
      "text": "possible, which we've all learned is bad. It's a super bad thing, which is a natural human reaction to do that. You want to go grab your money, right? But if you do that you're hurting everybody else."
    },
    {
      "end_timestamp": 3431.0,
      "id": "1fad595b-06f2-34af-8f04-1e53798616e2",
      "speaker": "Jordan",
      "start_timestamp": 3426.0,
      "text": "And you Yeah, so it causes rapid inflation and everybody goes fucking batshit. So"
    },
    {
      "end_timestamp": 3455.0,
      "id": "bb515360-8e5c-3cc8-863f-a1e38d8c7a39",
      "speaker": "Dan",
      "start_timestamp": 3431.0,
      "text": "now it seems super evil for people to close banks, but it's actually the absolute best. Yeah, it seems manipulative and like hey, right. But also my dad was in Greece during this time, no shit. Yeah. My dad goes to Greece a bit for like, you know, Scholastic endeavors and stuff. He's Does he also go on holiday? He doesn't waterski pretty boring guy. He's super. What"
    },
    {
      "end_timestamp": 3459.0,
      "id": "a3dea50c-f61c-387c-8157-15f84f396577",
      "speaker": "Jordan",
      "start_timestamp": 3455.0,
      "text": "about what about wears a dressing mustache?"
    },
    {
      "end_timestamp": 3519.0,
      "id": "559d3dc0-f9a2-369b-a46e-663c176ed419",
      "speaker": "Dan",
      "start_timestamp": 3459.0,
      "text": "We'll get to that in a minute. But he was over there. During this period. In 2015. I sort of talked to me about it. Yeah. And you know, the thing where if you were a foreigner, you could take money out, right? So what he was doing, and a lot of people were doing was that they were since they had foreign bank accounts. They were taking out tons of money and helping people. And so there was a bunch of resources on the ground just independently of the people who couldn't get money out of their own bank account. Right. Just, you know, very helpful. Not always Americans, other European countries. People helping people out so there weren't people. Yeah, there was a real nice grassroots thing going on there that I have no interest in hearing about No, but even beyond that. I mean, closing the banks is the right thing to do. Yes. Bottom line. Now, he goes on to say that you could set he makes a great point, that bad things are named good things. But Patriot Act is bad. Yeah. It's called the Patriot Act."
    },
    {
      "end_timestamp": 3523.0,
      "id": "b3d3e7c3-184d-3a8d-81a6-3aa7a7ae2e82",
      "speaker": "Jordan",
      "start_timestamp": 3519.0,
      "text": "Yeah, it's Newspeak, right. It's Orwellian. Bullshit."
    },
    {
      "end_timestamp": 3539.0,
      "id": "c172eb33-94b2-30e1-a61b-753473a205bd",
      "speaker": "Dan",
      "start_timestamp": 3523.0,
      "text": "That good point. You lasts almost no time having good news. He then goes on to rant about men and dresses with mustache. Yeah. Who's Leslie? You don't know. I don't know who last globalist picked him to be the face of thing."
    },
    {
      "end_timestamp": 3543.0,
      "id": "d677fb03-9ac6-3aca-b09c-24179c7e7638",
      "speaker": "Jordan",
      "start_timestamp": 3539.0,
      "text": "I still don't know who that is. I would also like if you're right, obviously, I am not awake."
    },
    {
      "end_timestamp": 3552.0,
      "id": "51715778-9f66-34b9-a545-b120bfbb021f",
      "speaker": "Dan",
      "start_timestamp": 3543.0,
      "text": "I'm going to tell you and the listeners who Lesley is. But before I do, just use what you just use one name. You didn't give a last name. I will say this."
    },
    {
      "end_timestamp": 3554.0,
      "id": "c00afcb0-f6d3-3bc2-9442-eab0a2fe9515",
      "speaker": "Jordan",
      "start_timestamp": 3552.0,
      "text": "I genuinely thought Leslie Nielsen for a second."
    },
    {
      "end_timestamp": 3648.0,
      "id": "ed83a62d-b1d9-30e4-a8a6-eb9a8268026b",
      "speaker": "Dan",
      "start_timestamp": 3554.0,
      "text": "I'll tell you this. I've met Lesley No shit. Yeah. But also, if you don't know who Leslie is, or you do, tweet at us, I want to take a little poll before I tell you who he is. Go ahead and sound off. Now. I'll tell you, Leslie. Okay. Leslie was a homeless activist in Austin, Texas. He was homeless for many years and was a huge advocate, but headed up a lot of causes for homeless rights, police brutality, rights, these sorts of things. He also made it they also made a big spectacle out of himself. He wore women's clothing. He also was a crossdresser. Right and would wear women's clothing around like Sixth Street and go and hang around, get the word out. He'd also like to party, he'd party around too. That's how I ended up meeting him. I was partying on Sixth Street, and he came up and he was super nice. We smoked a cigarette, and we hugged. There's a picture of us somewhere. But anyway, he died. He died in 2012. After he got the shit beat out of him in 2009. Chuck, he was he was found unconscious outdoors. It was transported to the University Medical Center in critical condition in 2009. This is October 3 2009. Within two weeks, he had regained consciousness and was transferred to a rehabilitation center. When he was released on October 23 2009, Cochrane, that's his last name, reported that he had been attacked after commenting to group of people about the dangers of drug abuse, which is reasonably responsible, or that's believable. That's within the scope of Yeah, his sort of"
    },
    {
      "end_timestamp": 3651.0,
      "id": "34b0bb72-48b8-3cb7-911d-be9beb03e2c5",
      "speaker": "Jordan",
      "start_timestamp": 3648.0,
      "text": "type of activism and the like, Sure,"
    },
    {
      "end_timestamp": 3661.0,
      "id": "b9e6bf8c-b725-33bc-9c6f-e86f1837fea2",
      "speaker": "Dan",
      "start_timestamp": 3651.0,
      "text": "also, not outside the spectrum of reality that he was beat up because he is an old crossdresser. Yeah, there's a possibility that these people beat him up for that after he said something about"
    },
    {
      "end_timestamp": 3665.0,
      "id": "460662c7-761d-35f6-8b9c-b0c0ff9565d1",
      "speaker": "Jordan",
      "start_timestamp": 3661.0,
      "text": "drug abuse. He is in Texas, those people are there. So he"
    },
    {
      "end_timestamp": 3707.0,
      "id": "9e561a63-89d8-3d7c-8301-e6c8bc278cee",
      "speaker": "Dan",
      "start_timestamp": 3665.0,
      "text": "got the shit kicked out of them in 2009, and suffered head trauma. Then three years later, two and a half years later, he health just deteriorated from May. And he ended up trying to get some brain surgery. And it was successful, but then he ended up dying after that of complications within a month. Right? So he's a very tragic story. He is also a very empowering story of someone who did a lot with his life, made an impression on millions of people and helped with charitable causes that have helped tons and tons of people. Yeah, fuck you for minimizing him in such a way to say that he's a a trendy in dress and a mustache, you piece of shit. Real Jones?"
    },
    {
      "end_timestamp": 3721.0,
      "id": "e7a524c5-6cc7-3496-8fac-ed2213e78b53",
      "speaker": "Jordan",
      "start_timestamp": 3707.0,
      "text": "So this this dude was like, to the point where like, with with all of his support, if he had asked for it, people would have made him not homeless. Correct?"
    },
    {
      "end_timestamp": 3726.0,
      "id": "57d4880e-1345-363e-8831-a1c8717788b1",
      "speaker": "Dan",
      "start_timestamp": 3721.0,
      "text": "I think towards the towards the end of his life. He may not have been homeless. Right. I"
    },
    {
      "end_timestamp": 3729.0,
      "id": "8e3aea27-031e-3e3a-a508-b24aad925f06",
      "speaker": "Jordan",
      "start_timestamp": 3726.0,
      "text": "think I think throughout. I would almost guarantee that after that."
    },
    {
      "end_timestamp": 3734.0,
      "id": "556f7a4b-0277-31bf-90a7-3eecb906728b",
      "speaker": "Dan",
      "start_timestamp": 3729.0,
      "text": "I mean, Alex Jones did just say he has a house. Yeah, that's true. I'm not sure. But the point is, I"
    },
    {
      "end_timestamp": 3748.0,
      "id": "3d1e5dea-2983-394b-9179-e7da85ef2143",
      "speaker": "Jordan",
      "start_timestamp": 3734.0,
      "text": "spent a lot of time home the point being he, he did an immense amount of good. And Alex Jones has turned that into you are a small, meaningless pawn and for the globe,"
    },
    {
      "end_timestamp": 3753.0,
      "id": "932d58e1-2b7c-3744-a32d-9ad74ee5b638",
      "speaker": "Dan",
      "start_timestamp": 3748.0,
      "text": "and that you've made money off your homeless Act, or whatever it was. Yeah. Which is because you"
    },
    {
      "end_timestamp": 3759.0,
      "id": "1d4e24fe-9d74-34ef-9ee7-2e5671479e78",
      "speaker": "Jordan",
      "start_timestamp": 3753.0,
      "text": "wore a dress now, which absolutely would gain you much more attention than if you didn't. I would"
    },
    {
      "end_timestamp": 3776.0,
      "id": "5f2ba6e8-5599-37b2-9751-aa9772339339",
      "speaker": "Dan",
      "start_timestamp": 3759.0,
      "text": "also say that he ran for mayor three times, but unsuccessfully. Yeah, but Austin is full of fucking weirdos like, Kinky Friedman runs for office all the fucking time. He writes mystery novels about him and his cat solving crimes. So like it's full of awesome weird personality. It's Austin. Anyway,"
    },
    {
      "end_timestamp": 3788.0,
      "id": "bbd96b9e-4a39-370d-bd38-94d4f0814c69",
      "speaker": "Jordan",
      "start_timestamp": 3776.0,
      "text": "as we discussed, they had what was it? Was it a balloon store? Or no a pin Yata store? Specialty pin Yatta store"
    },
    {
      "end_timestamp": 3795.0,
      "id": "400eec48-7419-367f-9111-d17a3bcaa038",
      "speaker": "Dan",
      "start_timestamp": 3788.0,
      "text": "next to a Cat Sanctuary. Alex Jones thinks that the trendies are trying to shut down Yeah, over his misunderstanding."
    },
    {
      "end_timestamp": 3801.0,
      "id": "5cac367d-6b90-3f0e-ac54-076916b080d3",
      "speaker": "Jordan",
      "start_timestamp": 3795.0,
      "text": "Makes perfect sense. So I really I love the idea. I'm able to store so much."
    },
    {
      "end_timestamp": 3813.0,
      "id": "6a938059-cc77-398e-b072-ef2fbe63d2a8",
      "speaker": "Dan",
      "start_timestamp": 3801.0,
      "text": "I'm super excited when I was listening to this. I was like, I know Leslie. That's awesome. Yeah, that's super cool. Oh, shit, Alex, come on. He should know better. Actually, you shouldn't. Alex is a close minded man."
    },
    {
      "end_timestamp": 3819.0,
      "id": "d7436a11-8a8f-3171-a85f-c9d6a9cf9a5c",
      "speaker": "Jordan",
      "start_timestamp": 3813.0,
      "text": "Yeah, but how do you how do you look at somebody who did that much?"
    },
    {
      "end_timestamp": 3821.0,
      "id": "8d80e085-2cd3-3108-8854-6d8cc0701f84",
      "speaker": "Dan",
      "start_timestamp": 3819.0,
      "text": "I'm not saying he did everything."
    },
    {
      "end_timestamp": 3826.0,
      "id": "9976d880-943a-307c-9cc4-1a58e6ecb305",
      "speaker": "Jordan",
      "start_timestamp": 3821.0,
      "text": "I'm not saying that either. I'm not saying Leslie is the hero of the world. I'm definitely not saying that. But"
    },
    {
      "end_timestamp": 3831.0,
      "id": "7498f26d-e0b9-3f6c-976d-5eb235459aeb",
      "speaker": "Dan",
      "start_timestamp": 3826.0,
      "text": "by probably also a drunk. Let's be clear. Oh, of course. No, there's"
    },
    {
      "end_timestamp": 3846.0,
      "id": "264c9edd-89bf-372d-bd67-851f6a8d0c55",
      "speaker": "Jordan",
      "start_timestamp": 3831.0,
      "text": "a reason that mental illness drinking you know all of that stuff. I have no doubt that by no means was he a saint. Sure. But at the same time, I am not a saint and I sure as fuck haven't done as much good as Leslie has."
    },
    {
      "end_timestamp": 3851.0,
      "id": "b8d561c5-188a-3f12-b754-15d50c1a7554",
      "speaker": "Dan",
      "start_timestamp": 3846.0,
      "text": "We've donate a little money from this podcast. Yeah, exactly. We donate a little bit to charity. Yeah,"
    },
    {
      "end_timestamp": 3863.0,
      "id": "2579aacb-5d69-3ff4-948b-3480ac6e5e27",
      "speaker": "Jordan",
      "start_timestamp": 3851.0,
      "text": "we do. We do our best but that's definitely not on that scope or level. So to to turn that into something like that. It's just fucking offensive."
    },
    {
      "end_timestamp": 3870.0,
      "id": "64c481fb-1e6d-31ba-a545-d6ec67ba1633",
      "speaker": "Dan",
      "start_timestamp": 3863.0,
      "text": "And from everything I could look up I see no evidence of globalist involvement in his life. So now you might be asking yourself Jersey"
    },
    {
      "end_timestamp": 3881.0,
      "id": "84340e5c-7889-38a1-af0b-a6cc701786fe",
      "speaker": "Jordan",
      "start_timestamp": 3870.0,
      "text": "funded by Hamdi Ulukaya localu We're making fun of his making fun of our making fun of Alex but"
    },
    {
      "end_timestamp": 3893.0,
      "id": "99be84b1-eae4-35cd-a1ff-d869fc37d67f",
      "speaker": "Dan",
      "start_timestamp": 3881.0,
      "text": "yeah, you might be asking yourself alright, this is two years in the past. Yes. Did Alex Jones always have his smooth as transitioning into a sales pitch skills? Did he you might be asking yourself that."
    },
    {
      "end_timestamp": 3896.0,
      "id": "9f782b44-bd2a-39d0-90d6-91f9c015b248",
      "speaker": "Jordan",
      "start_timestamp": 3893.0,
      "text": "I don't think he did. All right. Let's see."
    },
    {
      "end_timestamp": 3915.0,
      "id": "11be0e1b-5e17-3c4b-9525-a4b8b952101b",
      "speaker": "Alex Jones",
      "start_timestamp": 3896.0,
      "text": "But the foreign banks can own jet aircraft and ship the drugs out of the country public What can be in the news? Nobody gets in trouble. Before I go any further, when I tell you stuff showing up, we never know what's going to be a best seller everything we promote and push them forward. The magnet he went"
    },
    {
      "end_timestamp": 3921.0,
      "id": "9d8a5784-1720-3003-8697-5188a23aa6e9",
      "speaker": "Jordan",
      "start_timestamp": 3915.0,
      "text": "from the foreign bags to his own bullshit. So the so blatant and"
    },
    {
      "end_timestamp": 3934.0,
      "id": "8f0c3189-93df-30d9-8963-7afe52245a6c",
      "speaker": "Dan",
      "start_timestamp": 3921.0,
      "text": "just kind of know. Yeah, because he did also have a long pause on that. So no, he's not, he wasn't always as good. No, by no means or you might be just having an off day. Now, he's gets into this sales."
    },
    {
      "end_timestamp": 3939.0,
      "id": "ed68b584-210c-3729-802c-519880d5ac20",
      "speaker": "Jordan",
      "start_timestamp": 3934.0,
      "text": "She's overly concerned with gay marriage, and he refuses to talk"
    },
    {
      "end_timestamp": 3981.0,
      "id": "3f149421-a511-3f37-93b4-97ef6be7fe5d",
      "speaker": "Dan",
      "start_timestamp": 3939.0,
      "text": "about and getting sued out of existence in two and a half years. Yeah. But he gets into the sales pitch. And it's too long for me to play it in its entirety. But said something I was like, hmm, it's a good thing that I listened to Alex Jones every day. The only time I've ever seen but if I did is a dangerous thing to your mental if I didn't, I would not have been able to recognize this next clip as evidence of a lie. In a clip that we played on the march 30 episode. He invalidates an argument that he made this march two years in the past. This is very exciting for me."
    },
    {
      "end_timestamp": 3989.0,
      "id": "9e443902-337a-3037-a84c-c6513548cd35",
      "speaker": "Jordan",
      "start_timestamp": 3981.0,
      "text": "You are a fucking lunatic. Listen to this. I love you. But that is the craziest thing I've ever heard."
    },
    {
      "end_timestamp": 3991.0,
      "id": "fdf29639-18e6-35fe-923b-e915c35ae67a",
      "speaker": "Dan",
      "start_timestamp": 3989.0,
      "text": "But listen to this clip. I think you'll agree with"
    },
    {
      "end_timestamp": 3992.0,
      "id": "d9e88ec8-c203-3ddf-a4cd-2caa6ca76345",
      "speaker": "Jordan",
      "start_timestamp": 3991.0,
      "text": "me all right,"
    },
    {
      "end_timestamp": 4046.0,
      "id": "da1ab798-2ce5-3f08-bc22-254d7b13f9a5",
      "speaker": "Alex Jones",
      "start_timestamp": 3992.0,
      "text": "show when I tell you survival shield x two is going to be selling out soon. We're selling out of this proprietary iodine very quickly group is close to hopefully getting more of the Deep Earth Crystals. But you'd have to go to them. I don't want to get into all of it. It's very complex to go in. On the market contracts, you got to bid to try to get these aggregates that are very rare. And by Rare deepers iodides not rare, the clean stuff is and the not people aren't gonna drill. Oh, I have $10 million drilling operations to go 12,000 feet to get it. I mean a cost millions of dollars. So that's why it's hard to get because you got to find the weirdo companies that are out drilling in the right area that will go for this. I mean, it's it's finite stuff because people aren't drilling for it. We're the weirdos that you know understand how important it isn't go out and get it if you want survival shield X to secure yours today. Infowars live.com."
    },
    {
      "end_timestamp": 4088.0,
      "id": "21e50d0e-c301-35ad-8001-9055391d6685",
      "speaker": "Dan",
      "start_timestamp": 4046.0,
      "text": "Now, the clip from the March 30 Episode is way too fucking long for me to play here because almost at the point of tears drunk sales pitch. Yes, I recall that. You remember what he was saying? And I will refresh for the listeners. What he was saying is he was on March 30 of 2017. He was saying that the globalists were trying to cut off his iodine supply. Yeah. And he was using almost every single argument that he just made here for why they Yeah, he but he was saying that it was some sort of concerted effort against him. Yeah, two years later, but two years before he's like, listen, not many people do this. That sort of thing. What an asshole."
    },
    {
      "end_timestamp": 4106.0,
      "id": "1ea5cbe2-a7f6-3c6a-88ec-d51fe3799c5a",
      "speaker": "Jordan",
      "start_timestamp": 4088.0,
      "text": "Now. I can I could. I could see the argument being made that two years ago the globalist weren't trying to take his deep earth iodine. Okay. And now that they know about his deep breath iodine and the wacky people who do that now they're going for it."
    },
    {
      "end_timestamp": 4109.0,
      "id": "6bb108a2-83f6-3574-bb45-721d166360a9",
      "speaker": "Dan",
      "start_timestamp": 4106.0,
      "text": "I don't like I don't"
    },
    {
      "end_timestamp": 4111.0,
      "id": "a4088c0e-f532-3e7b-a074-d2035a09a823",
      "speaker": "Jordan",
      "start_timestamp": 4109.0,
      "text": "I love your I love your speech listeners."
    },
    {
      "end_timestamp": 4117.0,
      "id": "32356a09-8f34-3849-9fb8-4ec88a6086ce",
      "speaker": "Dan",
      "start_timestamp": 4111.0,
      "text": "It's not speeches as it's frustration because it's like, yes. Okay, fine. All right."
    },
    {
      "end_timestamp": 4119.0,
      "id": "f7f07de6-3b2a-3f95-baf5-b918339a219f",
      "speaker": "Jordan",
      "start_timestamp": 4117.0,
      "text": "See, done. Well, problem solved."
    },
    {
      "end_timestamp": 4127.0,
      "id": "35b07c76-3610-306b-ba4d-9a3d9cafe12c",
      "speaker": "Dan",
      "start_timestamp": 4119.0,
      "text": "That's how the game is played. I'm selling Alex Jones. You could legitimately do that for every single argument against him. Yeah. What if they were doing it?"
    },
    {
      "end_timestamp": 4160.0,
      "id": "36fc094b-1316-384d-bfba-9311f2a43875",
      "speaker": "Jordan",
      "start_timestamp": 4127.0,
      "text": "Well, do you know why fine. I've been taken deeper that Oh, no, I'm I'm super powered. I don't need Super Male Vitality. I'm doing just fine right there. Sure. But without my deeper iodine, I don't have the energy. I don't have the whatever else it is deeper, deeper. I don't know. I don't know why the crystals are so important. I don't either. I don't understand any of the deeper the iodine thing and according to all of the scientific research that I have read there is absolutely no"
    },
    {
      "end_timestamp": 4169.0,
      "id": "90de4c51-88b3-312f-8758-16553da4f3f3",
      "speaker": "Dan",
      "start_timestamp": 4160.0,
      "text": "I have read some reviews of some of his products recently. And I don't know if they're jokes or not"
    },
    {
      "end_timestamp": 4170.0,
      "id": "a4eb1abe-e20f-3b22-9d65-8f4df576faf6",
      "speaker": "Jordan",
      "start_timestamp": 4169.0,
      "text": "the best type of joke like they're so"
    },
    {
      "end_timestamp": 4180.0,
      "id": "fa61e1f6-c51c-3e2b-962d-77d60e213ae5",
      "speaker": "Dan",
      "start_timestamp": 4170.0,
      "text": "bizarre that I don't know if there's someone making it like just trolling I have no idea okay, but there are a number of them for caveman his bone broth the"
    },
    {
      "end_timestamp": 4184.0,
      "id": "9a59debf-4fcc-39dd-b2ce-0acb7bd3785e",
      "speaker": "Jordan",
      "start_timestamp": 4180.0,
      "text": "bone broth that are Millie Weaver fine loves"
    },
    {
      "end_timestamp": 4237.0,
      "id": "2e471ffc-cc87-3c2b-9bc0-04be88d10228",
      "speaker": "Dan",
      "start_timestamp": 4184.0,
      "text": "a delicious like chocolate. There's a bunch of them, though, that have the same sort of pattern. They follow the same pattern that is I can't not take this now. Okay, but it's not like I feel so good when I'm on it. It's a dick. I feel so shitty when I don't take it. And that is addiction that to me indicates, like I know from past drug use, right that you get into an elevated state for a long enough time. Normal feels shitty. Yeah. And so if you're taking something that really fucks with you like your metabolism, really fucks with your heart rate, whatever bone this the Chaga mushroom, and all this bullshit. The Chaga mushroom No, I don't know what the fuck else is in there. It's not been evaluated by the FDA, but neither has like Yellowjackets and shit like that. trucker Speed"
    },
    {
      "end_timestamp": 4257.0,
      "id": "a49fc4b4-a585-30dd-a26c-3677cdebc87f",
      "speaker": "Jordan",
      "start_timestamp": 4237.0,
      "text": "No, all of the all of the GNC, vitamin pills and all of that shit. None of that is regulated by the FDA. So there could be and they definitely spend billions of dollars to make sure it well, they don't have to spend billions they spend millions of dollars, because our politicians are that cheap. Yeah, but it isn't even hard to buy our politicians."
    },
    {
      "end_timestamp": 4268.0,
      "id": "e4d94f4b-26b1-3cce-aef6-99aabecd7008",
      "speaker": "Dan",
      "start_timestamp": 4257.0,
      "text": "It makes total sense to me like it. Two things could make sense to me one that these are joke reviews. Yeah. The other thing? Totally I would believe is that it really fucks you up? Yeah, in a good way."
    },
    {
      "end_timestamp": 4270.0,
      "id": "de9f7a93-fa6e-3242-ac40-06a85a3df93d",
      "speaker": "Jordan",
      "start_timestamp": 4268.0,
      "text": "It's drug dependency,"
    },
    {
      "end_timestamp": 4274.0,
      "id": "adb5a310-164f-3dd2-a76d-ed20eca92dd0",
      "speaker": "Dan",
      "start_timestamp": 4270.0,
      "text": "basically. Yeah. And now when you don't take it, you're like, I'm so depleted, because I don't have a bone broth,"
    },
    {
      "end_timestamp": 4277.0,
      "id": "c73415cf-d248-3202-9827-3071497e12de",
      "speaker": "Jordan",
      "start_timestamp": 4274.0,
      "text": "right. A couple of them. Like if I don't drink for two days, a couple"
    },
    {
      "end_timestamp": 4295.0,
      "id": "bbfe893b-efb5-3bcf-8148-143ed76c1a77",
      "speaker": "Dan",
      "start_timestamp": 4277.0,
      "text": "of them were even like, once this goes off sale, I'm not going to be able to afford it. And I'm really going to miss it I need is really a bomber. That's really sad, which actually could bring into focus his economic model a little bit. Yeah, if there is stuff first"
    },
    {
      "end_timestamp": 4301.0,
      "id": "1dc833dd-6d7f-3f66-ba3b-08c6da0bad1b",
      "speaker": "Jordan",
      "start_timestamp": 4295.0,
      "text": "sort of chases 51% off or Yeah, 53% off."
    },
    {
      "end_timestamp": 4328.0,
      "id": "a3765e71-bd9a-3450-aead-06a78db8cdd6",
      "speaker": "Dan",
      "start_timestamp": 4301.0,
      "text": "It totally makes sense as a model. If you drug dealers have been doing it for decades. So we've got a couple more clips, and then we're going to delve into two adventures adventure isms that happen on this episode. Okay, this next clip, though, is really, really unfortunate. And Alex's watch Walking, what I would describe as, like, a tight rope of a metaphor. And I don't think"
    },
    {
      "end_timestamp": 4343.0,
      "id": "126b3bb6-639d-3abf-b33d-48185024c8d3",
      "speaker": "Jordan",
      "start_timestamp": 4328.0,
      "text": "but I love his I love his inability to metaphor correct. This is dangerous. It his ability to metaphor is like if I threw 100 Black Widows into his studio, right, but kept them in their own separate pen."
    },
    {
      "end_timestamp": 4345.0,
      "id": "611e7de5-76c4-3e90-8baf-17b424985f6f",
      "speaker": "Dan",
      "start_timestamp": 4343.0,
      "text": "Okay. Great metaphor."
    },
    {
      "end_timestamp": 4347.0,
      "id": "920852a7-08eb-35c3-b9b0-ebbad074e129",
      "speaker": "Jordan",
      "start_timestamp": 4345.0,
      "text": "That's a great metaphor."
    },
    {
      "end_timestamp": 4370.0,
      "id": "e934f242-4c44-323d-82c0-0719533141f3",
      "speaker": "Dan",
      "start_timestamp": 4347.0,
      "text": "I'm gonna say because this is such a tight rope. Let's put the mic down and enjoy this. Because let's put the mic. I think we're going to hear him make something that borders on a very racist metaphor. We can assess it after the fact. But how it hits my ears is very racist."
    },
    {
      "end_timestamp": 4378.0,
      "id": "fb23e73e-6f83-3aa7-87a3-9b11289ab9b2",
      "speaker": "Jordan",
      "start_timestamp": 4370.0,
      "text": "Wait, why would you say it's borderline if then you're like, because I could see an argument for what he's trying to say this is like a deeper crystal thing it is it"
    },
    {
      "end_timestamp": 4380.0,
      "id": "7f43a1f6-54ac-3b7d-966b-12b7ce8b9719",
      "speaker": "Dan",
      "start_timestamp": 4378.0,
      "text": "is. You're only given"
    },
    {
      "end_timestamp": 4382.0,
      "id": "d846bf54-c699-3d7c-ad32-7988a979a1df",
      "speaker": "Alex Jones",
      "start_timestamp": 4380.0,
      "text": "a place at the table. He's talking"
    },
    {
      "end_timestamp": 4386.0,
      "id": "bb21d89a-8a7c-33f8-a048-0a6e541a84f1",
      "speaker": "Dan",
      "start_timestamp": 4382.0,
      "text": "about with the globalists."
    },
    {
      "end_timestamp": 4426.0,
      "id": "f8f2aa90-b22d-3e24-9f86-71e779e53e60",
      "speaker": "Alex Jones",
      "start_timestamp": 4386.0,
      "text": "If you work against what's wholesome and good, because instinctively, they want to bring down what's wholesome and good, even though they feed off of it, because they're jealous of it. And they're diametrically opposed to it. And they have historical and genetic memories that the good has defeated them over and over again. When I say them, I mean corrupt people throughout history and all the same. And that's why they argue when I talk about genetics, I don't mean a black bloodline, or a white bloodline or an Asian bloodline, but within Blacks, Asians, whites, whatever, everybody knows,"
    },
    {
      "end_timestamp": 4427.0,
      "id": "077c0772-3c08-3580-b836-4668a5e32505",
      "speaker": "Jordan",
      "start_timestamp": 4426.0,
      "text": "no,"
    },
    {
      "end_timestamp": 4490.0,
      "id": "c4b53f00-29d3-38f1-a00d-ea1f8239b2a8",
      "speaker": "Alex Jones",
      "start_timestamp": 4427.0,
      "text": "that the you can say, oh, no, don't get that Doxon it comes from really mentally ill Biden. That's really a screwed up breeder. They got problems. This breeders wonderful, nice, sweet, smart dogs will do the same thing with humans. You've got a race between good loving creators who just want to be healthy and happy and care about others and who don't think about power. And people that do want the power and who crave it. And who aren't going to let you go work nine to five and put your kids through college and then go out to Lake cottage on the weekend. They're going to destroy your world because they're going to conquer you. Because they know that things are gonna get so bad you're gonna finally wake up and get together and bring them down. And so they're they're working, always working. When we come back, I'll give the number out and we're gonna get the latest montage video. It's one of the worst ever"
    },
    {
      "end_timestamp": 4493.0,
      "id": "4463bd9e-474c-3c6a-b74b-9cf4fdbe0b7d",
      "speaker": "Jordan",
      "start_timestamp": 4490.0,
      "text": "we're gonna get to one of the worst Mark Dice videos ever."
    },
    {
      "end_timestamp": 4500.0,
      "id": "33994ffc-f162-37e8-93d7-93fb1d1ba2b6",
      "speaker": "Dan",
      "start_timestamp": 4493.0,
      "text": "And you know what? I agree? It's terrible. So let's assess that. Let's assess that. metaphor"
    },
    {
      "end_timestamp": 4504.0,
      "id": "a73f554b-1fee-30dc-8c77-72fc8fdeb1ae",
      "speaker": "Jordan",
      "start_timestamp": 4500.0,
      "text": "beyond racist. That is so racist"
    },
    {
      "end_timestamp": 4509.0,
      "id": "7a0550d8-379c-3329-bc60-0f4a7fe93e40",
      "speaker": "Dan",
      "start_timestamp": 4504.0,
      "text": "more racist that he couches it with the I'm not talking about a black bloodline. He immediately"
    },
    {
      "end_timestamp": 4523.0,
      "id": "674a4dd2-79c3-3da0-b5e1-4ac039d5a5f9",
      "speaker": "Jordan",
      "start_timestamp": 4509.0,
      "text": "went to I am protecting myself from this racist. He's pulling a full on I'm not a racist but perfectly Yeah, absolutely. That is a seamless transition into old white dude races. Now"
    },
    {
      "end_timestamp": 4532.0,
      "id": "c670d353-e872-3256-96c7-4add009ec7ab",
      "speaker": "Dan",
      "start_timestamp": 4523.0,
      "text": "the reason I said it was on the border is because what the point he's trying to make, I think is that these globalists come from different stock than us. Yeah."
    },
    {
      "end_timestamp": 4535.0,
      "id": "0166299c-ea1b-3944-814b-bc3c9f1879c8",
      "speaker": "Jordan",
      "start_timestamp": 4532.0,
      "text": "They were genetically engineered by Yaqoob."
    },
    {
      "end_timestamp": 4538.0,
      "id": "c160ff26-63d9-3020-98ac-b7df21e12435",
      "speaker": "Dan",
      "start_timestamp": 4535.0,
      "text": "Yeah, I think I'm a full on member"
    },
    {
      "end_timestamp": 4540.0,
      "id": "bb226839-48c0-30eb-a0b6-1b8997a24af5",
      "speaker": "Jordan",
      "start_timestamp": 4538.0,
      "text": "of the 5% nation. Now, I hope you know that"
    },
    {
      "end_timestamp": 4578.0,
      "id": "d70e27e6-605e-3f9f-a42b-b3d951d2f580",
      "speaker": "Dan",
      "start_timestamp": 4540.0,
      "text": "I am glad to have another inductee. But like, I, I don't think you can ever you can ever make that argument simply like that he's trying to make when you're using genetic lines and stuff like that. So less and less and less you're going full hog is going all the way. And you are saying that the elites are made up of than like nine powerful bloodlines that existed for blah, blah. If you're going that far. You're going David icon offs, right, then your metaphor is fine. You're not being racist, right? You're being an idiot. Yeah. And patently anti semitic."
    },
    {
      "end_timestamp": 4640.0,
      "id": "0b846af5-e9e0-309a-8cde-c296575058eb",
      "speaker": "Jordan",
      "start_timestamp": 4578.0,
      "text": "I think his i. So the way I understood it was he was trying to say, as, as Alex Jones as possible that all humans are genetically good. But the people who are genetically bad are like the Doxon was a biter. Who's a biter? I don't know. There's now now if you want to if you want to pull the docs and it transcends race in this metaphor, I'm fine with that. Except he picked a very specific genetic thing. Like the dachshund in particular is more likely to bite I don't I don't see any way to get out of this without you at least going Alex you know you're being racist. Right?"
    },
    {
      "end_timestamp": 4642.0,
      "id": "2dcf9c03-3b2d-39b8-b23b-c7ed71d6b79b",
      "speaker": "Dan",
      "start_timestamp": 4640.0,
      "text": "Well, especially because it is"
    },
    {
      "end_timestamp": 4650.0,
      "id": "8187dbab-bae7-34ee-8e55-fa19aa56f0fb",
      "speaker": "Jordan",
      "start_timestamp": 4642.0,
      "text": "because the because the Get off the Arab music started playing too loud. Yeah, they really they. Somebody was in the"
    },
    {
      "end_timestamp": 4652.0,
      "id": "482aea1d-8f93-3017-85ad-6bedb8e662c9",
      "speaker": "Dan",
      "start_timestamp": 4650.0,
      "text": "bucket. He was just at the potentiometer."
    },
    {
      "end_timestamp": 4657.0,
      "id": "ccd535a1-117f-3395-b32a-bd7f01ffb548",
      "speaker": "Jordan",
      "start_timestamp": 4652.0,
      "text": "Exactly. No, no, Alex Alex back away."
    },
    {
      "end_timestamp": 4691.0,
      "id": "548e50ff-addf-3669-843c-3d2d8772d388",
      "speaker": "Dan",
      "start_timestamp": 4657.0,
      "text": "He Alex is insane biter. But here, I think if I could crystallize this deeper with crystallized this. I think the reason that it comes off as racist, and is, is because this argument has been made by racists since time immemorial. Yeah, the idea that certain races are inferior because of the shitty bloodline. Yeah. And what have you. Yeah. So whenever you try and make that argument, the exact same argument about something different, it has that baggage that comes along with it. Absolutely. And when you're talking about something like, you know,"
    },
    {
      "end_timestamp": 4702.0,
      "id": "137b14e4-0b82-35ad-823d-9ff2d7d5fac2",
      "speaker": "Jordan",
      "start_timestamp": 4691.0,
      "text": "that was the justification for slavery, when you're talking from the start, they were like, well, genetically, they're mob about their, their predetermined to be less than"
    },
    {
      "end_timestamp": 4752.0,
      "id": "2ae98cbb-d47c-3670-93d7-9f31c4d9506c",
      "speaker": "Dan",
      "start_timestamp": 4702.0,
      "text": "right. And when he you know, I mean, again, this relates directly back to the Protocols of the Elders of Zion, this belief that the the alleged Zionist Cabal has about humans, and Alex thinks that the globalists have about us. Yeah, it's a direct mirror through this race ish. That's racist. Yeah, before. And I think another reason that it is racist I have to stick this down, is because the idea of the behavior of being a biter, something like that, that is something that is in your genes. That is not like, instead of learned behavior? Yeah. It's it's just it's it's really troubling. It's really troubling for me to hear him make arguments like that, right? Especially because if you are a racist, and you hear that,"
    },
    {
      "end_timestamp": 4783.0,
      "id": "916c3b78-fe43-3caa-9770-d71a1cdc2634",
      "speaker": "Jordan",
      "start_timestamp": 4752.0,
      "text": "you get it then and that also then get it. That is also like a smokescreen, for you to say you're not racist, because he pre ambled it with the it's not about white, black or Asian, which are the only people he is aware of Sure. So you get to like, hide behind that where you say, no, no, it's not that I'm racist. It's that I'm talking about genetics. Yeah, not skin color. Right. But you know, I'm not"
    },
    {
      "end_timestamp": 4785.0,
      "id": "c2a1cdd7-648e-3a5d-84f1-a035f2d300b0",
      "speaker": "Dan",
      "start_timestamp": 4783.0,
      "text": "talking about racism. We're talking about phonology."
    },
    {
      "end_timestamp": 4798.0,
      "id": "94ffccbb-63f3-3c35-87ee-de652b488e55",
      "speaker": "Jordan",
      "start_timestamp": 4785.0,
      "text": "Right. All right. So some people are good, and some people are bad, and that's because of their genes and their bloodlines. And maybe the people that I think are bad are ones who don't look like right."
    },
    {
      "end_timestamp": 4825.0,
      "id": "b464b2a1-8a70-3a4c-a6d3-e7c4b8cc99cb",
      "speaker": "Dan",
      "start_timestamp": 4798.0,
      "text": "So let's get off As at this point, Alex introduces the fact that he's going to start taking calls. Yes, I saw that he did say he's gonna open up the phone lines. When he comes back, he's introduces the topics that he wants to talk about, wants to talk about Greece. We're talking about how the world is being overrun by these globalists. Right. And then he poses this question that I think is poorly framed."
    },
    {
      "end_timestamp": 4838.0,
      "id": "33c5035a-7e17-3ee6-a434-261ef8e1d743",
      "speaker": "Alex Jones",
      "start_timestamp": 4825.0,
      "text": "Will this be the big global meltdown coming up this winter? Early next year? Get maybe? Or will it just be another global crisis, that they engineer to get even more power and more bailouts? While blaming it on Greece?"
    },
    {
      "end_timestamp": 4845.0,
      "id": "419c121f-34d7-3315-a10c-086c4aac6a88",
      "speaker": "Dan",
      "start_timestamp": 4838.0,
      "text": "Seems like neither of those options like there's a third option, you know, what's that? I don't know, a third option."
    },
    {
      "end_timestamp": 4847.0,
      "id": "353cd3f0-a82a-364a-b5f4-3bea3062146f",
      "speaker": "Jordan",
      "start_timestamp": 4845.0,
      "text": "I can't say any, either this"
    },
    {
      "end_timestamp": 4853.0,
      "id": "05a6dafd-9ad8-3b5b-bd38-70b659542bc6",
      "speaker": "Dan",
      "start_timestamp": 4847.0,
      "text": "is going to be the great global meltdown, right? Or it's just going to be another thing that the globalists have orchestrated."
    },
    {
      "end_timestamp": 4863.0,
      "id": "0c0ff31f-a955-3e11-8865-3ede93e2cef5",
      "speaker": "Jordan",
      "start_timestamp": 4853.0,
      "text": "Right. So it's going to be the great global meltdown. Right, right. Or a global crisis? Not quite, it's like, it's either gonna be the worst thing ever, or just the worst thing. Yeah."
    },
    {
      "end_timestamp": 4890.0,
      "id": "45457556-2690-3a2a-a188-1c6a47c53ae5",
      "speaker": "Dan",
      "start_timestamp": 4863.0,
      "text": "He also doesn't really end up taking any meaningful calls. He does talk to one guy about more about Russia, and it's the exact same sort of stuff. He's playing defense. Yeah, but none of the calls were worthwhile, and it sucks because they take up a good amount of the show. So we lose like a good 40 minute chunk of usable material just because it's like such garbage these phone calls. But before he gets to taking phone calls in earnest"
    },
    {
      "end_timestamp": 4893.0,
      "id": "9332a6e3-e910-3242-937b-95e44bf5916b",
      "speaker": "Jordan",
      "start_timestamp": 4890.0,
      "text": "now, let me ask you a question about those phone calls real quick."
    },
    {
      "end_timestamp": 4893.0,
      "id": "18633e74-8d14-3ca0-bd75-c23310480e5a",
      "speaker": "Dan",
      "start_timestamp": 4893.0,
      "text": "I love it."
    },
    {
      "end_timestamp": 4903.0,
      "id": "80ae585b-8c80-384e-9cfe-1ed879820073",
      "speaker": "Jordan",
      "start_timestamp": 4893.0,
      "text": "Were there any that weren't, like just jerk off agreement fests? Um, did any did any conversation really happen?"
    },
    {
      "end_timestamp": 4912.0,
      "id": "3ab5a85a-7b8b-3962-8453-dac4be7a613a",
      "speaker": "Dan",
      "start_timestamp": 4903.0,
      "text": "One there was someone named grandma who called in all right, I'm already on board if she wanted to talk about how the bond market if it falls apart."
    },
    {
      "end_timestamp": 4916.0,
      "id": "04b36239-12d8-37b2-95d0-d7db46f07e3f",
      "speaker": "Jordan",
      "start_timestamp": 4912.0,
      "text": "That is a that is a bad way to talk to Alex Jones."
    },
    {
      "end_timestamp": 4985.0,
      "id": "c2e14426-9782-3b78-bac7-5b3fc7be9a6a",
      "speaker": "Dan",
      "start_timestamp": 4916.0,
      "text": "If it falls apart, then people's pensions won't get paid. Yeah. And Alex tries to talk like he understands the situation. No clue. He doesn't. She doesn't either. So it's really troubling. And a third party, I don't really either, but I can smell bullshit. And they're just dancing around. Alex is using $5 words. And she's like, you know, you always talk about this, this othering thing where, you know, you've got divide and conquer mentalities. He always talks about black and white but you never talked about and he's like, are you doing generations ma'am. interrupts her like yes, that is another thing we do talk about it. We should talk about it more Buckley get write that down and talk about it more great generations. Yeah, everybody trying to turn the young against the old like, All right. Thanks, Buckley. So yeah, I mean, that was kind of not a like agreement fast. But it's still It wasn't tension. But another thing he does a bunch on this episode is introduced topics that he's gonna get to and doesn't, right, he keeps having like, classic Alex Jones fashion. We'll get to it in the next break. Never gets to him. This first one, right."
    },
    {
      "end_timestamp": 4996.0,
      "id": "94d9863e-5f39-3527-b9d1-0f10b728fdf4",
      "speaker": "Jordan",
      "start_timestamp": 4985.0,
      "text": "Did we ever come back to Farrakhan? Nope. How about? Let's see. I've got the band the American flag. Do we ever get to that one? We're"
    },
    {
      "end_timestamp": 4998.0,
      "id": "a540aeab-dbb5-3d2a-9210-3ddaafd29f61",
      "speaker": "Dan",
      "start_timestamp": 4996.0,
      "text": "about to an amendment. Fuck yes."
    },
    {
      "end_timestamp": 5004.0,
      "id": "efb1cb23-30f4-3245-ae07-8271f42c618a",
      "speaker": "Jordan",
      "start_timestamp": 4998.0,
      "text": "So happy about that one. That one was the first thing where I was like, fuck yeah, let's get into this Alex Jones shit."
    },
    {
      "end_timestamp": 5010.0,
      "id": "ad4eca71-a0b4-38c9-9d5d-098e7ccea7f5",
      "speaker": "Dan",
      "start_timestamp": 5004.0,
      "text": "So I actually have a lot to say about that. But before we get to, yes to talk about a story he's not gonna get to."
    },
    {
      "end_timestamp": 5017.0,
      "id": "335813b5-135e-31d2-b304-8ce581c2d5d5",
      "speaker": "Alex Jones",
      "start_timestamp": 5010.0,
      "text": "We're also gonna look at the ACLU now not supporting religious freedom of speech, King restricted."
    },
    {
      "end_timestamp": 5019.0,
      "id": "fa5b8ceb-71b9-3271-ad0b-19ca2400ba42",
      "speaker": "Jordan",
      "start_timestamp": 5017.0,
      "text": "Like UCL you don't only used"
    },
    {
      "end_timestamp": 5053.0,
      "id": "3204497e-32bb-34ff-8a1b-afab538f5d53",
      "speaker": "Alex Jones",
      "start_timestamp": 5019.0,
      "text": "an open society to where we accepted all this, quote, alternative stuff. Now, we're not going to be tolerated. No matter what your view is. Don't believe in manmade global warming. Don't want to pay Al Gore attacks. Boom, you're in trouble. Yes, I don't want to hire a trainee to be your Catholic school teacher. I don't even want you to shut down. And we're not joking. I don't want to have a Catholic church or your Protestant church pay for abortions. Boom, you're shut down. No, good. This is the opposite of tolerance. It's the big communal system."
    },
    {
      "end_timestamp": 5057.0,
      "id": "af0f647a-d68c-311c-9fe9-ff9b7395ad5e",
      "speaker": "Dan",
      "start_timestamp": 5053.0,
      "text": "No one is forcing a church to pay for abortion. Nope."
    },
    {
      "end_timestamp": 5074.0,
      "id": "c83cb7f6-5f33-3c37-9d79-d977877a2940",
      "speaker": "Jordan",
      "start_timestamp": 5057.0,
      "text": "Everybody was no Oh, yeah. Even I remember it in 2015. I remember the most important thing that I talked about with a lot of people was like, hey, you know what I want? I want to force churches to pay for my abortion. I'm not even having one. Nope."
    },
    {
      "end_timestamp": 5077.0,
      "id": "056beda8-fd81-35e4-945e-bb0a056e67ab",
      "speaker": "Dan",
      "start_timestamp": 5074.0,
      "text": "Ah, give me money. Oh, yeah. Catholic Church."
    },
    {
      "end_timestamp": 5080.0,
      "id": "5f69c016-ab8b-3180-82e6-939c2da4a095",
      "speaker": "Jordan",
      "start_timestamp": 5077.0,
      "text": "Also, nobody forced Alex to pay for those abortions. So wink."
    },
    {
      "end_timestamp": 5085.0,
      "id": "155c978b-91d5-3cda-926f-abd5ca546e8c",
      "speaker": "Dan",
      "start_timestamp": 5080.0,
      "text": "So anyway, it goes on. It's a great tyranny."
    },
    {
      "end_timestamp": 5087.0,
      "id": "a80e7b55-9237-3441-8a0c-b101d2efaedd",
      "speaker": "Alex Jones",
      "start_timestamp": 5085.0,
      "text": "You have a right to put on a dress."
    },
    {
      "end_timestamp": 5091.0,
      "id": "6fff7464-4b6b-34ee-b564-feac9c210199",
      "speaker": "Jordan",
      "start_timestamp": 5087.0,
      "text": "Yes. As you do not have to dress"
    },
    {
      "end_timestamp": 5159.0,
      "id": "a0de44ee-6f01-3604-9865-78887a32222a",
      "speaker": "Alex Jones",
      "start_timestamp": 5091.0,
      "text": "to not have foreign banks destroy your country. This is the great joke of social engineering, where they made mean trendy the new Religion and now people, it's perfect, because they can change the dogma day to day, hour to hour with the new accepted reality, whatever that may be. And so they only with a quasi puritanical nation like the US, that was really always heretical and wild, right under the surface. They make it sex and quote deviance to be the bait, so that we accept whatever the new changes are. And now we've opened the door up to whatever they want. It's politically incorrect. Let your 11 year old play basketball in the backyard, you'll be arrested. You let your seven year old daughter and your small town run across as you watch her out the window and play at the park like I did. I used to go to my grandparents house, it was in Hyde Park in Austin. And I'd be six, seven years old and I'd now stand with him during the summer. And I'd run across the street. Because look up the name of the park in Austin and in Hyde Park. It'll it'll pop in my head in a minute."
    },
    {
      "end_timestamp": 5222.0,
      "id": "71e79c64-b504-3c68-b032-a241c0dea3fa",
      "speaker": "Dan",
      "start_timestamp": 5159.0,
      "text": "So spoiler alert, he talks about going to this park for like four minutes. You really lost the thread in terms of complaining about the ACLU. But so that 11 year old kid who got arrested for you got taken by the authorities for playing basketball in his own yard. Oh, that was a real thing. Yeah, it was a story that did happen. There were neighbors who thought that the parents weren't being rude. They were negligent. Because the kid was always home alone, because they got off work much later. situation. Yeah. And they're, you know what? It is nosy neighbors. I believe this it Yeah, kind of fuck them. I looked into it. And I think it is like, guy's mind your fucking business, right? But their motivation was protecting this child because their concern was he didn't have water didn't have food for the time that the parents were or didn't have access to a bathroom because it was locked out of his house. So that is not good. So then, to make the matters worse, the mom whenever she was being questioned about it was like, the officers themselves said he had a big yard. He could have gone to the bathroom on it. Like,"
    },
    {
      "end_timestamp": 5232.0,
      "id": "77177ae6-8a0e-37db-b11d-e5422e1014b1",
      "speaker": "Jordan",
      "start_timestamp": 5222.0,
      "text": "alright, so you know, that's, that's like, hey, you know, I left the dog alone in the house for two weeks while I was on vacation. But I loved enough food for him. Yeah,"
    },
    {
      "end_timestamp": 5263.0,
      "id": "6b426634-0935-3311-b771-8a102f6094ca",
      "speaker": "Dan",
      "start_timestamp": 5232.0,
      "text": "you're showing yourself to not be super into what people are complaining about em. Yeah. But I tend to agree that, you know, they shouldn't have had the kids taken away and they did get them back. Yeah, it was it was a fucked up situation a little bit. But it's not what Alex is talking about. He's saying that it is like this thing. They're trying to destroy the family and take away your kids, trying to desensitize you to things like this. Absolutely. Always extenuating circumstances. There's always a reason why, you know, people, these things happen."
    },
    {
      "end_timestamp": 5284.0,
      "id": "05a193e7-73aa-3a67-95ee-d465d87e3c1b",
      "speaker": "Jordan",
      "start_timestamp": 5263.0,
      "text": "Yeah, no, I mean, anytime, anytime. A right winger tells me one of those anecdotes. If you look into it for a second, yeah, just Google it. All of a sudden, you start finding shit where you're like, oh, this wasn't that. You think it's this? But in reality,"
    },
    {
      "end_timestamp": 5312.0,
      "id": "5cf38d2e-c9a8-3bd1-bdaf-ddaba330b173",
      "speaker": "Dan",
      "start_timestamp": 5284.0,
      "text": "unfortunately, there are a number of people on the left who do that too, but it's usually not as like obvious, or at least not as awful. Yeah. Their agenda is generally to create more good things. Yeah. So I still bad to use lies and propaganda, but it's not usually. Like, if Alex Jones gets his way, we're living in a very dark place. Yeah. If sort of left wing. Do you mean now if"
    },
    {
      "end_timestamp": 5343.0,
      "id": "f9348251-54c3-31ea-9e52-8cbe95efe054",
      "speaker": "Jordan",
      "start_timestamp": 5312.0,
      "text": "left wing do you lose when he got his way? And Trump was elected? Well, but let's let's say like, if not just Trump, the entire Congress is Republican and so on and so forth. And still fucking well, they're all right. Again, there are saving grace is these people by virtue by virtue of what they believe they are already revealing themselves to be dumb. Sure. So again, our saving grace is we are being run by people too dumb to enact the dumb shit they want to do."
    },
    {
      "end_timestamp": 5349.0,
      "id": "05e4c2cf-0965-3076-8ece-787a9e8d43ab",
      "speaker": "Dan",
      "start_timestamp": 5343.0,
      "text": "They're in that like that. That upper right quadrant of the evil stupid. Yeah."
    },
    {
      "end_timestamp": 5354.0,
      "id": "927e8816-71cc-30d1-846f-71fd90325c24",
      "speaker": "Jordan",
      "start_timestamp": 5349.0,
      "text": "Yeah, they are both evil and stupid, but they're too stupid to enact enough"
    },
    {
      "end_timestamp": 5383.0,
      "id": "96b35f71-b889-3635-a25e-c927e008d45f",
      "speaker": "Dan",
      "start_timestamp": 5354.0,
      "text": "evil. Yeah. But the point I was gonna say is that like, if you take someone like Keith Olbermann, or something like that, who was kind of a left wing propagandists, right, you could possibly label him as that. If he got his way. We just have more social programs, there might be better safety nets for people. And if you built that on a lie, I'm not super thrilled with that. I don't think that's good, but the end result is way better than us having a mentally decaying bigot as our president"
    },
    {
      "end_timestamp": 5385.0,
      "id": "85d1ccde-6674-35e1-9516-052daece4c9d",
      "speaker": "Jordan",
      "start_timestamp": 5383.0,
      "text": "that is probably for the better and"
    },
    {
      "end_timestamp": 5393.0,
      "id": "050a3f50-7552-3a50-be22-94b93a868a96",
      "speaker": "Dan",
      "start_timestamp": 5385.0,
      "text": "I'm just totally scaling back. I mean, every single day if some new fucking thing but anyway,"
    },
    {
      "end_timestamp": 5401.0,
      "id": "2228f85c-137b-3049-b95f-a3627b2d4d48",
      "speaker": "Jordan",
      "start_timestamp": 5393.0,
      "text": "God that is that is the perfect summation of the world we live in right now. Nuclear every single day. It's a new fucking thing. It's"
    },
    {
      "end_timestamp": 5411.0,
      "id": "dbf1f203-644f-3cf4-b55e-526fbe975d6f",
      "speaker": "Dan",
      "start_timestamp": 5401.0,
      "text": "a new thing rolled back that Oh, school lunch programs are going away. Oh God. Like, let's privatize it"
    },
    {
      "end_timestamp": 5433.0,
      "id": "575f054b-80e2-3658-98fe-cf3eb1438f26",
      "speaker": "Jordan",
      "start_timestamp": 5411.0,
      "text": "again. I am I swear to you, this is the ultimate frustration. I would absolutely live with this bullshit. If he had the most aggressive anti climate change policy. I know. So much shit that I would tolerate because then the human race would continue, and we could fucking correct the course."
    },
    {
      "end_timestamp": 5440.0,
      "id": "b09ff552-f330-3425-8790-9b65c16bd642",
      "speaker": "Dan",
      "start_timestamp": 5433.0,
      "text": "Well, the good news is there's a breakaway globalist society that will continue. No, who cares? Like give them a call? Yeah, no,"
    },
    {
      "end_timestamp": 5444.0,
      "id": "da45c326-97fa-36b5-bf07-8e9ae597a58d",
      "speaker": "Jordan",
      "start_timestamp": 5440.0,
      "text": "they rejected my application. My application"
    },
    {
      "end_timestamp": 5449.0,
      "id": "01c015dd-fa05-368c-94eb-e74fbcf57923",
      "speaker": "Dan",
      "start_timestamp": 5444.0,
      "text": "Tweet. Tweet at you boys. All right. So now it's time for us to get to the source."
    },
    {
      "end_timestamp": 5454.0,
      "id": "82e732aa-5394-3506-b275-bfa9341bd397",
      "speaker": "Jordan",
      "start_timestamp": 5449.0,
      "text": "You know, you want to become a policy wonk."
    },
    {
      "end_timestamp": 5460.0,
      "id": "851f1f41-f999-3414-a4ca-3b305b7d605b",
      "speaker": "Dan",
      "start_timestamp": 5454.0,
      "text": "See? Walk? Yes. Or battle? Correct."
    },
    {
      "end_timestamp": 5466.0,
      "id": "d616916e-c5b0-38f7-9a34-f1fd1bcfb69f",
      "speaker": "Jordan",
      "start_timestamp": 5460.0,
      "text": "Yeah, it's very bad. If it ends on that kind of minor key. It's a very bad battle cry."
    },
    {
      "end_timestamp": 5486.0,
      "id": "a728a16b-66e0-392f-a1d9-472db8be1a41",
      "speaker": "Dan",
      "start_timestamp": 5466.0,
      "text": "So Yan suggested initially? June 24. Yes. And I did listen to that episode. And it was chock a block with talking about how it's evil and wrong, that people are trying to get the Confederate flag taken down from places. Fuck you, if you think it's evil. And their argument is it's a free speech Thing."
    },
    {
      "end_timestamp": 5489.0,
      "id": "359759b9-be93-3453-aa71-fd60924fa0ed",
      "speaker": "Jordan",
      "start_timestamp": 5486.0,
      "text": "Thought you write great."
    },
    {
      "end_timestamp": 5505.0,
      "id": "13f2287a-d9be-3aa6-b796-05d74bc90206",
      "speaker": "Dan",
      "start_timestamp": 5489.0,
      "text": "Ah, I don't I don't want to have that argument. Because I don't care. I I don't care if someone has a confederate flag in their car in their house. publicly. I don't really even care. But if it's like a state building or something like that, I very much care. That's bad."
    },
    {
      "end_timestamp": 5519.0,
      "id": "51c38c22-e75e-3a96-ba6c-d92545ec951d",
      "speaker": "Jordan",
      "start_timestamp": 5505.0,
      "text": "If you're if you're if you're not a horrifying, racist, no, I don't even that's great. I don't even think generally speaking, I don't even subscribe to that speaking, if you have a confederate flag. You're doing it."
    },
    {
      "end_timestamp": 5524.0,
      "id": "0a7f0575-368c-38b5-abea-789f241b7c9e",
      "speaker": "Dan",
      "start_timestamp": 5519.0,
      "text": "I don't subscribe to that. I'm good. I give a wide berth to it. I think that there are"
    },
    {
      "end_timestamp": 5534.0,
      "id": "80a383aa-dc88-3b33-911a-8f87fb2684f7",
      "speaker": "Jordan",
      "start_timestamp": 5524.0,
      "text": "there are legitimate free speech and things that you could point to theirs. That is the smokescreen argument for. I want my racism to be left. There's"
    },
    {
      "end_timestamp": 5570.0,
      "id": "b9f38110-be65-3e55-8668-e5feacb12c57",
      "speaker": "Dan",
      "start_timestamp": 5534.0,
      "text": "a vast majority of people who celebrate old Dixie, who are huge racists. Yeah, but that's not all of them masked a majority. But that's not all of them. And I don't think it's right to ban a flag. I do think it's wrong to have it up in state buildings and stuff like that. And I think for the most part, that's the argument that people have had. I don't think that there is a legitimate or widespread group who is saying, Let's ban the flag period. Let's back confederate flag period. But that is Alex's position on it. Alex thinks that that's what people are doing."
    },
    {
      "end_timestamp": 5583.0,
      "id": "9e58741d-f04d-3a85-8585-7260ba1db5fb",
      "speaker": "Jordan",
      "start_timestamp": 5570.0,
      "text": "It's the same thing with the 10 commandments in front of the courthouse Sure. Nobody wants to ban you reading the 10 Fucking commandments, but I don't want those in front of the courthouse because that is not justice. That"
    },
    {
      "end_timestamp": 5587.0,
      "id": "e43c8ea3-7e12-37df-a4c2-2c19935b62c7",
      "speaker": "Dan",
      "start_timestamp": 5583.0,
      "text": "implies that it's Christian justice. Exactly. Which would be a bad daytime"
    },
    {
      "end_timestamp": 5593.0,
      "id": "5eaefa61-b15e-30a2-aa5d-e410d9570369",
      "speaker": "Jordan",
      "start_timestamp": 5587.0,
      "text": "job job or bad daytime job unless you unless it was a Christian Bale. Yeah, god damn it you got there first."
    },
    {
      "end_timestamp": 5639.0,
      "id": "627ec37f-68f9-363d-9b13-7666bdf9ebae",
      "speaker": "Dan",
      "start_timestamp": 5593.0,
      "text": "I was gonna say Christian Okoye football star Christian Okoye from the troops and other teams. But so Alex extrapolates I am the justice in the night, Alex on daytime TV. Tune in 11. So Alex on the 24th is going hog wild about this. He is just going on like next they're gonna ban the American flag. Yep. So that's what he says. And he like Rush Limbaugh is saying the same thing. And here's what ends up happening. Mark Dice, one of the worst special reports ever he goes out and does one of his field pieces. We've talked about Mark Dice before who am"
    },
    {
      "end_timestamp": 5645.0,
      "id": "82c8f673-dd4f-3b93-96aa-6729bbd95a86",
      "speaker": "Jordan",
      "start_timestamp": 5639.0,
      "text": "I gonna have to listen to Mark Dice you are? I think this is the first time I've had"
    },
    {
      "end_timestamp": 5663.0,
      "id": "7f1bd29b-a088-32e1-96ec-f45ed517df79",
      "speaker": "Dan",
      "start_timestamp": 5645.0,
      "text": "a second okay. We've listened to one of his reports before he's very ineffective as a man on the street. He I think has some kind of personality disorder he's unable stability he's unable to make eye contact with people as he's interviewing them on the street. He looks past them"
    },
    {
      "end_timestamp": 5667.0,
      "id": "226122b1-6842-399b-b6f1-71fcaedc2140",
      "speaker": "Jordan",
      "start_timestamp": 5663.0,
      "text": "that's weird. upsetting"
    },
    {
      "end_timestamp": 5676.0,
      "id": "fb53ec6a-5ecd-3700-9c0f-98dcce74639e",
      "speaker": "Dan",
      "start_timestamp": 5667.0,
      "text": "to watch it's it's not fun. It's not good. But Alex Jones sent Mark Dice out or Mike Mike Mark might have come up with his own his"
    },
    {
      "end_timestamp": 5679.0,
      "id": "8aca2aae-70fd-38cf-9798-39d94e5ffa34",
      "speaker": "Jordan",
      "start_timestamp": 5676.0,
      "text": "own I have no fucking I may just be wandering around with a video camera."
    },
    {
      "end_timestamp": 5684.0,
      "id": "8ad557b2-d6ad-3925-a4e7-fab56dfc8f83",
      "speaker": "Dan",
      "start_timestamp": 5679.0,
      "text": "It's possible Yeah. So he goes out and tries to get people to sign camera. There's a video camera."
    },
    {
      "end_timestamp": 5687.0,
      "id": "55cb16cb-6d66-35d0-bb04-099f52beea5b",
      "speaker": "Jordan",
      "start_timestamp": 5684.0,
      "text": "Yeah, I know but what what where I live I live anyways continue."
    },
    {
      "end_timestamp": 5704.0,
      "id": "7f09fcc3-f91e-3e0b-ba0d-ea8aae923df8",
      "speaker": "Dan",
      "start_timestamp": 5687.0,
      "text": "It's an iPhone. Yeah, exact so he goes around with a clipboard trying to get people on the beach to sign a petition trying to get a new flag. Get rid of the old glory and get a new flag in order or in honor of the New World Order. It would be a pyramid."
    },
    {
      "end_timestamp": 5707.0,
      "id": "a1548f1b-c3ea-3d19-859e-b670f2253f02",
      "speaker": "Jordan",
      "start_timestamp": 5704.0,
      "text": "He's very fast one with Hulk Hogan. No, I"
    },
    {
      "end_timestamp": 5750.0,
      "id": "9ea90338-c3f0-3d5f-8d8e-e971e6c5c3a1",
      "speaker": "Dan",
      "start_timestamp": 5707.0,
      "text": "wish the two suites Yeah, exactly. No, it's not that one it's do like on the back of the dollar bill, they all seeing eye on the pyramid. He's very fast and loose with the details about it natural. So he goes out and does this video, Alex posted on Infowars. Drudge Report links to the video. And because of that, Alex on Infowars starts reporting that people are calling for the American flag to be banned. He has made a loop of bullshit. It's a complete oroboros Alize Yeah, it is insane to see it like just literally this is exactly what's going on. It's amazing. They're making the news they're commenting on the news."
    },
    {
      "end_timestamp": 5756.0,
      "id": "4a0813df-228a-3a23-b3f1-558164a35a15",
      "speaker": "Jordan",
      "start_timestamp": 5750.0,
      "text": "And then they're commenting becomes news itself. Exactly. The Fox News model of right wing,"
    },
    {
      "end_timestamp": 5786.0,
      "id": "67c8ceae-1789-37fd-ad87-8741492307c7",
      "speaker": "Dan",
      "start_timestamp": 5756.0,
      "text": "there is no news. At the at the bottom of it, there is nothing. There is no like there is nobody who's asking for the flag to be banned. Right? There is only Mark Dice on the street. That is all there is. And now we're gonna listen to mark dices report. And I want to tell you, I'm going to pause it at a couple points. Because I've taken notes about all of these people that he goes and talks to excellent and it doesn't look good for him. Anyway, here we go."
    },
    {
      "end_timestamp": 5790.0,
      "id": "5a357b6c-f863-3ba2-8397-9b6076d363bf",
      "speaker": "Alex Jones",
      "start_timestamp": 5786.0,
      "text": "Here is that report from Mark dash."
    },
    {
      "end_timestamp": 5798.0,
      "id": "e53429a6-784a-3812-b23b-8482614a3eeb",
      "speaker": "Mark Dice",
      "start_timestamp": 5790.0,
      "text": "When you help to support the banning the American flag, we're issuing a new new American flag Hold on."
    },
    {
      "end_timestamp": 5809.0,
      "id": "6d89ad9f-eed7-3635-9863-84a95d0e04d9",
      "speaker": "Jordan",
      "start_timestamp": 5798.0,
      "text": "Hold on somebody the moment he said that somebody's like, No, fuck you. Yep. Is first. This first person is already against Apple. No."
    },
    {
      "end_timestamp": 5810.0,
      "id": "a8908772-229a-3ea5-bd73-2a54cc8f6255",
      "speaker": "Dan",
      "start_timestamp": 5809.0,
      "text": "I'm outta here. So"
    },
    {
      "end_timestamp": 5815.0,
      "id": "6657f6f1-82b2-3d1a-82a3-e9f42a908348",
      "speaker": "Jordan",
      "start_timestamp": 5810.0,
      "text": "he's already he's already negated like even Fox News would have edited that guy"
    },
    {
      "end_timestamp": 5820.0,
      "id": "3cb72558-31fe-3052-a670-6891929774aa",
      "speaker": "Dan",
      "start_timestamp": 5815.0,
      "text": "out. Yeah. Or put him in the middle somewhere. Yeah, like that. Yeah. And then he's like, Hey, we"
    },
    {
      "end_timestamp": 5821.0,
      "id": "74cdf26d-b76d-3418-abda-fe2984a28d11",
      "speaker": "Jordan",
      "start_timestamp": 5820.0,
      "text": "got one Patriot in there and"
    },
    {
      "end_timestamp": 5849.0,
      "id": "ad9c9ffd-d466-39ce-9240-aa3bb2ab24d4",
      "speaker": "Dan",
      "start_timestamp": 5821.0,
      "text": "then had Mark Dice make a funny face to the camera. Yeah, pro some straight up bullshit. Yeah. So the next guy he talks to is a guy in an American flag. Yes, and an American flag hat. And he's drunk. He's on the beach. Like he's not staggering around Alex Jones style drunk, but he's, he's having a good time out there on the beach. Probably looking for a wife. Right? So he's out there."
    },
    {
      "end_timestamp": 5852.0,
      "id": "ef0565a8-99b8-3d6d-b132-77c0d6f9a493",
      "speaker": "Jordan",
      "start_timestamp": 5849.0,
      "text": "He's looking for his"
    },
    {
      "end_timestamp": 5857.0,
      "id": "20041f51-d7f9-3f0f-ae10-d2f229f9a321",
      "speaker": "Dan",
      "start_timestamp": 5852.0,
      "text": "fuck, nevermind. I don't want to ruin it. But he also does not sign the petition."
    },
    {
      "end_timestamp": 5876.0,
      "id": "59e7d9ab-9603-3377-b905-b53f91b70d45",
      "speaker": "Mark Dice",
      "start_timestamp": 5857.0,
      "text": "And a lot a lot of people are offended by the American flag. It has a history of imperialism and yeah, and racism as well. So we're just grabbing a petition to to implement the new American flag, we help to sign the petition to issue a new new American flag and"
    },
    {
      "end_timestamp": 5882.0,
      "id": "4aa9abe3-2241-3e2c-aebe-6982f477fbae",
      "speaker": "Random Person on the Street (36)",
      "start_timestamp": 5876.0,
      "text": "renew our old order. It sounds like a great idea. But I do not like to sign things."
    },
    {
      "end_timestamp": 5903.0,
      "id": "ce590b6b-8a76-378e-9f57-dc50dd4fc60e",
      "speaker": "Dan",
      "start_timestamp": 5882.0,
      "text": "So that's how you say, when you don't want to sign and you're like, you're a crude just fucking get your awareness Get out of my face. Now at this point, someone who I think is a plant charges into the shot, okay. His face is never shown. He comes in and he aggressively signed the petition. Right? I don't think this is a real personal shit. Yeah,"
    },
    {
      "end_timestamp": 5931.0,
      "id": "842176b2-9515-39ff-9ce2-f13305af0079",
      "speaker": "Jordan",
      "start_timestamp": 5903.0,
      "text": "that's that guy a meat like, that is exactly what I said to somebody who is like, um, do you want to help save the dolphins? It sounds like a great idea. But I'm gonna leave you I gotta go I have other non dolphin related activities to do right gotta be over there. I believe it's a good idea. I'm gonna go get at it. This isn't personal but I gotta go I gotta be not here"
    },
    {
      "end_timestamp": 5959.0,
      "id": "a4de6a6b-06aa-3c12-b8d9-114b6d339259",
      "speaker": "Dan",
      "start_timestamp": 5931.0,
      "text": "with you. Because you're weird. Why aren't you looking at why don't you look at Mark Dice This isn't how humans interact Yeah. Oh my god. He's scares me so much. He has so little charisma like I've said this about people like I don't know the Jerome Corsi is of the world the David David knights Yeah, I would I would fucking go to across the world in a balloon tonight before I sat down,"
    },
    {
      "end_timestamp": 5963.0,
      "id": "b8318525-36e3-3917-833e-3776a977dc11",
      "speaker": "Jordan",
      "start_timestamp": 5959.0,
      "text": "but I put 100 Black Widows in that balloon so there you go. You're stuck."
    },
    {
      "end_timestamp": 5969.0,
      "id": "2c5025e0-e9fb-391e-84f3-5e05a484892e",
      "speaker": "Dan",
      "start_timestamp": 5963.0,
      "text": "That's a metaphor. So here comes the guy who just charges in"
    },
    {
      "end_timestamp": 5995.0,
      "id": "33b51238-63e3-34e5-8cb6-ec2bd73f6447",
      "speaker": "Mark Dice",
      "start_timestamp": 5969.0,
      "text": "so you think I mean a lot of you can understand a lot of people are offended by the yeah a lot of people fought a lot of people are offended by the American flag it has a history of oppression and imperialism and birthdate there to support issuing a new American flag for the New World Order I think it's about time we do that once you agree. Maybe something with like an all seeing eye and a pyramid on"
    },
    {
      "end_timestamp": 6006.0,
      "id": "186cb37e-f409-3c28-842f-1414f7abaeef",
      "speaker": "Dan",
      "start_timestamp": 5995.0,
      "text": "as he's trying to fuck yeah, man, as he's trying to describe what the new flag would look look like the guy just walks off. he signs it and he's like, Hey, I'm out of your fucking man."
    },
    {
      "end_timestamp": 6018.0,
      "id": "9b627909-fca3-3ee3-99be-00ce1ff6e448",
      "speaker": "Mark Dice",
      "start_timestamp": 6006.0,
      "text": "And or just something to represent the New World Order. Thank you for supporting Now, part of the New World Order is to basically ban the old American flag and we're gonna put up"
    },
    {
      "end_timestamp": 6038.0,
      "id": "b8811f33-5988-360f-9808-2d2f4d57a4db",
      "speaker": "Dan",
      "start_timestamp": 6018.0,
      "text": "this guy. I don't know if he speaks English, because he doesn't say anything. He doesn't seem to register awareness of the things that Mark Dice is saying, right? He's wearing like a muscle T. And he just sort of like, just sort of looking at him confused, signs the thing, and then without saying a word, walks away,"
    },
    {
      "end_timestamp": 6053.0,
      "id": "15be07ba-d76e-3ce8-891f-c3bc158934d5",
      "speaker": "Jordan",
      "start_timestamp": 6038.0,
      "text": "walks away. Now, I will admit, I also like the reaction of the guy who signs it and then just says, fuck yeah, and then walks away. I don't hate it. Because that's pretty funny too. Like, I might do that. Just be like, hey, whatever, man. Fuck yeah, I'll sign this shit."
    },
    {
      "end_timestamp": 6064.0,
      "id": "ad173418-a14f-3285-be97-a83e30984039",
      "speaker": "Dan",
      "start_timestamp": 6053.0,
      "text": "Yeah, I might do that if I were drunk. Anyway. So he's just talking to this guy who doesn't say a word back to him. And then Alex goes on a fucking just tees off on this guy with a muscle shirt,"
    },
    {
      "end_timestamp": 6075.0,
      "id": "057c4baf-3790-3177-ba7b-dec31834ba05",
      "speaker": "Mark Dice",
      "start_timestamp": 6064.0,
      "text": "who American flag over the capitol to signify the New World Order. But we just needed some more signatures. Thanks for supporting the new American flag, rolling down the Confederate flag. And"
    },
    {
      "end_timestamp": 6109.0,
      "id": "493a3d32-6c9f-35b5-9b70-3cfdea77d248",
      "speaker": "Alex Jones",
      "start_timestamp": 6075.0,
      "text": "back over that last guy, that fella is the quintessential modern, tough guy trending for different types of trendies hundreds of different variants, but just knows how to act. And that's what our nation is, it's just a bunch of guys walking around acting tough, and they don't want to know what's going on. They just want to look cool to other people. And put on a front. But if you look at these guys eyes every time they just have this week, look at him. It's so pathetic."
    },
    {
      "end_timestamp": 6111.0,
      "id": "12b4928b-0290-3918-868b-efff29b43048",
      "speaker": "Dan",
      "start_timestamp": 6109.0,
      "text": "Dude, think this guy is white or not."
    },
    {
      "end_timestamp": 6115.0,
      "id": "e3abe784-0b2c-3b8b-8ce1-0db6b14f7920",
      "speaker": "Jordan",
      "start_timestamp": 6111.0,
      "text": "I'm gonna go with new"
    },
    {
      "end_timestamp": 6117.0,
      "id": "0f169073-cc7b-3c9f-b83a-b8c20ef709b4",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6115.0,
      "text": "lingo."
    },
    {
      "end_timestamp": 6122.0,
      "id": "1c4e738a-6d53-3720-922e-5e7bd5aea1d9",
      "speaker": "Alex Jones",
      "start_timestamp": 6117.0,
      "text": "And he signs it to ban the American flag. Seven out of 10 dead here it is"
    },
    {
      "end_timestamp": 6140.0,
      "id": "4bf4a156-196c-3a15-8f14-9c80c83bcaf9",
      "speaker": "Mark Dice",
      "start_timestamp": 6122.0,
      "text": "furs to basically ban the old American flag. And we're gonna put up a new American flag over the capitol to signify the New World Order. But we just needed some more signatures. Thanks for supporting the new American flag. We're pulling down the Confederate flag and a lot of cities to end the air of racism and"
    },
    {
      "end_timestamp": 6142.0,
      "id": "137f1abf-8c63-39ff-b4c8-bd80bb12efb5",
      "speaker": "Dan",
      "start_timestamp": 6140.0,
      "text": "who cares? Fuck this. This is"
    },
    {
      "end_timestamp": 6156.0,
      "id": "3be1db5f-3e8b-37c3-bae5-f1f5088d6959",
      "speaker": "Jordan",
      "start_timestamp": 6142.0,
      "text": "so boring. We're gonna put up a ton of American flag let me walk you through view on a ban the American flag and let me walk i like the American flag. Mark, shut up. Flags are fun. And"
    },
    {
      "end_timestamp": 6199.0,
      "id": "fd263845-69f0-35fe-8cb9-b8e452f42e7d",
      "speaker": "Dan",
      "start_timestamp": 6156.0,
      "text": "let me walk you through who the rest of the people are. So the next person he talks to is a really nice girl. Who is I think she's just super excitable and happy. Okay. And she's like, Oh, that's interesting. Doesn't seem to have a feeling about it either way. Next person he talks to is a lady and he's like, Hey, we're gonna try and get a new flag. And she's like, Nah, like the stars and bars. walks away. Two guys walk up. One of them is a chubby dude and tie dye t shirt probably. Because I think he's high as hell. Okay, it's him and another guy. Okay, there are two skateboard dudes in like tie dyed shirt. And the other guy is like a muscle shirt."
    },
    {
      "end_timestamp": 6204.0,
      "id": "524e15ad-3da7-34cb-bf5e-e1d4c166fcae",
      "speaker": "Jordan",
      "start_timestamp": 6199.0,
      "text": "Because they're on a because they're on the fucking beach. Yeah, why would you go to the beach for this shit? Because"
    },
    {
      "end_timestamp": 6209.0,
      "id": "3ca5538a-e90c-3e82-b6fa-4dc3346db0f3",
      "speaker": "Dan",
      "start_timestamp": 6204.0,
      "text": "you know that dumb people? Are there people who don't want to answer your questions twisted into being Yeah,"
    },
    {
      "end_timestamp": 6211.0,
      "id": "794d38ec-66c1-3df9-8945-e037f4148385",
      "speaker": "Jordan",
      "start_timestamp": 6209.0,
      "text": "but just go to a mall."
    },
    {
      "end_timestamp": 6215.0,
      "id": "5ac678ea-b306-3744-81c1-81f660b21774",
      "speaker": "Dan",
      "start_timestamp": 6211.0,
      "text": "You might not be allowed in. That's a good point on the open air areas."
    },
    {
      "end_timestamp": 6226.0,
      "id": "22b2ce6d-3db8-323b-81d2-403d4ffac4c1",
      "speaker": "Jordan",
      "start_timestamp": 6215.0,
      "text": "Yeah, Mark Dice, clay is not allowed. And so the only he's got a weird restraining order. Only only open areas. 20 feet outside of any public place. So"
    },
    {
      "end_timestamp": 6253.0,
      "id": "4fcc8b99-073d-3141-8cd5-243635a9dca4",
      "speaker": "Dan",
      "start_timestamp": 6226.0,
      "text": "there's these two dudes who may or may not be high, and they both sign it. But they're also like, whatever. We don't care, right. And then the last group that they talked to before he cuts it off is two dudes who are straight up baked out of their mind. Okay, they got sunglasses on. And one of them is just staring at Mark Dice with his mouth slightly open. One of them doesn't have a shirt on but has a backpack and then by that guy,"
    },
    {
      "end_timestamp": 6255.0,
      "id": "be9eb0a5-4ea6-3483-b13b-6ea11c59f693",
      "speaker": "Jordan",
      "start_timestamp": 6253.0,
      "text": "what are you that's such a trend"
    },
    {
      "end_timestamp": 6263.0,
      "id": "02842ca7-9855-39d9-99aa-3c4c9ee12527",
      "speaker": "Dan",
      "start_timestamp": 6255.0,
      "text": "Mark Dice. And yeah, I don't know what point you're making. But if it is that people want the American flights,"
    },
    {
      "end_timestamp": 6270.0,
      "id": "f58555ea-0c30-3f75-a60a-f704985f236a",
      "speaker": "Jordan",
      "start_timestamp": 6263.0,
      "text": "he made the exact opposite opposite point. I haven't most of the people we've heard I've just been like, fuck off."
    },
    {
      "end_timestamp": 6280.0,
      "id": "410fcfa8-2a01-3d6f-98ab-9cadac2e0350",
      "speaker": "Dan",
      "start_timestamp": 6270.0,
      "text": "There's one first guy who's actually a group of two said absolutely not. The second guy said the lady who walked away"
    },
    {
      "end_timestamp": 6283.0,
      "id": "b6501750-9a21-39db-806b-32ff8b6904d5",
      "speaker": "Jordan",
      "start_timestamp": 6280.0,
      "text": "and then the random dude who ran up and was like, Fuck, yeah,"
    },
    {
      "end_timestamp": 6291.0,
      "id": "a1fe0f57-841f-3cb3-9f74-68878ff76e45",
      "speaker": "Dan",
      "start_timestamp": 6283.0,
      "text": "everybody who did sign it except for that guy who I do think was fake. I think he's a plant. Everybody else was ambivalent about it. They don't care. It's fair point that"
    },
    {
      "end_timestamp": 6313.0,
      "id": "b1eac253-2e77-376a-8486-1197147a71a8",
      "speaker": "Jordan",
      "start_timestamp": 6291.0,
      "text": "you're a random dude asking questions on a beach. Don't be a dick right now. That's all all I heard in that clip is and it's not even Like the shitty Lenovo like man on the street bit where he gets people to actually talk to him and answer questions, or have that yeah, it's just a bullshit like, he took me around."
    },
    {
      "end_timestamp": 6332.0,
      "id": "7227d5f6-487c-360e-9fc2-f17fd77429c9",
      "speaker": "Dan",
      "start_timestamp": 6313.0,
      "text": "He thinks it's a prank. It's not a prank, there is nothing here. Because if you sign that, then so what? If you ambivalently politely sign that for that doesn't prove that you want the American flag band out. That just proves that you're a decent person who doesn't know how to have boundaries here like the or"
    },
    {
      "end_timestamp": 6344.0,
      "id": "1bf9cf09-a602-3b73-9102-b1c659c04c59",
      "speaker": "Jordan",
      "start_timestamp": 6332.0,
      "text": "just like that, like the easiest way to get him to go away is to sign his petition. Exactly. You know that nothing is going to come from it. Because that's such a wildly stupid idea."
    },
    {
      "end_timestamp": 6347.0,
      "id": "1fb0b3ae-6b58-382b-8b4c-853629cd1f74",
      "speaker": "Dan",
      "start_timestamp": 6344.0,
      "text": "I've signed hundreds of things I don't agree with Yeah,"
    },
    {
      "end_timestamp": 6392.0,
      "id": "f59e66a2-13f2-30ca-942b-62e886fc4790",
      "speaker": "Jordan",
      "start_timestamp": 6347.0,
      "text": "it does. It doesn't matter. There's no possibility of that. Like, even if you hate America, which is most of the GOP, you're not going to sign. You're not going to actually want the American flag to go away. Like genuinely, regardless of America's horrific actions throughout our existence. The Stars and Stripes really is a symbol of what it is we like it's it's made by a woman. Yeah, it's it's everything that America wishes it could be. It is all of the all of the states represented. It is all of us together. It is built around that idea of either we hang together or we hang separately."
    },
    {
      "end_timestamp": 6395.0,
      "id": "f22bd48d-27f3-3edf-b331-cb49241b010f",
      "speaker": "Dan",
      "start_timestamp": 6392.0,
      "text": "No. Alex Jones quotes that he put that?"
    },
    {
      "end_timestamp": 6402.0,
      "id": "25a0c08d-09c9-3bdf-ba60-7916424b9c5b",
      "speaker": "Jordan",
      "start_timestamp": 6395.0,
      "text": "No, that's not okay. All right. He came up. I'm done. I'm out. So actually, we'll Shakespeare."
    },
    {
      "end_timestamp": 6444.0,
      "id": "aeb8c634-cec1-3668-9d2e-6253e3e90b60",
      "speaker": "Dan",
      "start_timestamp": 6402.0,
      "text": "We're, we're coming towards the end of it. But for the last about hour and a half of the show. Yeah, he has an interview with this guy named Lionel. One name like Madonna, Lionel. And this guy is wacky. He is a fast talker in New York dude. Like he is. He is something else. I've seen him on the show before. Okay. And I strongly disagree with him about almost everything, but I don't hate hearing him talk. I was one of those guests. I I don't. I wouldn't be in a hot air balloon across the world with him. But I'd take a short trip with okay. That's on the scale. We're not talking"
    },
    {
      "end_timestamp": 6449.0,
      "id": "5eee3cf5-a23b-3432-a4ec-da0c8bb5c447",
      "speaker": "Jordan",
      "start_timestamp": 6444.0,
      "text": "about cross country road trip. But if you picked him up, and he was like, Hey, I'm 20 miles down the road, you know, like,"
    },
    {
      "end_timestamp": 6454.0,
      "id": "b11e3b95-1aed-3bea-a0a4-6de0b899cffe",
      "speaker": "Dan",
      "start_timestamp": 6449.0,
      "text": "maybe see what's up depends on what the speed limit is. But yeah."
    },
    {
      "end_timestamp": 6459.0,
      "id": "cb4a10c4-f241-3a81-968c-5d95f6ce0e66",
      "speaker": "Jordan",
      "start_timestamp": 6454.0,
      "text": "Okay, we're talking to the American Southwest where you can get 20 miles in 15 minutes. So"
    },
    {
      "end_timestamp": 6486.0,
      "id": "51698e9f-82c1-34ed-be19-3c1a228bdee1",
      "speaker": "Dan",
      "start_timestamp": 6459.0,
      "text": "they have a really long interview where they just talk globalists and like, I caught out so much, that's just so repetitive. But at one point, Lionel starts describing what his plan would be if he was going to destroy our country. And it's kind of interesting. I'm on board, because I'm already on board, because two years later, see if you see any similarities to what's going"
    },
    {
      "end_timestamp": 6527.0,
      "id": "ed695b9a-c756-322a-be64-5743447943f0",
      "speaker": "Lionel",
      "start_timestamp": 6486.0,
      "text": "on. Okay. Now, if I were going to destroy this country, here's what I would do. First and foremost, I would distract with bread and circuses. The people more than ever drove me to, I would have as a foundation for much of the economy. This tissue thin veneer, this latticework of cotton candy of air called the derivative. You say one and a half, maybe two could be five quadrillion dollars of nothing. So then I would throw in the myth, Alex of American exceptionalism. I would always have"
    },
    {
      "end_timestamp": 6537.0,
      "id": "087e0202-4bc8-327b-9e47-f40a07062e40",
      "speaker": "Jordan",
      "start_timestamp": 6527.0,
      "text": "Nailed it. Nailed it. This is exactly how you destroy the country accidentally. Is this guy the architect behind this whole thing?"
    },
    {
      "end_timestamp": 6544.0,
      "id": "f1c5ef92-cbfa-3069-8d83-858164a8e306",
      "speaker": "Dan",
      "start_timestamp": 6537.0,
      "text": "I can't believe it. 40 episodes in spit take. Spit take wine."
    },
    {
      "end_timestamp": 6548.0,
      "id": "18cd3dc5-19a9-3daa-a5f3-57c93b5d2bfe",
      "speaker": "Jordan",
      "start_timestamp": 6544.0,
      "text": "I don't know. But that is he's he just pulled the perfect"
    },
    {
      "end_timestamp": 6554.0,
      "id": "cde14f46-5a73-39cb-ae85-4f4da9294e8f",
      "speaker": "Dan",
      "start_timestamp": 6548.0,
      "text": "clip that Trump rallies rally Trump rallies, derivatives American exceptionalism"
    },
    {
      "end_timestamp": 6558.0,
      "id": "b9afe48a-c637-3f88-a640-36ff8ef31dad",
      "speaker": "Jordan",
      "start_timestamp": 6554.0,
      "text": "exactly what we're Goddamnit this man might be a genius,"
    },
    {
      "end_timestamp": 6562.0,
      "id": "797f0d57-528e-3aa3-bfc6-9c83aef926e2",
      "speaker": "Dan",
      "start_timestamp": 6558.0,
      "text": "but he's saying it is this is what the globalists are doing. Yeah, not what?"
    },
    {
      "end_timestamp": 6568.0,
      "id": "203b1c98-35a8-3cd7-9e01-e9c928310c66",
      "speaker": "Jordan",
      "start_timestamp": 6562.0,
      "text": "Well, unless Trump who has recently come out yep, as an internationalist, anti globalist"
    },
    {
      "end_timestamp": 6573.0,
      "id": "1a91fd32-7d7d-3c4c-9015-7ee65772a4cb",
      "speaker": "Dan",
      "start_timestamp": 6568.0,
      "text": "Well Alex is you said why I didn't really mean it. Fuck off out like battered spouse."
    },
    {
      "end_timestamp": 6583.0,
      "id": "bb199f75-c127-3f6c-8c88-2151ccc93f55",
      "speaker": "Jordan",
      "start_timestamp": 6573.0,
      "text": "That's it. That's what he did. Not really. Yeah, he's, he's, look, he's a good guy. Once you get to know him. He's just he's just saying that because he has to and it's not that big of a deal."
    },
    {
      "end_timestamp": 6586.0,
      "id": "567bbc4e-f54a-3cdb-a3a4-cd667e53cb19",
      "speaker": "Dan",
      "start_timestamp": 6583.0,
      "text": "So he has Lionel is a little more guy."
    },
    {
      "end_timestamp": 6600.0,
      "id": "83e46c3e-f2b0-32c6-b112-3f350c211789",
      "speaker": "Lionel",
      "start_timestamp": 6586.0,
      "text": "News and weird the gret we are impenetrable. We are never going to be Puerto Rico, or Greece, or Iceland, or Portugal or the EU. We are the United States. We are immunized. We have a vaccine again. This"
    },
    {
      "end_timestamp": 6614.0,
      "id": "60be310d-7fbf-3411-b2ad-fc6563661961",
      "speaker": "Dan",
      "start_timestamp": 6600.0,
      "text": "strange language for vaccine deniers. He would like that is exactly what Trump is doing with, we're gonna renegotiate these deals, because we're gonna be immune from all of this. Yeah, he's promising us this exceptionalism. No,"
    },
    {
      "end_timestamp": 6625.0,
      "id": "92f99906-a3cd-3284-8d77-ba701bfb41ff",
      "speaker": "Jordan",
      "start_timestamp": 6614.0,
      "text": "that is that is a perfect summation. Like, if I weren't going to destroy the country, I would hire Lionel to be my campaign supervisor, because that guy is fucking on it."
    },
    {
      "end_timestamp": 6631.0,
      "id": "9a9abd8c-6f3d-34f6-863e-d6674338c705",
      "speaker": "Dan",
      "start_timestamp": 6625.0,
      "text": "Yeah. So he has, there's, there's another phase to this destruction of, I know you love phases."
    },
    {
      "end_timestamp": 6639.0,
      "id": "858b865d-a338-30d4-8355-9bddcca361f7",
      "speaker": "Jordan",
      "start_timestamp": 6631.0,
      "text": "I'm a big fan of phase. So there's another I was very disappointed by our previous phase situation where we had one phase that was split up into"
    },
    {
      "end_timestamp": 6644.0,
      "id": "79b0b6b6-0519-376d-9ef8-d8c842364a03",
      "speaker": "Dan",
      "start_timestamp": 6639.0,
      "text": "three phases. I'm not I'm not certain this is a discrete phase either, but we'll see. Okay."
    },
    {
      "end_timestamp": 6662.0,
      "id": "166a4a33-2253-30a5-8bcc-9d493e86b570",
      "speaker": "Lionel",
      "start_timestamp": 6644.0,
      "text": "And then we're going to confuse people, we're going to cause the American people to be always upset over something and fool them and dupe them into thinking that they're involved. We're gonna let them think that there's some Confederate War flag or battle flag controversy."
    },
    {
      "end_timestamp": 6664.0,
      "id": "7d808fa0-bf08-3da2-a3d0-f84779c3dbd5",
      "speaker": "Jordan",
      "start_timestamp": 6662.0,
      "text": "You're on in Lionel,"
    },
    {
      "end_timestamp": 6677.0,
      "id": "ebf5def9-c650-3b1a-9002-7fa88df29d88",
      "speaker": "Dan",
      "start_timestamp": 6664.0,
      "text": "but he's that's like, what else on it what Alex says about the globalists in terms of externalizing their plans, that's literally what they're doing just what he did. Like we've already illustrated here, this idea that they"
    },
    {
      "end_timestamp": 6683.0,
      "id": "5396e2bf-4f17-31a2-9230-00a56d055281",
      "speaker": "Jordan",
      "start_timestamp": 6677.0,
      "text": "need to track down line, we took the no way to find Lionel for a cross country trip. I want to know where he's at."
    },
    {
      "end_timestamp": 6740.0,
      "id": "3047b2b9-ff10-376d-b0ad-b4774ba0f656",
      "speaker": "Dan",
      "start_timestamp": 6683.0,
      "text": "He wouldn't talk to us. That's the dude. That's the dude. So I mean, we've already shown this fake story about banning the American flag going from an Infowars video to an article on Infowars to link on drudge to something that is reported on the Alex Jones Show. Yep, that is creating fake outrage to confuse these dumb people. Now, here's that here's the bullshit. All here's why Lionel's always something to be outraged. Here's why Lionel is an asshole. Because what he's talking about is people who are legitimately offended by, in this case, the Confederate flag, right, which is denying people their feelings about the history of brutal racism. Right? So that part is what he's really talking about when he said something, give people something to be mad about. Right? It is a complete, perfect demonstration. I wanted to bring this up earlier. I can't remember which clip it was. But hold on."
    },
    {
      "end_timestamp": 6749.0,
      "id": "4828b7c1-86e2-3d15-9fa1-42a2ac5a72a9",
      "speaker": "Jordan",
      "start_timestamp": 6740.0,
      "text": "Like the American flag has the exact same history of brutal racism. No, no, no, no, no, no, no, no, no, no fucking war. It's not like racism, stop. You're"
    },
    {
      "end_timestamp": 6753.0,
      "id": "e9441aaf-7ae7-3962-a515-45d1cece6c76",
      "speaker": "Dan",
      "start_timestamp": 6749.0,
      "text": "not wrong. But you're off on the wrong tangent, the wrong direction. I think"
    },
    {
      "end_timestamp": 6757.0,
      "id": "c2e522b9-dea9-33d7-9a71-31bda5b8d91b",
      "speaker": "Jordan",
      "start_timestamp": 6753.0,
      "text": "what I'm saying is we need to ban the American flag. And I would sign your petition to that."
    },
    {
      "end_timestamp": 6811.0,
      "id": "c0e6aab4-00b5-3926-adcf-843817170ba8",
      "speaker": "Dan",
      "start_timestamp": 6757.0,
      "text": "It's not about that. Because that's not all that he's talking about. He's talking about all of these identity politics kinds of things, all of these ideas about trendies in men and dresses with mustaches, right. All of this stuff is parceled within that and it is a perfect expression of this angry male privilege, white male privilege that Alex expresses, right? Everything that is like Black Lives Matter is like why are you guys getting bogged down in this when we have globalists to deal with right? It's this idea that anytime that you're pissed off about these things, it's divide and conquer strategies. So if you care about the Confederate flag, or if you care about because he even says I don't remember which episode it was in, it might have been in one of the other ones I listened to, and we're not covering, but he's talking about like, Yeah, sure. Cops shoot a black guy every week. I see articles about them shooting white guys to like,"
    },
    {
      "end_timestamp": 6815.0,
      "id": "f1afd191-c4b2-38be-bb94-fcac4b572e31",
      "speaker": "Jordan",
      "start_timestamp": 6811.0,
      "text": "hope your night yeah, right you're not understanding"
    },
    {
      "end_timestamp": 6816.0,
      "id": "4e9a7c03-4730-3dcd-be2f-d54548e46596",
      "speaker": "Dan",
      "start_timestamp": 6815.0,
      "text": "dismissiveness. So"
    },
    {
      "end_timestamp": 6842.0,
      "id": "290b1a82-b747-3f49-9f7e-9b76524c5622",
      "speaker": "Jordan",
      "start_timestamp": 6816.0,
      "text": "that's also bad, right? We're, I'm I'm against cops shooting white guys, too. You can be against both right the point of the the fact that he that cops are shooting black people is that that is endemic. Well, that is something that has such a long history. And it is something that is so targeted and aggressive that it is paramount. Well, right to me."
    },
    {
      "end_timestamp": 6855.0,
      "id": "b7ac4421-216a-3448-8853-d3fab949cfb3",
      "speaker": "Dan",
      "start_timestamp": 6842.0,
      "text": "Right. And I think that it definitely says more about your priorities. When you're mad at people who are complaining about cops shooting black people, because no one like they are also mentioning the white. Yeah. Hey,"
    },
    {
      "end_timestamp": 6869.0,
      "id": "0774bf9f-4561-355c-ae2e-be9fed2574be",
      "speaker": "Jordan",
      "start_timestamp": 6855.0,
      "text": "what if we had a Father's Day? Hmm, there your mother's day? You know, it's always about celebrating women. Like what if what if we had a white history month? Huh? What if we had a white history month? Yeah, everybody be outraged, but nobody talks about that. He talks about Yeah,"
    },
    {
      "end_timestamp": 6911.0,
      "id": "4fc8ea06-e822-3c7f-aeda-6923a5bd2917",
      "speaker": "Dan",
      "start_timestamp": 6869.0,
      "text": "it's, it's that missing? It's missing the mark. And as they frame it as society is confused, society is being tricked by this divide and conquer game. That's the way they can elevate themselves in the same way that Alex inoculates himself from that dog metaphor by saying I'm not racist. By being like, look, it's the globalist trying to divide and conquer. You don't see it. You're confused and dumb. I'm not against your point. I just think that it's so inconsequential compared to my Uh, this the issues that I have very smart, right, white man have figured out your white splaining. Right. It's very stupid. And it's a bummer. It's a it's so depressing"
    },
    {
      "end_timestamp": 6952.0,
      "id": "30b10460-19f3-3020-8b9e-2202e07e8970",
      "speaker": "Jordan",
      "start_timestamp": 6911.0,
      "text": "because it seems. And it's it's one of those things that comes up over and over and over again. The idea that they're doing what we're doing. Yeah. So we can do it now. Like, this is just they're doing it. So we have to fight them, which justifies us doing it. Yeah. mandates. It's always it's always the playbook like, Oh, they're playing the victim. Whenever they say that religious freedom is is, you know, it's a terrible thing. It's exactly what your your fuck you like, I just want to i"
    },
    {
      "end_timestamp": 6955.0,
      "id": "3788c9ed-2708-32bd-8b83-c737753ed4a3",
      "speaker": "Dan",
      "start_timestamp": 6952.0,
      "text": "That's why we're so great is because we don't play that guy can't"
    },
    {
      "end_timestamp": 6962.0,
      "id": "6cc590d1-9c8d-3a67-b2f2-b24b8c2c0bdb",
      "speaker": "Jordan",
      "start_timestamp": 6955.0,
      "text": "respond without screaming at these people. No, because it's so frustratingly. It's so it's, ah, it's very"
    },
    {
      "end_timestamp": 6987.0,
      "id": "8fb7482b-d513-3ea3-9874-4c8c07d0c23a",
      "speaker": "Dan",
      "start_timestamp": 6962.0,
      "text": "obvious, unless you have an agenda. Yeah. And when you have an agenda, it's obvious to you, but the reason you have that agenda is so you never really have to look at. So we have two more clips. One is Lionel also being an asshole again. And this this gets into the world being run by bankers, which is conspicuous."
    },
    {
      "end_timestamp": 6988.0,
      "id": "ed08786f-5a2f-3452-bfb5-a4cbae15c011",
      "speaker": "Jordan",
      "start_timestamp": 6987.0,
      "text": "Well, what"
    },
    {
      "end_timestamp": 7002.0,
      "id": "e68a005b-0433-3924-ba09-c9170c7280f7",
      "speaker": "Lionel",
      "start_timestamp": 6988.0,
      "text": "I'm interested to ever let people understand the what and who runs the world are a very small group of central banks. And very, very, at the top of the pyramid, these elite banksters and"
    },
    {
      "end_timestamp": 7006.0,
      "id": "0f625e62-a781-31d4-9499-52802f661bed",
      "speaker": "Alex Jones",
      "start_timestamp": 7002.0,
      "text": "mega banks, big energy and weapons Jews. Yep."
    },
    {
      "end_timestamp": 7013.0,
      "id": "7c7765df-5cee-3f56-9f71-5a6b1047124b",
      "speaker": "Jordan",
      "start_timestamp": 7006.0,
      "text": "You guys are being Jews? Uh huh. That's, that's antiSemitism."
    },
    {
      "end_timestamp": 7016.0,
      "id": "9a54ad01-b888-3776-8400-eaadf4bcd354",
      "speaker": "Dan",
      "start_timestamp": 7013.0,
      "text": "When you say that banks are powerful, yes, they are."
    },
    {
      "end_timestamp": 7029.0,
      "id": "fac15c1a-f3e2-3ea0-9d2f-714a5c15542b",
      "speaker": "Jordan",
      "start_timestamp": 7016.0,
      "text": "Wrong, like they own like, like, 62 people own more than the bottom half of the entire entire world, right? Like the bankers, by our politicians, like, dare you people really bought"
    },
    {
      "end_timestamp": 7033.0,
      "id": "512a2aca-8233-3186-abed-fe4d4d074950",
      "speaker": "Dan",
      "start_timestamp": 7029.0,
      "text": "but the 62 people that own all of the wealth aren't all"
    },
    {
      "end_timestamp": 7037.0,
      "id": "38d56de0-f131-3229-a7ea-c52b56ad226c",
      "speaker": "Jordan",
      "start_timestamp": 7033.0,
      "text": "No, they're not all getting together. No, they're not all getting together around. Most of them"
    },
    {
      "end_timestamp": 7054.0,
      "id": "47c28968-a900-32f1-968d-0cb4272254df",
      "speaker": "Dan",
      "start_timestamp": 7037.0,
      "text": "are like Mark Zuckerberg, right? Some of them are people like that. Or like Mark Cuban. You know, he has billions of dollars Marquis. Right. But like they're not central bankers. Like, do you understand that's not like, no, that argument falls flat."
    },
    {
      "end_timestamp": 7089.0,
      "id": "68aeb825-523e-36b6-9e12-9a5f5e10e67c",
      "speaker": "Jordan",
      "start_timestamp": 7054.0,
      "text": "I I agree with you, in that bankers here is code for antiSemitism. 100%. No doubt about that. They specially banksters Yeah, this is purely Do we not bleed, like, Will Shakespeare. It's, it's that whole thing. But, but at the same time that there is, again, this is an area where the kernel of truth is important. Because, again, bankers are fucking everybody over. Yeah, that is a thing. Yeah. But they are colluding together."
    },
    {
      "end_timestamp": 7098.0,
      "id": "5e15b627-d831-31c2-8b70-d4826b833a1a",
      "speaker": "Dan",
      "start_timestamp": 7089.0,
      "text": "I still will not side with Alex and his cohorts. Because I know what they're saying. Yeah, exactly. They're not saying the same things that you or I or someone even though they're using"
    },
    {
      "end_timestamp": 7102.0,
      "id": "7541859b-4f48-3106-81fd-3bf863698a11",
      "speaker": "Jordan",
      "start_timestamp": 7098.0,
      "text": "the same words, that's the that's the problem I have. Right,"
    },
    {
      "end_timestamp": 7139.0,
      "id": "f06b7ce9-36f7-36d9-a9e1-49e6b3161ced",
      "speaker": "Dan",
      "start_timestamp": 7102.0,
      "text": "right. It's dog whistling? Yes. It's it. It can't be taken outside of the context of all of these other things. They do all of these other, all of these other like, it's insane. I understand that I keep bringing up the Protocols of the Elders of Zion. And I intended to get way more into it in this episode than we have, but we just haven't really well, the thing but like literally multiple things that he says directly mirror like, parts from that very debunked, right anti semitic book. Right. It is clear that most of his philosophy comes from that."
    },
    {
      "end_timestamp": 7158.0,
      "id": "1cd8db91-25ca-31d2-bafa-0c77b4a22ce6",
      "speaker": "Jordan",
      "start_timestamp": 7139.0,
      "text": "And he also doesn't understand that it's anti semitism. I think that is something that it's that I think that's something where we we waffle on, but it's most likely because I don't think I genuinely think he's more of a an out and out white nationalist, as opposed to an out now anti Semite,"
    },
    {
      "end_timestamp": 7204.0,
      "id": "88020071-9b68-3e6a-9325-1b46dd341a1a",
      "speaker": "Dan",
      "start_timestamp": 7158.0,
      "text": "I agree. But like, the point I'm trying to make is that within that landscape, when you say something like the world is run by a small group of elite banksters. You can't say that, and have Alex resoundingly agree with you, without it being taken as part of that cosmology, or part of that world and philosophy that he's built. And anybody who listens to his show, whether they're consciously aware of where that philosophy comes from or not. They know that philosophy when they hear stuff like this, where there is a kernel of truth, right it helps them buy further into the part That's not true. A great part that is this evil racist bullshit."
    },
    {
      "end_timestamp": 7214.0,
      "id": "c987adde-b737-340b-a7d4-bdd04903559d",
      "speaker": "Jordan",
      "start_timestamp": 7204.0,
      "text": "Now, so here's bad. Here's my here's my kind of question though. Okay, do you think we could ever Co Op that?"
    },
    {
      "end_timestamp": 7217.0,
      "id": "c0a512fd-eb5b-3793-bccc-07dc121ece29",
      "speaker": "Dan",
      "start_timestamp": 7214.0,
      "text": "The protocols? No."
    },
    {
      "end_timestamp": 7226.0,
      "id": "790ef784-87db-310d-ba35-939d202e9698",
      "speaker": "Jordan",
      "start_timestamp": 7217.0,
      "text": "No. So so there antiSemitism is still targeted towards though that idea of the bankers who run the world"
    },
    {
      "end_timestamp": 7229.0,
      "id": "053c59e0-0e17-34e4-ac44-b34fee3711e9",
      "speaker": "Dan",
      "start_timestamp": 7226.0,
      "text": "row Yeah. Now that's a big part of it,"
    },
    {
      "end_timestamp": 7232.0,
      "id": "c7aa94bc-c903-35f0-91a0-ddeb6deacdf6",
      "speaker": "Jordan",
      "start_timestamp": 7229.0,
      "text": "it is a big part of it. There's more. Now, there's absolutely more"
    },
    {
      "end_timestamp": 7235.0,
      "id": "36a06ffb-9bcd-31a2-a71d-87a7263678f5",
      "speaker": "Dan",
      "start_timestamp": 7232.0,
      "text": "the whole fake media thing is a big part of that too. And"
    },
    {
      "end_timestamp": 7261.0,
      "id": "dfd1d4c3-95c9-3eb5-a8c0-e377dc6e55da",
      "speaker": "Jordan",
      "start_timestamp": 7235.0,
      "text": "but if we could, if we could, like, just deep earth crystallize that into that idea, I, I think, if we, if we really did it smart, I don't like where you're going, then we could on one particular situation, utilize them as a kind of enemy of my enemy is my friend situation. Oh, I think unite with the conservative idiots."
    },
    {
      "end_timestamp": 7264.0,
      "id": "7c8695f0-8fe4-3b6f-b1f5-b937ac0107e6",
      "speaker": "Dan",
      "start_timestamp": 7261.0,
      "text": "So that'd be like funding Qaeda, man. It's just"
    },
    {
      "end_timestamp": 7270.0,
      "id": "c8b52ad2-80c4-3a87-aeda-07dc511e5d56",
      "speaker": "Jordan",
      "start_timestamp": 7264.0,
      "text": "not wrong. It's just Well, I know that problem with our alliances,"
    },
    {
      "end_timestamp": 7277.0,
      "id": "29023e31-626b-3434-ac35-4d64604d09da",
      "speaker": "Dan",
      "start_timestamp": 7270.0,
      "text": "I could never align with Alex for any common cause that we have. We would always be in disagreement. Yeah. But you know, fundamentally disagree."
    },
    {
      "end_timestamp": 7297.0,
      "id": "dd003f65-fc16-3129-a6c8-8082018618bd",
      "speaker": "Jordan",
      "start_timestamp": 7277.0,
      "text": "I agree with you. But there's also that part of me that says we don't make peace with our friends, we make peace with our enemies. Right. And this is one situation where God because because the conservative anger is towards, like the Tea Party came out of the bailouts."
    },
    {
      "end_timestamp": 7299.0,
      "id": "89beef53-9862-3d46-92b3-81f2ffd7fdcc",
      "speaker": "Dan",
      "start_timestamp": 7297.0,
      "text": "And, and Barack Obama being black,"
    },
    {
      "end_timestamp": 7318.0,
      "id": "f5bf117f-bde4-30f7-9283-229f241c2f60",
      "speaker": "Jordan",
      "start_timestamp": 7299.0,
      "text": "right. Well, yeah. But But yeah, absolutely. Absolutely. But they're there. But again, their cover for it was we're mad about the bailout. We're not mad about Obama right. Now, of course, they were mad about a black president. Is there like I just knows, this hope I just have this hope."
    },
    {
      "end_timestamp": 7391.0,
      "id": "0fe27179-059d-3a29-8a2c-f7c30461de96",
      "speaker": "Dan",
      "start_timestamp": 7318.0,
      "text": "You know, why there's not you know, why there's not it's the exact same thing, that agreement about the bailouts like that agreement that we might have can't actually be an agreement. Because the reason that you have it is different than the reason that they have it. The the reasoning, and what got you to the point that you're at doesn't exist in the same cosmology is what how they got to where they're at. Right? And because of that, even if you seem to on the surface, agree about an issue, right? You don't agree about the issue? You absolutely don't? Right, even if it is, I'm against the war in Iraq, you're against the war in Iraq, taking it back a few years. Yeah, our reasons for it might be different. And if my reason is, I am against this war, it's based on false pretenses, we have no reason to be there, blah, blah, blah, right. And someone else's reason is, I'm against the war in Iraq, because Saddam Hussein is really a lizard person who's under the sway of rare Jewish Jewish forces, and he's a panacea for blah, blah, blah. We don't really agree. Right. Now granted, we both don't want tons of people to die and that's good. But we can't really work together."
    },
    {
      "end_timestamp": 7415.0,
      "id": "31e8d940-fcfe-3fac-81b3-a727d04be1f0",
      "speaker": "Jordan",
      "start_timestamp": 7391.0,
      "text": "I think I think your your analogy of us propping up Al Qaeda is probably the best one. Because the the the question there would be could we do it though? Like, we don't agree on why, but say we actually can agree that we need to break up the banks. Sure. Now"
    },
    {
      "end_timestamp": 7419.0,
      "id": "ed301b4a-2811-3203-b2a1-770ed2a53bdb",
      "speaker": "Dan",
      "start_timestamp": 7415.0,
      "text": "I'd sooner side with Bernie on that van, Alex. No,"
    },
    {
      "end_timestamp": 7437.0,
      "id": "78799c45-6640-3eb3-bb9c-f812d56b955a",
      "speaker": "Jordan",
      "start_timestamp": 7419.0,
      "text": "that's not what I'm saying. I'm saying that I'm on the Bernie wing by I don't know if you guys have ever listened to me talk. But my my progressive politics borders on the IRA more than anything else. Your your boy pass Bernie."
    },
    {
      "end_timestamp": 7438.0,
      "id": "48b7895f-271c-3811-add9-3acedb46bb28",
      "speaker": "Dan",
      "start_timestamp": 7437.0,
      "text": "Bernie is trying to catch up."
    },
    {
      "end_timestamp": 7457.0,
      "id": "eae30d87-7492-3852-b48d-2374dc83bd08",
      "speaker": "Jordan",
      "start_timestamp": 7438.0,
      "text": "Yeah, exactly. But like, it is it is that al Qaeda, where I would love to be able to use that anger towards the banks, even though the deep seeded heart of it is anti semitism. Yeah. Could I use that anger and CO opted to actually break up the bank?"
    },
    {
      "end_timestamp": 7465.0,
      "id": "25db7884-5783-360f-9c20-3511e8daf73c",
      "speaker": "Dan",
      "start_timestamp": 7457.0,
      "text": "My answer is no, it wouldn't work. You'd end up destroying yourself in the process. Yeah, you're you're and then all of your principles go away in the same way. Probably"
    },
    {
      "end_timestamp": 7476.0,
      "id": "a3da212a-b2de-3df9-895a-2868e6c221e5",
      "speaker": "Jordan",
      "start_timestamp": 7465.0,
      "text": "not wrong. You're probably not wrong. And it bums me out. But God there is that part of me that still, that still thinks strategically that could actually"
    },
    {
      "end_timestamp": 7502.0,
      "id": "d5475d25-96c0-35c7-bf97-431a8af3f6aa",
      "speaker": "Dan",
      "start_timestamp": 7476.0,
      "text": "cause that change? I say sleep on it. And you'll realize in the morning, you're, it's impossible. I know. But so we have one more clip. And then this one, Lionel gives us a very nice visual, and that is Alex Jones being dead at some point in the future. But he does it unfortunately, in the context of really just kissing Alex's ass real hard. And I actually think that this is a really dangerous line of thinking, but But I don't know, away we go,"
    },
    {
      "end_timestamp": 7548.0,
      "id": "af638aba-7be1-381d-9c9b-a2809d71de12",
      "speaker": "Lionel",
      "start_timestamp": 7502.0,
      "text": "I'm going to then as everybody is being distracted by the three card monte of the economic downturn. While we're looking this way, I'm going to little by little take everything from this country. And then one day, before you know what it's going to be, it'll start maybe with a rumbling, it'll start and we'll start to see the initial threads, the initial tremors of a financial collapse. And the very people who run the world are so thrilled because they crave and they thrive on disorder and disaster. That's why when there's racial disharmony, when there's crime, when there's people in the streets, when we turn to the government and the head Galeon, dialectic this class,"
    },
    {
      "end_timestamp": 7551.0,
      "id": "a391186d-6ad9-37c6-a68b-8a9019dc87cb",
      "speaker": "Jordan",
      "start_timestamp": 7548.0,
      "text": "you don't understand we say,"
    },
    {
      "end_timestamp": 7600.0,
      "id": "494dfc15-2dcf-3dfb-bb55-62368e38b9ae",
      "speaker": "Lionel",
      "start_timestamp": 7551.0,
      "text": "more more power, more authority. Then one day, it's over. And you're maybe tombstone Shakespeare, your words, your final valedictory reality. Sad to say will be, I told you so. You thought I was just somebody who was a conspiracy theorist. It's going to be too late. You thought I was doing just for some kind of entertainment. You didn't realize that what I was saying and what the world was saying. Was there the whole time, and you didn't listen to me? And I told you, and I tried to make it as simple as possible. And I brought in guests to try to explain it in different ways. I'm Max Keiser, Russell Lendy Paul Craig Roberts. tried so hard."
    },
    {
      "end_timestamp": 7603.0,
      "id": "a913bee4-4690-3989-9e74-f8cd092a223c",
      "speaker": "Dan",
      "start_timestamp": 7600.0,
      "text": "Yeah, he tried so hard. Yeah, he didn't really god damn"
    },
    {
      "end_timestamp": 7606.0,
      "id": "dfb1ee50-1dae-30fa-9e5e-f8c02b23def6",
      "speaker": "Jordan",
      "start_timestamp": 7603.0,
      "text": "it. I was so close. I was so close."
    },
    {
      "end_timestamp": 7671.0,
      "id": "86e4fb51-aef9-3dd8-a14a-4f3514d35f5a",
      "speaker": "Dan",
      "start_timestamp": 7606.0,
      "text": "I mean, look, I hate that mentality of like, one year dead, everyone will realize, you know, the shit has gone down. And we should have listened to you. Right? That like premature profit status kind of shit is really fucking dangerous. Because you're just, you're depending on like an outcome and a status quo that doesn't exist and probably never will exist in order to justify whatever you're saying in the present. Yeah. And it's, I mean, it's a classic logical fallacy, and it's just reinforcing Alex's need to sell iodine and it helps him. And actually, immediately after that clip, Alex was like, wow, Lionel, this is the best interview I've ever had. Like, of course, he just kissed your ass, right? Like I would, of course. So let's look at this. We took a time traveling trip here, back to 2015. Right. The things that were mostly talked about, were globalists going to destroy us. They haven't heard that. Lionel accidentally spills Trump's game plan. And there's a little prophetic. He's a little prophetic. Yes, exactly. Yeah."
    },
    {
      "end_timestamp": 7678.0,
      "id": "0ccac85b-dbd4-3573-a090-854d246f0dfb",
      "speaker": "Jordan",
      "start_timestamp": 7671.0,
      "text": "But he did not realize that was going to be his belief system that was going to bring that about. But"
    },
    {
      "end_timestamp": 7688.0,
      "id": "68b4f2a8-5549-3992-94e4-807ad59ae25f",
      "speaker": "Dan",
      "start_timestamp": 7678.0,
      "text": "then the other three major things that were discussed were the American flag being banned, which is fake news, and also hasn't happened now. Two years later hasn't happened."
    },
    {
      "end_timestamp": 7696.0,
      "id": "7913a78d-fbe3-392d-8eaa-8d687a1e4cde",
      "speaker": "Jordan",
      "start_timestamp": 7688.0,
      "text": "And even their even their outside. Mark Dice interview is basically it's not going to happen. Yeah, yeah."
    },
    {
      "end_timestamp": 7701.0,
      "id": "e6e22485-0630-3ab1-af6a-bafcb2e031c1",
      "speaker": "Dan",
      "start_timestamp": 7696.0,
      "text": "Greece's economy is doing better. It's they're not all the way back. But they still"
    },
    {
      "end_timestamp": 7704.0,
      "id": "6ddb167b-1ebb-3da9-89d7-1da7c1a3f188",
      "speaker": "Jordan",
      "start_timestamp": 7701.0,
      "text": "they're still getting fucked in the face, but"
    },
    {
      "end_timestamp": 7751.0,
      "id": "34b55fdc-a360-3283-a6d9-d83c27238317",
      "speaker": "Dan",
      "start_timestamp": 7704.0,
      "text": "they're in recovery. It's there's they're good signs, the end, the economy has been improving. Yes. So I mean, it's not intuitively right. But do you understand that like this whole argument that they're making of like, it's part of a pre planned downslide, blah, blah, blah. It's assault. It's, uh, oh, well, absolutely. Yeah. I'm just trying to say that everything that they talked about in this is bunk. Everything is bogus. But kernels of truth are there in terms of like, yeah, these, you know, banks are shitty. Yeah. That sort of stuff. Yes. Yeah, absolutely. But all of the other stuff is absolutely not true. These planned collapse of Greece has not happened. And it's on the upswing right back. It's coming back. It'll take a while, but it's coming back. Right. And if they would get"
    },
    {
      "end_timestamp": 7757.0,
      "id": "f0b8d116-f370-3685-ba7b-ec2958317674",
      "speaker": "Jordan",
      "start_timestamp": 7751.0,
      "text": "the IMF to quit enforcing the austerity measures, maybe it would come back a little"
    },
    {
      "end_timestamp": 7765.0,
      "id": "ad28f967-40f5-3389-8864-7b8454ebb0a5",
      "speaker": "Dan",
      "start_timestamp": 7757.0,
      "text": "bit faster. Possibly. Yeah. Beyond that, there was that family who had their kid taken away for playing basketball. They got the kid maybe they"
    },
    {
      "end_timestamp": 7774.0,
      "id": "88eb33ac-1adf-38e6-a694-c814999eab89",
      "speaker": "Jordan",
      "start_timestamp": 7765.0,
      "text": "were and also maybe they weren't being neglectful. But maybe that also wasn't necessarily a nosy neighbor. Oh, good. No, that's"
    },
    {
      "end_timestamp": 7777.0,
      "id": "7de203a4-32e2-365c-9d06-33f7d8cb9e5c",
      "speaker": "Dan",
      "start_timestamp": 7774.0,
      "text": "what I'm saying. Oh, yeah. It wasn't. It wasn't a globalist. It wasn't"
    },
    {
      "end_timestamp": 7794.0,
      "id": "da6193f7-d761-3455-a7f4-e1f92a7b1263",
      "speaker": "Jordan",
      "start_timestamp": 7777.0,
      "text": "a situation where somebody saw a dog in the hot car and broke it out. Yeah. Because that was a recipe for the dog dying. Yeah, it was a situation where there was a crack in the window and you're like, maybe that's not a big enough crack."
    },
    {
      "end_timestamp": 7798.0,
      "id": "36fbea7b-8f57-3188-a4d6-2d9f0b42b581",
      "speaker": "Dan",
      "start_timestamp": 7794.0,
      "text": "Yeah, kind of. Yeah, possibly. Yeah. I mean, again, mind your business. That was a great"
    },
    {
      "end_timestamp": 7805.0,
      "id": "2fee48d5-f6de-32a5-94d0-4c7dc489d453",
      "speaker": "Jordan",
      "start_timestamp": 7798.0,
      "text": "metaphor. Yeah, it was good. It was like 100, Black be thrown into a hot dog car."
    },
    {
      "end_timestamp": 7824.0,
      "id": "56bc6755-098f-3976-93c1-02d6d2df5527",
      "speaker": "Dan",
      "start_timestamp": 7805.0,
      "text": "So if you have a hot dog car and someone is like Widow's into it, Greece will implode. That's that's a true fact. We've already proved that with this kind of like, it's unfortunate. He didn't talk at all, like throughout the episode about gay marriage, which was the main event legalized by the Supreme Court, nationwide, I"
    },
    {
      "end_timestamp": 7837.0,
      "id": "c2deffbb-f632-31ac-8c41-bcc7ee51498a",
      "speaker": "Jordan",
      "start_timestamp": 7824.0,
      "text": "think. I think the one thing that I take away from this time travel episode is before he hitched himself to the Trump Train. He didn't have to do as much mental gymnastics, and he didn't have to make up as much."
    },
    {
      "end_timestamp": 7838.0,
      "id": "a7c2ddb5-5347-3e88-b0a9-a46f315f50c2",
      "speaker": "Dan",
      "start_timestamp": 7837.0,
      "text": "I think that's true."
    },
    {
      "end_timestamp": 7856.0,
      "id": "046d643e-79c0-3d03-ac23-0b47f127d0ef",
      "speaker": "Jordan",
      "start_timestamp": 7838.0,
      "text": "So while he like before that without supporting anybody, because he's not coming out and supporting a person saying dumb as shit. He's just anti globalist. Exactly. He's just in a nebulous place where he can pick and choose whatever facts he wants to spiral out of. Yeah, and"
    },
    {
      "end_timestamp": 7862.0,
      "id": "bdc951ab-5601-3872-bca4-144e7d9baacd",
      "speaker": "Dan",
      "start_timestamp": 7856.0,
      "text": "whereas he's attacking a group that doesn't really exist, make up whatever he wants, and no one can ever prove him wrong, right."
    },
    {
      "end_timestamp": 7874.0,
      "id": "bdd47428-8ee1-3119-afc1-12e143310a4c",
      "speaker": "Jordan",
      "start_timestamp": 7862.0,
      "text": "But now with with his trump fixation and connection, he doesn't have a choice, but to make things up whole cloth, because Trump frankly, disagrees with him on everything."
    },
    {
      "end_timestamp": 7887.0,
      "id": "3ccbdf14-a1f4-3b4a-9e9f-1988c75734e1",
      "speaker": "Dan",
      "start_timestamp": 7874.0,
      "text": "Well, I would say this, here's how I would describe it. And I think that this might bear true throughout our future time travel episodes, which if you donate $10 or more a month, we'll do a date for you. Perfect."
    },
    {
      "end_timestamp": 7889.0,
      "id": "e94ba22f-4e7d-3507-af07-4e8a49d2d2c8",
      "speaker": "Jordan",
      "start_timestamp": 7887.0,
      "text": "That was a perfect transit."
    },
    {
      "end_timestamp": 7931.0,
      "id": "e14cd42c-b88f-3ac8-84f6-cfd06edea82a",
      "speaker": "Dan",
      "start_timestamp": 7889.0,
      "text": "My friend. Well, what I will say is I think that before he hitched his wagon to Trump, there were bad days when he is like he is now yeah, that there were bad days when he would freak out and he would just be yelling about shit right but now there are no more good days now. He is all bad days now is just a we're spoiled by current Alex quite frankly. Because this is mostly low register Alan Yeah, this isn't like it still is still wackadoo it's crazy, but it's like Al Pacino. You know it is like the you want him screaming right stuff like that. You want him just being like crazy. All right. You know you don't want that version. And that's kind of what a lot of this this"
    },
    {
      "end_timestamp": 7941.0,
      "id": "3ebf4d4b-951d-3fe8-9551-d560963ab8d1",
      "speaker": "Jordan",
      "start_timestamp": 7931.0,
      "text": "good actor Al Pacino. You don't want heat. Al Pacino. You want sense of a woman help devil's advocate? Absolutely. Oh, fuck yes. Devil's Advocate. Hello, Chino. But"
    },
    {
      "end_timestamp": 7945.0,
      "id": "e4e3ed52-b01a-3824-ba87-7a48cea750f3",
      "speaker": "Dan",
      "start_timestamp": 7941.0,
      "text": "So anyway, thank you, Yan for donating. We really appreciate it."
    },
    {
      "end_timestamp": 7966.0,
      "id": "0e2c3e4d-3695-334e-b91e-18cf6471c7ba",
      "speaker": "Jordan",
      "start_timestamp": 7945.0,
      "text": "Thank you very much. Yawn. I'm going to do something crazy. Oh, I've never done this before. I am going to plug a show. Now. The fact I almost caught you off. Now, this fact that I've never done this before, maybe why I am not a very successful comedian."
    },
    {
      "end_timestamp": 7969.0,
      "id": "878c07da-0f11-3bc9-a1c9-0fb7bfe7f75e",
      "speaker": "Dan",
      "start_timestamp": 7966.0,
      "text": "Hopefully this will be so uncomfortable. You'll never do Oh, it's"
    },
    {
      "end_timestamp": 7972.0,
      "id": "7f2efea9-a397-355b-bc01-4c39e5f893cc",
      "speaker": "Jordan",
      "start_timestamp": 7969.0,
      "text": "brutal. No, the only reason I'm plugging"
    },
    {
      "end_timestamp": 7977.0,
      "id": "e5decdc8-9f98-3aa9-96c9-f4905abfe421",
      "speaker": "Dan",
      "start_timestamp": 7972.0,
      "text": "the globalists are going to come find you with that show. That's probably going to take you out. It's about time. Yeah."
    },
    {
      "end_timestamp": 8000.0,
      "id": "e201e0a2-94c2-34a1-b5fa-b140b2c631e3",
      "speaker": "Jordan",
      "start_timestamp": 7977.0,
      "text": "Now the only reason I'm plugging it it's at the whip theater. It's whip theater.com It's this Saturday. Or Saturday? May this is why I'm bad at this Tara Oh, brutal. Yeah, walk it. I don't care what day Wow. I don't care what fucking day. Oh, maybe it's the sixth. Maybe it's the seventh not important."
    },
    {
      "end_timestamp": 8001.0,
      "id": "83b3ffc5-c059-3a2c-b0f6-70d46fc10e6c",
      "speaker": "Dan",
      "start_timestamp": 8000.0,
      "text": "Holy shit."
    },
    {
      "end_timestamp": 8038.0,
      "id": "48d4e47f-0cee-3a28-ad07-1a4f02691351",
      "speaker": "Jordan",
      "start_timestamp": 8001.0,
      "text": "It's Saturday. What day is today? Today's Tuesday. Yeah, the second so it's the seventh. Okay. It's at the whip theater. It's 10 o'clock. The only reason I'm plugging it is because Timmy Whittle owns runs and does everything for this theater will do and I just want him to be as successful as possible. I will be there one of my old podcasting co Exactly. Yeah, I will be doing an actual stand up. And I'll talk for a while so if you want if you want to find out what I'm not what I'm like when I'm not screaming into a microphone and instead screaming into a different microphone."
    },
    {
      "end_timestamp": 8041.0,
      "id": "2e155902-d83d-3240-9459-d60b019a44a8",
      "speaker": "Dan",
      "start_timestamp": 8038.0,
      "text": "If you can give me a guess that's all I can talk about. globalist Yeah, actually."
    },
    {
      "end_timestamp": 8044.0,
      "id": "5c64bec1-4b5b-3834-8f84-a1924b14639a",
      "speaker": "Jordan",
      "start_timestamp": 8041.0,
      "text": "Yeah. If you want to, if you want to come out and meet,"
    },
    {
      "end_timestamp": 8047.0,
      "id": "b46b507a-17a0-3256-ac60-496aedddbaf8",
      "speaker": "Dan",
      "start_timestamp": 8044.0,
      "text": "I can't actually because I'm I will be."
    },
    {
      "end_timestamp": 8054.0,
      "id": "202a818e-bffc-3dfd-acad-0c8a1662264b",
      "speaker": "Jordan",
      "start_timestamp": 8047.0,
      "text": "You're gonna be doing that. Oh, okay. Well, then, yeah, if you can come out, we'll do that. And then you can meet the both of us."
    },
    {
      "end_timestamp": 8058.0,
      "id": "e036d595-03d3-36c9-ac7a-75723de9f457",
      "speaker": "Dan",
      "start_timestamp": 8054.0,
      "text": "We'll see. Yeah. But who gives"
    },
    {
      "end_timestamp": 8064.0,
      "id": "5c7868c7-4127-3de1-8654-0f9f2095dd09",
      "speaker": "Jordan",
      "start_timestamp": 8058.0,
      "text": "us actually, you know, what's gonna wind up happening? We're gonna edit this entire blog out because it has taken eight and a half hours."
    },
    {
      "end_timestamp": 8067.0,
      "id": "6f9fbedb-e5f2-35d7-9e4b-08be6fa20438",
      "speaker": "Dan",
      "start_timestamp": 8064.0,
      "text": "Yeah, but just that knowledge fight.com. You can."
    },
    {
      "end_timestamp": 8070.0,
      "id": "3203364c-5bcd-3b37-aaf5-074597d26abc",
      "speaker": "Jordan",
      "start_timestamp": 8067.0,
      "text": "We're not at knowledge underscore fight on Twitter. That's correct."
    },
    {
      "end_timestamp": 8083.0,
      "id": "843d985d-c6aa-3a23-8ede-d38de78328f7",
      "speaker": "Dan",
      "start_timestamp": 8070.0,
      "text": "And you can find us on iTunes, you can find us everywhere. That's not good. No. You can email us if you like at knowledge. fight@gmail.com."
    },
    {
      "end_timestamp": 8089.0,
      "id": "1f15f88e-b608-3ab5-8a97-f04a860df152",
      "speaker": "Jordan",
      "start_timestamp": 8083.0,
      "text": "And if you'd like to become a policy wonk, you can donate if you'd like to do a time travel episode."
    },
    {
      "end_timestamp": 8112.0,
      "id": "75f957ad-bec9-3be4-a5b8-b4839095c564",
      "speaker": "Dan",
      "start_timestamp": 8089.0,
      "text": "They can do that. We might have some shirts coming in the future give big shout out to our friend Chris grayling, some awesome designs. Also there's a so When he plans that's it. Yeah. Hey, guys that's my plug. I got so many plans Yeah. Then I stare off out the window"
    },
    {
      "end_timestamp": 8116.0,
      "id": "1854aea7-03bf-3794-a813-75132499d9a7",
      "speaker": "Jordan",
      "start_timestamp": 8112.0,
      "text": "you stared into the middle dislike"
    },
    {
      "end_timestamp": 8119.0,
      "id": "810d68bd-a54a-36df-8571-0e6bfd94c029",
      "speaker": "Dan",
      "start_timestamp": 8116.0,
      "text": "Mark Dice What am I doing? Oh my god"
    },
    {
      "end_timestamp": 8129.0,
      "id": "a9ba6b61-c323-3f63-8e47-23d0ac9d06e1",
      "speaker": "Jordan",
      "start_timestamp": 8119.0,
      "text": "anyways guys let me ask you a question What's up if the people who donate our policy walks Yep. Does that make us like what was that make"
    },
    {
      "end_timestamp": 8130.0,
      "id": "0b7a3305-c9d8-3f65-88f6-9a3644067dfd",
      "speaker": "Dan",
      "start_timestamp": 8129.0,
      "text": "her also policy why"
    },
    {
      "end_timestamp": 8133.0,
      "id": "e8e3943b-d4a7-39ae-a55c-ae40b567dd4f",
      "speaker": "Jordan",
      "start_timestamp": 8130.0,
      "text": "are we a couple of policy walks are absolutely"
    },
    {
      "end_timestamp": null,
      "id": "5e4e8765-60cd-32d5-bfd3-765479eec950",
      "speaker": "Alex Jones",
      "start_timestamp": 8133.0,
      "text": "Andy in Kansas you're on the air Thanks for holding. So Alex, I'm a first time caller I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}