{
  "audio_identifier": "KF_40",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/Comey.mp3",
  "blocks": [
    {
      "end_timestamp": 4.0,
      "id": "92b1a664-7ee0-3b83-9fa6-d7d01f02f14c",
      "speaker": "Alex Jones",
      "start_timestamp": 0.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding."
    },
    {
      "end_timestamp": 7.0,
      "id": "d9a024b6-de2e-3bfb-bf9b-2d8847d6e8dd",
      "speaker": "Andy In Kansas",
      "start_timestamp": 4.0,
      "text": "Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    },
    {
      "end_timestamp": 18.0,
      "id": "16189bef-fb6c-37c5-8567-1d062574ccc5",
      "speaker": "Dan",
      "start_timestamp": 7.0,
      "text": "Hey everybody. Welcome back to knowledge fight. I'm Dan. I'm Jordan go Well, dude, you like to sit around drink red wine and discuss the ongoing saga. That is the downfall"
    },
    {
      "end_timestamp": 29.0,
      "id": "071e5ec4-e6b4-3cfd-874e-ef704d1f4bde",
      "speaker": "Jordan",
      "start_timestamp": 18.0,
      "text": "of America through the winds, which lovingly lovingly coincides with the downfall of Alex Jones, and there are many parallels to draw"
    },
    {
      "end_timestamp": 41.0,
      "id": "ebed6942-5585-3219-879b-914432147d5a",
      "speaker": "Dan",
      "start_timestamp": 29.0,
      "text": "there. There certainly are, you know, he believes that he's the archetype of a Texan, it's possible that he is the living embodiment of not only his childhood dog knock, right, but also the union. And I"
    },
    {
      "end_timestamp": 46.0,
      "id": "76e84d22-2ed2-3a55-be24-0b41c489230e",
      "speaker": "Radio Announcer",
      "start_timestamp": 41.0,
      "text": "don't know anything about Alex."
    },
    {
      "end_timestamp": 51.0,
      "id": "2599fa27-6ab1-3e6d-b289-57abe9fc26b8",
      "speaker": "Dan",
      "start_timestamp": 46.0,
      "text": "To talk about Alex Jones, I know a lot, you know, nothing. Let's, there we go."
    },
    {
      "end_timestamp": 53.0,
      "id": "812814c1-d849-335d-93b2-4f5efc0244ac",
      "speaker": "Radio Announcer",
      "start_timestamp": 51.0,
      "text": "Before we intro intro, committed,"
    },
    {
      "end_timestamp": 58.0,
      "id": "b37d1772-eb79-33e6-aa65-19a39a5037e8",
      "speaker": "Dan",
      "start_timestamp": 53.0,
      "text": "yeah, we're gonna be able to just get it down to like a half a sentence. Kaboom, eventually. But why"
    },
    {
      "end_timestamp": 62.0,
      "id": "8fd2faef-2079-3633-a468-bb1e574fb84b",
      "speaker": "Radio Announcer",
      "start_timestamp": 58.0,
      "text": "would we do that? It's more fun to draw it out as long as humanly possible. Certainly,"
    },
    {
      "end_timestamp": 72.0,
      "id": "68d9c022-c84a-3072-9e0c-6386839a8fd4",
      "speaker": "Dan",
      "start_timestamp": 62.0,
      "text": "I know. Certainly. I've heard our numbers yet. Speaking of our numbers, ladies and gentlemen, and like to give a shout out to our new donator Chris am What's up, buddy?"
    },
    {
      "end_timestamp": 74.0,
      "id": "7cfd6aee-e667-3dc8-9950-95a1fae77cc4",
      "speaker": "Alex Jones",
      "start_timestamp": 72.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 75.0,
      "id": "631961c4-2ac6-35c2-904f-cdc9db221b1e",
      "speaker": "Dan",
      "start_timestamp": 74.0,
      "text": "Congratulations on becoming a policy. Well, Hi,"
    },
    {
      "end_timestamp": 80.0,
      "id": "ab3ad72e-ea08-329f-85a0-d11d297af8d7",
      "speaker": "Radio Announcer",
      "start_timestamp": 75.0,
      "text": "Chris. Welcome to the fold. Yes, we're gonna need more of you very shortly. We"
    },
    {
      "end_timestamp": 110.0,
      "id": "01c31f78-c73b-3153-9f2c-678d4c54c727",
      "speaker": "Dan",
      "start_timestamp": 80.0,
      "text": "probably will. Hey, look, I'm glad anybody's donating. Fuck it. I don't give a shit. Right. This is great. It is great. This is great. It is great. Although I do love what we do. I like it. This is our third episode and three days that we're gonna be putting out, one of which was three hours and 40 minutes long. And I remember that people still seem into it. So thank you all luckily, yes, yes. So we got to talk about the world Jordan, we got to talk about what's going on guys. Oh world."
    },
    {
      "end_timestamp": 139.0,
      "id": "7f284f21-4ee9-3c0c-a585-bf87f0bf1ebc",
      "speaker": "Radio Announcer",
      "start_timestamp": 110.0,
      "text": "You know what I just keep thinking what keeps going around and around in my brain is that white people would rather end democracy than allow people of color to participate. Probably. That's what's going on. Yeah, bro. That's really the root of all white people voted for people so blatantly corrupt, so absolutely evil, that they are getting none of the benefits that they were promised. And all of the fucking that they weren't"
    },
    {
      "end_timestamp": 153.0,
      "id": "27109340-9ec3-3776-93e3-b07e8f0a9eb5",
      "speaker": "Dan",
      "start_timestamp": 139.0,
      "text": "doesn't it kind of bring to mind the idea of like Manson's Helter Skelter. Yeah, like you've really kind of done we're gonna precipitate a race or class war and let everyone kill each other off, and then we'll, we'll hide out and remain"
    },
    {
      "end_timestamp": 160.0,
      "id": "5939fce5-fb3e-35cd-822a-4fa82a6675a1",
      "speaker": "Radio Announcer",
      "start_timestamp": 153.0,
      "text": "Right, exactly. So welcome new policy walks. We'll be"
    },
    {
      "end_timestamp": 167.0,
      "id": "ac139712-7d6f-3be0-b543-96b8b3b5fbcc",
      "speaker": "Dan",
      "start_timestamp": 160.0,
      "text": "we'll be making the argument that Manson was right. Oh, we certainly will not be doing that. But we"
    },
    {
      "end_timestamp": 177.0,
      "id": "4c590d1c-1023-3d31-9b21-2ca22ce8215f",
      "speaker": "Radio Announcer",
      "start_timestamp": 167.0,
      "text": "will, however, be taking your donations and using them to build a compound that we put into the forest. Policy walks are welcome to join us as we wait up the class. We're gonna"
    },
    {
      "end_timestamp": 229.0,
      "id": "deccefab-4393-3a38-8119-a73108863857",
      "speaker": "Dan",
      "start_timestamp": 177.0,
      "text": "put it into a head and Easter Island and you can get there is welcome. So Jordan, since we last recorded, actually, we referenced this on yesterday's episode, but FBI Director Jim Comey got fired. Yes, he did. And it was within the specter of his growing Russia investigation. Yep. Just before he had gotten fired by clearly by Trump's orders. Yep. That also has come out. But just before that he had requested resources to expand the investigation. No bad idea is a strong indication that they were really coming to it couldn't think of any reason why. So he gets fired and the paper trail and the documents that come out indicate that Jeff Sessions and his deputy"
    },
    {
      "end_timestamp": 233.0,
      "id": "11965e78-68c5-3442-a230-44a77c2bf5f2",
      "speaker": "Radio Announcer",
      "start_timestamp": 229.0,
      "text": "technically recused from the investigation of beauty, not so much,"
    },
    {
      "end_timestamp": 246.0,
      "id": "9e49a59d-d5c7-3958-9310-a3cd373ffdf3",
      "speaker": "Dan",
      "start_timestamp": 233.0,
      "text": "but they had advised Trump to fire Jim Comey, but then it comes out that Trump had asked them to advise him to fire him. Yeah, that makes sense. So it's all this circular nonsense. Technically, they"
    },
    {
      "end_timestamp": 255.0,
      "id": "3dd4aa75-d020-3d69-9c84-b534451d7292",
      "speaker": "Radio Announcer",
      "start_timestamp": 246.0,
      "text": "still did advise him to, to fire Comey. Sure. And it's technically a true statement. Unlike multiple statements Jeff Sessions has made under oath."
    },
    {
      "end_timestamp": 267.0,
      "id": "a085b1b1-15b0-378d-8c4b-280231debcc4",
      "speaker": "Dan",
      "start_timestamp": 255.0,
      "text": "Absolutely. It's it's boggling. But yeah, but the world is a fucked up place. It's not appropriate. I don't think to compare this to Nixon and Saturday Night Massacre,"
    },
    {
      "end_timestamp": 268.0,
      "id": "1a7abe20-a574-36ca-8edb-a52631cead12",
      "speaker": "Radio Announcer",
      "start_timestamp": 267.0,
      "text": "is that because it's way worse?"
    },
    {
      "end_timestamp": 278.0,
      "id": "422596f0-dadd-38f3-bb8a-a5e25fa51a24",
      "speaker": "Dan",
      "start_timestamp": 268.0,
      "text": "I well, I think even beyond it just being worse. The circumstances are super different. You know, like, that was just a break in. That was just them breaking into something. This is technically"
    },
    {
      "end_timestamp": 284.0,
      "id": "1889b127-7675-3741-b1e7-24be934f9290",
      "speaker": "Radio Announcer",
      "start_timestamp": 278.0,
      "text": "a break in, meaning the Russia broke into our political system and destroyed it."
    },
    {
      "end_timestamp": 315.0,
      "id": "b408ce7a-2927-3948-ab69-f3e069c25103",
      "speaker": "Dan",
      "start_timestamp": 284.0,
      "text": "But Nixon wasn't helping a foreign power break into the Watergate Hotel. He was doing that for purely selfish reasons, reasons, and for self advancement. Now, the people involved in Trump's team obviously have self advancement that they are interested in right, but this is dirt Actually, like, I am firing someone who is investigating me and I want to be clear, partisanship aside, I don't give a fuck. If Obama was under FBI investigation, and he fired the FBI director, I would be just as like blown away."
    },
    {
      "end_timestamp": 325.0,
      "id": "2326082d-064f-36ea-80d9-8ecad24c75db",
      "speaker": "Radio Announcer",
      "start_timestamp": 315.0,
      "text": "And of course, Republicans would be shitting themselves on the front lawn. Yeah, it wouldn't be over. Yeah."
    },
    {
      "end_timestamp": 326.0,
      "id": "21c31fa6-ddbc-3d4e-9f1b-f0b1fae81853",
      "speaker": "Dan",
      "start_timestamp": 325.0,
      "text": "It's insane. No,"
    },
    {
      "end_timestamp": 332.0,
      "id": "dfa859d8-a524-3b46-b0de-60aa78495a28",
      "speaker": "Radio Announcer",
      "start_timestamp": 326.0,
      "text": "it's a it's"
    },
    {
      "end_timestamp": 335.0,
      "id": "bf87398d-15cf-3a99-be94-edf04c82f774",
      "speaker": "Radio Announcer",
      "start_timestamp": 332.0,
      "text": "my reaction to the world. That's something I got nothing."
    },
    {
      "end_timestamp": 365.0,
      "id": "a529fbe0-0aad-37f0-8232-b7505a817f0e",
      "speaker": "Dan",
      "start_timestamp": 335.0,
      "text": "So I'm speechless. I understand that. You're speechless. But thankfully, we have a man who is never speechless at our disposal. Accent man is Alexander Emmerich Jones, who went on air today. And I gotta say, looked rough. He imagined liked. Tired, hungry. I looked. That was what I was getting at. Yeah, you might be hung over. Yeah. So he gets on the air. And this is how he starts out his broadcast."
    },
    {
      "end_timestamp": 374.0,
      "id": "5a23cb2e-c53d-32f7-a957-75f426b5db9d",
      "speaker": "Radio Announcer",
      "start_timestamp": 365.0,
      "text": "He aligns himself with the truth. And it's time for you to choose a side. You're listening to Alex Jones."
    },
    {
      "end_timestamp": 385.0,
      "id": "94fb9e7c-ea7b-3a6a-9f09-e61a14863613",
      "speaker": "Alex Jones",
      "start_timestamp": 374.0,
      "text": "Obviously, I hate to tell folks, even the general area where we get our information from concerning the White House, because the media has a big field day where that then tries to shut off the sources."
    },
    {
      "end_timestamp": 398.0,
      "id": "19fa8ca1-6bf8-3587-9416-5da27622f77d",
      "speaker": "Dan",
      "start_timestamp": 385.0,
      "text": "That is a direct reference to Donald Trump's sons. Yes. To him outing Cernovich as sources. Yeah, yeah. I hate to do it, even though I did it like a week ago. Look, Mike, I'm sorry. I'm sorry, sir. Anyway,"
    },
    {
      "end_timestamp": 401.0,
      "id": "ca1db657-1ed2-35b3-aa97-bc85aaf7448b",
      "speaker": "Radio Announcer",
      "start_timestamp": 398.0,
      "text": "even though the media blows it out of context,"
    },
    {
      "end_timestamp": 410.0,
      "id": "eea720fa-90ac-3513-9e8b-7680546082aa",
      "speaker": "Alex Jones",
      "start_timestamp": 401.0,
      "text": "but I was on the phone very, very late last night talking to multiple sources. And then I called Roger Stone about 11, Texas time, midnight. His time we talked for over an hour."
    },
    {
      "end_timestamp": 411.0,
      "id": "27de8b0a-4c48-3dbb-8449-3b0f4b9224c7",
      "speaker": "Radio Announcer",
      "start_timestamp": 410.0,
      "text": "That's not good."
    },
    {
      "end_timestamp": 422.0,
      "id": "63359b4c-efb5-3c4c-af21-1186984d2c15",
      "speaker": "Dan",
      "start_timestamp": 411.0,
      "text": "I think when he says he was on the phone with multiple sources, he's talking about the Three Wise Man Johnny, Jack and Jim, you know, talking about he was on the phone with whiskey. That's my guess."
    },
    {
      "end_timestamp": 433.0,
      "id": "f266e1a2-0417-3e6a-811b-3a56d8084e55",
      "speaker": "Radio Announcer",
      "start_timestamp": 422.0,
      "text": "I I guarantee he had a very drunk and phone call with Roger. Roger, Roger. Roger, baby, is it? Is it coming down? Finally, are we are we going down to quote Helter"
    },
    {
      "end_timestamp": 437.0,
      "id": "80945c7d-dd1a-3693-9895-59960fd8014f",
      "speaker": "Dan",
      "start_timestamp": 433.0,
      "text": "Skelter? Is it coming down fast?"
    },
    {
      "end_timestamp": 438.0,
      "id": "10d55584-1cf3-33c7-8775-175ac4aa97e6",
      "speaker": "Radio Announcer",
      "start_timestamp": 437.0,
      "text": "Roger, only the Beach Boys"
    },
    {
      "end_timestamp": 490.0,
      "id": "6bf87072-3668-3da7-81b4-4de6fe224f99",
      "speaker": "Alex Jones",
      "start_timestamp": 438.0,
      "text": "led me was only some other sources. Of course, Roger is one of the only people now that Trump still routinely talks to you outside of the White House. No. I don't know how much Roger will get into today. But I from my other sources separately have exactly what happened with Comey. Comey was compromised, and have been compromised for a long time. And was being clearly manipulated by deep state sources, to try to exert pressure onto the White House, to the White House carry out the deep states political aims with this whole fake Russian narrative that if they didn't basically do what John McCain and others wanted, they would continue on with hearings and try to impeach the president."
    },
    {
      "end_timestamp": 500.0,
      "id": "9ff89715-ad31-30c4-a7f5-0a3ce9dd43fc",
      "speaker": "Dan",
      "start_timestamp": 490.0,
      "text": "If that is what your source told you. Your source is very nonspecific, and happens to sound a lot like you know,"
    },
    {
      "end_timestamp": 504.0,
      "id": "ac0bf452-c7e5-3bc0-9731-50bf52b6de22",
      "speaker": "Radio Announcer",
      "start_timestamp": 500.0,
      "text": "it's funny how all of his sources believe exactly what he has already told"
    },
    {
      "end_timestamp": 511.0,
      "id": "e53302c6-c660-3e7d-93c9-e9c73c1fc689",
      "speaker": "Dan",
      "start_timestamp": 504.0,
      "text": "him. I got it from a good source that Jim Comey has been compromised by globalists. Yeah, great. Good source. Thank you."
    },
    {
      "end_timestamp": 517.0,
      "id": "d1df322d-bf4a-3f59-ada7-505db299d89f",
      "speaker": "Radio Announcer",
      "start_timestamp": 511.0,
      "text": "He's got it from a reliable source. Like you, Alex, he doesn't even he sounds like he doesn't even believe this bullshit. And this"
    },
    {
      "end_timestamp": 576.0,
      "id": "224bc275-791d-3fc5-a3b7-e8cd1f0bc031",
      "speaker": "Dan",
      "start_timestamp": 517.0,
      "text": "is what I want to get to. Yeah. And I think it'll become clearer as this goes along. But this is the like, I sincerely believe this is the darkest moment of our politics in my lifetime. Oh, great. In the 33 years that I've been alive. I've not seen anything close to this now. And I think it's one of the most dangerous times and if we don't make the right moves, we could lose a lot of our democracy. Yeah, it's gone. But that said, the way Alex Jones is responding to this means he knows they're fucked. Okay, he knows I believe that Comey getting fired is a nail in the coffin for most of the Russia people. Yeah, he knows that Roger Stone is going to prison. He knows that fucking Manafort is done. He knows Flynn is like days away from a grand jury, right? He knows these things, and he's not stupid enough to think that like, oh, yeah, getting rid of Comey is going to help that and I think you would"
    },
    {
      "end_timestamp": 600.0,
      "id": "d66e08f3-dace-3384-b8bc-234971121d4e",
      "speaker": "Radio Announcer",
      "start_timestamp": 576.0,
      "text": "have to be really stupid. You would have to be some kind of colossal moron to think it's a good idea to get rid of Comey at this point. If you would have to be some kind of absolute fucking idiot if you don't have to be. I'm stupid person heretofore unseen by this planet."
    },
    {
      "end_timestamp": 608.0,
      "id": "65e37005-a63e-3937-8bc5-b306bbc54f0e",
      "speaker": "Dan",
      "start_timestamp": 600.0,
      "text": "If you think that that is a great idea, you probably are dumb enough to think that like, there are globalists infiltrating everything. So,"
    },
    {
      "end_timestamp": 611.0,
      "id": "c48f0016-e1af-3399-a980-d708416f9878",
      "speaker": "Radio Announcer",
      "start_timestamp": 608.0,
      "text": "if you fire Comey, you might be the"
    },
    {
      "end_timestamp": 652.0,
      "id": "0c2fb6c9-2087-3f23-9cc8-d2ffddaf1c91",
      "speaker": "Dan",
      "start_timestamp": 611.0,
      "text": "president, you know what would be great. We should do a Foxworthy book. You might believe in the global. So, you know, he's he's going to get to the point where I think it's pretty clear if you're looking at it objectively. He is not saying what he feels. He's reacting and he's a panicked man. Alex Jones is scared, he is shook. He is shook as fuck, but he's going to flex a little bit there's gonna be some bravado. So, before we get to any of the real juiciness, he's got to he's got to explain to you what Jim Comey is real crimes were what are Jim Comey is real crimes you're gonna find out."
    },
    {
      "end_timestamp": 694.0,
      "id": "5d0b3af6-8dc8-3d4e-95aa-fc036e5085c7",
      "speaker": "Alex Jones",
      "start_timestamp": 652.0,
      "text": "Comey ignored crimes that were Ultra massive murders of the attorney general who was so corrupt, she would sit there and you'll meet on airplanes with Bill Clinton on the tarmac while he was under criminal investigation by her agency Loretta Lynch. That's one area. But it's also the fact that Comey is seen as weak and as very, very manipulative, but in a candy ass way. Lordy, lordy, lordy, lordy, I didn't know Oh, my goodness, I had two doors. I could go down. I had one door that was covered up by another door that was getting involved in the politics and lordy, lordy,"
    },
    {
      "end_timestamp": 700.0,
      "id": "08d269b1-be66-36e7-bc52-b8c324323e84",
      "speaker": "Radio Announcer",
      "start_timestamp": 694.0,
      "text": "so, you know, hate it when people get involved in the politics of lordy lordy, lordy, lordy,"
    },
    {
      "end_timestamp": 704.0,
      "id": "d39bb0e9-a922-34e4-8f8a-b8a9fcabbbe5",
      "speaker": "Dan",
      "start_timestamp": 700.0,
      "text": "look who's not 43 Alex Jones you lying about your age, but also"
    },
    {
      "end_timestamp": 711.0,
      "id": "d18c4308-f844-3426-90d8-68d7299a0b1d",
      "speaker": "Radio Announcer",
      "start_timestamp": 704.0,
      "text": "the his most important lie today? Yeah, certainly. No one we are truly when"
    },
    {
      "end_timestamp": 721.0,
      "id": "9c17c468-9660-3822-9b42-78b9ba28ec23",
      "speaker": "Dan",
      "start_timestamp": 711.0,
      "text": "realistically I think he's probably about 50. And if that's the case, then Super Male Vitality works even better. Wow, Alex, you should come out and tell your real age. Yeah, absolutely. Because if you should"
    },
    {
      "end_timestamp": 726.0,
      "id": "b179f6a9-699c-3fca-b1aa-ffb21db75da1",
      "speaker": "Radio Announcer",
      "start_timestamp": 721.0,
      "text": "have an age counter on the website that just Chronicles hell"
    },
    {
      "end_timestamp": 735.0,
      "id": "e5d2d696-6cac-35c0-bf2e-9e3c38f6a0de",
      "speaker": "Dan",
      "start_timestamp": 726.0,
      "text": "43 He looks like shit and his supplements are not working anyway, that's beside the point. He claims that Comey is"
    },
    {
      "end_timestamp": 741.0,
      "id": "efe93ef9-2eb7-333f-8c87-dbd45ae2a570",
      "speaker": "Radio Announcer",
      "start_timestamp": 735.0,
      "text": "something that we would spend like 20 minutes how old do you think he is? Oh go 47 myself"
    },
    {
      "end_timestamp": 756.0,
      "id": "9f462067-efc2-3780-a465-b814e24c3a54",
      "speaker": "Dan",
      "start_timestamp": 741.0,
      "text": "probably early 40s No fucking No. Fucking when I realized that, like if he's 43 That's 10 years away from where I'm at? No, no way. And I believed hard"
    },
    {
      "end_timestamp": 758.0,
      "id": "eb7353f2-1f92-366a-9734-294efcb7135f",
      "speaker": "Radio Announcer",
      "start_timestamp": 756.0,
      "text": "that he started taking that Super Male Vitality"
    },
    {
      "end_timestamp": 764.0,
      "id": "11c0000a-84c0-3566-a45f-5ac290f5492c",
      "speaker": "Dan",
      "start_timestamp": 758.0,
      "text": "prostor guard on sale now liver cleanse anyway. So you know,"
    },
    {
      "end_timestamp": 769.0,
      "id": "7d49c97b-d321-3da5-9b2f-f38065f6371b",
      "speaker": "Radio Announcer",
      "start_timestamp": 764.0,
      "text": "sem cyanide? Sure. For the discerning Alex Jones listener."
    },
    {
      "end_timestamp": 777.0,
      "id": "974d08c4-1929-3206-904c-8ead5a2aa5b2",
      "speaker": "Dan",
      "start_timestamp": 769.0,
      "text": "So he gets into the Comey has real problem is that he let Loretta Lynch off and then didn't prosecute her which I'm not sure there is"
    },
    {
      "end_timestamp": 781.0,
      "id": "1862dbda-f9c0-38a3-8c0e-dc198a852d31",
      "speaker": "Radio Announcer",
      "start_timestamp": 777.0,
      "text": "nothing to prosecute not realizing he said she was under investigation. No,"
    },
    {
      "end_timestamp": 799.0,
      "id": "c4882765-771c-3766-b79a-243d88b0c215",
      "speaker": "Dan",
      "start_timestamp": 781.0,
      "text": "no. She met with Bill Clinton when he was under investigation. He wasn't the foundation was Yeah, Bill was never under investigation and he wasn't under investigation by the Department of Justice. Right? were things that were being looked into by the FBI, right? With the Clinton Foundation. But that wasn't the DOJ"
    },
    {
      "end_timestamp": 807.0,
      "id": "8491a9da-5fae-3d2b-9bd6-5abc73c0801c",
      "speaker": "Radio Announcer",
      "start_timestamp": 799.0,
      "text": "Well, I mean, we all know there's a separation between those we know they're independent Well,"
    },
    {
      "end_timestamp": 814.0,
      "id": "d45d80bb-6b22-387a-a541-f7c53e157656",
      "speaker": "Dan",
      "start_timestamp": 807.0,
      "text": "this was like six months ago so there was back then. That's true. That's so then his real crime"
    },
    {
      "end_timestamp": 816.0,
      "id": "c3d8a6ce-5891-35d4-945f-c691beaf7839",
      "speaker": "Radio Announcer",
      "start_timestamp": 814.0,
      "text": "What's his real crimes? He's"
    },
    {
      "end_timestamp": 819.0,
      "id": "19cabc6a-b232-3c49-b365-bca1e8460a10",
      "speaker": "Unknown Speaker",
      "start_timestamp": 816.0,
      "text": "weird."
    },
    {
      "end_timestamp": 831.0,
      "id": "0a8dc1a9-1e04-36d8-ab42-9358ecdb9ca8",
      "speaker": "Radio Announcer",
      "start_timestamp": 819.0,
      "text": "He's very manipulative but in like a candy ass way. He's, I don't understand what he's a cook is a globalist? Exactly. That's insane compromise deep state sources,"
    },
    {
      "end_timestamp": 842.0,
      "id": "a9202f61-40ba-37b7-8c37-9ad7bc056e74",
      "speaker": "Dan",
      "start_timestamp": 831.0,
      "text": "but like legitimately that I'm not cutting out like any real substance. This is the kind of thing he's pointing the finger at. He's like, everyone knows he was. He was pissy Because apparently,"
    },
    {
      "end_timestamp": 847.0,
      "id": "963fce28-b277-312e-88c0-87cc9f438c61",
      "speaker": "Radio Announcer",
      "start_timestamp": 842.0,
      "text": "you can't have your opacity Yeah, director who's who's? Who's a pussy"
    },
    {
      "end_timestamp": 860.0,
      "id": "a23edf75-c7db-3444-ae1d-36ebbcf21b37",
      "speaker": "Dan",
      "start_timestamp": 847.0,
      "text": "No. And Alex Jones. I mean, he's, he's a guy who's not gonna put up with pushiness. Ah, and this is this next clip is actually where he gives what I would describe as the first time he tries to incite violence on"
    },
    {
      "end_timestamp": 863.0,
      "id": "d47f296a-960f-3abb-b658-f1c8cc357d68",
      "speaker": "Radio Announcer",
      "start_timestamp": 860.0,
      "text": "are we gonna keep the counter? Yeah. Oh, boy."
    },
    {
      "end_timestamp": 900.0,
      "id": "de52c16e-a8c3-3879-8776-ba899f4dad35",
      "speaker": "Alex Jones",
      "start_timestamp": 863.0,
      "text": "And so there's major power jockeying. I've told the President this myself in person. And I've said it here on the broadcast 100 times at least and I'm gonna say it again, we come back and Roger Stone joins us. We're not looking for trouble. We're not looking for revolution. We're not looking for bloodbaths the globalist and they're leftist hordes and they're refugees. Oh, yeah. Trying to push a narrative of violence and overthrow and kill war in the streets and all this garbage. And we are involved in dereliction of duty if we don't do something about it."
    },
    {
      "end_timestamp": 905.0,
      "id": "e4174642-b8a7-38fa-a99a-009d3d98c8ad",
      "speaker": "Dan",
      "start_timestamp": 900.0,
      "text": "So it's not quite like out and out violence as it will be later."
    },
    {
      "end_timestamp": 911.0,
      "id": "dfc97668-adea-3347-9de0-b0cdad168860",
      "speaker": "Radio Announcer",
      "start_timestamp": 905.0,
      "text": "It's the it's Trump saying like, well, you second amendment people, you should probably do something about this. Sure,"
    },
    {
      "end_timestamp": 926.0,
      "id": "ef97274f-1844-340a-b20d-10c95a64c779",
      "speaker": "Dan",
      "start_timestamp": 911.0,
      "text": "there is a there's a thing that's gonna hit different ears differently. But even beyond that it is sort of a call to political violence. It's a call to end that seems to be one of his main themes is like, Trump, you better fucking lock it down now. Right, which is kind of a good point."
    },
    {
      "end_timestamp": 927.0,
      "id": "dfed673a-5e59-3493-8177-5a4c471a226d",
      "speaker": "Radio Announcer",
      "start_timestamp": 926.0,
      "text": "It is a good point."
    },
    {
      "end_timestamp": 934.0,
      "id": "8d528520-4e13-3a1b-86a8-0d14eb8c6be2",
      "speaker": "Dan",
      "start_timestamp": 927.0,
      "text": "If you're just trying to like, you know, war games, how to start an authoritarian regime. You got to lock it down. Oh, God, if"
    },
    {
      "end_timestamp": 942.0,
      "id": "edb8f333-6b43-3565-8595-2fc3276fb44d",
      "speaker": "Radio Announcer",
      "start_timestamp": 934.0,
      "text": "he had any, any terrorist attack, it is all over. Oh, sure. I mean, frankly, I think at this point, it was"
    },
    {
      "end_timestamp": 949.0,
      "id": "4293c260-8fc6-3be4-b60c-b6f2152f0a0f",
      "speaker": "Dan",
      "start_timestamp": 942.0,
      "text": "there. Yesterday over in. I mean, it was It wasn't in America or the West. Nobody's"
    },
    {
      "end_timestamp": 961.0,
      "id": "780f641f-9f33-3b12-9ce9-911fa13f6e71",
      "speaker": "Radio Announcer",
      "start_timestamp": 949.0,
      "text": "nobody's paying attention to anything right now. No, imagine imagine even even better. A Black Lives Matter protest turns violent. Sure. National Guard. All democracy is over."
    },
    {
      "end_timestamp": 967.0,
      "id": "e41621dd-15e9-34ee-8619-55d56421ca41",
      "speaker": "Dan",
      "start_timestamp": 961.0,
      "text": "You end up with I mean, you know, another Kent State. Yeah. Kent State with terrorism mix. Absolutely. Yeah, totally."
    },
    {
      "end_timestamp": 993.0,
      "id": "eca925d4-9e93-34da-8de3-e93f69dc0035",
      "speaker": "Radio Announcer",
      "start_timestamp": 967.0,
      "text": "No, we're we are on the razor's edge of who gets their murder first. That's kind of weird, because it's it's hard to imagine any situation that this doesn't eventually lead to either mass scale revolt. Riots, or, I mean, I don't want to say civil war. But I want to say if, if you're Captain America"
    },
    {
      "end_timestamp": 996.0,
      "id": "819a43ed-4811-3d22-9d61-f72661adebe4",
      "speaker": "Unknown Speaker",
      "start_timestamp": 993.0,
      "text": "away,"
    },
    {
      "end_timestamp": 1001.0,
      "id": "b68c886a-3cda-3f0f-ba2c-444b4a4eb0bf",
      "speaker": "Radio Announcer",
      "start_timestamp": 996.0,
      "text": "if you're Captain America, everybody else is fucking Iron Man."
    },
    {
      "end_timestamp": 1028.0,
      "id": "04c42671-0bcb-3e17-9807-eccc0bf3e992",
      "speaker": "Dan",
      "start_timestamp": 1001.0,
      "text": "Well, listen, I think that what a better maybe a more delicate way to put it would be like what we were talking about earlier with the idea that this is the most complicated and dangerous period of our lives. Absolutely. And in order for us to avoid revolt, or to avoid a revolution, to avoid a civil war, it's like threading a needle. There's going to be really precise things that need to be done, or we're gonna botch this thing, and people are going to end up killing each other."
    },
    {
      "end_timestamp": 1038.0,
      "id": "06a39b42-c925-31a4-bf77-483ac80823f9",
      "speaker": "Radio Announcer",
      "start_timestamp": 1028.0,
      "text": "Yeah. And I'm really glad we have a government right now that is famous for its ability to thread needles gently, sure. To really navigate a way to success speaking"
    },
    {
      "end_timestamp": 1057.0,
      "id": "5344a7ad-51e7-3638-a1fc-4235d43af0aa",
      "speaker": "Dan",
      "start_timestamp": 1038.0,
      "text": "of someone who would never make a good So stress. I don't know if that's the right word. seamstress? I don't but I don't know seamstresses do they sell a lot? Yes, they do. That's their whole thing. It's a So stress anyway. I don't really remember exactly what this so strategy. I don't remember exactly what this clip is about. But it has to do with Trump."
    },
    {
      "end_timestamp": 1090.0,
      "id": "ff6e8796-159e-3ea2-9bea-1fd7dd653bf9",
      "speaker": "Alex Jones",
      "start_timestamp": 1057.0,
      "text": "Trump has to drop the hammer on him. His attorney general has to start the moves for the indictments right now. So that's what needs to happen right now. And then Trump will be the superstar president, we need to restore the Republic. He's already doing economically and militarily American president while say what you want about it. That's why the elites were pissed because we've actually got some money in there. That really does care about the interest of this country that have been raping us forever. Or not freaking on realizing there's a new sheriff in town. Who's raping us."
    },
    {
      "end_timestamp": 1093.0,
      "id": "e8a312c2-563c-380e-8b21-9e3a9cdb93be",
      "speaker": "Dan",
      "start_timestamp": 1090.0,
      "text": "The new sheriff."
    },
    {
      "end_timestamp": 1107.0,
      "id": "5789eff9-d8a6-39e0-a10a-dc418ff3796f",
      "speaker": "Radio Announcer",
      "start_timestamp": 1093.0,
      "text": "Sheriff, the new fucking monster? Yeah, yeah. Well, I mean, I guess trade the trade the monstrous kleptocrat you'd no one needs you don't but"
    },
    {
      "end_timestamp": 1143.0,
      "id": "0fed3b26-0394-3245-a220-08419f8b3c0c",
      "speaker": "Dan",
      "start_timestamp": 1107.0,
      "text": "I mean, you got you got that there at the beginning there. I mean, it is just a further like, we've got a call to arms. Sessions has got to get people in front of grand juries, drop the hammer. But you know, that is one of the biggest hallmarks of these banana republic authoritarian dictatorships is kangaroo courts. Yes. They end up punishing their political rivals with false charges. Yeah. And so if you want, I think Alex is going to give a litany of fake charges against Hillary Clinton throughout the rest of this. Like he is advocating for the beginning stages of a dictatorship. Well, yeah. I don't understand why."
    },
    {
      "end_timestamp": 1165.0,
      "id": "3d742be2-d8a2-3bc3-8284-ecb0ae9290e0",
      "speaker": "Radio Announcer",
      "start_timestamp": 1143.0,
      "text": "Because he's a strong man. He's a strong man. And in these times, we need a strong seven year old but mentally deficient, fat, just poorly, poorly proportioned guy with an orange grimace. That's who we need."
    },
    {
      "end_timestamp": 1186.0,
      "id": "3c67b80d-2f74-30d9-be57-32969943fce9",
      "speaker": "Dan",
      "start_timestamp": 1165.0,
      "text": "We need a president who kind of looks like he has a butthole and his neck flap. Sometimes when it folds just right. Yeah, I get I get that that is a decent argument. I think there's a little bit more going on. We'll we'll explore it as we go along. But in this clip, Alex basically just shows that he does not understand subtleties of life at all."
    },
    {
      "end_timestamp": 1196.0,
      "id": "40f7a368-7578-34e9-aa6d-a2360a7d1a3d",
      "speaker": "Alex Jones",
      "start_timestamp": 1186.0,
      "text": "Well, President Trump 45 told Comey the incredibly political, globalist operative that have been protecting the Clintons for many years. He told them you're fired."
    },
    {
      "end_timestamp": 1199.0,
      "id": "aed13a96-5f02-32c4-98f4-cd265fa790d7",
      "speaker": "Radio Announcer",
      "start_timestamp": 1196.0,
      "text": "Yeah, especially when it comes to getting elected"
    },
    {
      "end_timestamp": 1208.0,
      "id": "395cb112-6284-3258-bc2b-79c47bd929d9",
      "speaker": "Alex Jones",
      "start_timestamp": 1199.0,
      "text": "and reading Democrats are acting like it is the end of the world or they're saying it's Nixonian. We've got to impeach President Trump when they're the ones just three months ago, calling for him to be fired."
    },
    {
      "end_timestamp": 1232.0,
      "id": "e7906447-c55b-3afc-800d-d838e03714c0",
      "speaker": "Dan",
      "start_timestamp": 1208.0,
      "text": "So that's the subtlety. He does not get the idea that people wanted him fired when he wrote that letter right before the election, right? Democrats wanting him fired. That makes total sense in that context, right. And a lot of people still harbor a lot of bad feelings about that. I certainly rightfully so. Yeah, but at the same time, that's a very different thing than firing someone who's actively investigating you."
    },
    {
      "end_timestamp": 1236.0,
      "id": "866df6d0-177b-30eb-a3ba-5a9bf7b2a1a8",
      "speaker": "Radio Announcer",
      "start_timestamp": 1232.0,
      "text": "It's slightly different. It's a bit different. It's a little bit different."
    },
    {
      "end_timestamp": 1243.0,
      "id": "c844d994-3c40-352d-8b79-612aec743786",
      "speaker": "Dan",
      "start_timestamp": 1236.0,
      "text": "Like, I, they're not at all the same. We're being glib."
    },
    {
      "end_timestamp": 1255.0,
      "id": "f3f64557-8fab-30f4-8fe3-ac9c697615c7",
      "speaker": "Radio Announcer",
      "start_timestamp": 1243.0,
      "text": "Not even close. It's insane that I can't think of any I can't think of any other situation other than that Nixon firing the investigator looking into him Cox, I'm"
    },
    {
      "end_timestamp": 1257.0,
      "id": "3d7a8ac3-5af9-3b0f-90a5-b3650835f9d5",
      "speaker": "Dan",
      "start_timestamp": 1255.0,
      "text": "which Cox Archibald Cox?"
    },
    {
      "end_timestamp": 1262.0,
      "id": "67eaa977-8720-34c2-a9ac-d08671a54016",
      "speaker": "Radio Announcer",
      "start_timestamp": 1257.0,
      "text": "William Cox no was a great character Archibald Cox"
    },
    {
      "end_timestamp": 1280.0,
      "id": "6abf1549-eac4-3c8b-b564-7b91c7079146",
      "speaker": "Dan",
      "start_timestamp": 1262.0,
      "text": "was the name of the Oh, yeah. And Roger Stone later makes a great point about that. But yeah, we Nixon fired Cox so he's a Cox Sacher. It's funny because Roger Stone was involved with Nixon to"
    },
    {
      "end_timestamp": 1289.0,
      "id": "e78ebbfc-9e3b-3b9d-bd14-5a012f445ab9",
      "speaker": "Radio Announcer",
      "start_timestamp": 1280.0,
      "text": "my favorite part of Roger Stone being on is eventually I guarantee he's going to be allowed to do interviews with Alan prison prison. Yeah,"
    },
    {
      "end_timestamp": 1295.0,
      "id": "6501f9af-49b9-379a-8645-12590e3f5a4b",
      "speaker": "Dan",
      "start_timestamp": 1289.0,
      "text": "probably, oh, man. He has a Nixon tattoo on his back. Like, it's, what are you doing?"
    },
    {
      "end_timestamp": 1302.0,
      "id": "e74f9ad8-547e-3a15-9ac3-d73371d1d1f6",
      "speaker": "Radio Announcer",
      "start_timestamp": 1295.0,
      "text": "I? I know that's true. And I forget it instantly. Because how can that be true?"
    },
    {
      "end_timestamp": 1319.0,
      "id": "f54fc045-a9a4-3ca7-8dac-fd8bc7074e26",
      "speaker": "Dan",
      "start_timestamp": 1302.0,
      "text": "I don't know. We'll get to him later. But so in this next clip, in addition to Alex Jones, not understanding the subtleties of wanting someone fired for one thing and not wanting them fired for a different thing, right. He also does not understand the nature of false equivalencies."
    },
    {
      "end_timestamp": 1356.0,
      "id": "73f094ac-5193-383b-9b42-33fc5040be2f",
      "speaker": "Alex Jones",
      "start_timestamp": 1319.0,
      "text": "Well, the media in Congress is saying basically in the White House is saying it was he didn't know the chain of command and did whatever he wanted to and now they're saying Comey shot more money for Russian probe as before he was fired. Officials say Washington Post Will Trump was tweeting last week. Why are you looking at the uranium deals? And Hillary in the Podesta's? Why aren't you looking at her meetings? Clearly? Why are you involved in China? Or the OP? M hack? Why is it all General Flynn went got paid to go on RT television, and he had gigs with the Germans and the British and the Turks. Everybody else when he was in a private citizen. That's the big bottom of the rabbit hole here."
    },
    {
      "end_timestamp": 1404.0,
      "id": "89836f67-8fdc-379a-a780-dd99c8801fbf",
      "speaker": "Dan",
      "start_timestamp": 1356.0,
      "text": "So that's not let's, let's Why is it all those treasons called Lead everybody thinking about them? Treason call me David Brock, because I'm about to correct the record on this ship. So he says like, Trump expressed a Comey, why aren't you investigating Hillary's crimes like the Iranians are the uranium deal? Right, which isn't true. It's not real. I have a written up and long extensive thing that documents exactly what was going on with that she was not actively involved in that at all. It wasn't a uranium deal that sold things to Russia at all. It wasn't that's just a complete lie. If the FBI was to investigate her for that, or anyone was the prosecutor for that, it would be a bogus prosecution. What? Why they wouldn't do"
    },
    {
      "end_timestamp": 1411.0,
      "id": "ee933080-2405-359a-a055-a77c67dbccd5",
      "speaker": "Radio Announcer",
      "start_timestamp": 1404.0,
      "text": "it is just refer them to knowledge fight, Doc. Yeah, check that out. Your investigation is over."
    },
    {
      "end_timestamp": 1439.0,
      "id": "d8c1bc62-8b24-36b8-976a-068aa1ecc28f",
      "speaker": "Dan",
      "start_timestamp": 1411.0,
      "text": "And I'm not here to say that Hillary Clinton's a saint, but that's a bad way to target her because that's bullshit. That's a fake story. It sounds good. And it was in that full of lies, documentary Clinton cash, but it's not true. It's not real if you get down to the bottom of it. So he's like, Hey, why is everybody always investigating this? Why are you spending all this time on the fact that Mike Flynn got paid? Like, what was it $100,000 To go to Russia?"
    },
    {
      "end_timestamp": 1447.0,
      "id": "3ce416ec-9d78-397b-b895-4624b5b51437",
      "speaker": "Radio Announcer",
      "start_timestamp": 1439.0,
      "text": "I love I love even that. The fact like he's just admitting why he's being investigated. Well, that's obvious reason."
    },
    {
      "end_timestamp": 1563.0,
      "id": "0be29c64-4949-3df5-bf2b-f2231d5a8901",
      "speaker": "Dan",
      "start_timestamp": 1447.0,
      "text": "That's only one piece of it, too. It's not that that's not it. If that was it, that would be dicey. But it wouldn't be what we're experiencing now. Right? You have multiple members of Trump's team who have lied under oath about contacts with Russian agents, right. So that is on its face a problem. You have Jared Kushner lying and omitting information on his security clearance forms right about meetings that he had, right? You have Manafort and Flynn, both retroactively registering as foreign agents after they have been fired from Trump's campaign. You have Carter Page, acting like a complete weirdo on television. Oh, he's a wackadoo Louie's giving up the game. Oh, live TV. Oh, he doesn't even give a shit anymore. You have documented evidence that Mike Flynn was working with Ottawa On to try and extradite Gulin. Yep, that cleric who lives in the Northeast somewhere and took a lot of money for it that Erwan wants taken back so he can kill him. And we have a foreign policy that says, No, thank you. Yeah, we don't want to do that. Yeah. So Mike Flynn was working with a fucking Turkish dictator to try and subvert our foreign policy for money. Those things are documented. And then on top of that, Devin Nunez was involved in that. And he did a lot of really fucked up stuff with confidential information, right, which is clearly a cover up, right? So like to say it's just Mike Flynn went on Russian television and sat next to Putin at a table. That's not really what we're talking about. But no, but Hillary did sell that uranium. Oh, well, then we're done here. But she didn't. It's so fucked up. It's a false equivalence based on lies on both side. Like, yeah, he's lying about how bad the fake thing about Clinton is, and lying about how benign the actually really bad stuff about Flynn and the rest of them. He is"
    },
    {
      "end_timestamp": 1578.0,
      "id": "78433324-10a5-354a-afc6-d749c35b0654",
      "speaker": "Radio Announcer",
      "start_timestamp": 1563.0,
      "text": "treating his viewers like a like, a baby's like he's literally holding up keys over here. Yeah, and just saying, look at the jangling keys. Look at the jangling keys. Lordy, lordy, lordy, all these jangling keys over here."
    },
    {
      "end_timestamp": 1599.0,
      "id": "63acb093-7d06-362a-bff3-109bc0b54ae2",
      "speaker": "Dan",
      "start_timestamp": 1578.0,
      "text": "He constantly yells about like, people having no memory and the globalist want you to have no memory. He's actively exploiting or hoping that his audience doesn't have a memory, right? Or doesn't look into things. And if they do, he fucking prays that they only read Breitbart, they only do research on the fucking conspiracy boards on Reddit. And what do"
    },
    {
      "end_timestamp": 1632.0,
      "id": "bf231b5e-07e1-3c32-be3b-ee756c0dab85",
      "speaker": "Radio Announcer",
      "start_timestamp": 1599.0,
      "text": "they do? That's all they do? And it's crazy. That's all they do. They only they only do that, like, zero head if you still support if you still support this. Yeah, you're dumb or you're evil. I used to add in denial. Now you're just done. You can't be in denial anymore. You're dumb or you're evil. That's it. If you still support Trump, I am done. I am done protecting feelings. I'm done trying to understand anything. Your your real problem is you are fucking stupid."
    },
    {
      "end_timestamp": 1651.0,
      "id": "06bc1c57-aae8-3372-820b-36fbb02cc3eb",
      "speaker": "Dan",
      "start_timestamp": 1632.0,
      "text": "Can I put a fine line of like, because there's a Venn diagram between evil and stupid that is racist, right? It's sort of both but it's not fully either. You know what I mean? But it is both it is both but racism isn't only stupidity. And it's not only evilness. It's sort of a nice as"
    },
    {
      "end_timestamp": 1652.0,
      "id": "693509de-6095-3609-b991-53daf56e9cd8",
      "speaker": "Radio Announcer",
      "start_timestamp": 1651.0,
      "text": "a yin and yang of both."
    },
    {
      "end_timestamp": 1665.0,
      "id": "a1a857e0-85c9-3e5f-9115-840b6b0a7965",
      "speaker": "Dan",
      "start_timestamp": 1652.0,
      "text": "It's a gestalt Alex might say. So at this point of the show, Alex Jones has a big get for an interview. The guy who's on his show almost every day, Roger Stone,"
    },
    {
      "end_timestamp": 1670.0,
      "id": "451dbdaf-6323-3428-ad1e-db8ad17b7e70",
      "speaker": "Radio Announcer",
      "start_timestamp": 1665.0,
      "text": "who could have gotten Roger Stone, a big get Donald Trump's children"
    },
    {
      "end_timestamp": 1679.0,
      "id": "83e5721d-3fd4-3f52-a6e8-820ed7bd2c35",
      "speaker": "Dan",
      "start_timestamp": 1670.0,
      "text": "to talk about the fact that Comey got fired. He brings in Roger Stone, someone who was a target of the investigation."
    },
    {
      "end_timestamp": 1693.0,
      "id": "d210fb61-1d8b-3610-9da4-95b725967837",
      "speaker": "Radio Announcer",
      "start_timestamp": 1679.0,
      "text": "I don't think he has any personal involvement. I think he can maintain his objectivity. In this interview, you think? Yeah, he was he was a member of multiple administrations. Sure. Everybody knows that he's a trustworthy and reliable source."
    },
    {
      "end_timestamp": 1695.0,
      "id": "74b62b34-51a2-3dae-baee-64aaef83a607",
      "speaker": "Dan",
      "start_timestamp": 1693.0,
      "text": "There's no doubt about that. He is"
    },
    {
      "end_timestamp": 1704.0,
      "id": "4ed73765-931a-3346-87fe-d83d7949e13f",
      "speaker": "Radio Announcer",
      "start_timestamp": 1695.0,
      "text": "famed famed bye bye from sea to burning down to the ground See,"
    },
    {
      "end_timestamp": 1706.0,
      "id": "0ff6d7f7-e092-310f-9a0f-02e9df684852",
      "speaker": "Dan",
      "start_timestamp": 1704.0,
      "text": "as a glamour post is an"
    },
    {
      "end_timestamp": 1708.0,
      "id": "3328fe35-ac5d-3f2c-b82a-03ae3e670300",
      "speaker": "Radio Announcer",
      "start_timestamp": 1706.0,
      "text": "absolutely gorgeous man."
    },
    {
      "end_timestamp": 1715.0,
      "id": "fb172022-c4ec-3672-b21a-aa77457b0e18",
      "speaker": "Dan",
      "start_timestamp": 1708.0,
      "text": "He is a fashion purse. If there ever has been one in our politics, and this is Alex Jones is introduction"
    },
    {
      "end_timestamp": 1756.0,
      "id": "a6d02236-0a74-3476-b0b8-b97c527018f3",
      "speaker": "Alex Jones",
      "start_timestamp": 1715.0,
      "text": "to joining us from the airport flying to New York to be on the Today show tomorrow and two days she's big Netflix show. He is hitting me Roger Stone that yours truly is also in is set to premiere. It's got amazing ratings from the critics that have already seen it. That can't be true. I look forward to seeing that obviously. Netflix get me Roger Stone, the notorious GOP operative plays both narrator and villain. So get me Roger Stone that is coming up in t minus 48 hours on Netflix. But going to Roger Stone, he's got a Fox News Crew and a bunch of other crews falling around at the airport, giving us the first exclusive today on exactly what is breaking down and happening with Comey. Roger, let's let's go over from your sources."
    },
    {
      "end_timestamp": 1772.0,
      "id": "723b0735-e6cd-3b29-962f-f69e73305782",
      "speaker": "Dan",
      "start_timestamp": 1756.0,
      "text": "So I mean, I can't reiterate this enough. It's a bad look to like in the same way that Trump had Comey fired. And then the next day, he was meeting with the Foreign Minister of Russia privately"
    },
    {
      "end_timestamp": 1775.0,
      "id": "a9be5679-97e6-31d1-a2af-ee41537191fe",
      "speaker": "Radio Announcer",
      "start_timestamp": 1772.0,
      "text": "and would not allow United States precedent and Sergey"
    },
    {
      "end_timestamp": 1776.0,
      "id": "d31643e8-c24e-3cf2-90c8-02419c5f917f",
      "speaker": "Dan",
      "start_timestamp": 1775.0,
      "text": "Kislyak."
    },
    {
      "end_timestamp": 1784.0,
      "id": "c8a4d3a3-9740-350f-b787-61e19a654673",
      "speaker": "Radio Announcer",
      "start_timestamp": 1776.0,
      "text": "Yeah Kislyak the guy, the one guy who is at the center of this at the center. Yeah, he is the guy and"
    },
    {
      "end_timestamp": 1798.0,
      "id": "8d97ebbb-5f2f-37e5-9339-480ebca87b20",
      "speaker": "Dan",
      "start_timestamp": 1784.0,
      "text": "he was not announced that he was going to be a part of those meetings. So actually, Trump secretly met with the same guy that all these other people met secretly with. Yeah, and yeah, they did not allow press into the Oval Office, and"
    },
    {
      "end_timestamp": 1807.0,
      "id": "0cc33d05-4b41-3c26-ab91-3ed09f57f5ef",
      "speaker": "Radio Announcer",
      "start_timestamp": 1798.0,
      "text": "they did not allow United States press into the Oval Office and go, they allowed Russian press inside the Oval Office."
    },
    {
      "end_timestamp": 1817.0,
      "id": "920d7d8d-d13d-3182-af71-2ae916413ad7",
      "speaker": "Dan",
      "start_timestamp": 1807.0,
      "text": "Are you legitimately I know that this is a little bit speculative, but I don't see any reason to think that the oval office isn't bugged now. Like, I have no idea. Like why wouldn't they?"
    },
    {
      "end_timestamp": 1850.0,
      "id": "51e7fdd7-37df-38ab-a9cd-a30b6353a6e1",
      "speaker": "Radio Announcer",
      "start_timestamp": 1817.0,
      "text": "I mean, it's a fake fake deference. Yeah. I mean, if he finds a bug, which God dammit, if he ever could, yeah, no lie. He could be he could be fucking peeing into a microphone. And he'd still be like, this isn't a funny plant. Like it's there. You would have to, you would have to think that all of this stuff is being recorded, so that future historians will be able to write on their stone tablets. Sure. Our democracy ended because stupid people hate black people"
    },
    {
      "end_timestamp": 1896.0,
      "id": "1d9dcbcb-a323-313a-a78b-96e1c10516f8",
      "speaker": "Dan",
      "start_timestamp": 1850.0,
      "text": "that probably but the point I was trying to make is that in the same way that that is a bad look, you fire the guy who's investigating your ties to Russia and then secretly meet with the guy they're investigating shit about, and the foreign minister in the same way. That's a bad look. Alex Jones having an interview with the guy who was under investigation about the firing of the guy doing the investigating. In the real world. That's a bad look on Infowars it doesn't matter. It's not a good one in the real world. That's fucked up. There's no way there's no way that's okay. So in every everything is just fucked up. Yep. So Roger Stone, you know, he's got his he's got his priorities straight. I'll tell you that much. Here's how he decides to open his interview."
    },
    {
      "end_timestamp": 1900.0,
      "id": "f62ce190-656b-3109-a717-289286c0693e",
      "speaker": "Alex Jones",
      "start_timestamp": 1896.0,
      "text": "Roger, let's let's go over from your sources."
    },
    {
      "end_timestamp": 1941.0,
      "id": "ac18fe22-044f-32b3-80fd-9580e401a041",
      "speaker": "Roger Stone",
      "start_timestamp": 1900.0,
      "text": "Well, it's an interesting contretemps. Today Alex, Politico published his story, which claimed that I had persuaded the president to fire James Comey. CNN picked that story up from Politico. I am not the source of that story, nor have I claimed anything of the kind because as I have said, On this show, many times, no one talks Donald Trump into anything. He's not some mannequin that you hand talking points to. And I have already declined to discuss the content or frequency of my conversations with the President. Sure,"
    },
    {
      "end_timestamp": 1963.0,
      "id": "b7142847-6103-3722-b53b-df6991058591",
      "speaker": "Alex Jones",
      "start_timestamp": 1941.0,
      "text": "I know. But you have. I mean, when we talk about this for over an hour or less, I get where you can go or you can't. The point is, is I have my sources, I called you I checked out what they told me. You said that was pretty much dead on you don't want to get into any conversations you've had. But it is in the newspapers today that you are the source of the person that finally got the president to drop the hammer last week. Now, obviously, you're not taking credit for that he is his own person. But I guess you can't speak to those reports."
    },
    {
      "end_timestamp": 1985.0,
      "id": "ef1db341-590c-33cd-b39b-a640e5b43fa0",
      "speaker": "Roger Stone",
      "start_timestamp": 1963.0,
      "text": "Well, I'm not specifically I'm not the source of those reports, nor did I confirm that. But Alex, I have spoken about this. I have talked about it. I've been calling for Mr. Comey firing now for months. And beyond that, the idea that that I somehow persuaded the President is just not true. So"
    },
    {
      "end_timestamp": 2015.0,
      "id": "aa2aa349-a775-3b50-a6f7-bdfb29b5f7ab",
      "speaker": "Dan",
      "start_timestamp": 1985.0,
      "text": "he's been calling for call me as firing for months about that long got. Yes. Has he? Yeah, but about as long as the investigation has been published. Oh. That argument does not work out. He has stepped it up quite intensely in tweets and stuff. Recently. Yeah. Calling for Comey to be fired. He's beseeched the president through Twitter to fire Comey? Sure. Maybe he didn't personally sit down with Trump be like, Dude, you got to do this."
    },
    {
      "end_timestamp": 2017.0,
      "id": "097d2963-26ce-3576-8338-386c9d797825",
      "speaker": "Radio Announcer",
      "start_timestamp": 2015.0,
      "text": "Did they talk on the phone?"
    },
    {
      "end_timestamp": 2050.0,
      "id": "9d8834a7-16cf-3a13-8fe7-1a1eab218360",
      "speaker": "Dan",
      "start_timestamp": 2017.0,
      "text": "Here's what's fun about that. So he brought up that, that Trump says he Trump tweeted that story was fake news, right. Roger Stone brought that part of the tweet up. He didn't bring up the last part of the tweet where Trump says, I haven't talked to Roger Stone in a long time. Okay, because earlier in his comments, he said he talks to him a lot. And so did Alex Jones. So he's parties is line Yeah, it's probably Trump. You think so? Yeah,"
    },
    {
      "end_timestamp": 2053.0,
      "id": "5dcb1056-4eab-3ea9-a5e5-d6cd4632e590",
      "speaker": "Radio Announcer",
      "start_timestamp": 2050.0,
      "text": "I could I could also see stone lying about that. Totally. They're"
    },
    {
      "end_timestamp": 2054.0,
      "id": "20769643-0122-37e3-a711-411c4683ff8b",
      "speaker": "Dan",
      "start_timestamp": 2053.0,
      "text": "both liars."
    },
    {
      "end_timestamp": 2058.0,
      "id": "7e52c9ed-c4d1-3bc5-9c77-24e2017802d7",
      "speaker": "Radio Announcer",
      "start_timestamp": 2054.0,
      "text": "They're both inveterate liars. Who are but here's the thing."
    },
    {
      "end_timestamp": 2065.0,
      "id": "053c1739-4a9b-33f2-9f60-9a04fe11eab1",
      "speaker": "Dan",
      "start_timestamp": 2058.0,
      "text": "Roger Stone is fucking petty. He is true petty, he's blown up at so many people on Twitter."
    },
    {
      "end_timestamp": 2068.0,
      "id": "338add1b-a7b6-379e-9ee0-5210e6a40be2",
      "speaker": "Radio Announcer",
      "start_timestamp": 2065.0,
      "text": "He has a tattoo of Nixon on his back. Of course, he's"
    },
    {
      "end_timestamp": 2093.0,
      "id": "73b0da58-e2a7-381d-9a0d-a0b241c511a3",
      "speaker": "Dan",
      "start_timestamp": 2068.0,
      "text": "petty he's full of rage. And I think if Donald Trump really was shutting him out, he'd act against him. I don't think that he would still carry water for him if he wasn't still, at least being strung along as being on the inside. Right. So that's my feeling on I can see that. So I think that Trump is lying in an attempt to do sort of damage control shit, right? Because I mean, even if you're an idiot president you have to know that like talking"
    },
    {
      "end_timestamp": 2097.0,
      "id": "ea57b622-dc7d-31b6-a75a-e27902bc6728",
      "speaker": "Radio Announcer",
      "start_timestamp": 2093.0,
      "text": "to Roger Stone at this point is insane. Well, especially"
    },
    {
      "end_timestamp": 2160.0,
      "id": "b344e8ef-6564-357b-8876-6a68cb57742c",
      "speaker": "Dan",
      "start_timestamp": 2097.0,
      "text": "when he is calling for Comey to be fired. And you fire Comey. You have to pretend Oh, that wasn't why I did it. Yeah. And it might not have been all of it. It probably wasn't my best theory is that it was sessions. Sessions was actively involved in that because because sessions himself wanted to shut down the investigation. Yes. Because I believe, from a lot of things that I've read, most of it's speculation, but some of the indications within James Clapper, his testimony, lead people to believe that one of the names specifically that was on Maskull was Jeff Sessions. It has to be Well, the reason why is why would he lie? The reason that most people have given in terms of their analysis of clapper his testimony is that he was asked, I can't remember who asked him that they asked the names that you've seen on mast, were they Trump associates or Trump campaign members or members of the Congress? And he said, well, both? Yeah. And that's a fun little twist, because it could be two different people. And it's both roar, the only person who was both Jeff Sessions, really? Yeah."
    },
    {
      "end_timestamp": 2174.0,
      "id": "9bdc4419-4535-3e70-bdf3-1f2f79338eb6",
      "speaker": "Radio Announcer",
      "start_timestamp": 2160.0,
      "text": "Oh, that's a good it could be ugly at this fucking point. Everybody might as well be under suspicion. Everybody in the GOP might as well be like holding a fucking target on their back that says probably spoke to the Russians illegally. But"
    },
    {
      "end_timestamp": 2197.0,
      "id": "7a30bf72-a768-3360-ad98-55470e876891",
      "speaker": "Dan",
      "start_timestamp": 2174.0,
      "text": "if you look at the people who are the main players, at least publicly, in it, you have people like Roger Stone, Paul Manafort router page. Yeah. Mike Flynn, none of them are in the Congress. Now, Jeff Sessions is the only player who has actually been a congress person, right? So that theory is largely hinged on the idea that Clapper was playing semantic games. Right? I kind of hope he was because that's fun. That"
    },
    {
      "end_timestamp": 2209.0,
      "id": "7f18f9b7-925b-3cb0-8526-1597baeba94b",
      "speaker": "Radio Announcer",
      "start_timestamp": 2197.0,
      "text": "is fun. But that's That is him kind of a if that's if that's true. That's him kind of given one of those like, Hey, I can't say it. But you know, you know who it is?"
    },
    {
      "end_timestamp": 2223.0,
      "id": "d68caf7d-d573-30ad-ad0b-090b81c4db9f",
      "speaker": "Dan",
      "start_timestamp": 2209.0,
      "text": "Well, it's the same thing with Sally gates saying like, I think it goes without saying you don't want your national security adviser to be compromised by Russia. Like, that's a way of saying that without saying."
    },
    {
      "end_timestamp": 2234.0,
      "id": "b29c490d-20f1-370c-8f1f-19cb8e79f949",
      "speaker": "Radio Announcer",
      "start_timestamp": 2223.0,
      "text": "We have to live in a world now, where somebody out loud says that, but I think that that's, it doesn't go without saying you had to say it, Sally,"
    },
    {
      "end_timestamp": 2263.0,
      "id": "1c70d7ce-b000-36b2-93a0-37a26cec463b",
      "speaker": "Dan",
      "start_timestamp": 2234.0,
      "text": "but I think she had to phrase it that way and frame it that way in order to not give up the game as it were, or giveaway confidential information. So you say it that way. And you can say what I know and what I believe is that he was compromised, but I haven't. Right. I haven't breached any rules. Right. So Roger Stone goes on. In this next clip. He he wants to talk a little bit about how he's totally cool with the firing, and then he says some other stuff."
    },
    {
      "end_timestamp": 2288.0,
      "id": "d3909e84-8970-3697-b733-9bc266f5a7d4",
      "speaker": "Roger Stone",
      "start_timestamp": 2263.0,
      "text": "The President's made a bold and I think the correct decision. Comey had no interest in the mega crimes by the Clintons. The Clinton Foundation is not a charity. It's a slush fund for Grifters. And as we both know, it was the vehicle for the facilitation of multimillion dollar bribes matters. Not just uranium, but across the board."
    },
    {
      "end_timestamp": 2303.0,
      "id": "24cde3bc-1ddf-3c52-9a25-18ddb8f99cba",
      "speaker": "Dan",
      "start_timestamp": 2288.0,
      "text": "Your credibility is shot. You brought up the uranium Yes, you whatever other things you're going to say. It's almost not even worth investigating what those things are. No, because if that's your first example, you haven't done your own research. So I just I don't I don't care."
    },
    {
      "end_timestamp": 2306.0,
      "id": "12dd0c98-ab42-34fa-97a0-01ec1fc39922",
      "speaker": "Radio Announcer",
      "start_timestamp": 2303.0,
      "text": "I mean, I don't has done his own research. He just doesn't care if it's true or not. Right,"
    },
    {
      "end_timestamp": 2319.0,
      "id": "d60454c1-e3a6-39ed-9958-a2055c09777f",
      "speaker": "Dan",
      "start_timestamp": 2306.0,
      "text": "because it serves his exact needs long anti Clinton Boehner. Absolutely. I mean, he was involved in like the Vince Foster shit. Yeah, quite frankly. And and not just that it goes back like 30 years. Yeah. Well, and not just that"
    },
    {
      "end_timestamp": 2323.0,
      "id": "73dc8d9c-95be-3a97-94e8-403338e6738e",
      "speaker": "Radio Announcer",
      "start_timestamp": 2319.0,
      "text": "it is still that distract from me being under investigate."
    },
    {
      "end_timestamp": 2325.0,
      "id": "c94f3925-bf8a-366e-8bce-d2f17c4639c2",
      "speaker": "Dan",
      "start_timestamp": 2323.0,
      "text": "What about ism? Yeah."
    },
    {
      "end_timestamp": 2350.0,
      "id": "dd7b5feb-afaf-32d2-b029-7e3b4df9485b",
      "speaker": "Radio Announcer",
      "start_timestamp": 2325.0,
      "text": "Hey, you I didn't do anything that the Clintons didn't do. Why are you picking on me? It's because of my association with Trump. And if he can pull that little narrative together, then the army of alt right. Monstrous morons will fucking go along with it. But and they'll say he's unfairly being targeted. And that means that it is an illegitimate investigation as well. At least it is to them,"
    },
    {
      "end_timestamp": 2369.0,
      "id": "36b04685-050c-3a30-94f0-b1591b97cef5",
      "speaker": "Dan",
      "start_timestamp": 2350.0,
      "text": "as we'll see, as this goes on. I think that the we're seeing indications that this is a last ditch effort, because I think the facade is crumbling a little bit and they're doing these things because they need to trick those. Right. But he goes on to talk about the investigation a little bit and how everybody, no one, no one, no one's involved with Russia, please."
    },
    {
      "end_timestamp": 2388.0,
      "id": "0ce414d9-b414-3ea2-a980-39f62346b73b",
      "speaker": "Roger Stone",
      "start_timestamp": 2369.0,
      "text": "Yet Mr. Comey seemed to have no interest in those crimes, wasting his time investigating the non existent Russian collusion. Again, there is no evidence whatsoever that would hold up in a court of law of any collusion between the Russian and officials in the Trump campaign."
    },
    {
      "end_timestamp": 2392.0,
      "id": "0e84ce39-76f9-3d1e-a36d-d7229a712c25",
      "speaker": "Dan",
      "start_timestamp": 2388.0,
      "text": "Well, I mean, that's fair. In as much as there's not pull. There's no public"
    },
    {
      "end_timestamp": 2412.0,
      "id": "a2c24f55-2af9-31ab-abab-414b4e3bd217",
      "speaker": "Radio Announcer",
      "start_timestamp": 2392.0,
      "text": "information that would hold up in a court of law by I mean, even even at this point, it's it's almost like murder trial once the once the what is it? What's the name of the circumstantial once the circumstantial evidence is so overwhelming? Yeah, it's hard to really care about physical evidence."
    },
    {
      "end_timestamp": 2418.0,
      "id": "3ec6d12b-c28a-3408-b7cd-f99519369f9a",
      "speaker": "Dan",
      "start_timestamp": 2412.0,
      "text": "Yeah, I mean, you can you can get convicted for things without a body. Yeah, it's possible."
    },
    {
      "end_timestamp": 2422.0,
      "id": "08107b98-0c66-3e97-9fc2-7e7bb2b91d7f",
      "speaker": "Radio Announcer",
      "start_timestamp": 2418.0,
      "text": "And there are plenty look at all the Russian ambassadors who have been murdered."
    },
    {
      "end_timestamp": 2433.0,
      "id": "33a19884-041a-3d53-a997-0574aeda52fb",
      "speaker": "Dan",
      "start_timestamp": 2422.0,
      "text": "No, those are bodies without punishment. Those are those are. That's the reverse. But I mean, you know, if you just keep repeating that this is nothing. It's all lies. It's all fake,"
    },
    {
      "end_timestamp": 2449.0,
      "id": "89bd7d48-c391-346b-88a6-7f4ff067b363",
      "speaker": "Radio Announcer",
      "start_timestamp": 2433.0,
      "text": "non existent story. There's no there, it's time for us to move on. Or Trump fired Comey just as he asked for more funding, but that's only because that money was going to be wasted on something we all know is nothing but to me. No, we don't need to investigate it."
    },
    {
      "end_timestamp": 2471.0,
      "id": "42d575ad-fcfe-3665-ad33-ba4c4a6f4a1e",
      "speaker": "Dan",
      "start_timestamp": 2449.0,
      "text": "If, if this narrative had any legs, right, if the narrative that Alex and Roger are spinning at any legs, instead of pretending that firing Comey had something to do with how he handled the Clinton and Houma Aberdeen email situation, they would have come out and said This is bullshit. He we're firing him because he wants more money for a fake investigation."
    },
    {
      "end_timestamp": 2489.0,
      "id": "0cd18e34-e685-30cb-9236-952613cfd6b3",
      "speaker": "Radio Announcer",
      "start_timestamp": 2471.0,
      "text": "It would have been so easy to say that they could have it would have been so easy they could have it would have been awesome. He's not only that that would have been a great talking point for your congress lackeys cuz then they could have been like, yeah, of course we support it. We're Republicans, we're trying to cut down on fat on the budget. We're trying to do all this stuff."
    },
    {
      "end_timestamp": 2492.0,
      "id": "93da8d65-0f23-35d3-b523-4efa8db52bc9",
      "speaker": "Dan",
      "start_timestamp": 2489.0,
      "text": "It's wasting money. Yeah, exactly."
    },
    {
      "end_timestamp": 2497.0,
      "id": "51bea65e-76fe-321b-a4be-ce0df73e8a3b",
      "speaker": "Radio Announcer",
      "start_timestamp": 2492.0,
      "text": "That was that's such an easy narrative. And they're too dumb to even get that far."
    },
    {
      "end_timestamp": 2512.0,
      "id": "7912a2e0-6db8-3eee-b515-2430d9718738",
      "speaker": "Dan",
      "start_timestamp": 2497.0,
      "text": "Well, because that would be dumb, too. Because then you're admitting that an investigation into yourself is the primary reason you're shutting it down. You have to lie. In some way. It's gonna give a fuck about what Comey did with those emails, no care at all, except that they didn't prosecute."
    },
    {
      "end_timestamp": 2521.0,
      "id": "8d3d02bb-ec64-3893-986c-e1a6f2646c0d",
      "speaker": "Radio Announcer",
      "start_timestamp": 2512.0,
      "text": "Well, even fairly, even in his fucking firing letter. He was like, I appreciate that three times. You said the investigation into me wasn't important. That's like"
    },
    {
      "end_timestamp": 2544.0,
      "id": "700db4cc-8916-3161-ba2e-777b8b074a4c",
      "speaker": "Dan",
      "start_timestamp": 2521.0,
      "text": "fucking Peter stuff. Like, yeah, you deny me three times. Yeah. It's the reverse. You've denied an investigation and to be three times. And now you must hang yourself on the cross. Like, I liked it. We know more Scripture than Alex Jones, the devout Christian. So this next"
    },
    {
      "end_timestamp": 2546.0,
      "id": "c2cce34b-99c7-313a-a4d6-85ba163f7659",
      "speaker": "Radio Announcer",
      "start_timestamp": 2544.0,
      "text": "clip, he knows 12 dimensional scripture."
    },
    {
      "end_timestamp": 2555.0,
      "id": "c5d798b7-0ef4-368a-9f1f-656504c51cca",
      "speaker": "Dan",
      "start_timestamp": 2546.0,
      "text": "This next week, we get back to like Comey his real crimes again, which are that He's weird. They're gonna talk."
    },
    {
      "end_timestamp": 2556.0,
      "id": "9180e9ad-cb13-3277-bbb0-be9ece2bee28",
      "speaker": "Radio Announcer",
      "start_timestamp": 2555.0,
      "text": "That is a cry. They're gonna"
    },
    {
      "end_timestamp": 2560.0,
      "id": "2d344cb7-7dc3-39a1-b79a-3aab2e727cd7",
      "speaker": "Dan",
      "start_timestamp": 2556.0,
      "text": "talk a little bit more about how he just was too fucking weird, man."
    },
    {
      "end_timestamp": 2583.0,
      "id": "e46592a7-003b-3fe8-956a-dd962310d0a5",
      "speaker": "Alex Jones",
      "start_timestamp": 2560.0,
      "text": "And then I called you last night, you said what you've talked from your sources that seemed to be right on target. It was that Comey was violating the chain of command was seen as reckless, weird, constantly changing positions, and that he was just seen as overall kind of soft, and that that's why the attorney general recommended he'd be removed."
    },
    {
      "end_timestamp": 2607.0,
      "id": "f82f3f81-78da-347b-98b8-1698c19f865c",
      "speaker": "Roger Stone",
      "start_timestamp": 2583.0,
      "text": "My sources said the exact same thing that your sources said that's 100%. I'm flabbergasted. He seemed to be empire building. He didn't seem to be responsive. DS is the Congress or the executive branch. He seemed to believe he was a power unto himself with his own independent only days ago saying Well, yours well thereby."
    },
    {
      "end_timestamp": 2617.0,
      "id": "034368fa-63e3-3d32-a42d-e137b53f7daf",
      "speaker": "Alex Jones",
      "start_timestamp": 2607.0,
      "text": "By the way, you notice that? He said he thought it was a joke when he first heard the news yesterday. totally disconnected from reality."
    },
    {
      "end_timestamp": 2627.0,
      "id": "89af7ea8-d231-3acd-a85b-5c6bfb4ec90c",
      "speaker": "Dan",
      "start_timestamp": 2617.0,
      "text": "To things the reason he thought it was a prank is because he found out from the television. That's a fucked up way to get fired when you're the FBI director. Second thing"
    },
    {
      "end_timestamp": 2630.0,
      "id": "f8ed86c2-7542-3a42-a46f-d6f8b661f879",
      "speaker": "Radio Announcer",
      "start_timestamp": 2627.0,
      "text": "Yeah, it's fine. If you're an NFL coach, fuck you."
    },
    {
      "end_timestamp": 2653.0,
      "id": "d7fb4a87-6043-3ec0-908b-c272ef673c8f",
      "speaker": "Dan",
      "start_timestamp": 2630.0,
      "text": "It gives a shit. The second thing is exactly what you were saying is that there's a reason that they appoint FBI directors for 10 year terms. Yeah, is because it's supposed to be a completely non political position. He's four years into his term, him saying I'm going to be around for another six years. That is how it should have been. Right. That's really fucked up."
    },
    {
      "end_timestamp": 2676.0,
      "id": "f4a1d1f2-dded-329a-815a-9c4d83c1dd3b",
      "speaker": "Radio Announcer",
      "start_timestamp": 2653.0,
      "text": "I'm not I never gonna go to bat for the FBI because they murdered Fred Hampton. Sure. Let's never forget that the FBI is an evil organization that has fucked up normal people who has done everything it can to run and they are an arm of the regressive GOP politics. That largely that has been true for most of American history. And"
    },
    {
      "end_timestamp": 2679.0,
      "id": "8930f249-efa1-34d2-ba18-edbb5580c6e1",
      "speaker": "Dan",
      "start_timestamp": 2676.0,
      "text": "that's painting with too broad a brush. That's not all of it. No,"
    },
    {
      "end_timestamp": 2686.0,
      "id": "4e356dfe-3467-31c4-a364-849424e43c71",
      "speaker": "Radio Announcer",
      "start_timestamp": 2679.0,
      "text": "all of it but I mean, at the very least Hoover was out now. It's GOP hard on fuckface. And"
    },
    {
      "end_timestamp": 2708.0,
      "id": "481c4732-11ef-3e44-9456-b481c766e7c4",
      "speaker": "Dan",
      "start_timestamp": 2686.0,
      "text": "you're nailing why a lot of people who don't believe any of this Russia stuff, some of them are pretty reasonable people in their distrust comes from Why would I ever believe anything intelligence agencies say they are All lie, right? And that's a position I can kind of understand. If you're, if you're going back to the FBI and the CIA is past, they're fraught with trouble,"
    },
    {
      "end_timestamp": 2722.0,
      "id": "c35b1952-8d14-3037-881f-b6556fdd3f84",
      "speaker": "Radio Announcer",
      "start_timestamp": 2708.0,
      "text": "you know, overthrowing regimes and creating Banana Republic or they have done such a great job of that. They did it to us. That's how good we are at making banana republic is"
    },
    {
      "end_timestamp": 2729.0,
      "id": "94145c19-55f7-341a-b659-ef3a7715c42b",
      "speaker": "Dan",
      "start_timestamp": 2722.0,
      "text": "possibly by accident. Maybe not, who knows? Yeah, it'd be the globalists are actually the intelligence agent."
    },
    {
      "end_timestamp": 2733.0,
      "id": "51c17d9b-bb9f-3816-ac50-a938db390dc0",
      "speaker": "Radio Announcer",
      "start_timestamp": 2729.0,
      "text": "It's hard to imagine that the Deep State doesn't exist, right."
    },
    {
      "end_timestamp": 2736.0,
      "id": "382e92ad-9c33-3598-a8f8-d9034a96b11f",
      "speaker": "Dan",
      "start_timestamp": 2733.0,
      "text": "Not in the way that I think paranoid people believe"
    },
    {
      "end_timestamp": 2744.0,
      "id": "82ae38bf-e6d1-3779-a8fc-0ef811531af6",
      "speaker": "Radio Announcer",
      "start_timestamp": 2736.0,
      "text": "no, there but there it there's there's a underground Deep State, I think it's hard to imagine that there isn't something there."
    },
    {
      "end_timestamp": 2751.0,
      "id": "e2f52c5c-a6b2-3705-a1a4-5225e2ac4afd",
      "speaker": "Dan",
      "start_timestamp": 2744.0,
      "text": "This podcasts gonna turn into you and me turning into the lone gunman that's going on? I don't know. But there is I don't think so."
    },
    {
      "end_timestamp": 2774.0,
      "id": "26ecc859-7221-30d6-a2e3-18bd7e5f362e",
      "speaker": "Radio Announcer",
      "start_timestamp": 2751.0,
      "text": "I know. I wouldn't have thought so. Six fucking months ago. Now. I don't know anything. It's true. Every every single thing I thought about I thought I knew about American politics, civics, the way our constitution works, the way our rule of law works, the separation of powers, all of this stuff is gone. It's all consolidated. The reason"
    },
    {
      "end_timestamp": 2786.0,
      "id": "9c4275a6-4439-3571-b923-7c1fd9534d16",
      "speaker": "Dan",
      "start_timestamp": 2774.0,
      "text": "that I'm against this idea that you're saying about this underground Deep State and what have you, is that to me, that's as easy an excuse as global as the globalist, right. It is just like, oh, yeah, throw everything in that box."
    },
    {
      "end_timestamp": 2791.0,
      "id": "9ac1206e-ee76-33e8-bb73-c748a1973eb5",
      "speaker": "Radio Announcer",
      "start_timestamp": 2786.0,
      "text": "Oh, no, no, I'm not saying that. They're responsible for all of this stuff. But"
    },
    {
      "end_timestamp": 2795.0,
      "id": "5e28f66c-413a-3ee8-865d-01352c230d11",
      "speaker": "Dan",
      "start_timestamp": 2791.0,
      "text": "they wouldn't be if they were a secret underground, see Cabal. But"
    },
    {
      "end_timestamp": 2835.0,
      "id": "21cab697-ab15-3d0d-9a5d-95afefb4fed5",
      "speaker": "Radio Announcer",
      "start_timestamp": 2795.0,
      "text": "again, I'll never believe that people are that competent? Sure, especially people that just all the people we have in government now are some of the most incompetent people. And it's all across the board. How How is it that the Democratic Party could not get themselves elected? It's pure incompetence. It has to be if you if you read the the Hillary book, the new one out? I can't remember the name of it, but it is it is basically just one long treaties of interviews from the Hillary Clinton campaign going over how incompetent it was at every step of the way."
    },
    {
      "end_timestamp": 2839.0,
      "id": "229486a4-19a0-32c4-bb93-dd8a025d51b3",
      "speaker": "Dan",
      "start_timestamp": 2835.0,
      "text": "Sure. But I think that look, shattered, shattered, I"
    },
    {
      "end_timestamp": 2840.0,
      "id": "23b1141d-c8f0-3a16-a5e6-35de373a0b7d",
      "speaker": "Radio Announcer",
      "start_timestamp": 2839.0,
      "text": "believe is the name of the book,"
    },
    {
      "end_timestamp": 2870.0,
      "id": "6eeea7e8-c6f6-354c-898e-6cd7f8e576f5",
      "speaker": "Dan",
      "start_timestamp": 2840.0,
      "text": "obviously. They were dumb to think we've got this right. But ever I would do. Yeah. Well, you'd have to, you'd have to be like, Oh, come on now. Right. It's ridiculous. Right? So she didn't go as hard in the paint as she needed to. But then there were things for sure. But there were things that went against her too, that were outside of our control, such as Comey, his letter, such as the Alex Jones, right, you know, yeah,"
    },
    {
      "end_timestamp": 2881.0,
      "id": "0f1bcca8-ab3d-3ddc-85ae-47986cb10b6d",
      "speaker": "Radio Announcer",
      "start_timestamp": 2870.0,
      "text": "but if you can can beat the fascist by 20 points. You would hope he probably couldn't have if it weren't for Trump and Brexit. Yeah, that's probably true."
    },
    {
      "end_timestamp": 2890.0,
      "id": "a01dbab8-8450-3ee6-b1d3-f57221f5c47c",
      "speaker": "Dan",
      "start_timestamp": 2881.0,
      "text": "The only I think France was saved by our fall to some extent. But anyway, we're spinning our gears ironic. We're still in the middle of deterring they will be destroyed"
    },
    {
      "end_timestamp": 2892.0,
      "id": "a957fc88-0182-382d-9807-045e3fed747e",
      "speaker": "Radio Announcer",
      "start_timestamp": 2890.0,
      "text": "by our fall as well."
    },
    {
      "end_timestamp": 2907.0,
      "id": "61f6eb0e-7972-35ae-9963-ccff921d58e6",
      "speaker": "Dan",
      "start_timestamp": 2892.0,
      "text": "Yeah, everyone will be. Exactly it's gonna be a big tidal wave. But this this next clip, I've just given a poetic title to this one. This one is called the stone doth protest too much."
    },
    {
      "end_timestamp": 2931.0,
      "id": "090b1bb4-3ebc-3cd8-ad14-68ae97b8879c",
      "speaker": "Roger Stone",
      "start_timestamp": 2907.0,
      "text": "This has nothing to do with heading off a Russian investigation. Senators Warner Feinstein, Franken, Congressman kissed spire Heinz, they have nothing, Alex, nothing. They're holding it in their hands, they got nothing. It's bogus. And they're about to be humiliated. If they continue down this path."
    },
    {
      "end_timestamp": 2935.0,
      "id": "a0d4b8b2-6881-3c90-8c42-aef11cb1ee99",
      "speaker": "Dan",
      "start_timestamp": 2931.0,
      "text": "We'll see. No,"
    },
    {
      "end_timestamp": 2948.0,
      "id": "10249264-a93f-3b57-b672-28c56d63b0e6",
      "speaker": "Radio Announcer",
      "start_timestamp": 2935.0,
      "text": "it's there's nothing. It's bogus. They've got it in their hands. There's nothing they can't fill their hands with any evidence. They can't fill their hands with guns, there's nothing there. There's nothing there. They're gonna be humiliated. If they just keep this going. What they should do is"
    },
    {
      "end_timestamp": 2951.0,
      "id": "a1346c17-79f7-3b38-95e3-65a5bf32d1e6",
      "speaker": "Dan",
      "start_timestamp": 2948.0,
      "text": "just stop. That's basically that's basically what"
    },
    {
      "end_timestamp": 2954.0,
      "id": "e194e022-2852-3cb0-bd88-e3220c5ce2da",
      "speaker": "Radio Announcer",
      "start_timestamp": 2951.0,
      "text": "otherwise you'll be in trouble. Yeah, you don't want to get in trouble."
    },
    {
      "end_timestamp": 2960.0,
      "id": "6195be7b-2512-31c2-9a5b-ed9910de80ce",
      "speaker": "Dan",
      "start_timestamp": 2954.0,
      "text": "It's a veiled threat in some ways. You know, like, you've got nothing just fucking give it up. It's like it. You know what it is? It's a poker"
    },
    {
      "end_timestamp": 2965.0,
      "id": "e1a9a890-4457-3231-98b5-f56550ee4b84",
      "speaker": "Radio Announcer",
      "start_timestamp": 2960.0,
      "text": "bluff. Exactly. That's exactly what it is. And that is the kind"
    },
    {
      "end_timestamp": 3000.0,
      "id": "163278ff-473f-3631-a677-e222df33df41",
      "speaker": "Dan",
      "start_timestamp": 2965.0,
      "text": "of action that you take when your hand is shit. When you know, oh, fuck, I have been communicating with regard methodology. Yeah. Oh, no, they have been watching me. Oh, no. Just give it up. Because in the same way that Alex Jones whenever one of his ex employees comes out and says some shit about him anonymously. He knows that they can't publicly say anything about it because of confidentiality agreements, or in the same way that Roger Stone can lie about being poisoned by polonium and his doctors can't correct it. Oh, the doctors can't correct I"
    },
    {
      "end_timestamp": 3003.0,
      "id": "3c612604-de48-38f1-874a-39fb930ba583",
      "speaker": "Radio Announcer",
      "start_timestamp": 3000.0,
      "text": "forgot about how he lied about being poisoned by baloney."
    },
    {
      "end_timestamp": 3013.0,
      "id": "23263e55-f6b9-3e9b-b246-19c9e0ca11e9",
      "speaker": "Dan",
      "start_timestamp": 3003.0,
      "text": "You can make those lies in the same way that he can say they don't have any evidence because they legally can't present that evidence to the public. So you can trick people in tell that evidence is declassified."
    },
    {
      "end_timestamp": 3055.0,
      "id": "5d2f8648-48ea-32e2-b055-5356715f991e",
      "speaker": "Radio Announcer",
      "start_timestamp": 3013.0,
      "text": "Well, and that's that is one. That's another reason why I can see stone lying about lying about Trump talking to him, because it wouldn't matter. Either way Trump has to deny it. So you can say he's talking to however much you want. Or even if he is or he isn't, he still has to say the same thing. Why? Because if you are talking to Trump, and you're Roger Stone, and Trump says, Yeah, I talked to my buddy, Roger Stone all the time. That is basically saying I'm complicit in whatever it is. Roger Stone is doing. Is it so you have to say no. Is it though? How could you talk to Roger Stone after he"
    },
    {
      "end_timestamp": 3067.0,
      "id": "be487700-e857-32c9-898c-6a477c3ee691",
      "speaker": "Dan",
      "start_timestamp": 3055.0,
      "text": "fired Flynn? He was talking about how he's a good man. He's a great man. didn't do anything wrong. Sad to see him go but he accidentally lied to the VP. Gotta let him go. He's a good man. Yeah, he said that after"
    },
    {
      "end_timestamp": 3071.0,
      "id": "bdf79009-3f92-3240-a041-41c3b739c3ae",
      "speaker": "Radio Announcer",
      "start_timestamp": 3067.0,
      "text": "he lied to the VP about all the stuff that they're investigating him"
    },
    {
      "end_timestamp": 3074.0,
      "id": "f2c5cc50-28ec-33fc-8097-9efa3f4f2a49",
      "speaker": "Dan",
      "start_timestamp": 3071.0,
      "text": "for. You might not have"
    },
    {
      "end_timestamp": 3076.0,
      "id": "82a6af3f-403b-3f92-aa9b-0a0c8e46ff15",
      "speaker": "Radio Announcer",
      "start_timestamp": 3074.0,
      "text": "weighed he might not have"
    },
    {
      "end_timestamp": 3083.0,
      "id": "bda8bfd3-21f7-390b-b065-eaaac4ba2714",
      "speaker": "Dan",
      "start_timestamp": 3076.0,
      "text": "lied to the VP pence might have lied. Oh, Pence ABS Pence is absolutely be a combo platter can be everyone's lying."
    },
    {
      "end_timestamp": 3091.0,
      "id": "d3115ee9-4b92-3f16-8833-60784394e639",
      "speaker": "Radio Announcer",
      "start_timestamp": 3083.0,
      "text": "Yeah, it's, yeah, be that. This is a this is Murder on the Orient Express. We're fucking everybody is doing. We're"
    },
    {
      "end_timestamp": 3106.0,
      "id": "ac7facbf-e036-323c-a075-28e2e92cde32",
      "speaker": "Dan",
      "start_timestamp": 3091.0,
      "text": "getting down to some minutia here. Maybe we should take a step back. Because I think that Alex, are we getting too deep into the weeds? We might be? And Alex would like us to look at the big picture. And I think he is the perfect guide to take us there."
    },
    {
      "end_timestamp": 3126.0,
      "id": "f2603009-bb80-38f9-92a4-820d697ee5f6",
      "speaker": "Alex Jones",
      "start_timestamp": 3106.0,
      "text": "All right, Roger, in the five minutes we've got left here. I want to look at the big picture. I mean, clearly the Russia thing is completely made up. The Democrats and a lot of the other Republican establishment have been deeply involved with lots of multinational companies and foreign governments. With Trump, it's surprising how little Russian connections there are. No, he's international business magnate and you know, real estate mogul?"
    },
    {
      "end_timestamp": 3131.0,
      "id": "764ef2c9-82d6-30c6-a52c-a0867b83fedf",
      "speaker": "Dan",
      "start_timestamp": 3126.0,
      "text": "Nope. An untrue to a staggering degree."
    },
    {
      "end_timestamp": 3151.0,
      "id": "0a17e54d-6c8d-392b-b7cb-c2b0d0faaba4",
      "speaker": "Radio Announcer",
      "start_timestamp": 3131.0,
      "text": "The fact that he's just being so blase about what is true. The Democrats and the Republicans have been involved with so many outside business ventures, but that seems that's that's bad on its own. I'd be if everything else was normal, that would be something that we should fucking deal with."
    },
    {
      "end_timestamp": 3180.0,
      "id": "0aae0d87-9a95-379f-b996-73fbe213ea85",
      "speaker": "Dan",
      "start_timestamp": 3151.0,
      "text": "I am slightly blase on that, quite frankly. Okay. Some of that is politics. But being involved with Russian mobsters, and getting tons of money from weird shady real estate deals, yeah, with people with checkered Russian pasts. Like, that's not nothing. You know what I mean? The idea that most of his money is lent to him by a Russia connected bank,"
    },
    {
      "end_timestamp": 3185.0,
      "id": "1dc48b66-c852-3596-8d43-8c4ff61d9d9e",
      "speaker": "Radio Announcer",
      "start_timestamp": 3180.0,
      "text": "you know, like, like how Donald Trump's sons told us? Yeah, so in another way,"
    },
    {
      "end_timestamp": 3226.0,
      "id": "57a53f00-3978-3d45-8ac2-95de88ccfeec",
      "speaker": "Dan",
      "start_timestamp": 3185.0,
      "text": "they can't get loans from American banks. And Eric Trump has said on the record, and he's quoted by somebody else, but spiritually, it matches up with a lot of the investigations that have been done into Trump's finances without the help of his tax returns, that a lot of their lending comes from Russian sources. So the idea that he doesn't have Russian connections, even if it isn't Putin, even if it isn't political, it's bullshit. Yeah, it's absolute bullshit. Also, the main reason I stopped this clip, because I wanted to warn you that it's gonna get really fucked up. I wanted to give you a heads up, that it's time to pick up Mike down the middle. I, okay, have a sip of wine. And"
    },
    {
      "end_timestamp": 3228.0,
      "id": "257a34d8-f85d-37a1-9cec-3588adbd840b",
      "speaker": "Radio Announcer",
      "start_timestamp": 3226.0,
      "text": "oh, if I spit take, I'm gonna break you."
    },
    {
      "end_timestamp": 3234.0,
      "id": "342c5742-7f6b-378d-94e0-8516a00d4932",
      "speaker": "Dan",
      "start_timestamp": 3228.0,
      "text": "I don't think you will. This is gonna get really fucked up. And then towards the end, Alex cannot let Roger talk. And it's delightful."
    },
    {
      "end_timestamp": 3273.0,
      "id": "e78072c6-0946-3289-acb6-6beb1b520e81",
      "speaker": "Alex Jones",
      "start_timestamp": 3234.0,
      "text": "That said, the Democrats are never going to get off the offense. They're the ones to their surrogates and kill the president kill us. Overthrow everyone. They're at war with us. They're funding the cop killing groups. They're funding all the social distortion garbage. They're a clear and present danger running around inside our country. And so I'm not calling for authoritarianism. They're an authoritarian threat. And so we need the Attorney General to go after the Clintons to go after Obama. They want a war they need to get one I know in my gut, but also historically is he hasn't constitutionally with the right thing to get really aggressive politically. And really,"
    },
    {
      "end_timestamp": 3276.0,
      "id": "8027555b-77a4-3b7d-bee0-c9cca5dac464",
      "speaker": "Radio Announcer",
      "start_timestamp": 3273.0,
      "text": "I can't anything even real anymore. even real. I"
    },
    {
      "end_timestamp": 3290.0,
      "id": "f0f467e3-0689-3844-8b82-cbae332bd0ff",
      "speaker": "Dan",
      "start_timestamp": 3276.0,
      "text": "told you my fucking name. I told you what is happening right now, Greg, I told you to have a sip of water. Yeah, like that's crazy. Isn't that this clip isn't done. What do you this isn't nearly"
    },
    {
      "end_timestamp": 3297.0,
      "id": "0bc63db0-d6e1-39ed-a83d-e41827114cd9",
      "speaker": "Radio Announcer",
      "start_timestamp": 3290.0,
      "text": "nothing means anything. No words don't mean anything. Just fucking say whatever you want. So they're doing what we're doing. You have to do what they're doing."
    },
    {
      "end_timestamp": 3317.0,
      "id": "1285fd7c-1b78-3754-b2b6-3474cb44ab38",
      "speaker": "Dan",
      "start_timestamp": 3297.0,
      "text": "We need to go on the offense. It's not authoritarianism. But we need to use authoritarian news. Exactly what the fuck it's insane the disconnect and the inability to see what he's saying. Like the lack of self reflection in his words are shocking. It's staggering. Well, again, I think it's because he's super hungover"
    },
    {
      "end_timestamp": 3321.0,
      "id": "55afeac1-baf3-388f-9aed-22f76012d5a9",
      "speaker": "Radio Announcer",
      "start_timestamp": 3317.0,
      "text": "and stone is right there. All right. Oh, yeah, just going along with"
    },
    {
      "end_timestamp": 3323.0,
      "id": "c93a1bf7-df30-3073-b2ec-4cf348900d7a",
      "speaker": "Dan",
      "start_timestamp": 3321.0,
      "text": "all he's about to sign off on it. Oh,"
    },
    {
      "end_timestamp": 3325.0,
      "id": "617e7804-21c4-3ac4-b9f5-8633332a6d67",
      "speaker": "Radio Announcer",
      "start_timestamp": 3323.0,
      "text": "great here, good luck and great."
    },
    {
      "end_timestamp": 3338.0,
      "id": "d1fc06ca-59e9-3b11-8925-e3fe0725b81d",
      "speaker": "Alex Jones",
      "start_timestamp": 3325.0,
      "text": "Getting them back on their heels. They're not going to stop. They're going to make stuff up. They're going to dig stuff up. They're going to twist it, and they're going to try to remove the president. Now, am I wrong? Can he just let them sit there and do this forever? Or?"
    },
    {
      "end_timestamp": 3354.0,
      "id": "1c971549-530b-322c-9989-604612cea230",
      "speaker": "Roger Stone",
      "start_timestamp": 3338.0,
      "text": "I think you're absolutely you're absolutely right. I think you're 100%. Right. Look, we saw how the Democrats politicized Watergate, and they used it to undo one of the greatest political landslides in American history. They couldn't"
    },
    {
      "end_timestamp": 3365.0,
      "id": "afe24de8-4f41-3f3a-aa7a-1df920d79755",
      "speaker": "Radio Announcer",
      "start_timestamp": 3354.0,
      "text": "he's, he's back defending Watergate. Now. He's retconning. Watergate. Yeah, no, it was the dems. It was the Dems was the Republicans. It was the damn the Republicans"
    },
    {
      "end_timestamp": 3369.0,
      "id": "863154c7-f4ca-3d6e-93ce-666105192141",
      "speaker": "Dan",
      "start_timestamp": 3365.0,
      "text": "turned on Nixon now as they knew that they were going to get"
    },
    {
      "end_timestamp": 3372.0,
      "id": "04f2dcf0-53bf-328e-a233-1748036e05e4",
      "speaker": "Radio Announcer",
      "start_timestamp": 3369.0,
      "text": "out cannot conceive. So so the Democrats were"
    },
    {
      "end_timestamp": 3386.0,
      "id": "ddc726b0-9b5d-3dc5-9d9f-a05c9dda6b87",
      "speaker": "Dan",
      "start_timestamp": 3372.0,
      "text": "always against Nixon, but the Republicans were obstructionist about impeachment until midterms started to come up. And that's when they turned on it right, which might end up happening to Trump in less gerrymandering, and yeah, I"
    },
    {
      "end_timestamp": 3388.0,
      "id": "e9c41206-c02f-35d6-bc7c-a06eee5cc6b2",
      "speaker": "Radio Announcer",
      "start_timestamp": 3386.0,
      "text": "don't think I don't think they care at this point. No, probably not."
    },
    {
      "end_timestamp": 3391.0,
      "id": "86881a8a-fda7-3f33-9e78-768bd3182d0a",
      "speaker": "Dan",
      "start_timestamp": 3388.0,
      "text": "They wouldn't be behaving the way they they can't possibly"
    },
    {
      "end_timestamp": 3433.0,
      "id": "0d59a74e-140a-3bd4-b3b5-05b34851b524",
      "speaker": "Radio Announcer",
      "start_timestamp": 3391.0,
      "text": "believe that they're not. So now Now, here's the other. Here's the other hope there, though, is just like these fucks talking right now, pretending all of this shit was true. And just rewriting history, rewriting the present in order to fit their narrative. Yeah, it's entirely possible that these true believers in Congress, think their constituents all agree with them. And so they are immune to being voted out there. They can't possibly accept that the people who have that there are people who have voted Republican in the past, who will turn against them. Now. There's a lot of now whether or not they're wrong is a whole different world."
    },
    {
      "end_timestamp": 3475.0,
      "id": "c233ba24-9d05-3840-8cf9-e0795af83f98",
      "speaker": "Dan",
      "start_timestamp": 3433.0,
      "text": "Well, there's a lot of places that vote so solidly Republican, that it would be incredibly difficult to get somebody out. But even if they did, then you'd have to primary them because it would be another Republican trying to take their seat, right as an incumbent. And that's such a hassle that most people wouldn't do it. Right. But like, yeah, it's It baffles me. I don't know, I don't I don't know, the fact that they're sitting here and, like, here, let me be clear, the fact that I forgot that part of this clip was that Roger Stone tries to rewrite like, crazy. Fucking the rest of this is even crazier. The clips not crazier than okay. There's two minutes of this clip left"
    },
    {
      "end_timestamp": 3477.0,
      "id": "4dae468e-07d6-3fd0-8766-accfb5d55b04",
      "speaker": "Radio Announcer",
      "start_timestamp": 3475.0,
      "text": "Jesus Christ"
    },
    {
      "end_timestamp": 3518.0,
      "id": "a1b3d89c-5a49-38b9-8fa2-56e6c0c67e9b",
      "speaker": "Roger Stone",
      "start_timestamp": 3477.0,
      "text": "when at the ballot box, so they removed a Nixon through this extra judicial process. It's the same thing here, which is why I say, the majority, the Senate Intelligence Committee, Mr. Podesta, his brother, Hillary Clinton, Bill Clinton, Chelsea Clinton, they should be compelled to testify on their gas deal on their banking deal their uranium deal. You know, they're the people who have been in bed with it is not conjecture. It's not a conspiracy theory. These are cold hard facts cut and dry. It's time for the for the Senate and House Republicans to show a little backbone."
    },
    {
      "end_timestamp": 3544.0,
      "id": "9f96528a-1381-350d-8995-354d234ec2b4",
      "speaker": "Alex Jones",
      "start_timestamp": 3518.0,
      "text": "Yeah, it's time to they're the ones that have done all get her out in the White House. herbalism we get a real President trying to revert power back to the country that mean you grew up every policy, but he really is being the president right now. All these special interests are pissed. They've involved themselves in corporate international espionage, transferring power, this crony capitalist offshore combine, and they want to go on the offensive call for our deaths, and and all this other crap, it's time to go on the offense against these people."
    },
    {
      "end_timestamp": 3552.0,
      "id": "f1aac7ba-2334-3b14-bccc-52eee65415e3",
      "speaker": "Roger Stone",
      "start_timestamp": 3544.0,
      "text": "You put your finger on the Attorney General Sessions to convene a grand jury. And then for Hillary, I'm sure he has many, many, many questions for her."
    },
    {
      "end_timestamp": 3567.0,
      "id": "ecd25c9b-88a2-3964-94f4-5a36fdc023ee",
      "speaker": "Alex Jones",
      "start_timestamp": 3552.0,
      "text": "Because he's they're not stopping their email. Sorry, go ahead. They're coming after America with everything they've got trying to destroy us. And they're the criminals then let's let them have it. Sorry. Go ahead. We have nothing to lose but running over these people."
    },
    {
      "end_timestamp": 3573.0,
      "id": "13a1721e-72a9-3252-a6df-a3d5747a1601",
      "speaker": "Roger Stone",
      "start_timestamp": 3567.0,
      "text": "I couldn't agree more. It's time for the Republican Party basically establish a Republican Party to show some backbone."
    },
    {
      "end_timestamp": 3592.0,
      "id": "a855152c-1d11-3897-80a9-bade685b04fd",
      "speaker": "Dan",
      "start_timestamp": 3573.0,
      "text": "I swear to God, I didn't edit that at all twice within a minute. He interrupts him says sorry, go ahead and then immediately starts ranting. That's that is a man who is like, insane. He's a lunatic. Yeah, he's rude to his friends."
    },
    {
      "end_timestamp": 3609.0,
      "id": "150218b9-51c9-3eda-a473-fb0ee1704598",
      "speaker": "Radio Announcer",
      "start_timestamp": 3592.0,
      "text": "Yeah, I don't know. Well, I mean within the context of his show, so if you can If you can say he and Roger Stone had an hour conversation the night before Yeah, I can't believe that he really talks to Roger the same way"
    },
    {
      "end_timestamp": 3624.0,
      "id": "20c15723-db8f-3f63-988b-a57bef9abfde",
      "speaker": "Dan",
      "start_timestamp": 3609.0,
      "text": "off air. Probably not. So if you can performative aspect probably right you can justify. Which about the same off air is on air. Yeah, pretty much. Yeah. Just no mics. Maybe more yelling."
    },
    {
      "end_timestamp": 3639.0,
      "id": "f8f49253-67df-3384-83b1-6d686eb794a8",
      "speaker": "Radio Announcer",
      "start_timestamp": 3624.0,
      "text": "Yeah, usually you join in the fun. Yeah. No, then I imagine that on air, it's it's part of the dynamic of the show. When Alex when Alex is like turn is ratcheting it up. Because it doesn't matter. It is still"
    },
    {
      "end_timestamp": 3659.0,
      "id": "d3a88d56-4a43-3acf-a209-66d6fa61bd44",
      "speaker": "Dan",
      "start_timestamp": 3639.0,
      "text": "a performer. Even so I haven't listened for the last five months straight. And I'm dipping back into the archives. I have a thorough investigation I'm engaged in right now that I can't look. I can't You can't reveal. Reveal it yet. But I'm onto something really big. All right. But"
    },
    {
      "end_timestamp": 3666.0,
      "id": "176c75be-e6c6-37c1-91fa-9669a4c694a3",
      "speaker": "Radio Announcer",
      "start_timestamp": 3659.0,
      "text": "do not, do not ask Trump for more resources. Don't do it. I swear to God, he's gonna fire you next"
    },
    {
      "end_timestamp": 3694.0,
      "id": "88574c31-c371-3002-9469-665a2d286fad",
      "speaker": "Dan",
      "start_timestamp": 3666.0,
      "text": "day. I'm fired from this podcast. My cat takes over. I get to replace Rudy Giuliani. So like, even even having listened to hours and hours and hours, like you guys listening have no fucking idea how much I've listened to this damn last man talk. I've never heard him interrupt like that. Like really? He's been ruder. But the comedy of sorry, go ahead. Sorry, go ahead."
    },
    {
      "end_timestamp": 3705.0,
      "id": "d55e7b82-26b8-3a8a-8f96-e15e4901857a",
      "speaker": "Radio Announcer",
      "start_timestamp": 3694.0,
      "text": "Sorry. Sorry. Go ahead. We have nothing to lose, but running over them. I don't understand what that means. Alex, first of all, why are you interrupting somebody to get that out?"
    },
    {
      "end_timestamp": 3741.0,
      "id": "5a348053-22c7-310b-9128-370be691b501",
      "speaker": "Dan",
      "start_timestamp": 3705.0,
      "text": "I don't know. He just came just to remember the phrase, I guess. So I cut out a ton of the rest of Roger stones interview because I mean, it's all more or less the same. There's not a ton more. I can't remember if he's still on this next clip, or if he's already left. But what happens after Roger Stone leaves? Is you remember that, that notorious March 30. Episode we did. Roger Stone was around for a little while that Alex drunkenly deteriorated into a man talking about selling his car and the ways you learn?"
    },
    {
      "end_timestamp": 3751.0,
      "id": "3b0eec80-61ca-3631-af95-d3959dc36bdc",
      "speaker": "Radio Announcer",
      "start_timestamp": 3741.0,
      "text": "Yes, the most beautiful episode, there is a little back and listen to march 30. One more time to just near the end, where Alex gets super introspective and"
    },
    {
      "end_timestamp": 3770.0,
      "id": "5e760d28-e12d-387c-8a4b-1b88b8533c77",
      "speaker": "Dan",
      "start_timestamp": 3751.0,
      "text": "refuses to look at Robin. Yeah, so weird. There's a little bit of that energy here. Roger Stone ends up leaving and things go a little weird. They go a little bit weird. We'll get to it. But this next clip, he just expresses how glad he is that Comey has gone and talks more about Hillary's crimes."
    },
    {
      "end_timestamp": 3819.0,
      "id": "856fa05b-134b-3ea8-b024-8be41773cfc7",
      "speaker": "Alex Jones",
      "start_timestamp": 3770.0,
      "text": "Ladies and gentlemen, thank you for joining us. I think I should just open the phones up and play some clips of what's been unfolding. But this this this, this really makes me feel good about President Trump cry in that he has fired Comey Comey that stood there while Loretta Lynch met on airplanes with Bill Clinton breaking the law while he was under criminal investigation. Lance who sat there with all the WikiLeaks info coming out now they were coordinating with the White House on to cover up crimes. Nope. The uranium deals to Russia, the selling of our technology to China. Still, the Clintons have been protected by the FBI for decades, from the highest levels, committing their crimes. And then all the WikiLeaks pedophile information. Police department wanted to release what to the FBI basically shut down."
    },
    {
      "end_timestamp": 3966.0,
      "id": "b252188b-62c7-393f-8fc8-fc51c57ef32d",
      "speaker": "Dan",
      "start_timestamp": 3819.0,
      "text": "So you can see there that like his One example is that Loretta Lynch was on a plane with Bill Clinton. Yeah, that's sort of what he keeps going back to, which means he doesn't really know all that much. Oh, you need the uranium deal brought up again. And then he says that people were complicit in selling our technology to China. And it's actually kind of interesting, because when I was researching the uranium deal, basically what it boils down to is that Hillary Clinton because she was Secretary of State, all the heads of departments, like all the secretaries, essentially in the cabinet, are part of a nine member organization called the Council on Foreign investment in the United States. And anytime a foreign company tries to buy something that may or may not be relevant to our national security, the deal gets reviewed by the Cepheus. Oh, that's how you say that. I don't know how to pronounce a C and an F right at the beginning of a word Cepheus. Who knows? Who cares? But anyway, there's Oregon, that's actually a really good idea, this organization. So when this uranium company was being bought out by a Russian company, right, it was something that got reviewed by the Cepheus because it is in our and Hillary Clinton as one of the members of this nine member committee could not have any personal involvement in the outcome of the decision. She couldn't have swayed that decision and the outcome of the the Cepheus is that they make a recommendation. And then the President can let the deal go through or he can put the kibosh on the deal. Gotcha. They don't choose what happens. So even if she had said, Don't let this go through, it's not her choice to make. So the idea that she sold this uranium is number one factually inaccurate, and then logistically inaccurate. But while I was doing the research into that uranium deal, one of the interesting things that I found out was that in 2016, Barack Obama did stop a company from being bought, because he felt it was relevant to our national interests, really, and it had to do with a recommendation that the Cepheus had made. And it was involving a Chinese company from buying a Dutch company that produced microchips out of concern that they were doing so for nefarious reasons, and would have too much of the microchip market. So Alex Jones, saying that the liberals and the Democrats are way too interested in giving, letting China have all our technology. There's a concrete example from a year ago of Barack Obama stepping in and being like, well, we've got to be careful about the Chinese consolidation of technology. So"
    },
    {
      "end_timestamp": 3982.0,
      "id": "46b67eb7-6500-3719-97f9-51e20bbe56d2",
      "speaker": "Radio Announcer",
      "start_timestamp": 3966.0,
      "text": "So literally, not literally meaning figuratively. Literally, the liberals. He is decrying for doing a thing. Yep. Did the exact opposite thing. Absolutely. Which he which he ostensibly wants."
    },
    {
      "end_timestamp": 4008.0,
      "id": "2c14d322-0927-32bf-97c9-2cc180f0b9de",
      "speaker": "Dan",
      "start_timestamp": 3982.0,
      "text": "There's a article in The New Yorker, New York Times from February 4 2016, that I've linked up in that article about the uranium deal, you can find all the resources there. It's fully documented. It's absolutely concrete example against what I was just talking about. Now. It's in the white paper second in their own white paper, secondarily, all of that stuff that he's saying about the WikiLeaks means he's never read it. Because those things aren't in there. Why does"
    },
    {
      "end_timestamp": 4013.0,
      "id": "bc843a99-b250-3360-90a4-bb10439c6494",
      "speaker": "Radio Announcer",
      "start_timestamp": 4008.0,
      "text": "he keep if he brings up the pedophilia thing? Again, he is referencing pizza gate, right?"
    },
    {
      "end_timestamp": 4017.0,
      "id": "c0377ee5-fd65-312b-b667-4619c628de11",
      "speaker": "Dan",
      "start_timestamp": 4013.0,
      "text": "He has to be us talking about the WikiLeaks aspect. Yeah,"
    },
    {
      "end_timestamp": 4019.0,
      "id": "7dd87e20-080d-338c-a954-69fba4250c01",
      "speaker": "Radio Announcer",
      "start_timestamp": 4017.0,
      "text": "there's no other there's no other explanation. Well, you"
    },
    {
      "end_timestamp": 4059.0,
      "id": "f92c0c06-cb19-3b07-a16a-e4d477973634",
      "speaker": "Dan",
      "start_timestamp": 4019.0,
      "text": "could be talking about like, alright, we weren't talking about Comet Ping Pong. But while we were talking about like, Alex brings this up all the time. Right. Brock Obama got succulent hot dogs. Now let's, let's you're adding adjectives in and you're misrepresenting what the actual WikiLeaks say? Right? So you haven't read them? Someone has told you, it's all secondhand. Right? That entire description again, I don't think Hillary is the best person in the world. She's still a politician. She's complicit in some shit. But at the same time, all of the examples he gives are on nuanced and either lies, or just things he doesn't actually understand. It's embarrassing. It's absolutely embarrassing."
    },
    {
      "end_timestamp": 4064.0,
      "id": "3fe55264-b9b1-3d36-8547-6a55d1b06bb2",
      "speaker": "Radio Announcer",
      "start_timestamp": 4059.0,
      "text": "It would be if anybody but us was capable of giving a shit."
    },
    {
      "end_timestamp": 4078.0,
      "id": "7e0a8569-f2cd-33a5-a862-526107c7cc60",
      "speaker": "Dan",
      "start_timestamp": 4064.0,
      "text": "Yeah, I guess so everyone who cares has already written off Alex and assumes he's lying. Right? Right. Whereas we engage and actually prove he's lying. And it doesn't matter. But thank you to everyone who actually enjoys the show."
    },
    {
      "end_timestamp": 4096.0,
      "id": "2218da74-83f7-38cb-9537-4517f1ca65b2",
      "speaker": "Radio Announcer",
      "start_timestamp": 4078.0,
      "text": "I think I think it does. I think it does matter. Once we get enough listeners say 45 million listeners a week. That's common. That's That's right around the corner. Yeah. With uh, with all the new policy walks. We keep getting, yeah, imagine 45 million people are about to be"
    },
    {
      "end_timestamp": 4099.0,
      "id": "c0f5ebc8-402b-3c4b-abcc-9d51e42ab4ca",
      "speaker": "Dan",
      "start_timestamp": 4096.0,
      "text": "on. Google's trying to delist us. They are Yeah, you"
    },
    {
      "end_timestamp": 4103.0,
      "id": "f8dab445-b6dd-32ce-a81f-c180d3e4ced7",
      "speaker": "Radio Announcer",
      "start_timestamp": 4099.0,
      "text": "you search knowledge fight. And I swear we're like,"
    },
    {
      "end_timestamp": 4104.0,
      "id": "d42b3683-ce83-3e85-8211-8c329508c4a9",
      "speaker": "Dan",
      "start_timestamp": 4103.0,
      "text": "first"
    },
    {
      "end_timestamp": 4111.0,
      "id": "b74c13f6-cee2-3562-8d52-338cf35ab7a5",
      "speaker": "Radio Announcer",
      "start_timestamp": 4104.0,
      "text": "thing. Yeah. For now. Yeah. Until we get until we get Chobani money. Yeah,"
    },
    {
      "end_timestamp": 4120.0,
      "id": "4c0e91de-7e84-37c8-868a-f04322c9ac2b",
      "speaker": "Dan",
      "start_timestamp": 4111.0,
      "text": "somebody hit us up. We like you will pimp yogurt. Yeah, fuck yours, we'll do an ad. This next clip Chobani"
    },
    {
      "end_timestamp": 4123.0,
      "id": "2d1ef26e-5487-3e29-8302-9a52a38dba9b",
      "speaker": "Radio Announcer",
      "start_timestamp": 4120.0,
      "text": "yogurt. And it's thicker than regular yogurt."
    },
    {
      "end_timestamp": 4134.0,
      "id": "1b9edf6a-6613-3fd3-b12f-3c32a20a53e9",
      "speaker": "Dan",
      "start_timestamp": 4123.0,
      "text": "It's thicker than the lies coming out of Alex Jones. So this next clip the yogurt of policy, watch this next clip I've done some research into and it's gonna be interesting when we come out the other side of it."
    },
    {
      "end_timestamp": 4171.0,
      "id": "8ed52f46-314b-3ca9-9c03-85da93fda338",
      "speaker": "Alex Jones",
      "start_timestamp": 4134.0,
      "text": "Donald Trump is restoring our military, restoring our sovereignty, restoring our economy, restoring our pride. If Russia was our enemy, and if Russia was controlling President Trump, they would not be doing any of this. The first thing neither Russian compromised operative would do would keep coal banned. They would have coal for over 1000 years, with clean burning systems in the United States. conservatively. There's more coal than natural gas, oil, you name it combined."
    },
    {
      "end_timestamp": 4172.0,
      "id": "a7ec57c4-6d76-3d82-9a52-509251b30fa8",
      "speaker": "Radio Announcer",
      "start_timestamp": 4171.0,
      "text": "That can't be true."
    },
    {
      "end_timestamp": 4181.0,
      "id": "65cb7fa5-bc93-395f-ab7f-0080d0e0a3d9",
      "speaker": "Alex Jones",
      "start_timestamp": 4172.0,
      "text": "And when Trump said all that coal is back on the table. It made gas prices in Russia plunge and that's Russia's main export."
    },
    {
      "end_timestamp": 4183.0,
      "id": "ba47b284-9b5b-3431-9e19-6c9abbdabc89",
      "speaker": "Radio Announcer",
      "start_timestamp": 4181.0,
      "text": "That's actually not a bad argument."
    },
    {
      "end_timestamp": 4190.0,
      "id": "d46fcc47-7c25-320a-991a-3cb762b18fbd",
      "speaker": "Alex Jones",
      "start_timestamp": 4183.0,
      "text": "Let's see. That's if you're actually geopolitically informed. It wasn't to hurt Russia. It's to help the United States sorry."
    },
    {
      "end_timestamp": 4194.0,
      "id": "b7f26102-ee8a-3593-81e3-d389ece9b4dc",
      "speaker": "Dan",
      "start_timestamp": 4190.0,
      "text": "So here's why it is a terrible argument. God dammit. So I don't know. I"
    },
    {
      "end_timestamp": 4202.0,
      "id": "c026f711-bbc1-37f7-954e-3cf3ca48044a",
      "speaker": "Radio Announcer",
      "start_timestamp": 4194.0,
      "text": "mean, I just mean logically from fro the logical sense. Why would you support a thing that goes against Russia's thing"
    },
    {
      "end_timestamp": 4206.0,
      "id": "fab62d38-601f-3adf-8447-0d8b9eae7be9",
      "speaker": "Dan",
      "start_timestamp": 4202.0,
      "text": "if the premises were true, right, the argument would be good."
    },
    {
      "end_timestamp": 4208.0,
      "id": "4c90e921-db15-3391-90eb-187ce1d41eca",
      "speaker": "Radio Announcer",
      "start_timestamp": 4206.0,
      "text": "So are either premises true? Well, before we"
    },
    {
      "end_timestamp": 4246.0,
      "id": "b5999095-cee0-3fd2-97db-a6db4530c414",
      "speaker": "Dan",
      "start_timestamp": 4208.0,
      "text": "get to them, I want to say that I don't really know exactly how much coal there is, or natural gas. Most of the numbers that you can find are speculative. Right? There are a bunch of reserves, and there's stuff we know about. But there's unknown unknowns, right? Things. ores we might find later, right, and stuff like that. So we don't know. There could be deep earthquakes, coal crystals. Absolutely. Yeah. So the what we do know is that clean coal is bullshit, absolute, utter. And we've said that a bunch on the show, and I realized I'm getting a little self conscious. So it's time to fully lay that out. Clean Coal is Alex,"
    },
    {
      "end_timestamp": 4250.0,
      "id": "77160c9e-5a3c-3595-b7e9-4cc2a7df9105",
      "speaker": "Radio Announcer",
      "start_timestamp": 4246.0,
      "text": "sort of, with your obsession with documenting facts. So"
    },
    {
      "end_timestamp": 4354.0,
      "id": "3eafd696-fa42-3e45-be81-e8f2ec218674",
      "speaker": "Dan",
      "start_timestamp": 4250.0,
      "text": "Alex present it as like another kind of coal, which is absurd. It's the same color, the only way that you can hold coal, right. But the rationalized that clean coal is coal that's presented differently, and you do different things with it. And that makes it clean. The biggest version of this and the only one that's really relevant to any national conversation, is the idea of carbon capture technology. You're aware of this, but for those who aren't. It's a technology that's designed to collect and dispose of coal plants, carbon dioxide emissions, before they escape into the atmosphere, because once they get into the atmosphere, they trap heat and cause warming and they focus up yeah. So according to this article in Bloomberg, that technology may be on the drawing board and an abuse of scale demonstration project, but it's not close to being ready for widespread use at an affordable price. No, the one us plant that's being designed to use carbon capture. Now under construction in Kemper County, Mississippi, is two years behind schedule and $4 billion over budget. Wow, a similar heavily subsidized project in Saskatchewan his demo demonstrated that outfitting the world's power stations with the technology could cost upwards of $17 trillion. So basically, some of the technology does exist. And it has worked somewhat. It doesn't work all that well yet, but it may in the future, right, eventually. But when it's too late, right. But at the same time, that $17 trillion number of outfitting all of our coal burning plants with it is substantially higher than all sorts of renewable resources that we can use. Right? That's why it's a stupid reason to go down the coal path."
    },
    {
      "end_timestamp": 4357.0,
      "id": "c8f87452-1b3b-3d1d-b0e5-6a6dd44f4f5f",
      "speaker": "Radio Announcer",
      "start_timestamp": 4354.0,
      "text": "Well, we got to save like 50 coal miners job. Well, that's"
    },
    {
      "end_timestamp": 4360.0,
      "id": "ea7b0fd1-403c-331b-9fca-1125ddd13025",
      "speaker": "Dan",
      "start_timestamp": 4357.0,
      "text": "the other thing. They're not coming back. Now."
    },
    {
      "end_timestamp": 4363.0,
      "id": "284d9434-a099-3d67-87f1-3bb4fc06c759",
      "speaker": "Radio Announcer",
      "start_timestamp": 4360.0,
      "text": "They're coming back mechanism, oh, clean coal. If bringing them"
    },
    {
      "end_timestamp": 4375.0,
      "id": "8985c380-a7f7-3e8e-8f7a-7b150d7a933e",
      "speaker": "Dan",
      "start_timestamp": 4363.0,
      "text": "back, if you look at it, the number of jobs that were lost because of the coal industry going down, it's not nearly as many jobs is just because of automation, right? And that's just a reality that's going to be on the table whether we use coal or not"
    },
    {
      "end_timestamp": 4379.0,
      "id": "061ca592-bf3f-339f-9d66-ad9da676eff9",
      "speaker": "Radio Announcer",
      "start_timestamp": 4375.0,
      "text": "God, how is it? Can you imagine and and if you"
    },
    {
      "end_timestamp": 4394.0,
      "id": "f076d353-b0d8-3556-966b-84684017208c",
      "speaker": "Dan",
      "start_timestamp": 4379.0,
      "text": "look at the number of like Tourism and retail related jobs that have been lost since Trump got in office, compared to the hypothetical games in the coal industry, it's cool is nothing. We're loot. We're bleeding retail and tourism jobs. Because people just"
    },
    {
      "end_timestamp": 4397.0,
      "id": "946827a0-9318-397c-9322-52cf44aad58b",
      "speaker": "Radio Announcer",
      "start_timestamp": 4394.0,
      "text": "because people don't want to fucking come here. Nope. Hell if I do. No,"
    },
    {
      "end_timestamp": 4399.0,
      "id": "2e29d1f6-271d-32da-974f-d096e33b5c8a",
      "speaker": "Dan",
      "start_timestamp": 4397.0,
      "text": "absolutely."
    },
    {
      "end_timestamp": 4411.0,
      "id": "b66981a6-2872-3dfa-a662-67f4832c621b",
      "speaker": "Radio Announcer",
      "start_timestamp": 4399.0,
      "text": "So So you remember all those? You remember when people used to say, Well, I mean, it's not working in a coal mine. Yeah, right. Yeah. Because working in a coal mine was bad."
    },
    {
      "end_timestamp": 4414.0,
      "id": "374c6c98-73d8-3e2e-bb53-a38e8bad3c64",
      "speaker": "Dan",
      "start_timestamp": 4411.0,
      "text": "Yeah, cuz you could die if that Canary right. See the canary dry. A"
    },
    {
      "end_timestamp": 4437.0,
      "id": "e25c4d42-7a4d-3105-bb45-76f841ce1403",
      "speaker": "Radio Announcer",
      "start_timestamp": 4414.0,
      "text": "lot of people die working in coal mines, right. So imagine if they just stopped subsidizing those coal mining jobs and started subsidizing renewable energy jobs. Those jobs those people who were working in coal mines, yeah. Could probably work in a solar farms. Yeah. Where you wouldn't be murdered by a fucking mine. Now, there's"
    },
    {
      "end_timestamp": 4446.0,
      "id": "932feae6-7e8f-38ea-a6c3-c0281162fcb2",
      "speaker": "Dan",
      "start_timestamp": 4437.0,
      "text": "a lot of issues in terms of like wind turbines and stuff like that. They do end up killing a lot of birds. They're not ideal in a lot of ways."
    },
    {
      "end_timestamp": 4450.0,
      "id": "66881263-6322-330e-8c84-f820ae33bd7e",
      "speaker": "Radio Announcer",
      "start_timestamp": 4446.0,
      "text": "But yeah, the canary in the wind farm probably isn't gonna go as well."
    },
    {
      "end_timestamp": 4452.0,
      "id": "9339a5b8-6b12-3841-a4b5-0cbd0a33d46b",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4450.0,
      "text": "But like solar, so"
    },
    {
      "end_timestamp": 4456.0,
      "id": "3100fa3e-6a62-3eab-88de-4cf91b85c7b8",
      "speaker": "Radio Announcer",
      "start_timestamp": 4452.0,
      "text": "call me getting fired as the canary in the wind farm."
    },
    {
      "end_timestamp": 4500.0,
      "id": "6f3d6ba1-3825-330e-b37a-04b92c9c94a5",
      "speaker": "Dan",
      "start_timestamp": 4456.0,
      "text": "That's not bad. That's not bad. Thank you. Sorry. So let's get back to the argument that he's making. He was making the argument that as soon as Trump said coal is back on the table, Russian gas prices tanked. Did that happen? Well, I am looking at a official graph of the price in rubles of gasoline per litre. In Russia, and on January 30, it was at 38.4 rubles per litre 38.4. That's right around when Trump was inaugurated. Right. Would you like to know what it was on the eighth of May 2017? I sure would. 39.29 dropped like a milestone. Nope, it went up up"
    },
    {
      "end_timestamp": 4506.0,
      "id": "7e869f96-6f50-3327-88b9-67f3cd295483",
      "speaker": "Radio Announcer",
      "start_timestamp": 4500.0,
      "text": "went up. I don't know how rubles work. I feel like it's like golf, where the more rubles you have, the less money you have."
    },
    {
      "end_timestamp": 4517.0,
      "id": "53ce5968-0d6a-3be2-a37a-0ad0451a2aad",
      "speaker": "Dan",
      "start_timestamp": 4506.0,
      "text": "It has never gone down since Trump took office. The price of gas has just consistently gone up."
    },
    {
      "end_timestamp": 4519.0,
      "id": "17b11703-652b-3afb-90c4-418bc23093d5",
      "speaker": "Radio Announcer",
      "start_timestamp": 4517.0,
      "text": "Yes. Is nothing true?"
    },
    {
      "end_timestamp": 4529.0,
      "id": "39b089d4-9d05-3542-93b3-67e3208aaf09",
      "speaker": "Dan",
      "start_timestamp": 4519.0,
      "text": "No, nothing is true. And you know, the thing that's kind of interesting is that the price of gas is trending or has trended downward since, you know, give or take 20."
    },
    {
      "end_timestamp": 4542.0,
      "id": "3d35c902-5b49-36e2-b2ae-01474418ff85",
      "speaker": "Radio Announcer",
      "start_timestamp": 4529.0,
      "text": "Well, that's because OPEC is limiting. Or I suppose it's going down. And then OPEC is limiting their production or in order to artificially keep it up, possibly creating scarcity"
    },
    {
      "end_timestamp": 4557.0,
      "id": "8f8f9c26-1ae5-3e26-b1fe-2f638b868ab6",
      "speaker": "Dan",
      "start_timestamp": 4542.0,
      "text": "for us. Yeah. I mean, just globally, it's gone down since like, mid 2014 or so. Right. But because we're all gonna die price of Russian gas has gone up. Not nonsense nonsense, just"
    },
    {
      "end_timestamp": 4597.0,
      "id": "a3a1d5d1-ad59-370d-bb97-a996563e0663",
      "speaker": "Radio Announcer",
      "start_timestamp": 4557.0,
      "text": "so. So he just plus he just made that up whole cloth, because it sounded reasonable. Sounds great. It sounds. You said it's a good argument. I mean, it is a good argument if true, if you don't look for numbers. Right. Great. It's fantastic. That's a solid argument. Yeah. I mean, the fact that, you know, all the other good stuff that he's done for Russia is still there. Yeah, kind of means that maybe they even if it was true, maybe they'd be willing to take that trade off. of, yeah, we'll give you some coal jobs in order for us to have rampid control of your government. Possible. I would take that trade off if I was Putin."
    },
    {
      "end_timestamp": 4634.0,
      "id": "e34a03da-d2cb-35c1-8312-935604348642",
      "speaker": "Dan",
      "start_timestamp": 4597.0,
      "text": "Sure. So I told you that, like without Roger Stone in tow, things kind of spiraled a little bit. Yeah. I mean, we saw just there in the last two clips, he's made arguments that are based on any reality. They feel good to him. He's got to feel good. Yeah. Because this should be the day of celebration for him. This guy has gone down who was the bane of his existence? He was the FBI director who was a compromised globalist, right. Like this shouldn't be big, but he can't, he's still got to hit his greatest hits of complete lie narratives. And it gets so weird. Listen to this, listen to this. Okay, this is fucked up."
    },
    {
      "end_timestamp": 4637.0,
      "id": "4e178c7e-0c03-3672-867e-9d5d3fe2eb95",
      "speaker": "Radio Announcer",
      "start_timestamp": 4634.0,
      "text": "I'm going to at this point, I really don't have much of a choice."
    },
    {
      "end_timestamp": 4663.0,
      "id": "4c7c03cc-31b4-37ae-abf2-5a0c78dd6e70",
      "speaker": "Alex Jones",
      "start_timestamp": 4637.0,
      "text": "I have seen people go from being totally enthusiastic about Trump to by about 100 days, and we're now 111 days in really being disillusioned with President Trump. Yeah. One other example of that is that we were selling probably 500 Trump pence 2020 shirts a day until about day 70 When Trump started to go sideways for that bad healthcare bill."
    },
    {
      "end_timestamp": 4667.0,
      "id": "14022783-90fc-3cd5-bf30-6761f1ff35a4",
      "speaker": "Dan",
      "start_timestamp": 4663.0,
      "text": "So his Bellwether is short sales. And"
    },
    {
      "end_timestamp": 4677.0,
      "id": "c223048b-113a-3bf7-8305-8e6008f57d24",
      "speaker": "Radio Announcer",
      "start_timestamp": 4667.0,
      "text": "it's not a terrible Bellwether, to be honest. No, it's actually a really good bellwether for whether or not his listeners are sticking on board with the Trump Train."
    },
    {
      "end_timestamp": 4690.0,
      "id": "d0baf332-c6f2-365a-bb34-862ed522a3dd",
      "speaker": "Dan",
      "start_timestamp": 4677.0,
      "text": "Alright. And something that's interesting is if you go to Infowars, store.com, Trump pence 2020 shirts retail for $20 1995 are on sale for 495."
    },
    {
      "end_timestamp": 4692.0,
      "id": "cc839eb0-126e-3c2c-8151-eb9c32c57c92",
      "speaker": "Radio Announcer",
      "start_timestamp": 4690.0,
      "text": "That 495 and"
    },
    {
      "end_timestamp": 4703.0,
      "id": "a0933989-d4ea-3322-9999-317e9acc5937",
      "speaker": "Dan",
      "start_timestamp": 4692.0,
      "text": "have been pretty consistently that cannot be covering costs. So now that's them trying to get rid of a shit ton of shirt because the bellwether that's come, that's the comedian who"
    },
    {
      "end_timestamp": 4707.0,
      "id": "52c3a84d-abdc-3249-a30c-8c3dfc231f51",
      "speaker": "Radio Announcer",
      "start_timestamp": 4703.0,
      "text": "still carries around 200 shirts that say the dumbest thing you can think some"
    },
    {
      "end_timestamp": 4712.0,
      "id": "c6f9d5b0-3791-3fb4-9c26-879472e1729c",
      "speaker": "Dan",
      "start_timestamp": 4707.0,
      "text": "punch line from his act from 10 years ago. Yeah, exactly. So like the the idea that"
    },
    {
      "end_timestamp": 4716.0,
      "id": "1b74fe38-26c6-3948-b673-a487fb5fd2b6",
      "speaker": "Radio Announcer",
      "start_timestamp": 4712.0,
      "text": "he sells I'm going to be doing this joke until I sell all these goddamn shirts."
    },
    {
      "end_timestamp": 4727.0,
      "id": "f5dce5c7-a2e6-3157-b5c2-1b5f27cb3aaf",
      "speaker": "Dan",
      "start_timestamp": 4716.0,
      "text": "The idea that he sells 500 shirts a day, or whatever is pretty crazy. Like in terms of quantity. And if you were selling them for retail, it'd be a lot of money."
    },
    {
      "end_timestamp": 4731.0,
      "id": "cf31bcfc-a428-3a1d-a694-49e3b137f985",
      "speaker": "Radio Announcer",
      "start_timestamp": 4727.0,
      "text": "What 500 shirts a day bucks a pants 10 grand, yeah, but"
    },
    {
      "end_timestamp": 4735.0,
      "id": "272834f0-30a2-38ee-97de-45b151aa9c4e",
      "speaker": "Dan",
      "start_timestamp": 4731.0,
      "text": "if every day if you're selling them for five, that's two and a half"
    },
    {
      "end_timestamp": 4742.0,
      "id": "a07b7ac6-1d88-32b1-ad6e-7e4a9262f28e",
      "speaker": "Radio Announcer",
      "start_timestamp": 4735.0,
      "text": "grand, a lot less than 10 grand a lot less. For very least it cuts into your profit margin for the amount"
    },
    {
      "end_timestamp": 4754.0,
      "id": "f0f38f23-bc61-3fba-90d9-a37ef298631b",
      "speaker": "Dan",
      "start_timestamp": 4742.0,
      "text": "of work you probably have to do to pimp that product. Yeah. I mean, $2,500 a day if we weren't getting it. Great. Yeah, but if we had to have a shipping department and make up these shirts, we'd be taking a bath."
    },
    {
      "end_timestamp": 4770.0,
      "id": "e65e8956-b78b-3b26-9ba2-aca7cb142bcf",
      "speaker": "Radio Announcer",
      "start_timestamp": 4754.0,
      "text": "Yeah, that's less great. Exactly. I mean, for 2500 a day I feel like I would have no problem if it was you and me recording the show for three hours every day and then the rest of the day just fucking folding shirts and putting it into boxes."
    },
    {
      "end_timestamp": 4783.0,
      "id": "8aee3189-9760-3e75-b612-f2bd1b8e8142",
      "speaker": "Dan",
      "start_timestamp": 4770.0,
      "text": "I'm not against it. If that's our life, so be it. We're also so what we should do selling Trump pet shirts. undercut him by to say"
    },
    {
      "end_timestamp": 4792.0,
      "id": "de130c5b-7fa7-3c5d-b5dc-87bc2c31c41b",
      "speaker": "Radio Announcer",
      "start_timestamp": 4783.0,
      "text": "no, we shouldn't buy them all up and sell them for 10 bucks. Just sign knowledge. Yeah,"
    },
    {
      "end_timestamp": 4808.0,
      "id": "0292f00b-2e03-31c8-8bdc-72800a4b22f9",
      "speaker": "Dan",
      "start_timestamp": 4792.0,
      "text": "listen, if we ever do get to a point where we can make this a job, I will buy some of his supplements and do a Supersize Me thing. thumb Oh really? I will do like, I'll go to a doctor and use myself as a guinea pig taking Super Male Vitality. All that shit. I'll do that."
    },
    {
      "end_timestamp": 4812.0,
      "id": "6380c33e-61d7-36d6-8125-e8e2685805d1",
      "speaker": "Radio Announcer",
      "start_timestamp": 4808.0,
      "text": "I don't know if I can handle you with much more hair."
    },
    {
      "end_timestamp": 4814.0,
      "id": "3f908708-a4c7-343b-9523-d14959fdf23c",
      "speaker": "Dan",
      "start_timestamp": 4812.0,
      "text": "If that is a function of the product, I'm fucked"
    },
    {
      "end_timestamp": 4817.0,
      "id": "7bbf4c8a-1a81-3707-b6f4-dc922f2e9544",
      "speaker": "Radio Announcer",
      "start_timestamp": 4814.0,
      "text": "Oh, it has to be Robin Williams it has to be a turn into cousin."
    },
    {
      "end_timestamp": 4833.0,
      "id": "ba3314b6-5ace-3611-a11f-57a9e0acc3ba",
      "speaker": "Dan",
      "start_timestamp": 4817.0,
      "text": "So the shirts, man are a symbol of disillusionment for 95 for a shirt. So now he's down to like when things are bad, you know, you're selling much less than that. Oh, that's That's too bad. That's an interesting thought."
    },
    {
      "end_timestamp": 4850.0,
      "id": "78e46b9a-3903-304f-8a28-afe954bcc3a0",
      "speaker": "Radio Announcer",
      "start_timestamp": 4833.0,
      "text": "That I think he's right, though. That is a really good Bellwether. Well, he says if people are guess if people are still buying Super Male Vitality, that means they still buy into him. If they aren't buying those shirts, maybe they're still on the Trump bandwagon. But they do not want to be advertising that"
    },
    {
      "end_timestamp": 4866.0,
      "id": "1ac2ff92-c583-34fc-b026-8d3385006fcf",
      "speaker": "Dan",
      "start_timestamp": 4850.0,
      "text": "that's a fair point. That's that is a fair point. Even though the Trump pence 20 Yeah, you know what, totally, totally because I was gonna make the argument that Trump pence 2020 shirts have their own life. They don't really know Hillary for Clinton, or Hillary for prison shirts do have their own wherever they have their own thing, because"
    },
    {
      "end_timestamp": 4868.0,
      "id": "1cb604ec-3f0f-3e1d-877f-a52284737bb2",
      "speaker": "Radio Announcer",
      "start_timestamp": 4866.0,
      "text": "they just can't fucking let that go."
    },
    {
      "end_timestamp": 4894.0,
      "id": "951897af-d9d5-39cb-8d70-5ec555455112",
      "speaker": "Dan",
      "start_timestamp": 4868.0,
      "text": "No. So he gets into this, and then he's, you know, at the end there, he's like, you know, that healthcare bill that went sideways, then he starts talking about Julian Assange and how he shouldn't be prosecuted, and blah, blah, blah. It just goes on for a bit of like, his greatest hits of the things he doesn't like about Trump, right? He has like those three examples. But then he gets to something that I think you and I are going to be really offended by."
    },
    {
      "end_timestamp": 4896.0,
      "id": "c73064a5-fdaf-3687-bd5e-be462ce2c3d3",
      "speaker": "Alex Jones",
      "start_timestamp": 4894.0,
      "text": "And we don't want to end up like that, folks."
    },
    {
      "end_timestamp": 4902.0,
      "id": "54b0bcd7-29d0-3704-8a5a-36eec0e86c07",
      "speaker": "Dan",
      "start_timestamp": 4896.0,
      "text": "He's talking about Mexico and how Christ everyone gets shot there, man. It's terrible. Well, Juarez"
    },
    {
      "end_timestamp": 4903.0,
      "id": "abcbf7d2-5836-3071-97de-510f7ea75cdc",
      "speaker": "Radio Announcer",
      "start_timestamp": 4902.0,
      "text": "is a tough place, man."
    },
    {
      "end_timestamp": 4915.0,
      "id": "16146a1c-8630-33ba-88d7-7c017e629a80",
      "speaker": "Dan",
      "start_timestamp": 4903.0,
      "text": "I've been there. It's not great. But he's talking about how like, so much violence, drug wars, and stuff like that. You don't want to be like Mexico. Hold on."
    },
    {
      "end_timestamp": 4923.0,
      "id": "dc27dc5c-fdfc-30d6-b8d4-803a6f6a548f",
      "speaker": "Radio Announcer",
      "start_timestamp": 4915.0,
      "text": "You saw me like I saw you saw the twitch in my eye or like, that's because we have such a demand for drugs. God dammit. That's the"
    },
    {
      "end_timestamp": 4940.0,
      "id": "cec187f9-61e5-3702-afe4-60bacd923b7f",
      "speaker": "Alex Jones",
      "start_timestamp": 4923.0,
      "text": "drug war for you. We should stop it. But in Chicago, the only place in this hemisphere more dangerous than Mexico City. Not true. Chicago, people are fleeing Chicago and mass yesterday that was linked up on drudge report.com."
    },
    {
      "end_timestamp": 4941.0,
      "id": "1950d678-b704-36ea-8fbc-35a19869d069",
      "speaker": "Dan",
      "start_timestamp": 4940.0,
      "text": "As to people who live in Chicago,"
    },
    {
      "end_timestamp": 4945.0,
      "id": "047fc5ad-8576-3c14-9deb-5564c8147976",
      "speaker": "Radio Announcer",
      "start_timestamp": 4941.0,
      "text": "more people are coming to Chicago than are leaving it."
    },
    {
      "end_timestamp": 4953.0,
      "id": "2451444d-2b90-3750-9059-9359909ef386",
      "speaker": "Dan",
      "start_timestamp": 4945.0,
      "text": "We have a net population growth. Also, I don't know if there's a hemisphere shift within the United States. Yeah, is there"
    },
    {
      "end_timestamp": 4979.0,
      "id": "a812fb7e-cc42-3568-9130-f9903a2b8548",
      "speaker": "Radio Announcer",
      "start_timestamp": 4953.0,
      "text": "so we got we got hemispheres, right. So you got Mexico in one hemisphere, right? Then you go straight up to Chicago. That's your central hemisphere. But then you got Canada. That's your northern hemisphere. Okay, then you got South America. That's your southern hemisphere. Man. You got your china hemisphere, and that's China. Then you got Australia, which coincidentally, is also part of the South American hemisphere."
    },
    {
      "end_timestamp": 4988.0,
      "id": "19c63290-3b19-31b5-b6eb-de2f166741e9",
      "speaker": "Dan",
      "start_timestamp": 4979.0,
      "text": "You don't understand linguistics. Heavy means half and listen. The United States is all in the same hemisphere."
    },
    {
      "end_timestamp": 4995.0,
      "id": "7670a800-45e2-3946-982c-cbb4f0d76ce3",
      "speaker": "Radio Announcer",
      "start_timestamp": 4988.0,
      "text": "It goes without saying that you don't want your national security adviser compromised by the Russians"
    },
    {
      "end_timestamp": 5007.0,
      "id": "d5d0519a-ae36-3dad-a17d-285f625176a1",
      "speaker": "Dan",
      "start_timestamp": 4995.0,
      "text": "in terms of murder rates. Yes, Chicago is eighth in the United States. Yeah. Eighth in the United States after St. Louis coming in at number one with almost a double"
    },
    {
      "end_timestamp": 5016.0,
      "id": "1c4c681a-b73e-3150-a942-6840f6f5ed84",
      "speaker": "Radio Announcer",
      "start_timestamp": 5007.0,
      "text": "murder races. This is a per this is like per 100,000 people or or whatever. It's not. No, but yeah, it's not total number of murders that"
    },
    {
      "end_timestamp": 5038.0,
      "id": "c2204b52-4567-3d6a-94f4-60af0d22e7a2",
      "speaker": "Dan",
      "start_timestamp": 5016.0,
      "text": "you would evaluate exactly. That's how you compare things. The number seems incredibly high and it is very it's way too high. Right? Because there's two and a half million people live in St. Louis is that number one with 59.3 Number two, Baltimore number three, Detroit number four, New Orleans number five, Cleveland number six Newark, number seven Memphis then Chicago. So"
    },
    {
      "end_timestamp": 5041.0,
      "id": "bf85850d-ce0e-3870-a7a4-78ad19b09724",
      "speaker": "Radio Announcer",
      "start_timestamp": 5038.0,
      "text": "another reason not to live in fucking Cleveland or New Jersey"
    },
    {
      "end_timestamp": 5054.0,
      "id": "3c34e267-9487-3b2d-aa30-b17b6daf557f",
      "speaker": "Dan",
      "start_timestamp": 5041.0,
      "text": "or New Jersey. So hey, Alex Chicago's our city How about you go fuck yourself? Yeah, don't don't shit on my city. Yeah, especially Come Come right with facts. Like if you want to say that the murder rate is too high."
    },
    {
      "end_timestamp": 5056.0,
      "id": "aac16d29-b51c-3048-bdb6-a4a17e867b33",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5054.0,
      "text": "We agree. Yeah,"
    },
    {
      "end_timestamp": 5070.0,
      "id": "5e81ac90-baba-30e0-9cae-88a8fa1a7e17",
      "speaker": "Dan",
      "start_timestamp": 5056.0,
      "text": "we agree we can have that conversation. But if you want to say that we're the most dangerous city outside of Mexico City. I also don't think Mexico City is the most dangerous city and Mexico is by far the terms are Fuck yeah, no kid. Those places are so scary that"
    },
    {
      "end_timestamp": 5091.0,
      "id": "588908bb-7511-323f-b30c-191f976350a7",
      "speaker": "Radio Announcer",
      "start_timestamp": 5070.0,
      "text": "towns with constant conflict between our law enforcement the multiple cartels sitting around they're trying to get around to fighting each other. Yeah, absolutely. Disaster. Now there are I mean, in war as you can see the fucking bodies hung from the interstate like highways. Thankfully,"
    },
    {
      "end_timestamp": 5104.0,
      "id": "44387dce-a7f4-3a31-857a-307dffe6ffc2",
      "speaker": "Dan",
      "start_timestamp": 5091.0,
      "text": "I missed that when I was there. Yeah, no kidding. It was years ago. Jesus. So anyway, he disparages our city and he can go fuck himself. But then he gets Back to a topic he was touching on a little bit earlier. He has more thoughts about it."
    },
    {
      "end_timestamp": 5118.0,
      "id": "793cbe5c-bab4-34c8-af57-ee43eee8c593",
      "speaker": "Alex Jones",
      "start_timestamp": 5104.0,
      "text": "So again, you're selling 500 shirts a day and he's about selling the shirts. It is. It's a bellwether, and then you start selling 3040 50 A day after he starts going sideways, listen, we need,"
    },
    {
      "end_timestamp": 5123.0,
      "id": "6ebd2236-219a-3bf7-8823-af7ab7a55256",
      "speaker": "Radio Announcer",
      "start_timestamp": 5118.0,
      "text": "they're also selling Mulliner patriots. They love them, or,"
    },
    {
      "end_timestamp": 5144.0,
      "id": "18946d83-9f07-3ad5-86ca-db442a97ee36",
      "speaker": "Alex Jones",
      "start_timestamp": 5123.0,
      "text": "at least, isn't moving the ball down the field by light years. If you don't see the enemy is absolutely crapping her drawers. They also sell global corporate crony capitalism is a nightmare system and the Trump's opposing it. And using that system to our advantage now that you're not paying attention,"
    },
    {
      "end_timestamp": 5147.0,
      "id": "354be11b-2001-3acb-aaba-26eccb9d4d50",
      "speaker": "Radio Announcer",
      "start_timestamp": 5144.0,
      "text": "they also sell a sundial soap bar."
    },
    {
      "end_timestamp": 5161.0,
      "id": "0b7de428-2f69-343a-b369-6a8fe67154fb",
      "speaker": "Dan",
      "start_timestamp": 5147.0,
      "text": "But like, do you hear that? Like if you don't see that Trump is secretly doing great things, then you're not paying attention? Absolutely, man. I'm paying attention and I'm I'm ready to see the truth. And it just your facts. Are there your Alex,"
    },
    {
      "end_timestamp": 5189.0,
      "id": "14db0844-ac9b-3271-bc73-3689e2f2ac0c",
      "speaker": "Radio Announcer",
      "start_timestamp": 5161.0,
      "text": "that's not so it's obviously his facts aren't there? That's not what we're here to. I mean, in all honesty, if you are if you've listened to this podcast once, you know Alex Jones is constantly, always lying. Like he's always putting together a false narrative. Yeah, I think our thing today what I'm seeing is he is not lying. He is creating a completely alternate universe."
    },
    {
      "end_timestamp": 5198.0,
      "id": "ac885bba-7d44-3449-aecb-df9a47f76b3f",
      "speaker": "Dan",
      "start_timestamp": 5189.0,
      "text": "This. Yeah, it's an alternate universe that all of his lies already exist. Well, well, all that globalist narrative universe."
    },
    {
      "end_timestamp": 5224.0,
      "id": "1fe30845-d802-3003-8687-ea29ae887617",
      "speaker": "Radio Announcer",
      "start_timestamp": 5198.0,
      "text": "Yeah. But I mean, we're talking parallel universe like Futurama style, flip of the coin kind of situation, because it's, it's direct. It's direct one to one. This is true. So I'm going to say the opposite. And it's across every single thing. Trump is being investigated. So I'm going to say that Hillary, was it should be investigated,"
    },
    {
      "end_timestamp": 5227.0,
      "id": "441a64fd-c573-3135-a76c-bb09b238c16e",
      "speaker": "Dan",
      "start_timestamp": 5224.0,
      "text": "or they're dropping her investigators. Yeah, exactly, too,"
    },
    {
      "end_timestamp": 5238.0,
      "id": "552534a7-95eb-3919-bb72-e42de68475b7",
      "speaker": "Radio Announcer",
      "start_timestamp": 5227.0,
      "text": "even though they're blocking Trump. Yeah. Or, you know, Trump is becoming an authoritarian dictator. So I'm gonna say that the Democrats are trying to become an authoritarian dictator,"
    },
    {
      "end_timestamp": 5242.0,
      "id": "4bd6ab6d-2755-30e2-9d0e-e1d68f2de4eb",
      "speaker": "Dan",
      "start_timestamp": 5238.0,
      "text": "and he has to usurp some of those moves in order to squelch their authoritarian exactly"
    },
    {
      "end_timestamp": 5252.0,
      "id": "d0839039-9a02-3311-8bcb-d29d773858e6",
      "speaker": "Radio Announcer",
      "start_timestamp": 5242.0,
      "text": "that it is. It is this whole constant thing where you are. You're doing your best to divorce every single listener, you're wrong from reality. You're"
    },
    {
      "end_timestamp": 5257.0,
      "id": "b6c67c55-95ed-3a9e-9807-f54697a9f631",
      "speaker": "Dan",
      "start_timestamp": 5252.0,
      "text": "wrong, though. I think so. Because I don't mean to be rude, I apologize. But"
    },
    {
      "end_timestamp": 5262.0,
      "id": "1743dc43-2b29-36a3-a161-971690737b9d",
      "speaker": "Radio Announcer",
      "start_timestamp": 5257.0,
      "text": "the I get it. I'm the Roger Stone today, I might as well get a tattoo of Hillary's face. So hold"
    },
    {
      "end_timestamp": 5307.0,
      "id": "44acd2c6-9e90-3d8b-a487-b2fb8f0940b1",
      "speaker": "Dan",
      "start_timestamp": 5262.0,
      "text": "on, hold on, let you finish. But like the the reason that I think you're wrong is because the parallel universe theory of what he's saying is, it's fanciful. In some ways. It's he's still trying to skew people who live within this universe. I don't know if I'm making to find a distinction in or at least in what my what I think, because like, just because he's lying about what's going on, doesn't mean, you might be right. There's a point that there's a point I want to make, but I'm not sure it. It tracks. It's not that it doesn't track it's I'm not sure how to articulate it. And I'm not sure it's that much different than what you're saying."
    },
    {
      "end_timestamp": 5349.0,
      "id": "f11cd568-93ea-38dc-b93b-9b51c205b94e",
      "speaker": "Radio Announcer",
      "start_timestamp": 5307.0,
      "text": "I don't I don't think you're you're wrong when you say he's trying to convince people who still live in this universe, but it is it is driving people towards it's it's, it's priming people for the argument, but don't you understand that? That's what propaganda is? No, I do I do. But this is this is complete. Yeah, this is this is not we're pivoting on one thing, and we're using it. And honestly, that's no different than a lot of the episodes we've done. He does that. Yeah, that's true, but it's easy. I know. But it just seems it just seems total this time. It just seems like he is completely divorced. But that's completely divorced from the reality we live in. But that's bothering to put any semblance of because you know"
    },
    {
      "end_timestamp": 5354.0,
      "id": "0d91fea8-fd65-3ee1-a577-a667b34c94af",
      "speaker": "Dan",
      "start_timestamp": 5349.0,
      "text": "what probably happened in that hour long conversation with Roger Stone. This is that's going down."
    },
    {
      "end_timestamp": 5358.0,
      "id": "425aedb3-1b7f-3d6e-b56d-a45af2d92bf8",
      "speaker": "Radio Announcer",
      "start_timestamp": 5354.0,
      "text": "We're fucked. Might as well ramp it up to 11."
    },
    {
      "end_timestamp": 5369.0,
      "id": "5dca6ef4-5a95-3cb1-b0bf-318dddd4ba97",
      "speaker": "Dan",
      "start_timestamp": 5358.0,
      "text": "My sources tell me that we're fucked. Something like I mean, there has to be some awareness that like, you can't fire the director of the FBI mid investigation and think nothing is gonna happen."
    },
    {
      "end_timestamp": 5403.0,
      "id": "37021809-d123-3308-9b2e-229ef3c50d2c",
      "speaker": "Radio Announcer",
      "start_timestamp": 5369.0,
      "text": "I think there is a well, the reports from the White House say they were surprised by the backlash there. Yeah, but so is Alex. Sure. So listeners a little smarter. Oh, is everybody in the GOP at this point? Every single human being who says I am a Republican, and I support Republican candidates is stupid. I agree. Now, does that mean everybody who says they support Democrats is smart? Fuck no, no No Fuck no, but it's not 100%"
    },
    {
      "end_timestamp": 5406.0,
      "id": "fa902c29-0552-355f-8da5-91d89a25b0e7",
      "speaker": "Dan",
      "start_timestamp": 5403.0,
      "text": "We are not beholden to any party. You know,"
    },
    {
      "end_timestamp": 5431.0,
      "id": "3d36d719-2156-3264-a60a-94b2943674c1",
      "speaker": "Radio Announcer",
      "start_timestamp": 5406.0,
      "text": "what my, my point being with the complete and utterly different universe? I think he's priming people for the argument to have with somebody who's not there. Oh, so it is always like, okay. And and this is what he's doing basically by creating this parallel universe. They say this. Yeah. So you say instead of engaging with that argument, you say, well, that's not a thing."
    },
    {
      "end_timestamp": 5452.0,
      "id": "9f02f62a-73bd-3346-803d-df1ee8f93d3c",
      "speaker": "Dan",
      "start_timestamp": 5431.0,
      "text": "This is a thing me and Phil in Jordan Tyler Snodgrass had a little conversation about exactly that, like his first time listening to Alex Jones on the show. Was his his sense of it was this is teaching you to argue with people. This is giving you lines to say, what about this? What about right? In order to divert from the main points I would"
    },
    {
      "end_timestamp": 5458.0,
      "id": "1735c7c2-eced-3d05-9711-90995dec0694",
      "speaker": "Radio Announcer",
      "start_timestamp": 5452.0,
      "text": "have known that but I fast forward every time replacement Jordans talk I just only listened to you. Well, I'll"
    },
    {
      "end_timestamp": 5472.0,
      "id": "edda201c-cfb3-395b-82ae-5c85c4597841",
      "speaker": "Dan",
      "start_timestamp": 5458.0,
      "text": "tell you what our numbers back that up. Anytime you're not on the show, plummet. I've learned my lesson. Anyway. That's not 100% True, but I just want to stroke your ego. Listen, Alex"
    },
    {
      "end_timestamp": 5474.0,
      "id": "e1f33feb-af08-34df-a801-92e62429586b",
      "speaker": "Radio Announcer",
      "start_timestamp": 5472.0,
      "text": "Jones fact for you right there. Listen,"
    },
    {
      "end_timestamp": 5479.0,
      "id": "a29e2d08-d631-3ce5-8bb0-7b9f4ddefc97",
      "speaker": "Dan",
      "start_timestamp": 5474.0,
      "text": "every time you're not on Russian gas prices tank. So"
    },
    {
      "end_timestamp": 5482.0,
      "id": "59498ee2-6a97-3ac0-8504-88921c769972",
      "speaker": "Radio Announcer",
      "start_timestamp": 5479.0,
      "text": "fine. I quit the show from"
    },
    {
      "end_timestamp": 5498.0,
      "id": "f29e7325-ac54-301e-be3b-c641a46ac2cc",
      "speaker": "Dan",
      "start_timestamp": 5482.0,
      "text": "this point forward through the rest of the clips we have. There's two polls that Alex Jones is fluctuating between. One of them is rambling and sanity. And the other is threats of violence. And it's they don't"
    },
    {
      "end_timestamp": 5501.0,
      "id": "a281df7c-315e-36e9-bc1e-914065b1e674",
      "speaker": "Radio Announcer",
      "start_timestamp": 5498.0,
      "text": "they don't dovetail together? Not really. That's crazy."
    },
    {
      "end_timestamp": 5529.0,
      "id": "f2e16e2e-4fdc-307d-8452-cd42e5c73ff9",
      "speaker": "Dan",
      "start_timestamp": 5501.0,
      "text": "There is some there's a tiny bit of overlap. I'll tell you this. It's mostly rambling and saying, Okay, this next clip that I'm going to play is about the globalists. And it's about, like, the power structure, I think, but I have specifically titled it like the the wav file that I have here. The mp3 is titled doesn't make sense. I listened back to"
    },
    {
      "end_timestamp": 5529.0,
      "id": "020ca6a3-2d5c-3b1e-bc43-4c524be2df82",
      "speaker": "Radio Announcer",
      "start_timestamp": 5529.0,
      "text": "that couldn't"
    },
    {
      "end_timestamp": 5551.0,
      "id": "b1bfc845-9a4e-3281-9a99-0138f1d4e0b5",
      "speaker": "Dan",
      "start_timestamp": 5529.0,
      "text": "mean that you did that on purpose. Or it could mean you forgot what was in the clip? No, we're just like, that's fine. That that applies. I fully remember what's in it. It doesn't make sense. I am going to say this is this is a mic down situation. Okay, because I think we need to parse this. Oh, boy, I want to let this clip play. And then when we get back, I really want to see if you have any idea what"
    },
    {
      "end_timestamp": 5553.0,
      "id": "b13502fa-0c94-3989-90e0-ecfc4e6e7a60",
      "speaker": "Radio Announcer",
      "start_timestamp": 5551.0,
      "text": "he's all right. I'm gonna take some serious notes here. Yeah,"
    },
    {
      "end_timestamp": 5557.0,
      "id": "23c2651e-2817-3d65-8fd0-7e63677fda4c",
      "speaker": "Dan",
      "start_timestamp": 5553.0,
      "text": "like pretend you're studying for a goddamn midterm."
    },
    {
      "end_timestamp": 5663.0,
      "id": "981754b1-df93-31f3-9641-d6d09639a9e7",
      "speaker": "Alex Jones",
      "start_timestamp": 5557.0,
      "text": "Trump's getting a lot done. That's good. That's why they hate him. That's why I'm supporting him in this call me thing is so good. It's good. And we have to understand that the old Republican leadership, most of them are just a bunch of Country Club people. They were put into power because they're Yes, man. They're a bunch of lawyers who played ball for 2030 years leaving get into Congress. And you look at all those cowards, Republican and Democrat in the Senate and the House. Now the old blue bloods that are in there, they are so scared to death of mainstream media, they think Bill Maher's cool. They think Stephen Colbert is really cool. They think TVs impressive they, they think it's a big deal to be on the news. And they're all proud to be on CNN and Fox, it's an embarrassment to be on those shows playing along with all that. That's the old world, the old facade, rotting, decayed. Another big wind blows by is completely collapse. Much of it has already fallen down. And so they really are scared when they get home with their wife or their husband and say, I saw you getting bashed on TV or you don't want to get called a Russian agent. When that's the old dying facade, Trump knows it's an old dying facade. It's the corrupt takeover of the last 50 years in this country. It's illegitimate. Its authoritarian. Its anti free market and anti American fundamentally, because it wants to mount our head on the wall. It had to struggle for decades to get control. And it doesn't like real competition. It doesn't like strength. It doesn't like honorable systems. It's a ruling elite that want high tech, feudalism."
    },
    {
      "end_timestamp": 5680.0,
      "id": "25b07066-1b76-3731-80d3-8f570978f896",
      "speaker": "Dan",
      "start_timestamp": 5663.0,
      "text": "So that's the clip. I saw you scribbling I love. So I mean, look, I know that it's about big picture that's about the globalists. But the way those thoughts connected does not make sense."
    },
    {
      "end_timestamp": 5683.0,
      "id": "757fe8b6-6417-3e76-85ba-059a53e66d08",
      "speaker": "Radio Announcer",
      "start_timestamp": 5680.0,
      "text": "Okay. Comey good."
    },
    {
      "end_timestamp": 5687.0,
      "id": "0bffc215-9d86-3a38-aed6-8542ec6ca262",
      "speaker": "Dan",
      "start_timestamp": 5683.0,
      "text": "Comey firing good, right. Yes."
    },
    {
      "end_timestamp": 5690.0,
      "id": "6857d711-ed66-3d93-ba0b-04a881c2e214",
      "speaker": "Radio Announcer",
      "start_timestamp": 5687.0,
      "text": "goes to and there's no reason why"
    },
    {
      "end_timestamp": 5692.0,
      "id": "87aeaf7c-710a-3617-b5e3-672aa290bb35",
      "speaker": "Dan",
      "start_timestamp": 5690.0,
      "text": "not given now"
    },
    {
      "end_timestamp": 5699.0,
      "id": "85f989ad-ac29-35a2-b458-88453b7c0f1d",
      "speaker": "Radio Announcer",
      "start_timestamp": 5692.0,
      "text": "as he has he, like the only reason he's given so far is because he wasn't investigating Hillary"
    },
    {
      "end_timestamp": 5700.0,
      "id": "bfe3c783-2ef7-3419-8480-f76012f6b960",
      "speaker": "Dan",
      "start_timestamp": 5699.0,
      "text": "and He's weird."
    },
    {
      "end_timestamp": 5707.0,
      "id": "e69d54e7-5ca3-3eba-a034-762061b4bb4d",
      "speaker": "Radio Announcer",
      "start_timestamp": 5700.0,
      "text": "And he's He's weird. Right. So well then nevermind. My question retracted. Yes, it has been asked and answered"
    },
    {
      "end_timestamp": 5714.0,
      "id": "989ec815-328d-3637-97cd-2c01758c6a16",
      "speaker": "Dan",
      "start_timestamp": 5707.0,
      "text": "well, because he's not on the team basically. I think I think I'm, I'm using some subtext. Yeah. So that question. Yes. Yeah, we definitely"
    },
    {
      "end_timestamp": 5731.0,
      "id": "cc1f5bc9-f956-3fc4-b249-b5b6e351fbea",
      "speaker": "Radio Announcer",
      "start_timestamp": 5714.0,
      "text": "want our we definitely want our law enforcement branch to be completely and utterly subservient to the government, like most good democracy. Absolutely. We definitely want them to treat our government as above the rule of law. So that's the best way to go."
    },
    {
      "end_timestamp": 5734.0,
      "id": "850a05b1-7f7e-3f65-86be-a89922302eda",
      "speaker": "Dan",
      "start_timestamp": 5731.0,
      "text": "That's sort of the implied answer to your question. Right."
    },
    {
      "end_timestamp": 5740.0,
      "id": "7d4fdbba-faa5-32b1-8357-162bab130880",
      "speaker": "Radio Announcer",
      "start_timestamp": 5734.0,
      "text": "So then we go to old politicians are Country Club,"
    },
    {
      "end_timestamp": 5763.0,
      "id": "99c93f10-b82e-351d-a75e-d2b1237a2754",
      "speaker": "Dan",
      "start_timestamp": 5740.0,
      "text": "but he starts by saying Republicans and then he brands them? Yes, men and Country Club peoples. But then along with the Democrats, the old The old guard in the same breath includes after the fact the Democrats, he was just shitting on the Republicans that brings the Democrats in, right. Maybe the Democrats aren't Country Club people, but they're of the same ilk. Right."
    },
    {
      "end_timestamp": 5770.0,
      "id": "b63e0b83-5882-3a00-a75e-66449aef3809",
      "speaker": "Radio Announcer",
      "start_timestamp": 5763.0,
      "text": "bluebloods? Yeah. Very blood. Sure. They are they think being on CNN and Fox is good."
    },
    {
      "end_timestamp": 5773.0,
      "id": "836db729-6a75-31c5-91a0-c87c2e834286",
      "speaker": "Dan",
      "start_timestamp": 5770.0,
      "text": "Yeah, they think Bill Maher is cool."
    },
    {
      "end_timestamp": 5774.0,
      "id": "4a01e6a0-c2b5-3bc1-96fd-3418b047eb0f",
      "speaker": "Radio Announcer",
      "start_timestamp": 5773.0,
      "text": "Nobody thinks Bill Maher's. Cool."
    },
    {
      "end_timestamp": 5782.0,
      "id": "518f33a4-960e-30ac-90b2-8c3130fbed19",
      "speaker": "Dan",
      "start_timestamp": 5774.0,
      "text": "I think Bill Maher does I think wow, that's probably true about it. That's probably true. Maybe whoever does the programming at HBO is still living in the past."
    },
    {
      "end_timestamp": 5792.0,
      "id": "326b48c0-4292-3023-b8e4-e13bb39ffe2d",
      "speaker": "Radio Announcer",
      "start_timestamp": 5782.0,
      "text": "Yeah. When that's actually an embarrassment and old media, if there's a big gust of wind will collapse because old media is anti free market."
    },
    {
      "end_timestamp": 5839.0,
      "id": "13af21d5-8c41-3543-9ea4-9df725ed4253",
      "speaker": "Dan",
      "start_timestamp": 5792.0,
      "text": "See now there is where pronoun reference gets weird, because he was talking about the the like, the media and CNN and Bill Maher and all this. And then he says a gust of wind will blow it over. Right? Then He says it again. Which if you don't reframe what you're talking about the it refers to what it most previously referred to, which would be the media and the music. It is a system that is anti American, anti freedom, right? He's talking about globalism at that point, I think, but he hasn't delineated made clear what he's talking about. So the rest of it, you could think he was just talking about coal bear. Yeah, but he's not coal bears. The anti free market. Coal bear wants technological feudalism. That's obvious."
    },
    {
      "end_timestamp": 5845.0,
      "id": "58e4229b-f0c3-3f1f-8c03-7ffbe072c053",
      "speaker": "Radio Announcer",
      "start_timestamp": 5839.0,
      "text": "That's obvious. How else will the Late Show remain relevant? Well,"
    },
    {
      "end_timestamp": 5856.0,
      "id": "3f84bdcf-1c77-38fd-99ae-93cde183fe03",
      "speaker": "Dan",
      "start_timestamp": 5845.0,
      "text": "technologic we need to be advanced because we need cable. Right? We do need that. But sorry, back to your point. But that is an important part of the work. So he's not being clear."
    },
    {
      "end_timestamp": 5869.0,
      "id": "638c2d00-dd59-3f43-b6da-f44d7e268ea5",
      "speaker": "Radio Announcer",
      "start_timestamp": 5856.0,
      "text": "He could be talking just about those old bluebloods. Instead who, who are participating in a system that is anti free market and anti American. Sure. And they are afraid of being called Russian agents, because their wives will make fun of"
    },
    {
      "end_timestamp": 5873.0,
      "id": "84c5333b-4797-36b8-a2c7-4d6173178281",
      "speaker": "Dan",
      "start_timestamp": 5869.0,
      "text": "them. Sure. They don't want to go home to their wives."
    },
    {
      "end_timestamp": 5877.0,
      "id": "125ac693-1031-3234-892f-6b3c11c26fcf",
      "speaker": "Radio Announcer",
      "start_timestamp": 5873.0,
      "text": "Like I heard you are called a Russian agent. They're gonna be like, uh,"
    },
    {
      "end_timestamp": 5883.0,
      "id": "860578f7-040b-3287-9623-41b363e933f6",
      "speaker": "Dan",
      "start_timestamp": 5877.0,
      "text": "you cheated on me with Natasha Musa."
    },
    {
      "end_timestamp": 5890.0,
      "id": "863fd602-920c-35ad-9e75-88ba8cf2bf94",
      "speaker": "Radio Announcer",
      "start_timestamp": 5883.0,
      "text": "And then, and then. And then that's, that's basically it. That's what he said. That's what he said. Like,"
    },
    {
      "end_timestamp": 5893.0,
      "id": "53f93209-c23f-3fe5-9307-e27fed241481",
      "speaker": "Dan",
      "start_timestamp": 5890.0,
      "text": "what can we glean from that though? What is the point?"
    },
    {
      "end_timestamp": 5901.0,
      "id": "cce546b2-3f63-34ff-89ec-f06d556b597e",
      "speaker": "Radio Announcer",
      "start_timestamp": 5893.0,
      "text": "I don't? I don't know. Yeah. I think it means I think what he's trying I think the the overall idea he's trying to get across"
    },
    {
      "end_timestamp": 5906.0,
      "id": "8eefa11e-94ea-3756-a97f-237a7908cbda",
      "speaker": "Dan",
      "start_timestamp": 5901.0,
      "text": "we have to use exegesis here, right? Is that"
    },
    {
      "end_timestamp": 5923.0,
      "id": "5a97444e-4458-3a60-8703-ea94e831c432",
      "speaker": "Radio Announcer",
      "start_timestamp": 5906.0,
      "text": "nobody's coming on my show. That's really saying right there. They're all still going on CNN and Fox News. And none of them are coming on my show. Listen, they need to know that the old media is dead. It's time to come on. Infowars baby. Listen,"
    },
    {
      "end_timestamp": 5931.0,
      "id": "e465158f-1770-3598-b708-839b6e33338e",
      "speaker": "Dan",
      "start_timestamp": 5923.0,
      "text": "I got Eddie Bravo coming in. Yeah, exactly what's to come in? I got I got Jesse James, the alleged Nazi coming in. I got Ted Nugent with"
    },
    {
      "end_timestamp": 5933.0,
      "id": "fb67059b-a3a8-31f4-91fe-d9464b5311ed",
      "speaker": "Radio Announcer",
      "start_timestamp": 5931.0,
      "text": "Sandra Bullock alleged Nazi."
    },
    {
      "end_timestamp": 5954.0,
      "id": "087bc795-862f-38c5-a065-d43bbd5acef5",
      "speaker": "Dan",
      "start_timestamp": 5933.0,
      "text": "She doesn't come on the show, though. I got Ted Nugent. Right. My Roger Stone, Mike Cernovich. Ron Paul Pacelle, Vic. So yeah, that clip was a real mystery to me. And again, I didn't take that out of context. I didn't take anything out from before or after that makes it make sense is I have no idea what?"
    },
    {
      "end_timestamp": 5976.0,
      "id": "905951e3-12c9-332f-ab49-e493002ba09e",
      "speaker": "Radio Announcer",
      "start_timestamp": 5954.0,
      "text": "No, I think all of all of what he's saying is that these guys are going on those shows, afraid to be challenged. Whereas if they went on his show, they would absolutely not be challenged. Nobody would be calling them a Russian agent. They would have nothing to fear and so on. That's why they're cowards. That's why they're cowards. It's interesting"
    },
    {
      "end_timestamp": 5981.0,
      "id": "8fef6c3b-b089-3652-8c86-7521befe37c9",
      "speaker": "Dan",
      "start_timestamp": 5976.0,
      "text": "because there's a high preponderance of people on his show that do have ties to Russia."
    },
    {
      "end_timestamp": 5984.0,
      "id": "4e34eb65-07a3-334b-a6bd-c8bceb2b79be",
      "speaker": "Radio Announcer",
      "start_timestamp": 5981.0,
      "text": "But they would never be called Russian agents, not on his show."
    },
    {
      "end_timestamp": 5990.0,
      "id": "f3ae1907-fbec-3446-865f-e23a353b7547",
      "speaker": "Dan",
      "start_timestamp": 5984.0,
      "text": "Alexander Dugan has been a guest he is absolutely a contemporary of Putin. He has a flies"
    },
    {
      "end_timestamp": 5998.0,
      "id": "a7a169dd-6997-316c-81c4-ca97d7a9f378",
      "speaker": "Radio Announcer",
      "start_timestamp": 5990.0,
      "text": "he called a Russian agent on Infowars. That's a good point. It none of these people would be called Russian agents if they went on him, Jack per"
    },
    {
      "end_timestamp": 6006.0,
      "id": "568182c5-a4f3-3377-b79a-4baf4601b1e6",
      "speaker": "Dan",
      "start_timestamp": 5998.0,
      "text": "Sobiech as we discussed in the last episode has some weird ties to Russia. Not called the Russian agent on the show."
    },
    {
      "end_timestamp": 6052.0,
      "id": "b3152e03-3f2f-3c37-9fce-74e9006e5fba",
      "speaker": "Radio Announcer",
      "start_timestamp": 6006.0,
      "text": "No, Roger Stone no. Roger Stone, hopefully soon to be jailed Roger Stone. Also Donald Trump. Yeah, hopefully soon to be hung from the neck in the streets. So now like or treason? I think not because we started a revolution deposed him violently, but because finally we recognize that treason is something that our president shouldn't be allowed to commit. And so the only way to keep any president from committing treason ever again, is to hang Trump in the fucking street on national TV. I want six year olds to watch an old man die through us because that fucker is trying to destroy the world."
    },
    {
      "end_timestamp": 6060.0,
      "id": "e940ab47-5095-3eb1-ae68-893dec13ab9e",
      "speaker": "Dan",
      "start_timestamp": 6052.0,
      "text": "I don't want him to be hung though, because then that butthole that happens in his neck might look like a prolapsed anus. He gets hung, I"
    },
    {
      "end_timestamp": 6065.0,
      "id": "f901ee58-4c74-3ce2-82d3-6220c2355e4c",
      "speaker": "Radio Announcer",
      "start_timestamp": 6060.0,
      "text": "want it. I want it. I don't want to give me give me Trump's prolapsed anus net prolapsed anus neck. But"
    },
    {
      "end_timestamp": 6076.0,
      "id": "9dc67bc1-c6fa-32b7-ba02-5ba8fe261641",
      "speaker": "Dan",
      "start_timestamp": 6065.0,
      "text": "let's let's be clear, what you're talking about is the the fruits of treason. Literally, in the Constitution. Yeah. And in our legal codes"
    },
    {
      "end_timestamp": 6081.0,
      "id": "24033d4c-3d12-3682-904a-060456c7b13c",
      "speaker": "Radio Announcer",
      "start_timestamp": 6076.0,
      "text": "lit within our legal system, because it's allowed, but"
    },
    {
      "end_timestamp": 6095.0,
      "id": "2f26774a-95f0-3319-b1e6-9c5c63e24f9f",
      "speaker": "Dan",
      "start_timestamp": 6081.0,
      "text": "because we're doing an Alex Jones podcast, and Alex Jones will not stop talking about how everyone's calling for the death of Trump. That's not what we're doing. I want to be crystal clear about that. Lest we fall into a trap of Alex Jones as rhetorical bullshit,"
    },
    {
      "end_timestamp": 6102.0,
      "id": "07e28f83-a78a-32f8-bb3b-bb3adb48e230",
      "speaker": "Radio Announcer",
      "start_timestamp": 6095.0,
      "text": "we are calling for the rule of law to be I don't know, at all applied"
    },
    {
      "end_timestamp": 6105.0,
      "id": "a0702029-aa72-32df-a1d9-efce39e68303",
      "speaker": "Dan",
      "start_timestamp": 6102.0,
      "text": "period, he should at least get punched in the balls for the China trade."
    },
    {
      "end_timestamp": 6107.0,
      "id": "7e3f9fc6-9c58-30bb-a0ff-4df965fa7a04",
      "speaker": "Radio Announcer",
      "start_timestamp": 6105.0,
      "text": "So many things anyway."
    },
    {
      "end_timestamp": 6129.0,
      "id": "abe7291b-6e78-3877-bdcf-32026bd53e81",
      "speaker": "Dan",
      "start_timestamp": 6107.0,
      "text": "I think that you're right. Mostly about the media being what he's talking about a ton in that last clip. Yeah, but I know that it's about the globalists too, because we get to this next clip. And I've titled this clip, The Last Temptation of Jones."
    },
    {
      "end_timestamp": 6174.0,
      "id": "3ec256fc-663b-3c6e-82d5-8da2290ea9a1",
      "speaker": "Alex Jones",
      "start_timestamp": 6129.0,
      "text": "And that's how the elites roll. Nice. Come on Alex. Where we used to be like used to be romantics. You're not gonna succeed in this crusade, you either be a star or fail. The public wants to tear you apart. They're never going to care about you. They're never going to like you, you can't help them. You just need to join us and hope you can influence things for the better being part of the actual elite. And that's the speech you get over and over again. That's the speech you get the right to your family, Alex. Just join us. You can trust us. We want to work with you."
    },
    {
      "end_timestamp": 6183.0,
      "id": "5f33c6e6-b50c-3c2e-98e9-42f261f121dd",
      "speaker": "Dan",
      "start_timestamp": 6174.0,
      "text": "So there's two more minutes of this clip left, but I want to be clear already. I don't believe him. No, he's already talking shit. There's nonsense."
    },
    {
      "end_timestamp": 6188.0,
      "id": "69ce49f1-80fd-3644-8439-2b3e2c79ecd2",
      "speaker": "Radio Announcer",
      "start_timestamp": 6183.0,
      "text": "I don't understand quite what it is. He thinks he means here."
    },
    {
      "end_timestamp": 6281.0,
      "id": "20b3e7fd-c9d8-3a1c-b584-f370cd5964cc",
      "speaker": "Dan",
      "start_timestamp": 6188.0,
      "text": "I know exactly what he thinks he means. I can answer that one for you. Okay. He thinks or No, he doesn't think what he's saying is that the elites, the globalists have come to him repeatedly in the past, right and been like this dumb Infowars idea. He tried to wake people up. That's never gonna work. These people are dumb cattle. They're never gonna go along. They're never gonna figure out our game. We publicly put in white papers what we are going to do, Hey, you don't even know they don't care. They're stupid. Don't try and save them. Alex, don't do it. So they always come to him. And they give him that speech. And they're like, we'll give you everything. Just come on. It's good for your family. Come be a part of this. And Alex is like, Nah, baby. I'm not into it. I'm too real. Right? So he goes on, he goes on even further, but that is what he's saying. 100% and I can say with a 99% certainty, that if that conversation ever happened, it was someone fucking with him. It would have to be I'm almost certain that someone told him in the past. Like, remember that BuzzFeed article? Yeah, I put out yeah, that Charlie Worzel wrote and I tweeted out Yeah, it starts with a discussion of how he used to have a public access TV show and there was a guy I can't remember the guys name now but the guy I think it might have been like space Hitler or something like that. This guy would just constantly call him a prank call him he would just fuck with his TV show space Hitler. Yeah. So like I have to believe that"
    },
    {
      "end_timestamp": 6282.0,
      "id": "a3c78105-7e2d-3e0c-b75e-942daec620b6",
      "speaker": "Radio Announcer",
      "start_timestamp": 6281.0,
      "text": "early on space Hitler"
    },
    {
      "end_timestamp": 6287.0,
      "id": "af2930c2-7d00-3aba-88ab-2fe430613a9c",
      "speaker": "Dan",
      "start_timestamp": 6282.0,
      "text": "find Oh, we gotta find space and still with us. You might be in space Argentina."
    },
    {
      "end_timestamp": 6291.0,
      "id": "5ff338ae-d569-3dd7-b9d8-ac7874150ee2",
      "speaker": "Radio Announcer",
      "start_timestamp": 6287.0,
      "text": "Well, he acts he you know he killed himself in an underground space bunker"
    },
    {
      "end_timestamp": 6297.0,
      "id": "8e2c8a26-2fc4-378e-a7be-01481d77c1d3",
      "speaker": "Dan",
      "start_timestamp": 6291.0,
      "text": "space Argentina. I read in the white space."
    },
    {
      "end_timestamp": 6301.0,
      "id": "4d42bc9b-6136-39fd-b852-6b3f3a3c813f",
      "speaker": "Radio Announcer",
      "start_timestamp": 6297.0,
      "text": "So I remember the the boys from space Brazil."
    },
    {
      "end_timestamp": 6327.0,
      "id": "c3af2949-5367-3e2c-94fb-442c1bfbfab8",
      "speaker": "Dan",
      "start_timestamp": 6301.0,
      "text": "So like there's I believe that it's entirely possible that in his early days when there was sort of like, his principles and his beliefs and his backstories of his own making were coming together, they're being being formed. I bet someone fucked with him and pretended that they had like deep information or something like that. And they pretended they were deep throat for right. I were like, we'll give you everything just come be a part. Right? And then he"
    },
    {
      "end_timestamp": 6331.0,
      "id": "73b092c7-72d6-3c23-aa33-ba03909a0423",
      "speaker": "Radio Announcer",
      "start_timestamp": 6327.0,
      "text": "see, I would say, what what I would see in that what's more likely there?"
    },
    {
      "end_timestamp": 6344.0,
      "id": "098c77cd-87c2-3626-b3cb-e736b36081e6",
      "speaker": "Dan",
      "start_timestamp": 6331.0,
      "text": "Hold on. Okay. I want to give if that scenario is true, okay. He probably agreed to it. And then the guy was like, I'm fucking with you. Yeah. But he realized it was such a good narrative device. Right, decided to repurpose it."
    },
    {
      "end_timestamp": 6349.0,
      "id": "86451997-08af-3913-b00f-a4b0e6159618",
      "speaker": "Radio Announcer",
      "start_timestamp": 6344.0,
      "text": "I can see that. Yeah, I can see that I believe, here's my"
    },
    {
      "end_timestamp": 6353.0,
      "id": "d652636a-1055-3a47-a794-e5f4019a0c4c",
      "speaker": "Dan",
      "start_timestamp": 6349.0,
      "text": "rich elites have constantly tried to absolutely refuse."
    },
    {
      "end_timestamp": 6395.0,
      "id": "a5e3dbb7-80b1-3195-a790-11737412d982",
      "speaker": "Radio Announcer",
      "start_timestamp": 6353.0,
      "text": "I agree with you there. Okay. Here's, here's what I would say. I would say it is more likely that he had some talks with Fox News or one of those radio shows, I believe that and they basically they gave him the line. Like, if we put you on a national platform, you have to tone some of this shit. Oh, sure. Like just that suit. Yeah, exactly. Just like, Hey, if you start saying shit about Chobani, and we get sued for it, we're going to leave you out there on your own. And we're not going to allow this to happen. So that to me, is what he would interpret as that exact scenario. That's"
    },
    {
      "end_timestamp": 6398.0,
      "id": "79907233-750a-3e26-aa7d-9b5b447ba57e",
      "speaker": "Dan",
      "start_timestamp": 6395.0,
      "text": "interesting, because that that is completely reasonable. Yeah,"
    },
    {
      "end_timestamp": 6425.0,
      "id": "10d2598c-e207-33eb-ae1a-ad4db8ab69a4",
      "speaker": "Radio Announcer",
      "start_timestamp": 6398.0,
      "text": "I think, because he did, he is popular. And anytime there's something with that kind of support structure in it. Some network will be like, oh, let's give this a shot. Let's talk to this guy. Let's set up a meeting. Let's see what's going on. And Fox News, especially in the early going on Fox News, whenever they were turning themselves into the shit, right wing propaganda network that they are, they must have been looking at him salivating"
    },
    {
      "end_timestamp": 6440.0,
      "id": "ad9bd37c-7607-37f3-a004-00796ecd4a06",
      "speaker": "Dan",
      "start_timestamp": 6425.0,
      "text": "when they gave Michael Savage a show. Yeah, exactly. Faster. Yeah. So but like, I agree, I think that's possible. And I think that's the reason why he's been with Genesis communications for so long, right? Is that they are basically just a supplement and gold Hawking network, and they don't give a shit."
    },
    {
      "end_timestamp": 6444.0,
      "id": "9817530e-b0f0-3089-a518-bf66f633c6bb",
      "speaker": "Radio Announcer",
      "start_timestamp": 6440.0,
      "text": "Yeah. So long, so long as you sell these supplements. Fuck yeah. And"
    },
    {
      "end_timestamp": 6452.0,
      "id": "46853ec8-0315-3051-8c75-8d2d6c7e2821",
      "speaker": "Dan",
      "start_timestamp": 6444.0,
      "text": "I'm sure there's a PC, whatever you want. I'm sure there's a piece of his contract, too. That is we're not responsible for whatever you say, Oh, of course, you take full responsibility for this."
    },
    {
      "end_timestamp": 6456.0,
      "id": "d6fb238a-2fb9-3e0a-846c-9f641683ed48",
      "speaker": "Radio Announcer",
      "start_timestamp": 6452.0,
      "text": "And if there wasn't at the beginning, oh, there sure was the last time there GCM sure"
    },
    {
      "end_timestamp": 6471.0,
      "id": "493db2c1-0931-3b8d-a809-1366097c9bc0",
      "speaker": "Dan",
      "start_timestamp": 6456.0,
      "text": "is shit isn't going down for the Chobani stuff. Now, Alex and Infowars are on the hook for that. Anyway. He says a lot more about his temptations, as it were. It's crazy. Punk girls,"
    },
    {
      "end_timestamp": 6473.0,
      "id": "739178dd-1061-3f35-ab9e-ca907431b330",
      "speaker": "Radio Announcer",
      "start_timestamp": 6471.0,
      "text": "that usually works the whole thing."
    },
    {
      "end_timestamp": 6502.0,
      "id": "fce3b8e8-49ff-36f5-b9f1-6a90349b2757",
      "speaker": "Alex Jones",
      "start_timestamp": 6473.0,
      "text": "Even a lot of our top level people don't get the whole thing. We could really use somebody like you. And you're supposed to go Oh, really? I can fly around on the private helicopters and jets. I can. He'll be part of this whole system. And then I can be a vampire, culturally, and play along with the deception and wage war against my own species. You know what? No, thank you."
    },
    {
      "end_timestamp": 6504.0,
      "id": "5f441f48-39e6-3ad8-80d3-6144c5f786fe",
      "speaker": "Dan",
      "start_timestamp": 6502.0,
      "text": "Very polite."
    },
    {
      "end_timestamp": 6536.0,
      "id": "7ba11fc8-a1a7-3735-8d6f-677def345849",
      "speaker": "Alex Jones",
      "start_timestamp": 6504.0,
      "text": "And now here we are 18 years after I refuse the first biobanks No thanks. And you can see, we changed the world together. And we're making it a better place. And we're turning the corner because we believe in humanity. We believe in justice. We believe in prosperity. We believe in God. We don't leave an evil. We don't use evil systems just because it can advance us. Yes, you do. Physically. Monetarily temporarily."
    },
    {
      "end_timestamp": 6538.0,
      "id": "c9c8f4e5-9883-37d0-b8b4-11889490be87",
      "speaker": "Jordan",
      "start_timestamp": 6536.0,
      "text": "Yes, because you"
    },
    {
      "end_timestamp": 6544.0,
      "id": "3948ed82-8f02-31db-8b2e-f95385f4a6f9",
      "speaker": "Dan",
      "start_timestamp": 6538.0,
      "text": "temporarily means time. Yeah, we don't use time travel. Well, is he talking?"
    },
    {
      "end_timestamp": 6571.0,
      "id": "2d658400-2537-374d-bf83-e90385ffd872",
      "speaker": "Radio Announcer",
      "start_timestamp": 6544.0,
      "text": "So we don't buy into those evil systems that make us stronger physically, like some sort of sub Super Male Vitality. We don't, you know, participate in systems that make us richer monetarily like supplements we sell like Super Male Vitality or absurd markup. We don't participate in things that advance us temporarily, like supplements that make you feel like time is going super fast."
    },
    {
      "end_timestamp": 6575.0,
      "id": "632753e9-7860-3aa4-b060-08be170ef87d",
      "speaker": "Dan",
      "start_timestamp": 6571.0,
      "text": "He's talking about tempura temporarily like the batter"
    },
    {
      "end_timestamp": 6580.0,
      "id": "dd5bf56a-bb6b-3ac3-a633-fbcb51d82fcf",
      "speaker": "Radio Announcer",
      "start_timestamp": 6575.0,
      "text": "that's some good stuff. Anyway, sorry me some deep fried carrots and Trump and I'm good to go. I"
    },
    {
      "end_timestamp": 6583.0,
      "id": "00fcc2e7-abe0-385d-8105-f8020afa0968",
      "speaker": "Dan",
      "start_timestamp": 6580.0,
      "text": "cut it slightly the wrong part. Here we go."
    },
    {
      "end_timestamp": 6594.0,
      "id": "e4838fd0-7a7e-3715-a3c7-de19fc9b16d8",
      "speaker": "Alex Jones",
      "start_timestamp": 6583.0,
      "text": "Is that power the ring? The One Ring Rings of Power is an archetype you use evil technology. You use systems of deception, knowledge of evil made"
    },
    {
      "end_timestamp": 6597.0,
      "id": "e9302cae-0004-3bd5-a40e-a42e8ecaa90e",
      "speaker": "Radio Announcer",
      "start_timestamp": 6594.0,
      "text": "for men doomed to die. It poisons"
    },
    {
      "end_timestamp": 6621.0,
      "id": "101ded4a-44fb-3991-91a7-1cc10d342f5a",
      "speaker": "Alex Jones",
      "start_timestamp": 6597.0,
      "text": "the world and poisons you then And then don't even recognize why he's gonna get more and more evil once you get into it. It's because it's a virus in your soul. And it's slowly taking you over until one day, you never wake up. And something else is running you. And now you've given over your psyche, your soul, it's like a brain transplant has been put into your body. And you're dead."
    },
    {
      "end_timestamp": 6675.0,
      "id": "2eb56853-2688-3554-aa25-0dab4a107858",
      "speaker": "Dan",
      "start_timestamp": 6621.0,
      "text": "He's literally just gone plumbing. Yeah, so insane. Like, all right, man, you can't he can't really go on that long of a tangent without somehow finding one of his touchstones that is a pop culture thing, right? Like he can't not reference a movie or a book or something like that. The metaphor is thin in his language, you know, metaphor is non existent. Yeah. But you know what I mean? We don't know these people, these globalists who have had their lives ruined by the metaphorical rings of the world. And you know what, Alex maybe know a bunch more than us because he has met these people and he has some thoughts about them. Sources. Listen, he's not going to tell you who they are. They're Donald Trump's son. But yeah, he's met some of these dudes, and he wants to tell you about them. And it also is eventually going to get into Satan. Oh, good."
    },
    {
      "end_timestamp": 6689.0,
      "id": "934b9314-9ef3-39cd-9396-515759a6c77e",
      "speaker": "Alex Jones",
      "start_timestamp": 6675.0,
      "text": "I had been around billionaires, globalist sellouts the system. And they're like scared robots. They're just like crazed, weird, fumbling, morons."
    },
    {
      "end_timestamp": 6691.0,
      "id": "35f600d6-cb6b-36f5-8232-ff71d7f47a73",
      "speaker": "Radio Announcer",
      "start_timestamp": 6689.0,
      "text": "Crazed, weird fumble."
    },
    {
      "end_timestamp": 6720.0,
      "id": "94a923f7-7e03-381b-a7bb-6b1d3abce774",
      "speaker": "Alex Jones",
      "start_timestamp": 6691.0,
      "text": "And then there are people who are in the system that still have a soul and they're totally freaked out and scared. And the system is there to intimidate them trying to take their money away, but to destroy them God for their families, if they dare stick their head up. And Hollywood's the worst model of control and all the cool beautiful people that go there to be somebody. And Hollywood did make them somebody Hollywood stole their greatness and then created a fiction around it."
    },
    {
      "end_timestamp": 6729.0,
      "id": "2224a4f7-15d4-32a8-ab3b-f9dd76a3394d",
      "speaker": "Radio Announcer",
      "start_timestamp": 6720.0,
      "text": "No one bought your script Alex Jones see it's 50 Phil on put you in movies Alex Jones that's 5050"
    },
    {
      "end_timestamp": 6739.0,
      "id": "c4a5db56-0140-344c-a6cc-8f79c8aed774",
      "speaker": "Dan",
      "start_timestamp": 6729.0,
      "text": "that and he just listened to candle in the wind. It's one of the two goodbye no oh my god. It's like"
    },
    {
      "end_timestamp": 6741.0,
      "id": "301a916f-dbc3-375e-a66d-f4e43e9e454e",
      "speaker": "Radio Announcer",
      "start_timestamp": 6739.0,
      "text": "WHY WOULD YOU OKAY? OH purples"
    },
    {
      "end_timestamp": 6745.0,
      "id": "e821ec1a-9122-3d73-8f38-1770bcd7e9d7",
      "speaker": "Dan",
      "start_timestamp": 6741.0,
      "text": "had to say was that Alex Jones was found in the nude."
    },
    {
      "end_timestamp": 6748.0,
      "id": "379b0e4f-692e-39af-bb28-0afb620a1825",
      "speaker": "Radio Announcer",
      "start_timestamp": 6745.0,
      "text": "So so the obvious thing is"
    },
    {
      "end_timestamp": 6752.0,
      "id": "b6243e1b-3227-329d-b3ab-a335c8290ac4",
      "speaker": "Dan",
      "start_timestamp": 6748.0,
      "text": "praying Bernie top and makes a third version about him when he dies? Right? Well,"
    },
    {
      "end_timestamp": 6767.0,
      "id": "34439e51-5b7b-3fe3-beb1-c2382170aa72",
      "speaker": "Radio Announcer",
      "start_timestamp": 6752.0,
      "text": "the obvious reason you would go after, you know, Hollywood is because that's the touchstone that your listener base is like, they don't represent our values. And I don't like being told by Hollywood's"
    },
    {
      "end_timestamp": 6768.0,
      "id": "6459bae1-72bd-3bde-9cb1-f61cefcc9a6c",
      "speaker": "Dan",
      "start_timestamp": 6767.0,
      "text": "liberal Hollywood. Yeah, exactly."
    },
    {
      "end_timestamp": 6778.0,
      "id": "2d260d7e-8241-3e2e-92f4-57cebf376a32",
      "speaker": "Radio Announcer",
      "start_timestamp": 6768.0,
      "text": "Yeah, you know, the I hate being told by those liberal elite out of work actors what to feel and thing. But then there's the added bonus it also sound very personal. Oh, yeah, he's"
    },
    {
      "end_timestamp": 6790.0,
      "id": "5a7623da-3f74-3f52-9ace-29283cc7ecbc",
      "speaker": "Dan",
      "start_timestamp": 6778.0,
      "text": "petty. But like, there is also the added bonus of the perceptions of MK Ultra type stuff, right? And the like, all these people in Hollywood are just brain controlled and sex slaves and shit like that. Yeah,"
    },
    {
      "end_timestamp": 6802.0,
      "id": "60636295-4d0f-3d5a-aa39-1891287d0863",
      "speaker": "Radio Announcer",
      "start_timestamp": 6790.0,
      "text": "we should we should put together a list and put all of the people who might be globalist onto that list. And we should we should. I think we'll call it a purple list."
    },
    {
      "end_timestamp": 6803.0,
      "id": "98e9bbda-85e1-3a26-8f82-31be503003ce",
      "speaker": "Dan",
      "start_timestamp": 6802.0,
      "text": "Oh, all right. Yeah, sure."
    },
    {
      "end_timestamp": 6807.0,
      "id": "b7455e8a-5ad6-38f0-82a7-cbe36a8cde10",
      "speaker": "Radio Announcer",
      "start_timestamp": 6803.0,
      "text": "We don't want to we don't want to invite associations with the old list. The list was"
    },
    {
      "end_timestamp": 6816.0,
      "id": "b14dffe4-da5f-3e8e-9d55-87d462f60b23",
      "speaker": "Dan",
      "start_timestamp": 6807.0,
      "text": "the you know, purple is the king color of royalty. Exactly. Cultures. It was the most expensive dye back in the day. It didn't go very complicated color."
    },
    {
      "end_timestamp": 6819.0,
      "id": "3a1e51bf-49b5-3671-a0d6-f63d22d98947",
      "speaker": "Radio Announcer",
      "start_timestamp": 6816.0,
      "text": "Now. That's why we had slaves indeed."
    },
    {
      "end_timestamp": 6823.0,
      "id": "2ac3e2fc-a783-39ea-8203-23f26d935a40",
      "speaker": "Dan",
      "start_timestamp": 6819.0,
      "text": "All right. This isn't done."
    },
    {
      "end_timestamp": 6846.0,
      "id": "6f4cba2d-f9ba-371b-8a1e-656e7672f87f",
      "speaker": "Alex Jones",
      "start_timestamp": 6823.0,
      "text": "When they could have gone out in the world and built whole new systems like Hollywood, but they had stolen from the devil convinces you you can sell your soul you can't sell your soul. You can convince yourself you sold your soul like a Faustian deal. But never know you could get out of it at any time"
    },
    {
      "end_timestamp": 6854.0,
      "id": "5a7f309e-805f-31a3-a08f-5fadc02cdce5",
      "speaker": "Alex Jones",
      "start_timestamp": 6846.0,
      "text": "doesn't give you any of this"
    },
    {
      "end_timestamp": 6861.0,
      "id": "651292c7-8f47-33e1-b7b5-c90102a51ecb",
      "speaker": "Dan",
      "start_timestamp": 6854.0,
      "text": "don't I don't I don't get what's first of all, so funny. That made total sense."
    },
    {
      "end_timestamp": 6874.0,
      "id": "1f571391-2dcf-32cb-8636-07de6c017ad2",
      "speaker": "Radio Announcer",
      "start_timestamp": 6861.0,
      "text": "Can't sell your soul. No, you can make yourself think you've sold your Zoltar. But the devil can't give you any of this. So I read like Well, then why sell your soul?"
    },
    {
      "end_timestamp": 6887.0,
      "id": "c71db066-013c-3f09-bbbd-62036069a5fa",
      "speaker": "Dan",
      "start_timestamp": 6874.0,
      "text": "It's almost like the devil isn't real. It is very similar. It's very much like that. Alex Jones is like he's legitimately maybe four steps away from atheism. That's the reals. Yeah,"
    },
    {
      "end_timestamp": 6900.0,
      "id": "e9ac797d-e354-35fa-849b-d4e7a2dfbdbe",
      "speaker": "Radio Announcer",
      "start_timestamp": 6887.0,
      "text": "he's two steps away from believing in crystal that he's tall. I don't think you'll ever get to atheism. I think he will eventually be like, you know, these deep Earth Crystals. It turns out if you hold one in your hand your wishes come true."
    },
    {
      "end_timestamp": 6914.0,
      "id": "af6befcf-660f-335d-afff-68100932923c",
      "speaker": "Dan",
      "start_timestamp": 6900.0,
      "text": "He's not two steps away from that he's one sponsor away. If any crystal shop was like, Hey Alex, I'll give you 100 bucks just fucking tell him that you like BS ores. He was like, Oh man, I don't even know if that's a crystal."
    },
    {
      "end_timestamp": 6929.0,
      "id": "8ebad03f-e75a-3a4a-a0ad-cda3332633d5",
      "speaker": "Radio Announcer",
      "start_timestamp": 6914.0,
      "text": "No, it's a BS or is actually something that comes from the stomach. It's like hair and all that shit. It grows in there. And then if it comes out hole, it heals diseases. It's like a panacea and heals everything."
    },
    {
      "end_timestamp": 6931.0,
      "id": "b0a3f9e6-74c1-3400-adf8-fd4936d74b8b",
      "speaker": "Dan",
      "start_timestamp": 6929.0,
      "text": "I met magnetite, that is"
    },
    {
      "end_timestamp": 6935.0,
      "id": "29a41f52-0ad5-3253-9adc-fbff509fd77e",
      "speaker": "Radio Announcer",
      "start_timestamp": 6931.0,
      "text": "much you kind of just stopped at agate."
    },
    {
      "end_timestamp": 6945.0,
      "id": "7d60ca56-5ddb-31a8-92d5-75b35bb620a6",
      "speaker": "Dan",
      "start_timestamp": 6935.0,
      "text": "But so he was like, you know, he's talking about Satan. And you know, all this is satanic. And then you make a deal with Satan. But you can't sell your soul. You just pretend to sell your soul."
    },
    {
      "end_timestamp": 6953.0,
      "id": "5ca55e3c-d38e-3edc-abe2-a083af66283d",
      "speaker": "Radio Announcer",
      "start_timestamp": 6945.0,
      "text": "But hasn't He already said that all of these people have sold their souls and they are Satanic and they worship Satan. And because of that worship, they get their power,"
    },
    {
      "end_timestamp": 6955.0,
      "id": "2b69716d-05ef-3701-b03b-7c2a5d19d46c",
      "speaker": "Dan",
      "start_timestamp": 6953.0,
      "text": "right? Bingo."
    },
    {
      "end_timestamp": 6961.0,
      "id": "cfe7f458-ba10-395f-8e4b-9e0b440ab9b3",
      "speaker": "Radio Announcer",
      "start_timestamp": 6955.0,
      "text": "So we're, you know, nothing, nothing. Nothing is real. Nothing. Nothing is real. But"
    },
    {
      "end_timestamp": 6968.0,
      "id": "741be60a-13a4-3dfb-8b46-ab98c3c61635",
      "speaker": "Dan",
      "start_timestamp": 6961.0,
      "text": "here, here's here's where that sort of dovetails into Alex Jones is like, one of the things you can trick"
    },
    {
      "end_timestamp": 6978.0,
      "id": "e60c45bd-73db-35ff-9421-eb69691b7c7b",
      "speaker": "Radio Announcer",
      "start_timestamp": 6968.0,
      "text": "yourself into believing you've made this Faustian bargain. But you didn't. Because you can never know if you did, right. And you can never know if you can get back out of it."
    },
    {
      "end_timestamp": 7017.0,
      "id": "f1f4c48f-6652-34be-9d33-447bdd15e856",
      "speaker": "Dan",
      "start_timestamp": 6978.0,
      "text": "Those aren't real. But the other thing is that like, legitimately, this highlights for me the idea that Alex Jones has no coherent philosophy. He has no intrinsic set of principles, in the same way that two episodes back. We were talking about him like in his marathon. He legitimately said Trump was the butt boy of a bunch of different people. Yeah, he was talking about how Trump had lost it. And Trump was the butt boy of the military industrial complex, right? He wasn't saying that as a thought experiment. He was saying, Wow, Trump's gone that sort of thing. Right. Now he's back"
    },
    {
      "end_timestamp": 7025.0,
      "id": "2771140e-9d05-38ac-ac70-bed372d97156",
      "speaker": "Radio Announcer",
      "start_timestamp": 7017.0,
      "text": "on his bullshit. Yeah, it's super odd that his trump pence 2020 shirts have not been selling as well after he called him up. But boy,"
    },
    {
      "end_timestamp": 7028.0,
      "id": "0b594c70-0aab-3c83-a1f2-e75103aa7c3b",
      "speaker": "Dan",
      "start_timestamp": 7025.0,
      "text": "yeah, three days later, his trust and Trump has risen from the dead."
    },
    {
      "end_timestamp": 7032.0,
      "id": "da0c2c63-c091-35ed-8e1b-70385858e131",
      "speaker": "Radio Announcer",
      "start_timestamp": 7028.0,
      "text": "Can we get more references to Trump as a busboy?"
    },
    {
      "end_timestamp": 7066.0,
      "id": "9bfdad6d-2c03-35f7-a14d-821cfc4d79e6",
      "speaker": "Dan",
      "start_timestamp": 7032.0,
      "text": "No, that's not our purview. Listen, Donald. But boy, Trump, it's implied. We don't need to go through it. But like, you understand what I'm not taking him out of context. He said it. It's true. But you understand what I'm saying? Like, yeah, you wavers this crazy line with Trump. He's wavering this, like, I don't even know exactly what he believes about Satan, or demons or any of that stuff. He just brings it up a lot. Yeah, there's no consistent through line between like, what is your cosmology about demons? What are they? Right? Because if he ever wasn't nailed down on it, everything well, anybody"
    },
    {
      "end_timestamp": 7081.0,
      "id": "1f688c72-06d0-3b01-9a19-87c0bd6064f8",
      "speaker": "Radio Announcer",
      "start_timestamp": 7066.0,
      "text": "believes in literal vampires. Oh, well, maybe not literal vampires, spiritual vampires. Who have all of the same Well, yeah, and he does say they drink because he Adrenochrome Jesus Christ. Yeah. Adrenochrome Yeah. Which"
    },
    {
      "end_timestamp": 7083.0,
      "id": "c6f5f069-9cde-30d0-a821-1f0f0549808b",
      "speaker": "Dan",
      "start_timestamp": 7081.0,
      "text": "isn't a real thing. Oh, Hunter S Thompson."
    },
    {
      "end_timestamp": 7102.0,
      "id": "6daf917a-c14c-3c8e-9fd6-0bbbacb616e4",
      "speaker": "Radio Announcer",
      "start_timestamp": 7083.0,
      "text": "Oh, boy. So yeah, he does. He does believe. I don't know. I don't know. So I don't think here's here's what I would say if I was going to kind of like try and boil down into a kind of like, Quintessence Good luck of what his belief system is"
    },
    {
      "end_timestamp": 7107.0,
      "id": "f50fc014-2645-37fa-b9ad-930e960f4b0a",
      "speaker": "Dan",
      "start_timestamp": 7102.0,
      "text": "good fucking luck. It is."
    },
    {
      "end_timestamp": 7110.0,
      "id": "2eb66648-cf71-32e0-9f73-e03af36d409d",
      "speaker": "Radio Announcer",
      "start_timestamp": 7107.0,
      "text": "Whatever the fuck he feels like at any"
    },
    {
      "end_timestamp": 7113.0,
      "id": "e546d0d3-b692-399a-8af5-8b9adc8ec3f5",
      "speaker": "Dan",
      "start_timestamp": 7110.0,
      "text": "given point in time, totally. Totally. But then also it's guns."
    },
    {
      "end_timestamp": 7123.0,
      "id": "7bb7dacc-14fa-3ebe-8151-55ed4b7e80a3",
      "speaker": "Radio Announcer",
      "start_timestamp": 7113.0,
      "text": "It's it's, you know what? That's that's a conversation that we did have off air where it's like, oh, it was on air. Oh, was it on only thing that he can't get back on? The only thing he can't go back on. And I think"
    },
    {
      "end_timestamp": 7189.0,
      "id": "9afa5179-b349-352b-9a74-2858a3be4a0a",
      "speaker": "Dan",
      "start_timestamp": 7123.0,
      "text": "that's true. But that's why he's never nailed down on exactly what he believes about these various topics, like you never specific about who globalists are. He never actually cites documents. Right. And the way that I I have told you on this episode, the specific place where I have found a bunch of information about clean coal wrapping real right, you can go find that I have specifically told you where the document is. that backs up my claim that President Obama vetoed a sale of a company that was trying to sell microchips to China, right. All of that stuff is concrete. All Alex Jones ever says is blah, blah, blah, the white papers, I've read their books, the globalist books, right. Like all that's, I mean, if you get nailed down to a fact you're no longer slippery. And I think that he could not exist in that advice. So So here's here's how that relates to demons. And that relates also to his position on Trump, right? Even fucked up. That is negotiable to him to some extent. Anyway, sorry. Go ahead. I'm"
    },
    {
      "end_timestamp": 7193.0,
      "id": "b57c3988-50df-3d5f-9f1f-137e45e5b2b2",
      "speaker": "Alex Jones",
      "start_timestamp": 7189.0,
      "text": "not I'm not gonna lie. Bye bye."
    },
    {
      "end_timestamp": 7200.0,
      "id": "498a322f-5588-35e5-93fa-3905ed8d6b70",
      "speaker": "Dan",
      "start_timestamp": 7193.0,
      "text": "I can't even improvise. Sorry, go ahead."
    },
    {
      "end_timestamp": 7220.0,
      "id": "ea74e31d-d842-3074-86f8-233c85b750ea",
      "speaker": "Radio Announcer",
      "start_timestamp": 7200.0,
      "text": "Oh, god dammit this time for real fooled again. And I won't get fooled again. So, so my rebuttal on that is he does have through lines though. Sure. So he does have touchstones. Now, if I was going to"
    },
    {
      "end_timestamp": 7223.0,
      "id": "99a8aaaf-29f9-3e2e-b807-2b6066fd6175",
      "speaker": "Dan",
      "start_timestamp": 7220.0,
      "text": "most of its bigotry, though. Well, that's that's actually"
    },
    {
      "end_timestamp": 7225.0,
      "id": "6745cf68-5efc-3529-a5f2-558b161b7706",
      "speaker": "Radio Announcer",
      "start_timestamp": 7223.0,
      "text": "just what I was thinking. Like, you know how"
    },
    {
      "end_timestamp": 7243.0,
      "id": "d6a926fc-fb28-392b-b3fd-5dae910f8e31",
      "speaker": "Dan",
      "start_timestamp": 7225.0,
      "text": "most of the through lines if you take the individual details away from it our anti semitism, distrust of minorities, anti Muslim cultural fears transphobia Absolutely. But then it all relates back to globalists"
    },
    {
      "end_timestamp": 7247.0,
      "id": "4110652a-9462-38d0-9825-9898d8d938c1",
      "speaker": "Radio Announcer",
      "start_timestamp": 7243.0,
      "text": "like, which again goes back to anti semitism, but it's but"
    },
    {
      "end_timestamp": 7249.0,
      "id": "3e0ffeb8-ecd2-36f9-9c72-70be1f237cb7",
      "speaker": "Dan",
      "start_timestamp": 7247.0,
      "text": "it's an end with the globalist"
    },
    {
      "end_timestamp": 7267.0,
      "id": "cddf20da-e3c8-3b46-b2f0-c2f40d153ad6",
      "speaker": "Radio Announcer",
      "start_timestamp": 7249.0,
      "text": "there's such a nebulous, non existent negative force that you can describe any problem to them. Sure, like, your gas went up globalist totally gas went down. It's because Trump is fighting the globalist Yep. Like any number of different things that are negative, it's kind of you're cold, you're cold job. Yeah,"
    },
    {
      "end_timestamp": 7269.0,
      "id": "7778acad-1e63-32d8-a03f-8dfb1cc7a99a",
      "speaker": "Dan",
      "start_timestamp": 7267.0,
      "text": "it's a genius thing on some level."
    },
    {
      "end_timestamp": 7279.0,
      "id": "9ce9e628-aadb-338b-a3b0-9e4991cbc7cf",
      "speaker": "Radio Announcer",
      "start_timestamp": 7269.0,
      "text": "Yeah. In our respect, we're, we're kind of ham. We're kind of locked in to the fact that we have to fight against a real person. I"
    },
    {
      "end_timestamp": 7298.0,
      "id": "512190e4-cfaa-33fe-a123-2dc1dccc479b",
      "speaker": "Dan",
      "start_timestamp": 7279.0,
      "text": "like it, which is why you have to do well. I like it better that way, though. Because when he says these things about let's say, for example, Hillary selling the uranium to the Russians, I can look at him and I can say, No, you know, like, I know that I know that I can document that I know the facts of the case. You know,"
    },
    {
      "end_timestamp": 7323.0,
      "id": "89a1c306-6817-30a4-88e9-921780e07b4f",
      "speaker": "Radio Announcer",
      "start_timestamp": 7298.0,
      "text": "it's interesting. If, if we switched positions, I think it would be much more similar to the Alex Jones Show, where I have just read like a whole bunch of shit. And I don't quite have it all locked into my brain, like linear. Yeah. So I just start telling you things. Like, I would play an Alex Jones clip, and I wouldn't research it and be like, Yeah, I heard of The Washington Post that they that this was wrong."
    },
    {
      "end_timestamp": 7342.0,
      "id": "7855f7cc-20d1-330c-9bef-27bc60198de1",
      "speaker": "Dan",
      "start_timestamp": 7323.0,
      "text": "And also Fuck this. Yeah, it's possible, but then I would be the worst, I would be the worst Infowars guest because I'm like, What are you talking about? That would be an interesting one. Yeah, maybe donate to the show. And we'll do that. We won't, please don't. But anyway, hey, tell you what Alex wants to talk more about the devil"
    },
    {
      "end_timestamp": 7386.0,
      "id": "dbafa17e-6c46-339e-8881-497baa0457a3",
      "speaker": "Alex Jones",
      "start_timestamp": 7342.0,
      "text": "that does devil was put in there in front of that, like a gatekeeper that you've got to make it through. Instead of interfacing with the devil, this whole system, and having your destiny stolen from you. But I got a break, come back, I'm gonna start taking phone calls, got a bunch of clips to get to as well. If listeners will just commit to spreading the articles, the videos every day to friends and family and neighbors and community and strangers or just tell people about the local stations you're listening to or sending $100 to different stations listen to our support the sponsors, by car sponsor with the enemy's attacks, we gotta get you to just commit to sign up for auto ship at Infowars store.com for high quality fluoride free, iodine slash Colloidal Silver toothpaste, super blue back in stock"
    },
    {
      "end_timestamp": 7392.0,
      "id": "d9f2a48f-8a97-3409-b360-48ea3a1f127e",
      "speaker": "Dan",
      "start_timestamp": 7386.0,
      "text": "that goes on for like another three minutes. But like I snuck an ad in on. He was talking about the devil. Yeah, really passionately."
    },
    {
      "end_timestamp": 7405.0,
      "id": "65c3fa1a-8d1a-3fd7-8641-15a9fd3b1e65",
      "speaker": "Radio Announcer",
      "start_timestamp": 7392.0,
      "text": "You don't want to get your destiny stolen from you. So what you got to do give 100 bucks to your local station, make sure they keep carrying us, give us you know, buy some super blue, otherwise the devil is gonna get you"
    },
    {
      "end_timestamp": 7444.0,
      "id": "b7951ddc-a6d9-3f87-8704-75ed698b6472",
      "speaker": "Dan",
      "start_timestamp": 7405.0,
      "text": "also I looked into it. He does have an affiliate in Chicago, but it's suburbs. He has a suburb affiliate. So not technically, in Chicago, the actual broadcast strength of it barely reaches to the city. So I mean, maybe you could get a bad version of Alex Jones on the actual radio in Chicago. But the idea that he says that he has I'm actually I'm engaged in some research. It's very difficult to do, because he is not lying. He doesn't have a list of his current affiliate? No, of course not. I looked into the code on the website. That's right. That's right."
    },
    {
      "end_timestamp": 7445.0,
      "id": "a656be45-55f9-3e05-acae-2f53008d708c",
      "speaker": "Radio Announcer",
      "start_timestamp": 7444.0,
      "text": "So we got to find you a girlfriend Genesis"
    },
    {
      "end_timestamp": 7501.0,
      "id": "6851ba4f-d722-30ae-a386-b75e62229384",
      "speaker": "Dan",
      "start_timestamp": 7445.0,
      "text": "communications network has a list of affiliates that broadcast the Alex Jones Show. And that's something we discussed on our fourth episode. Yes. I looked into the code on that website, because it was like when's the last time this has been updated? Okay, found in the code last time it was updated was 2015. Really? Yeah. So that's not good. No. So the number is actually off. So I think I've started to engage in a little bit of research going through the top radio markets, right, trying to find out where the actual radio stations are, and find it. Every radio station has a website, and they have their schedules on it. Right. Of course, it just is kind of a complicated process of figuring out the stations in each city. Yeah, and it takes forever and so I started with Chicago, and I found that the station that supposedly caters to Chicago, the third largest radio market in the United States, is based out of the suburbs and barely gets to the city, right. So that is even a lie like even that It is alive. But I'm excited."
    },
    {
      "end_timestamp": 7505.0,
      "id": "ce1dd1cb-1f97-3cba-ad2d-e47f542fce4c",
      "speaker": "Radio Announcer",
      "start_timestamp": 7501.0,
      "text": "His listeners have to all be rural, basically,"
    },
    {
      "end_timestamp": 7543.0,
      "id": "c643881f-03f6-36e6-9e4f-fd1e98fa3a2c",
      "speaker": "Dan",
      "start_timestamp": 7505.0,
      "text": "rural or suburban, rural, rural or suburban, like the rural juror those those suburban. Yes. But I, I'm excited to give you the results of that investigation as it comes. Oh, also, I started an email address that I, the only thing I've done with this email address is I've signed up for the Info Wars newsletter. Because I want to see if they sell my information, and I start getting spam, right. And it's only that's kind of interesting. It's been about like three weeks since I signed up for it. Nothing. I've gotten nothing except from Alex Jones. Really the app but"
    },
    {
      "end_timestamp": 7547.0,
      "id": "b0a3728f-d243-3757-97ec-2571ddfbd56e",
      "speaker": "Radio Announcer",
      "start_timestamp": 7543.0,
      "text": "the first of this is really just a true believer kind of mailing list."
    },
    {
      "end_timestamp": 7579.0,
      "id": "f2c072f5-ac47-39f2-b2bc-a75d8a72cd31",
      "speaker": "Dan",
      "start_timestamp": 7547.0,
      "text": "But the first thing that I got from Alex Jones is an automated message. Your Info Wars Nullah newsletter subscription and free eBook has arrived. FREE eBook, this is something that he doesn't sell. This is something you can only get if you're you automatically get you don't know you're getting it. But if you sign up for the email list, you get it. You know what it's called? The keys to survival."
    },
    {
      "end_timestamp": 7581.0,
      "id": "85325a98-becb-35e8-84e1-6100ff3fd12d",
      "speaker": "Radio Announcer",
      "start_timestamp": 7579.0,
      "text": "Okay, all right."
    },
    {
      "end_timestamp": 7628.0,
      "id": "7bde243c-e740-3e31-9bf1-5ba55f22e9d1",
      "speaker": "Dan",
      "start_timestamp": 7581.0,
      "text": "I'll read you the description of it. Okay, download this free PDF. One need only take a mere glance at the day's financial and political headlines to see historic events unfolding all around us, Drew regardless of political affiliation, more and more people across the globe are beginning to question not only their own futures, but the futures of their friends and family as well drew in light of these uncertain times. Infowars has reached out to numerous experts in the fields of finance, health and more to bring you the info warriors exclusive information for preparing for potential disaster. He immediately sends you a doomsday prep ebook. Yeah. And I have you read it. I haven't yet. But I'm certain most of it has to do with selling his food. Like his survival food. You think so? Oh, yeah. I'm positive. That's an ad. Okay. But anyway, I digress. God"
    },
    {
      "end_timestamp": 7658.0,
      "id": "3902e2d9-6e8e-31c6-b26b-b6f363454763",
      "speaker": "Radio Announcer",
      "start_timestamp": 7628.0,
      "text": "I. How cool. Well, not cool. How? How ironic would it be if that was the blueprint for surviving in the coming apocalypse? Like if you read it, and you're like, This is good advice. This is good advice. And then you start taking all of it. And then you survive because of that. And I'm sitting over here, like Alex Jones is silly. There's no reason there. But it does feel like the world is coming to an"
    },
    {
      "end_timestamp": 7668.0,
      "id": "e7a07607-45d9-39ed-a763-f3c52839c0fd",
      "speaker": "Dan",
      "start_timestamp": 7658.0,
      "text": "end. Sure that part of the premise isn't that flawed. But the argument is, again, we're back to that like premise argument discussion. Well, I mean, if you really want,"
    },
    {
      "end_timestamp": 7671.0,
      "id": "5c1ba97d-327a-3aa6-b8d1-e7c6345a806e",
      "speaker": "Radio Announcer",
      "start_timestamp": 7668.0,
      "text": "like, look, stock up on survival food, that's sad, dude,"
    },
    {
      "end_timestamp": 7689.0,
      "id": "5abbf60a-2374-30da-b425-8450e71c9883",
      "speaker": "Dan",
      "start_timestamp": 7671.0,
      "text": "if you want to talk about how like maybe Alex is right. I posit this next clip, as evidence that you should shut your goddamn mouth. Because this is like, I know that we've talked about cameras and what have you."
    },
    {
      "end_timestamp": 7691.0,
      "id": "e9c30cc4-3060-3217-a86b-04421ccd0d61",
      "speaker": "Radio Announcer",
      "start_timestamp": 7689.0,
      "text": "They're sad. humanize the"
    },
    {
      "end_timestamp": 7696.0,
      "id": "4353d4d2-946e-3491-842b-022b24cc3134",
      "speaker": "Dan",
      "start_timestamp": 7691.0,
      "text": "fish people. Yeah, this is kind of weirder."
    },
    {
      "end_timestamp": 7727.0,
      "id": "1f33c2f3-019e-39b7-b31b-e6aa7dd4ac72",
      "speaker": "Alex Jones",
      "start_timestamp": 7696.0,
      "text": "We're not in Kansas anymore. We're in the year 2017 globalist technology 2050 they already believe they have sentient AI computers. Let's just say they're good enough to fool top engineers. But doesn't matter. They don't have solar unconscious because they're wired into billions of people's actions every day. And they could build algorithms to track everything you do and predict what you're going to do before you even know it."
    },
    {
      "end_timestamp": 7732.0,
      "id": "385c722f-7c6e-3d9d-a073-af857f69428e",
      "speaker": "Radio Announcer",
      "start_timestamp": 7727.0,
      "text": "That is true."
    },
    {
      "end_timestamp": 7754.0,
      "id": "03ca11cd-9572-38d0-87e2-eb05651c4edb",
      "speaker": "Alex Jones",
      "start_timestamp": 7732.0,
      "text": "The end of freewill total digital enslavement the D evolution of man now they're getting us ready for it saying no mothers and no fathers. family unit. Take drugs and watch TV and just bliss out."
    },
    {
      "end_timestamp": 7812.0,
      "id": "5ae1a40a-7f18-360d-a7a3-dcf9e484980c",
      "speaker": "Dan",
      "start_timestamp": 7754.0,
      "text": "So so first of all, no one saying no fathers, no mothers the idea of because that goes back to a lot of his like trans arguments and stuff like that. Right? No one is saying that no, no one's saying that. Just because some people have differing identities. It doesn't mean that mothers and fathers are bad or having to do with it. The only time that I've ever heard any concrete examples of that is times when there are like people talking about divorced parents like single parents. The idea that implying that someone has a dad when they might not have a dad, right? You have you have a single mom, like oh, you know, where's your dad that could be hurtful to somebody in as much as they have an absentee father right now if you want to if that is his argument. There's a kernel of something we can go from there. I guess The idea of like, you know, trans identities and deferring gender non binary stuff, right? It's being like no mothers. No fathers, no families, right? incredibly stupid out incredibly stupid. Well,"
    },
    {
      "end_timestamp": 7819.0,
      "id": "c6827f5e-30ba-3f8c-8530-25ce31357cf8",
      "speaker": "Radio Announcer",
      "start_timestamp": 7812.0,
      "text": "the thing about him is he's not wrong about the AI. Trying to predict what you do shut up. Now, I'll tell"
    },
    {
      "end_timestamp": 7822.0,
      "id": "090799c2-439e-35c1-a2e9-f3f8b58b5865",
      "speaker": "Dan",
      "start_timestamp": 7819.0,
      "text": "you why. I'll tell you why it's not important"
    },
    {
      "end_timestamp": 7836.0,
      "id": "a03c85ca-869b-3934-bd46-6823331cd17d",
      "speaker": "Radio Announcer",
      "start_timestamp": 7822.0,
      "text": "because of the Mercer family. That is that is Cambridge Analytica, that is what they're trying to do. Jared Kushner exactly what they're trying to do was more Steve Bannon and Kushner. Yeah, yeah, it's it's the Mercer Yeah, but"
    },
    {
      "end_timestamp": 7851.0,
      "id": "e5196544-b801-3bbf-b0e6-27affd2ed515",
      "speaker": "Dan",
      "start_timestamp": 7836.0,
      "text": "yeah, he Bannon is deeply involved with the Mercer Oh, absolutely. So but yeah, frankly, fucking everybody is deep. We shouldn't be talking about Cambridge. We don't want any of that nonsense. They are fucked up."
    },
    {
      "end_timestamp": 7853.0,
      "id": "0739c912-7aa2-37ae-b6c0-1f32d8b3af0b",
      "speaker": "Radio Announcer",
      "start_timestamp": 7851.0,
      "text": "They are insane."
    },
    {
      "end_timestamp": 7856.0,
      "id": "593ac770-331a-35f8-b199-71157fdc081b",
      "speaker": "Dan",
      "start_timestamp": 7853.0,
      "text": "So this clip isn't nearly done and it gets way worse. Okay,"
    },
    {
      "end_timestamp": 7877.0,
      "id": "e1e61976-17da-341d-b181-f42a622e9801",
      "speaker": "Alex Jones",
      "start_timestamp": 7856.0,
      "text": "and your journey towards species extinction will be complete very selfish move. around the planet are creating new species as fast as they can every few hours guys,"
    },
    {
      "end_timestamp": 7880.0,
      "id": "8724ee67-ea9a-3e57-8910-08749ad12523",
      "speaker": "Radio Announcer",
      "start_timestamp": 7877.0,
      "text": "human race, Dick move a new"
    },
    {
      "end_timestamp": 7911.0,
      "id": "c3d56ab2-96bc-3d5e-969a-c5d63eddc125",
      "speaker": "Alex Jones",
      "start_timestamp": 7880.0,
      "text": "species. A new species of virus, new species of bacteria. A new species of animals slash plant slash insectoid and slash silica. Already here. nanotech humanoids. The robot cats were back in the 60s. Ratchford, robot roaches, seven robots now boys and girls."
    },
    {
      "end_timestamp": 7921.0,
      "id": "b70097ae-2787-3260-9c75-d13a673e767d",
      "speaker": "Radio Announcer",
      "start_timestamp": 7911.0,
      "text": "I don't know. Then go to roaches. Literally. Everybody knows the progression goes and starts with roaches and then moves to Cat literally what"
    },
    {
      "end_timestamp": 7933.0,
      "id": "2bcceeb8-98c8-3671-8d7b-407a82ca5417",
      "speaker": "Dan",
      "start_timestamp": 7921.0,
      "text": "he's talking about is that Russian spying stuff like they were trying to spy on the Russians by putting a microphone in a cat. Right? That's not a robot. Like it mad. But yeah, that's not a robot that"
    },
    {
      "end_timestamp": 7936.0,
      "id": "9af2ff10-984f-3e2c-b90c-76c293e4ef10",
      "speaker": "Radio Announcer",
      "start_timestamp": 7933.0,
      "text": "robot cats have been here since the 60s. Everybody knows that. It's"
    },
    {
      "end_timestamp": 7939.0,
      "id": "6c53d89f-a576-3a25-b8c4-d0a3a0c0d29d",
      "speaker": "Dan",
      "start_timestamp": 7936.0,
      "text": "not a robot."
    },
    {
      "end_timestamp": 7944.0,
      "id": "fbb8024c-3b2e-3d2c-b2d0-d6069fdaa20d",
      "speaker": "Radio Announcer",
      "start_timestamp": 7939.0,
      "text": "They're trying to develop a new species. Or they've they've already"
    },
    {
      "end_timestamp": 7955.0,
      "id": "ce09c719-1e7e-34de-bbb4-248b216fc511",
      "speaker": "Dan",
      "start_timestamp": 7944.0,
      "text": "No, no, they're developing new species every our new species of viruses bacterias animal slash plant slash insectoids."
    },
    {
      "end_timestamp": 7957.0,
      "id": "f184bec2-ebef-305d-8394-ddfd587fc531",
      "speaker": "Radio Announcer",
      "start_timestamp": 7955.0,
      "text": "With silica"
    },
    {
      "end_timestamp": 7958.0,
      "id": "f9e79307-900a-38ff-8e32-87d2c7f8f22b",
      "speaker": "Dan",
      "start_timestamp": 7957.0,
      "text": "slash silica,"
    },
    {
      "end_timestamp": 7963.0,
      "id": "d0e28ec8-a5d6-3dce-a178-30bca743e735",
      "speaker": "Radio Announcer",
      "start_timestamp": 7958.0,
      "text": "do you know how you're gonna protect yourself against silicone? I don't know. Deep Earth Crystals gotta"
    },
    {
      "end_timestamp": 7964.0,
      "id": "eff95889-9b00-34e9-b567-228754fe4967",
      "speaker": "Dan",
      "start_timestamp": 7963.0,
      "text": "be it's gotta be it's gotta"
    },
    {
      "end_timestamp": 7966.0,
      "id": "bb5f01d1-237b-3cda-b1a5-bda206107876",
      "speaker": "Radio Announcer",
      "start_timestamp": 7964.0,
      "text": "be that deeper the"
    },
    {
      "end_timestamp": 7991.0,
      "id": "4bbb2289-3c15-3463-9265-ff34b991483e",
      "speaker": "Dan",
      "start_timestamp": 7966.0,
      "text": "iodine. So I don't know if you remember this Jordan? Do I remember but about an hour ago or so? In the broadcast? Alex Jones said he was going to open up the phones. Yes, I do remember that? He hasn't. But now he's about to. Okay. Are we gonna get some calls? No, they all the calls stick but okay, he's gonna open up the phones. And then he sort of goes on a mini tangent."
    },
    {
      "end_timestamp": 7996.0,
      "id": "92de3f43-c844-345f-a270-949b509a73b9",
      "speaker": "Alex Jones",
      "start_timestamp": 7991.0,
      "text": "I want to go to Robert. Beth, Ben, Adam, Harry, with all of you."
    },
    {
      "end_timestamp": 8001.0,
      "id": "8d325ede-773f-3e02-bebe-14b1411a1175",
      "speaker": "Radio Announcer",
      "start_timestamp": 7996.0,
      "text": "I thought that was one guy. He doesn't want to go to Robert."
    },
    {
      "end_timestamp": 8014.0,
      "id": "9b09d5bc-0553-39f3-a7d1-55b35ce4c599",
      "speaker": "Alex Jones",
      "start_timestamp": 8001.0,
      "text": "His broadcast. So hate it. It's the same reason Trump's hate it. Because it lies because we believe in human empowerment. We believe in free market. We believe in open societies."
    },
    {
      "end_timestamp": 8048.0,
      "id": "f86ed73e-3d9e-3d8e-b990-1d5e08c637e0",
      "speaker": "Dan",
      "start_timestamp": 8014.0,
      "text": "He's really hitting the death card there. But didn't know you nailed it under your breath there. It's because both of you lie all the fall that are fucking tight and in ways that are easily documentable. Yeah. And I don't know. I think it's incredibly frustrating because it gets to a certain point where you hear someone lie enough without consequences. And you start to realize that the things that they're saying aren't really supposed to be believed. It doesn't matter if you believe it. It's just the act of saying that that's important. And that's really fucked up that I think I think the main I'm talking about Alex and Trump, right? No,"
    },
    {
      "end_timestamp": 8092.0,
      "id": "a6d00278-df36-3bd0-a03e-1f5ebb54fbcf",
      "speaker": "Radio Announcer",
      "start_timestamp": 8048.0,
      "text": "I here's what here's what I would say because this is a conversation that I had with a family member when we were talking about I think it was climate change where they're like, how do you know that's true? And I was like, well because there's all this research peer reviewed 97% of scientists agree Tada you know, remains that are repeatable. How do you know they're not lying to you? Oh, well, because that's how we establish objective fact. Well how do I know it's a repeatable? Well, not just not just that like, how do I know because hey, what if there's a giant conspiracy right? What if there's a giant conspiracy trying to do that right? Be fair,"
    },
    {
      "end_timestamp": 8094.0,
      "id": "833da1c6-8844-3470-b394-30d0c49d4f59",
      "speaker": "Dan",
      "start_timestamp": 8092.0,
      "text": "you play that game with me sometime? No,"
    },
    {
      "end_timestamp": 8169.0,
      "id": "28209dcb-de8a-3d32-910e-d018c6e38125",
      "speaker": "Radio Announcer",
      "start_timestamp": 8094.0,
      "text": "I do. But But here's how here's how I know because my fucking phone where works. That's it? How do you how do you know they're not lying to you, because every time you make a fucking phone call, the call is routed to a satellite, the satellite has to account for the fact that it's traveling at a different speed than you are. So that means that because of that time dilation, we know for a fact that E does equal MC squared. We know the theory of relativity is true because it has to account for that otherwise it won't work your your the clock on your phone because it is right means that Einstein was right. So whether or not you want to pull this research bullshit, here's how you know things are true Jordan because they work. They work or they function there's a demon in your phone and it's tricking if you if you don't believe in climate change, then get rid of your phone because that because it doesn't work for you. I have really bad news. The same math. The same math. You know, how do you know how you've never been walking around and been like oh shit, who turned the math off? I was trying to tip 20% And all it just kept writing was 404 not found"
    },
    {
      "end_timestamp": 8180.0,
      "id": "71096959-efb7-3df1-8961-ee6db7836349",
      "speaker": "Dan",
      "start_timestamp": 8169.0,
      "text": "to be fair. That has happened when I've been drunk. When a bar Fair enough. Fair enough. All right. Someone did turn the math off the other night when we were out at the whip. That's true. Might have overtip we crazy."
    },
    {
      "end_timestamp": 8182.0,
      "id": "4999c183-9b18-33b4-8ad4-6e3b2062fec4",
      "speaker": "Radio Announcer",
      "start_timestamp": 8180.0,
      "text": "Entirely bothered me."
    },
    {
      "end_timestamp": 8192.0,
      "id": "7e840f51-79b4-3cbb-b643-396fcda2be8f",
      "speaker": "Dan",
      "start_timestamp": 8182.0,
      "text": "That isn't me. Oh, this is the bad news. I cut this out entirely but about 35 minutes of the show Alex interviews a climate denier"
    },
    {
      "end_timestamp": 8195.0,
      "id": "d8ff4e5f-9df1-31ca-8509-c0f9f931532f",
      "speaker": "Radio Announcer",
      "start_timestamp": 8192.0,
      "text": "God fucking dammit dad."
    },
    {
      "end_timestamp": 8198.0,
      "id": "8b69751a-513d-3bfb-9a31-9a9aaa9f04f9",
      "speaker": "Dan",
      "start_timestamp": 8195.0,
      "text": "Yeah. Apparently."
    },
    {
      "end_timestamp": 8203.0,
      "id": "a9295b35-04d8-346b-8119-add358625dab",
      "speaker": "Radio Announcer",
      "start_timestamp": 8198.0,
      "text": "What? Anti vaxxers climate deniers what else? Do you want me to be angry about Dan."
    },
    {
      "end_timestamp": 8204.0,
      "id": "3d4be6f5-912a-32e6-9f1c-61dde4e77720",
      "speaker": "Dan",
      "start_timestamp": 8203.0,
      "text": "That's why I cut it out."
    },
    {
      "end_timestamp": 8205.0,
      "id": "1873a0a6-b587-3504-a2d2-f131c9a44cea",
      "speaker": "Radio Announcer",
      "start_timestamp": 8204.0,
      "text": "What do you hate me for? That's"
    },
    {
      "end_timestamp": 8231.0,
      "id": "563dc574-d17e-396d-9929-e49313795bbd",
      "speaker": "Dan",
      "start_timestamp": 8205.0,
      "text": "why I cut it out. I don't want you just blowing a gasket. But they apparently Al Gore has a new documentary out a sequel to Inconvenient Truth. Right? And Alex is furious about it. And he interviews a climate denier about it. Of course Alex is furious about and it's really not worth breaking down. But because it's especially because outside of this narrative, it's outside of the Comey stuff. Right, rambling, why"
    },
    {
      "end_timestamp": 8246.0,
      "id": "7344641f-6f0f-3e3d-a106-23351224e156",
      "speaker": "Radio Announcer",
      "start_timestamp": 8231.0,
      "text": "would you shout? Other than again, other than those bright shiny keys over here, like these keys, look at these keys over here. I'm Jacqueline, these keys, don't pay attention to our corrupt felony committing president."
    },
    {
      "end_timestamp": 8270.0,
      "id": "6299c663-feb3-31c3-b64e-35593aab6caa",
      "speaker": "Dan",
      "start_timestamp": 8246.0,
      "text": "It's exactly the same reason that on the day of the shooting in Charleston, we may never cover this episode. I'm not entirely sure. But I just listened to it. The day of that shooting. Alex Jones spent, I would say an hour of the show, interviewing a lady who kept goats in her house. And the city council said,"
    },
    {
      "end_timestamp": 8284.0,
      "id": "aa9b7368-4b94-3615-92d9-af757ed74378",
      "speaker": "Radio Announcer",
      "start_timestamp": 8270.0,
      "text": "Ma'am, you cannot keep your house you interviewed her for an hour? Yes, is a states rights issue. Well, though, I can keep guns and goats in my house. And I don't need a background check. Her argument was"
    },
    {
      "end_timestamp": 8302.0,
      "id": "164296e8-4be9-3296-b70d-ba34a5669482",
      "speaker": "Dan",
      "start_timestamp": 8284.0,
      "text": "that because of a genetic issue, she had to have a mastectomy when she was very young. And she couldn't make breast milk. And she didn't trust formula. So she needed goats in order to make the milk because buying goat milk. I don't trust the sources that they come from. All right. It's all nonsense."
    },
    {
      "end_timestamp": 8310.0,
      "id": "2fafbfb8-3e29-37a6-9065-e2f60bee7b34",
      "speaker": "Radio Announcer",
      "start_timestamp": 8302.0,
      "text": "I'm on. I'm on climate change aside. So she I have notes on climate change aside, I want the earth to wipe us out."
    },
    {
      "end_timestamp": 8386.0,
      "id": "3c133b09-a763-3556-a967-c3191cce7bd9",
      "speaker": "Dan",
      "start_timestamp": 8310.0,
      "text": "Keep in mind that this is the day of the that guy went into a black church and shot a bunch of people. I don't know why you would need to cover that. Also, keep in mind, it's the day after I forgot about this confluence of events. That's the day after Trump announced his candidacy. Jesus fucking Christ. So those two things happened within that 24 hours. And Alex spends his entire show talking to Goat Lady who has a website I'm pro goat duck. So you ask you ask why is he spending this drive on his show? Today's the day like Comey is fired the day after that. Why is he spending an hour of it rambling about globalists and saying I've been tempted they make offers Yep. That has nothing to do with told me being fired or the Russia investigation. You don't have any facts right. Then he gets into the interview. And I'll be honest, the interview with the climate denier if you take the climate denial out of it was a spirited interview. The guy was kind of fun. I he's wrong about everything right, but he has a decent personality."
    },
    {
      "end_timestamp": 8390.0,
      "id": "340efd93-b8f2-3f90-ac31-3545468706c5",
      "speaker": "Radio Announcer",
      "start_timestamp": 8386.0,
      "text": "Well, that's, that's more than can be said for so many other people that everyone except"
    },
    {
      "end_timestamp": 8403.0,
      "id": "19bed97a-3302-37f6-9b86-224e6410f617",
      "speaker": "Dan",
      "start_timestamp": 8390.0,
      "text": "Rapoport Yeah. Hashtag reports to live. Shout out to everybody who has tweeted that. Way more than I expected. So we got one more clip"
    },
    {
      "end_timestamp": 8407.0,
      "id": "7b63307e-2fc0-30fb-b529-12dc27fab51b",
      "speaker": "Radio Announcer",
      "start_timestamp": 8403.0,
      "text": "from the rapper poor to the rapper floor"
    },
    {
      "end_timestamp": 8415.0,
      "id": "0723269f-961b-3af3-af29-61a21c67f2bf",
      "speaker": "Dan",
      "start_timestamp": 8407.0,
      "text": "by the way our sign off is no longer we're policy walk what is it? No it's rapping for it's still live there's no doubt about it done fuck that noise"
    },
    {
      "end_timestamp": 8426.0,
      "id": "61414043-630d-39ab-a7ae-d48805e7be12",
      "speaker": "Radio Announcer",
      "start_timestamp": 8415.0,
      "text": "all right done with it we're done with policy walk Yeah Now since all of our listeners now who donate our policy one that can't be how we sign oh it's to sign up with Rappaport still lives"
    },
    {
      "end_timestamp": 8434.0,
      "id": "a35825e4-8570-37a0-bf6b-0ba4efc6a472",
      "speaker": "Dan",
      "start_timestamp": 8426.0,
      "text": "we have to raise our glasses ceremonious fashion report still lives and then we waterfall our wine. Our it's a really bad"
    },
    {
      "end_timestamp": 8441.0,
      "id": "24a651fa-11d5-3bdb-9b5a-b13149be9dd0",
      "speaker": "Radio Announcer",
      "start_timestamp": 8434.0,
      "text": "episode whenever Rappaport dies is going to be about climate change. We're not going to cover it."
    },
    {
      "end_timestamp": 8448.0,
      "id": "1b6bd8e0-6ccd-3f3d-9f42-dbd27cfac4df",
      "speaker": "Dan",
      "start_timestamp": 8441.0,
      "text": "Let me be honest, if and I'm saying if not when if if Rappaport does die? If Yeah,"
    },
    {
      "end_timestamp": 8454.0,
      "id": "1005b7c3-49ec-3fd9-a813-2c53401bb13b",
      "speaker": "Radio Announcer",
      "start_timestamp": 8448.0,
      "text": "oh, that's right. We have perhaps established that he is Gandalf and will or might be a vampire or might be a vampire."
    },
    {
      "end_timestamp": 8457.0,
      "id": "f44a98f1-fae0-3e7a-9ffc-4b0aed0aabaa",
      "speaker": "Dan",
      "start_timestamp": 8454.0,
      "text": "I've never seen him in a mirror. Nope. Anyway, if he dies,"
    },
    {
      "end_timestamp": 8461.0,
      "id": "f5838d6f-331e-3f56-a7b5-4f4c271fd871",
      "speaker": "Radio Announcer",
      "start_timestamp": 8457.0,
      "text": "or he might be a Dorian Gray type thing. And that's what the picture is."
    },
    {
      "end_timestamp": 8472.0,
      "id": "0249f250-7c84-3864-ad6a-a073d72dd598",
      "speaker": "Dan",
      "start_timestamp": 8461.0,
      "text": "If he is he is the picture. Imagine, I can't tell if the picture is a young version of him? I don't know."
    },
    {
      "end_timestamp": 8478.0,
      "id": "14567280-6c3d-397a-b221-e4eb673410fe",
      "speaker": "Radio Announcer",
      "start_timestamp": 8472.0,
      "text": "But here's the young version, he trapped with a magic spell which is counterintuitive. It's a bad idea"
    },
    {
      "end_timestamp": 8504.0,
      "id": "d00861a1-e795-3d42-93b3-c091e106ed57",
      "speaker": "Dan",
      "start_timestamp": 8478.0,
      "text": "if he dies. Yes. I will be fucking furious. If I'm not asked to give a speech. If I'm not invited to the memorial. There is nobody in the United goddamn STATES OF AMERICA outside of Alex Jones that cares about him in the same way. Now I hate him. Right? He's wrong. Right, but I want to hug him."
    },
    {
      "end_timestamp": 8505.0,
      "id": "09e332c2-ffcc-3722-ae4e-30f059872505",
      "speaker": "Radio Announcer",
      "start_timestamp": 8504.0,
      "text": "If he dies,"
    },
    {
      "end_timestamp": 8508.0,
      "id": "0978757c-0747-35f4-a76f-8e354b9e278e",
      "speaker": "Dan",
      "start_timestamp": 8505.0,
      "text": "I think it's just because we both cross eyes that"
    },
    {
      "end_timestamp": 8515.0,
      "id": "9299d3b1-859b-38ed-9d85-6fb8cbd6446e",
      "speaker": "Radio Announcer",
      "start_timestamp": 8508.0,
      "text": "is not kept there as a perfect shrine. To what Rapoport means to all of us"
    },
    {
      "end_timestamp": 8520.0,
      "id": "6df02283-c8c7-3d2e-a02d-d1d5460a90d3",
      "speaker": "Dan",
      "start_timestamp": 8515.0,
      "text": "that's the greatest conflict of my life is like is a tribute to him hanging up that picture Finally, once he's"
    },
    {
      "end_timestamp": 8523.0,
      "id": "71186af0-f1a4-3a6a-b9fa-b22ceb30e313",
      "speaker": "Radio Announcer",
      "start_timestamp": 8520.0,
      "text": "gone, or"
    },
    {
      "end_timestamp": 8524.0,
      "id": "1951757c-1f0b-30e3-9b87-c8bee1966cc2",
      "speaker": "Unknown Speaker",
      "start_timestamp": 8523.0,
      "text": "forever spear tackling"
    },
    {
      "end_timestamp": 8536.0,
      "id": "626183c2-ee3c-3d73-8c63-ce44e159caf0",
      "speaker": "Dan",
      "start_timestamp": 8524.0,
      "text": "anybody who tries to put it up, like, like on constant vigilance, the rest of my life is standing at a three point steps. Yeah, it's like I dare you like"
    },
    {
      "end_timestamp": 8539.0,
      "id": "5897b3a6-fdf8-32fd-ba1f-3a620081b616",
      "speaker": "Radio Announcer",
      "start_timestamp": 8536.0,
      "text": "the unknown soldier should always be an eternal flame"
    },
    {
      "end_timestamp": 8589.0,
      "id": "e4d953fd-4a59-3e84-8883-673675a87dc6",
      "speaker": "Dan",
      "start_timestamp": 8539.0,
      "text": "right flame with the Vestal virgins. Yeah. So fuck all this noise Rappaport will die. And I won't speak at his funeral. Never. But we have one more clip. And this one is where? Like, I know we didn't make this clear. But we drank a bottle of wine called irony. Yes, it's irony vineyards. Right. And it's only appropriate because this is kind of an ironic episode. Pretty much Alex Jones in his attempt to tar and feather Comey and make light of the Russia investigation is really showing his cards that he has no facts. on his side. He only has insinuations lies, fake stories. on his side, he has nothing to back him up. And not only that, ironically, he's failing in his defense well, and"
    },
    {
      "end_timestamp": 8631.0,
      "id": "373af703-30e8-3e1e-96d7-4165edb7e1ff",
      "speaker": "Radio Announcer",
      "start_timestamp": 8589.0,
      "text": "by by his denials, he is actually directly pointing to why they're being investigated. Exactly. You know, they shouldn't be. They should be investigating, investigating Hillary for this. Instead, they're investigating Trump for the same thing, or what way worse or way worse? Yeah. So it's always like, here is what they should be doing. And it's the same thing they should be doing here. It's never it's always a complete parallel. It's never like, also, I love the fact I love the fact that there are no new boogie men for them. There's only solder offs. There's only there's only Hillary that's there. That's there's constant fight. Well,"
    },
    {
      "end_timestamp": 8635.0,
      "id": "05fb172c-b7d5-3553-88f7-91c359dbaf6b",
      "speaker": "Dan",
      "start_timestamp": 8631.0,
      "text": "yeah. But that's that's what Hillary is a tool of sorrows. So"
    },
    {
      "end_timestamp": 8682.0,
      "id": "7b0d1ada-0283-30e4-8412-75a3b567adfc",
      "speaker": "Radio Announcer",
      "start_timestamp": 8635.0,
      "text": "their their fight, their constant fight is distracting from the fact that they can't actually get anything accomplished. Really, you know, other than turning this into an authoritarian government that has no respect for the rule of law and that is constantly trying to flout it at every possible example, is directly compromised by Russian agents is absolutely cowardly and incapable of protecting our fucking goddamn country from the fact that all of this shit is destroying Democracy in America all because they just want to get fucking tax cuts. This is all for tax cuts, but not Alex hired GOP but not willing to destroy democracy so we can get a 20% lower marginal tax cut."
    },
    {
      "end_timestamp": 8695.0,
      "id": "8c3d7eff-b79c-3f1b-b4c4-e3485f3ac485",
      "speaker": "Dan",
      "start_timestamp": 8682.0,
      "text": "You're talking about the real world. That's not Alex. All right. I don't care about that that much. That's true. His motivations are his insanity. Right? That's what's crazy about"
    },
    {
      "end_timestamp": 8700.0,
      "id": "72bf1080-e983-3cf7-822b-d5bde6fef4c7",
      "speaker": "Radio Announcer",
      "start_timestamp": 8695.0,
      "text": "like, I need to leave the real world that"
    },
    {
      "end_timestamp": 8749.0,
      "id": "cedacd72-3404-34ff-bf5b-41f5b347eadf",
      "speaker": "Dan",
      "start_timestamp": 8700.0,
      "text": "I understand the like, the tax cut motivation way more than I understand Alex's globalist scenario. It's true. I have been studying and trying to pay attention to Alex's globalist narrative. And as best I can tell it's baloney. But let's get back to the center. The irony is what we've Ed's right. That's what we were talking irony is what we've already laid out. But I want to introduce a further irony, okay. And this clip, Alex Jones, loses it a little bit, and expresses overt racism, overt hatred, and really shows that they've got nothing. His side has nothing. This is what they have. Right here. This is it. This is this clip, is it?"
    },
    {
      "end_timestamp": 8757.0,
      "id": "75de982c-530e-3fe2-a52f-e2fcf252874a",
      "speaker": "Alex Jones",
      "start_timestamp": 8749.0,
      "text": "I've had my crews in Ferguson and in Austin and in LA and"
    },
    {
      "end_timestamp": 8760.0,
      "id": "c75b0f0c-e8fd-30bf-8ed6-bbac17ea15e6",
      "speaker": "Radio Announcer",
      "start_timestamp": 8757.0,
      "text": "yeah, if Ferguson is your first city were fucked. Well, but"
    },
    {
      "end_timestamp": 8764.0,
      "id": "2f4d1f8a-1836-3567-9be7-420d160fcb8a",
      "speaker": "Dan",
      "start_timestamp": 8760.0,
      "text": "there's a reason hold on"
    },
    {
      "end_timestamp": 8782.0,
      "id": "a26451b5-e1f6-31b6-b2fa-428dea4a1bcb",
      "speaker": "Alex Jones",
      "start_timestamp": 8764.0,
      "text": "Bakersfield just everywhere. And they're just they're going oink, bang, bang, how many cops five is good, no, six is better. Seven is better. And bang, man kill the cops and buses have offloaded college students, a bunch of white ones getting off saying that the halls are dead cops."
    },
    {
      "end_timestamp": 8865.0,
      "id": "2274477b-6b23-33f8-b50c-73db9e0b22ba",
      "speaker": "Dan",
      "start_timestamp": 8782.0,
      "text": "So the the all the stories that have come out about busing, and protesters and stuff like that have all been debunked all of the all of the instances of that, in terms of the paid protesters, and dumb white people getting off buses and stuff like that are all are all spurious. But then he refuses to engage with the idea that the reason that these Black Lives Matters, Black Lives Matter groups, and even the further black nationalist groups that are a little bit further on that side, young, even Black Lives Matter. Sure, 5% nation, those people who are really mad, and I include white people, such as myself, and you, I would definitely assume in this, the reason that they're mad, I'd never get angry. The reason that they're mad at cops about these sorts of things, is that cops keep killing black people specifically with no repercussions. They kill white people as well, that it absolutely is true, but it seems definitely if you look at the statistics, they kills, proportionate and never get punished for it. So when Black groups, such as Black Lives Matter and nationalistic Black groups, talk about killing cops. It's not so much they just want to kill cops. It's a expression of frustration that they see members of their community get choked out on the street for selling loose cigarettes. And no one cares"
    },
    {
      "end_timestamp": 8869.0,
      "id": "ff0f6fc6-9277-3ff3-bbee-05f67c65bbff",
      "speaker": "Radio Announcer",
      "start_timestamp": 8865.0,
      "text": "totally an utterly justifiable oppression."
    },
    {
      "end_timestamp": 8875.0,
      "id": "293bc39d-3f95-340e-b16a-662e5ac468e9",
      "speaker": "Dan",
      "start_timestamp": 8869.0,
      "text": "Yeah, and it's a total or frustration with no it's a justified renounce just it Yeah."
    },
    {
      "end_timestamp": 8876.0,
      "id": "8756bd53-2da0-3c7a-90a7-aa0245581067",
      "speaker": "Radio Announcer",
      "start_timestamp": 8875.0,
      "text": "Clyde"
    },
    {
      "end_timestamp": 8883.0,
      "id": "3affa4b6-80f0-3db1-87b6-dcf4e4d705b0",
      "speaker": "Dan",
      "start_timestamp": 8876.0,
      "text": "response to it. And they aren't Killing cops. They are saying fuck these cops."
    },
    {
      "end_timestamp": 8885.0,
      "id": "9787aa49-45b2-3909-863d-5f9b643c0ef2",
      "speaker": "Radio Announcer",
      "start_timestamp": 8883.0,
      "text": "We want like,"
    },
    {
      "end_timestamp": 8887.0,
      "id": "2ac49ebb-f96e-3cab-ac15-7d55e936ae2b",
      "speaker": "Dan",
      "start_timestamp": 8885.0,
      "text": "here's here's no one wants to kill cops. Here's"
    },
    {
      "end_timestamp": 8889.0,
      "id": "d9faaed3-4710-36a3-87e5-98b5c7e10b76",
      "speaker": "Radio Announcer",
      "start_timestamp": 8887.0,
      "text": "the thing that drives me insane."
    },
    {
      "end_timestamp": 8891.0,
      "id": "3ba43312-06af-3158-a6e5-0e4a6e8c15aa",
      "speaker": "Radio Announcer",
      "start_timestamp": 8889.0,
      "text": "Do you know what they want?"
    },
    {
      "end_timestamp": 8892.0,
      "id": "ff9fc8d0-1f05-3c6d-abba-cedd6e5b96a2",
      "speaker": "Dan",
      "start_timestamp": 8891.0,
      "text": "Not to be killed by cops."
    },
    {
      "end_timestamp": 8917.0,
      "id": "ad39d26c-323b-3cab-a649-9ba816ca70d7",
      "speaker": "Radio Announcer",
      "start_timestamp": 8892.0,
      "text": "Justice. Sure. That's it? Sure. If you because here's the here's the real deal. If you just prosecuted these cops, and made sure because isn't that the whole point of all of these punishments? The whole point is to act as a deterrent. So if you see justice being applied equally, then you can say this is a deterrent to future cops. Killing black pretty"
    },
    {
      "end_timestamp": 8920.0,
      "id": "e92d4d8f-5694-336a-9563-21b9b3cc4a1f",
      "speaker": "Dan",
      "start_timestamp": 8917.0,
      "text": "much like you're hanging a president is exactly what it is."
    },
    {
      "end_timestamp": 8927.0,
      "id": "2376c2b9-bafe-367d-8a05-7abb7dcda78d",
      "speaker": "Radio Announcer",
      "start_timestamp": 8920.0,
      "text": "It is a punishment, but it is really just don't do this because there is going to be a punishment. Well,"
    },
    {
      "end_timestamp": 8937.0,
      "id": "c3f728e1-ba82-34f6-b718-fdfeb334872a",
      "speaker": "Dan",
      "start_timestamp": 8927.0,
      "text": "and I would say further, it's a reason to it reinforces the reason you have rules, right? Because if there are rules and certain classes of people aren't beholden to those rules, those"
    },
    {
      "end_timestamp": 8939.0,
      "id": "da5fed57-fa30-318d-9412-cb6ed8ba0ccb",
      "speaker": "Radio Announcer",
      "start_timestamp": 8937.0,
      "text": "aren't rule it's an injustice it which is"
    },
    {
      "end_timestamp": 8984.0,
      "id": "024a016b-6222-37ec-a81e-1ce5dadf716f",
      "speaker": "Dan",
      "start_timestamp": 8939.0,
      "text": "yeah, and there's nothing really like I understand it. Look, I'll be I'll be totally fair to cops. Sometimes a cop makes a bad kill. That is justifiable. This does happen. You know, you're on a bus or something like that someone jumps out in front of you. You kill somebody and happens and the reason that people are mad at the police about these things are not those instances. Now they are youths on armed youths that are killed chil dren, sure to soften it. No. Yeah, Cleveland. Yeah, there are children. There are unarmed children. There are unarmed women. There was that instance,"
    },
    {
      "end_timestamp": 8985.0,
      "id": "ecbd12f1-aacf-3ca4-b679-e1288ada922e",
      "speaker": "Radio Announcer",
      "start_timestamp": 8984.0,
      "text": "Michael Michael Brown."
    },
    {
      "end_timestamp": 9004.0,
      "id": "2fe5b9e2-a1c8-35a0-96bc-2e083bf7e58f",
      "speaker": "Dan",
      "start_timestamp": 8985.0,
      "text": "I can't I can't even remember the guy's name because there's too many of them that was killed in his car with his girlfriend while she was videotaping so many. It's it's come to a boiling point where it's think about this. Think about the FPV About work pissed off and saying Fuck the police. Right? It would be insane."
    },
    {
      "end_timestamp": 9046.0,
      "id": "1173bf26-2e60-3256-8c06-b5f1940c6184",
      "speaker": "Radio Announcer",
      "start_timestamp": 9004.0,
      "text": "Think about how angry we are right now at Trump flouting the rule of law. Now imagine every single member of your family, for the entire existence of your family as far back as you can remember them being in America being subjected to that same level of injustice. And worse. Yeah, and look at how angry we are now. And this is really the first time in my life where I've had to look at the government and say, These people are affecting me personally, and destroying me. As opposed to my entire life. Well, of having a target printed on my back to"
    },
    {
      "end_timestamp": 9050.0,
      "id": "ab1759a4-79ac-30be-8584-22f77c717cae",
      "speaker": "Dan",
      "start_timestamp": 9046.0,
      "text": "be fucking honest. Even for you now. It's still hypothetical."
    },
    {
      "end_timestamp": 9055.0,
      "id": "db2f0f9f-ad22-3a66-8164-7da6111bc5c8",
      "speaker": "Radio Announcer",
      "start_timestamp": 9050.0,
      "text": "Taking my I mean, they're, they're trying to take my health insurance away. They're trying to destroy"
    },
    {
      "end_timestamp": 9058.0,
      "id": "4943739a-f6fb-31dc-b7fa-8f2aed3caec8",
      "speaker": "Dan",
      "start_timestamp": 9055.0,
      "text": "to come. Yeah, that's true. It's still not really That's true."
    },
    {
      "end_timestamp": 9077.0,
      "id": "e5aa0091-7541-3b79-ade2-a4775124086e",
      "speaker": "Radio Announcer",
      "start_timestamp": 9058.0,
      "text": "You know, and I'm not I'm not being detained at the border. I am not being detained at the airport. I am not being grabbed for me. Yeah, none of these things are happening. Nobody's raiding my house, and I am furious. Yeah. And all of this is happening to other people."
    },
    {
      "end_timestamp": 9107.0,
      "id": "2ae0f49b-f525-32a3-bba6-5669f38bde3b",
      "speaker": "Dan",
      "start_timestamp": 9077.0,
      "text": "Alex Jones, his inability to deal with the abstract and to deal with the reality of the world is really embarrassing. Like the idea that he is just is just, like, cut and dry making it like these people walking around. They want to kill cops, liberals, blah, blah, blah. It's it's it's I don't know how to put it exactly. But I would say it's an embarrassing lack of nuance. It's it is racist. It is it absolutely racist,"
    },
    {
      "end_timestamp": 9111.0,
      "id": "a1a9b140-894d-3b65-9da4-0aeb6856f68f",
      "speaker": "Radio Announcer",
      "start_timestamp": 9107.0,
      "text": "but a lack of empathy for other human beings. Oh,"
    },
    {
      "end_timestamp": 9113.0,
      "id": "1cf16468-e833-3765-a221-6adc07634472",
      "speaker": "Dan",
      "start_timestamp": 9111.0,
      "text": "totally. Let's get back to this clip."
    },
    {
      "end_timestamp": 9115.0,
      "id": "6b1192ed-41dd-336c-9c5b-0e92fc39fe9d",
      "speaker": "Radio Announcer",
      "start_timestamp": 9113.0,
      "text": "Okay, this clip oh, we're in the middle of the clip. I"
    },
    {
      "end_timestamp": 9118.0,
      "id": "ea4a12fe-eab9-3de3-9091-5154202dbf03",
      "speaker": "Dan",
      "start_timestamp": 9115.0,
      "text": "forgot this clip is it gets way worse."
    },
    {
      "end_timestamp": 9130.0,
      "id": "1a1d8188-4bc9-3e49-91e2-9fd3c6182820",
      "speaker": "Alex Jones",
      "start_timestamp": 9118.0,
      "text": "Again, I don't like worship cops. But that was just me grip. Let's kill firefighters. Let's kill teachers. It's like, what I mean, I have to tell you, when I see people organizing single randomly kill people kill"
    },
    {
      "end_timestamp": 9133.0,
      "id": "9c467033-4258-3d31-ba85-cb7618ea5482",
      "speaker": "Radio Announcer",
      "start_timestamp": 9130.0,
      "text": "students. Let's let people that's an"
    },
    {
      "end_timestamp": 9159.0,
      "id": "1aeb2e45-8580-324d-a202-e23df5362565",
      "speaker": "Alex Jones",
      "start_timestamp": 9133.0,
      "text": "armed force. I start bucking. As a man I start, we'll start turning like that's an enemy. And then they sit there running their mouths, how they want to kill patriots all day long. These people don't think we're not. We actually build businesses. We actually hire people. We actually work 1718 hours a day, we actually built this country. And all you slay on the contrary. Think you're gonna keep running your mouth forever."
    },
    {
      "end_timestamp": 9166.0,
      "id": "182343df-0a1d-32e4-b463-8ada2e52e240",
      "speaker": "Radio Announcer",
      "start_timestamp": 9159.0,
      "text": "You piece of fucking shit. That's so dog with a piece of god damn fucking garbage."
    },
    {
      "end_timestamp": 9175.0,
      "id": "ef576269-d62d-3203-a99a-dcec97837024",
      "speaker": "Dan",
      "start_timestamp": 9166.0,
      "text": "I mean, it's it's impossible to hear that and not hear like white supremacy? Yeah, essentially. He couches it behind patriot."
    },
    {
      "end_timestamp": 9195.0,
      "id": "28a3194b-9532-3b1c-aee7-98d172a67ada",
      "speaker": "Radio Announcer",
      "start_timestamp": 9175.0,
      "text": "No, the earlier thing where he says this country where he says no, no, in the earlier that we got off on a tangent about where he says they're busing in white people. Yeah, he specifically points, which is their busing in traitors to the race. Absolutely. That's exactly what he means. Exactly what he means by saying their busing in white."
    },
    {
      "end_timestamp": 9227.0,
      "id": "5b6b26be-33bd-34ee-92fd-6858856a8e54",
      "speaker": "Dan",
      "start_timestamp": 9195.0,
      "text": "I meant to get back to that I was so glad you picked up on that. Absolutely. And I am. This is the eternal battle with Alex Jones is like, I know he feels that. But I don't know how aware he is that he feels that because you wouldn't say those things if you didn't feel them. Right. You know, it's it's in Him. That is what he's expressing. But it's not clear to me that he is like consciously being like their traitor to the race. I'm going to scapegoat them. Right. I don't know if that's the case."
    },
    {
      "end_timestamp": 9241.0,
      "id": "45afed73-0e7d-3d07-8465-7a5b5d2ecb22",
      "speaker": "Radio Announcer",
      "start_timestamp": 9227.0,
      "text": "Well, that's very complicated. The problem there is that that it doesn't match a basic Fox News dog whistle though. Oh, sure. That idea of their busing and white people is something that they're putting out visually if not explicitly, I"
    },
    {
      "end_timestamp": 9248.0,
      "id": "67076d24-3f58-3cbc-8b30-df3586ec091f",
      "speaker": "Dan",
      "start_timestamp": 9241.0,
      "text": "think I think they're smarter about it. They don't call out the white part of it. Because I think I think maybe their segment producers would be like,"
    },
    {
      "end_timestamp": 9262.0,
      "id": "16109dc7-dd83-3ff7-a1df-6f4e2379d7dc",
      "speaker": "Radio Announcer",
      "start_timestamp": 9248.0,
      "text": "guys Yeah, well, at least they try not to Alex's but Alex is not if you if you go to Fox News, you can definitely find plenty of racist dog whistling no doubt no doubt No, no end to it, but not"
    },
    {
      "end_timestamp": 9281.0,
      "id": "42a83092-3536-394c-a88c-1ab7c2226eca",
      "speaker": "Dan",
      "start_timestamp": 9262.0,
      "text": "to the similar extent. No, but yeah, that is that is that is totally true. Well, and it it wouldn't track without the rest of that the the the idea that like we patriots built this country, right and you set it over it. You're totally right. Slaves built this country"
    },
    {
      "end_timestamp": 9288.0,
      "id": "c03e9868-5f36-3f68-80e8-e3c2e9d25650",
      "speaker": "Radio Announcer",
      "start_timestamp": 9281.0,
      "text": "slaves fucking built this country built. Look, I'm pro reparations. Sure. 100%"
    },
    {
      "end_timestamp": 9300.0,
      "id": "8411acf9-792e-3b21-8570-cf26f8420466",
      "speaker": "Dan",
      "start_timestamp": 9288.0,
      "text": "I don't know what it looks like. But yeah, agree, give give Black people all the money machine and then let's go from there. All right. That's my advice. I think we need some more new ways to that with interest. I'm going to tentatively sign"
    },
    {
      "end_timestamp": 9305.0,
      "id": "5d3f3184-3628-31bb-9211-fe7ae10bca0f",
      "speaker": "Radio Announcer",
      "start_timestamp": 9300.0,
      "text": "off on what's what's our what's our national budget? Like to some trillion dollars?"
    },
    {
      "end_timestamp": 9306.0,
      "id": "13b66c68-7a5e-39cc-a478-8190a78d46ff",
      "speaker": "Unknown Speaker",
      "start_timestamp": 9305.0,
      "text": "I don't know. Give it all to them"
    },
    {
      "end_timestamp": 9308.0,
      "id": "91ef6c57-2f75-3bbb-82c6-c2664be11ae2",
      "speaker": "Dan",
      "start_timestamp": 9306.0,
      "text": "fine. Listen."
    },
    {
      "end_timestamp": 9311.0,
      "id": "f55233c3-3290-372d-a63f-fbd7474ed917",
      "speaker": "Radio Announcer",
      "start_timestamp": 9308.0,
      "text": "No so so here's here's my I don't like that"
    },
    {
      "end_timestamp": 9316.0,
      "id": "cc7047a3-e0db-37e7-a494-844029b2b14d",
      "speaker": "Dan",
      "start_timestamp": 9311.0,
      "text": "my like sort of way to transition is just saying listen, I don't have something to say,"
    },
    {
      "end_timestamp": 9403.0,
      "id": "bb61e2d3-e8b7-3288-b7ec-bf9292379021",
      "speaker": "Radio Announcer",
      "start_timestamp": 9316.0,
      "text": "here's here's what I will shit. Now here's what I'll say, as a as a road comic. And this is something that I find after shows all the time is that old white dudes will come out to me after the show and be like, Hey, you were really funny. Let me tell you a joke. And then they'll tell me this racist joke or street joke because they think it's a team. Yeah, they think the White Race is a team. Yeah, they you don't think out? They don't think explicitly that they're being racist? Yeah, they just assume they just like just without even without consciously thinking about it. They're just like, Oh, you're white. You're on my team. I wouldn't say this to my black friend. But it's okay to say it to you. Because we're on the same side. Yep. i And that's, that's to me what that kind of dog whistling racism is. He doesn't even think about it. It's just, it's just there. It's just there. It's just assumed laughing for the wrong reason. Exactly. is what kills so many of my jokes. Yeah. If you if you can, and you can hear it, too. Yeah. Like when you tell a joke that you know, is meant to lampoon and isn't meant to make people feel bad for actually believing this. And you get those that type of laugh in the wrong way. You're like, oh, no, I'm part of the problem. Now,"
    },
    {
      "end_timestamp": 9414.0,
      "id": "e56b5243-e798-31a5-9637-38b5f5ab3d16",
      "speaker": "Dan",
      "start_timestamp": 9403.0,
      "text": "Jordan, we got to get to business. Let's get to this business. We're way too far into this. Okay. So the rest of this clip is, I mean, I have to say it's even worse."
    },
    {
      "end_timestamp": 9455.0,
      "id": "f64aa3f1-7ebc-34ae-a36d-d0f124566189",
      "speaker": "Alex Jones",
      "start_timestamp": 9414.0,
      "text": "You keep running your mouth, you're going to run it right into six feet under. And that didn't talk. You see what we've done politically. You sit here and push it much longer. All the physicals Ash is not going to come from me, it's gonna come from your actions, and you're gonna get knocked upside your head. The betas always need that, don't they? They always take alphas being restrained as weakness. Until you find out and then you wish you had got kicked upside the head by a horse. The sad part about this is there's no pleasure in killing you. There's no pleasure in running you over there's no pleasure in defeating you because your buck"
    },
    {
      "end_timestamp": 9456.0,
      "id": "027ac6d8-21bd-36fd-909f-f2c974fb5576",
      "speaker": "Unknown Speaker",
      "start_timestamp": 9455.0,
      "text": "because what in God's"
    },
    {
      "end_timestamp": 9458.0,
      "id": "7e78dbff-654f-3d6a-84ef-c7ad3979cce9",
      "speaker": "Radio Announcer",
      "start_timestamp": 9456.0,
      "text": "fucking name is happening, right? Keep enjoying"
    },
    {
      "end_timestamp": 9504.0,
      "id": "3816d9ff-23de-36b8-8dcc-f884c364904b",
      "speaker": "Alex Jones",
      "start_timestamp": 9458.0,
      "text": "the civilization that the Patriots build and stop bitching. But I know, you want that rite of passage. You want to piss on your betters. You have criminal energy? I know. And so just keep pushing. Keep pushing. Because watch. You pass the demarcation line once you've gone past the point of return, once you've hit the event horizon. Just remember you asked for it. Because you start a war. It's one that we will finish Make no mistake dumb asses. Fight. Let's go ahead and talk to Adam in New York. You're on the air."
    },
    {
      "end_timestamp": 9518.0,
      "id": "68c0e4ab-999a-33e1-921e-196fe5ef2cbf",
      "speaker": "Dan",
      "start_timestamp": 9504.0,
      "text": "Yay. Adam in New York. I hope you had a great phone call. That is terrifying. It's it's impotent. But it's terrifying. I took my headphones off. You did? You got your you had a moment there."
    },
    {
      "end_timestamp": 9519.0,
      "id": "94eb00db-4298-3928-8b0d-3013d998f5ce",
      "speaker": "Radio Announcer",
      "start_timestamp": 9518.0,
      "text": "I can't breathe. Yeah,"
    },
    {
      "end_timestamp": 9533.0,
      "id": "9206b01e-5f62-364e-8259-5192355971f0",
      "speaker": "Dan",
      "start_timestamp": 9519.0,
      "text": "I mean, I really can't. But can I can I take a step back and allow you to breathe, please. That's a desperate man. Like, yeah, that's nothing. He's He's said"
    },
    {
      "end_timestamp": 9536.0,
      "id": "41ee124d-e251-3dd3-b3fc-937ebd85853e",
      "speaker": "Radio Announcer",
      "start_timestamp": 9533.0,
      "text": "that is that is. That's an empty, worthless threat."
    },
    {
      "end_timestamp": 9557.0,
      "id": "40ef50ba-1a6c-3cbb-8b21-f1a908ce912a",
      "speaker": "Dan",
      "start_timestamp": 9536.0,
      "text": "No, I know. And him acting like that. I mean, first of all, it embodies tons and tons of racism, but at the same and toxic masculinity totally. But at the same time, it goes back to the beginning. He's shook. Yeah, he would not be saying these sorts of things. If it wasn't coming from place of intense fear. Yeah,"
    },
    {
      "end_timestamp": 9561.0,
      "id": "9cb3cd85-35df-3f5f-bfa4-720ddca01a23",
      "speaker": "Radio Announcer",
      "start_timestamp": 9557.0,
      "text": "he knows he's a cornered rat. Yeah, that's what he is. The"
    },
    {
      "end_timestamp": 9593.0,
      "id": "b106acb1-a79d-3939-9ed9-74bfc89c1e78",
      "speaker": "Dan",
      "start_timestamp": 9561.0,
      "text": "lawsuit stuff is catching up to him and he's realizing this firing of Comey is going to backfire real hard stone is going down. Flynn is going down deep botanic might be fine. But you know, like, his whole thing is done. Absolutely. To the point where I started this morning, Tuesday, Wednesday, it's Wednesday. I started Wednesday, really? I know terrible mood about the firing of Comey and what it could portend"
    },
    {
      "end_timestamp": 9609.0,
      "id": "56bc2fe8-fbd0-3f2d-9a57-0a1f063bda42",
      "speaker": "Jordan",
      "start_timestamp": 9593.0,
      "text": "and when every GOP congressman, finally was like, I support this Session. Yeah, it was it was the most depressing. It was like, it was like waking up and somebody saying, Oh, by the way, democracy is over."
    },
    {
      "end_timestamp": 9628.0,
      "id": "cebbc720-9926-3943-90e3-3ad23e1d6740",
      "speaker": "Dan",
      "start_timestamp": 9609.0,
      "text": "I'm still worried about that a great deal. Don't get me wrong. But hearing this episode made me feel a lot better. Because I don't think this exudes confidence. I don't think no, this is pure fear."
    },
    {
      "end_timestamp": 9630.0,
      "id": "491f8034-9dd7-3f6c-969b-e4e38e271524",
      "speaker": "Radio Announcer",
      "start_timestamp": 9628.0,
      "text": "You're right. You're right."
    },
    {
      "end_timestamp": 9647.0,
      "id": "d57a5ce5-5f98-3177-9bb0-5f870ce15d98",
      "speaker": "Dan",
      "start_timestamp": 9630.0,
      "text": "And to me when your enemy is pathetically spouting nonsense, lies, hatred, and fear. And not at all gloating about the idea that one of his enemies has gone down knowingly. That was not most of the show."
    },
    {
      "end_timestamp": 9655.0,
      "id": "cea1295f-f4b1-38fe-9db3-a0f5d583f892",
      "speaker": "Radio Announcer",
      "start_timestamp": 9647.0,
      "text": "I don't think he did any gloating other other than saying weird. Yeah, other than saying Comey is weird at and it's good that"
    },
    {
      "end_timestamp": 9659.0,
      "id": "3ca71fde-ca83-3f9a-81de-16e82c335786",
      "speaker": "Dan",
      "start_timestamp": 9655.0,
      "text": "he got fired. He was compromised by globalist Yeah, whatever. Yeah, not not a ton. But even that"
    },
    {
      "end_timestamp": 9667.0,
      "id": "0dac7c58-498b-3f0e-af87-b1a540c47d4e",
      "speaker": "Radio Announcer",
      "start_timestamp": 9659.0,
      "text": "wasn't globally that was that was rationalizing lowballing. Oh, wow, did I say that?"
    },
    {
      "end_timestamp": 9672.0,
      "id": "bbcbf648-a150-3270-819a-c5539a61f290",
      "speaker": "Dan",
      "start_timestamp": 9667.0,
      "text": "Did Jesus enough now, but to me, when I listened to this I"
    },
    {
      "end_timestamp": 9677.0,
      "id": "1a2b4046-c0e6-3eb0-9318-4c8f95418a38",
      "speaker": "Radio Announcer",
      "start_timestamp": 9672.0,
      "text": "was a portmanteau of gloating and globalizing."
    },
    {
      "end_timestamp": 9697.0,
      "id": "ea03ac21-c01f-3232-94ec-c77c6194c258",
      "speaker": "Dan",
      "start_timestamp": 9677.0,
      "text": "I felt a lot better though, because I was just like, all right. It's gonna be shitty, but he knows something that we don't know. And I think that thing that he knows is that a lot of his allies are big trouble. So we'll see. So we'll see. And if that is the case, it's kind of unfortunate, because this show might be in trouble."
    },
    {
      "end_timestamp": 9701.0,
      "id": "19f2701b-1917-36c3-a729-22c2b99fab82",
      "speaker": "Radio Announcer",
      "start_timestamp": 9697.0,
      "text": "Well, here's here's the thing, though. We have back Alex. Alex goes down. Yeah, right."
    },
    {
      "end_timestamp": 9705.0,
      "id": "b20e84bf-67f8-3dff-a6d3-88e97ca89247",
      "speaker": "Dan",
      "start_timestamp": 9701.0,
      "text": "We start to explore the periods of his life. Well, not just"
    },
    {
      "end_timestamp": 9712.0,
      "id": "a0838bbd-3518-3107-b92b-913ce17bdb77",
      "speaker": "Radio Announcer",
      "start_timestamp": 9705.0,
      "text": "that, but the rats leave the ship. Like, you're absolutely right. They're going to rebel media, they're going to all of these"
    },
    {
      "end_timestamp": 9732.0,
      "id": "370cdb01-8299-34ff-8cd9-e3e46004919e",
      "speaker": "Dan",
      "start_timestamp": 9712.0,
      "text": "places. But but we don't have to immediately start covering them, we can just go back to like, okay, to the good old days. So when we put this out, it's gonna be May 11. Right, we could go back to May 11 2013. And do the show every day. For years in the past, we could just do that."
    },
    {
      "end_timestamp": 9737.0,
      "id": "885e4fd8-d6bc-3eb9-a2db-af2ed6432899",
      "speaker": "Radio Announcer",
      "start_timestamp": 9732.0,
      "text": "Let's, let's retreat inside to our own false reality. Sure. I'm for I'm for"
    },
    {
      "end_timestamp": 9769.0,
      "id": "ef589268-567e-3d55-856b-1c9572ae7c33",
      "speaker": "Dan",
      "start_timestamp": 9737.0,
      "text": "that I'm not against it. So listen, if I could, again, I just did that. Listen, listen. Listen, people. If I had to some mate, I would say Alex Jones is incredibly afraid right now. And it's very sad. He's lashing out a good deal. Some of it's pretty funny. I'm sad that he feels like he needs to support Trump to get his T shirt sales up. I would say raise the margin on those shirts have tiny bit. If you're charging 60 bucks for a bottle of some of your pills. Why not charge eight bucks?"
    },
    {
      "end_timestamp": 9781.0,
      "id": "41a2a8ee-8529-3960-96b4-c98a7162376c",
      "speaker": "Radio Announcer",
      "start_timestamp": 9769.0,
      "text": "If you're if you're charging 495 At least charge seven. Right? Yeah, you're you're gonna get more out of your profit margin. Like you're you're just selling them at cost."
    },
    {
      "end_timestamp": 9791.0,
      "id": "dfef7168-9c4c-308c-b4e1-1f798bd6d8dd",
      "speaker": "Dan",
      "start_timestamp": 9781.0,
      "text": "For a penny in for a pound, right? Your dumbass listener? Exactly. If they're paying five they're paying 10 Exact What are you doing? Yeah, just as a businessman, what are you fucking doing?"
    },
    {
      "end_timestamp": 9806.0,
      "id": "02d2a21d-5510-31f9-9419-0a48673e1756",
      "speaker": "Radio Announcer",
      "start_timestamp": 9791.0,
      "text": "Which is supposedly a fairly good businessman, or at least no, not just that he is a good businessman since he's turned his lies and bullshit variety our into a media borderline empire."
    },
    {
      "end_timestamp": 9825.0,
      "id": "32db746d-154a-3198-9f0b-e48ce07353af",
      "speaker": "Dan",
      "start_timestamp": 9806.0,
      "text": "I think the odds are that someone behind the scenes? I think so. Yeah. But because he did it for 24 years before that, that's without doing that. And that's true. But anyway, guys, this has been super fun. I know. Everything's scary right now. But please take some solace in knowing that Alex is more afraid than you are."
    },
    {
      "end_timestamp": 9854.0,
      "id": "75dbd3a9-79ee-3974-9912-e6fe6c4512d5",
      "speaker": "Radio Announcer",
      "start_timestamp": 9825.0,
      "text": "Just like the Trump pence 2020 shirts are a bellwether to whether or not his listeners are willing to publicly support Trump. The fact that Alex Jones is this afraid, is a bellwether for this kind of all rights backlash that is going to happen. It's like we are going to see a significant it's it's Newtonian, well, before every for every action, there is an equal and opposite"
    },
    {
      "end_timestamp": 9889.0,
      "id": "ffa671a1-3f99-33d4-934d-f7d3e710253a",
      "speaker": "Dan",
      "start_timestamp": 9854.0,
      "text": "reaction. And I want to say this, because we don't know classified information. We can't be fully certain of a lot of the realities. Roger Stone does not have to have access to confidential information to know what he has done. Hope he doesn't have to have sources to know the fucking transgressions he's made. Right. He could be expressing some of that to Alex. And that might be Yeah, that could be revelation for some of his fear. Yeah. Anyway,"
    },
    {
      "end_timestamp": 9895.0,
      "id": "6b754a6f-2883-3195-ab42-7d9f9be2919f",
      "speaker": "Radio Announcer",
      "start_timestamp": 9889.0,
      "text": "if you would like to follow us on Twitter, it is at knowledge aggressive underscore fight."
    },
    {
      "end_timestamp": 9901.0,
      "id": "e70a161c-22a9-3d93-b6dc-8fc72ecb2c68",
      "speaker": "Dan",
      "start_timestamp": 9895.0,
      "text": "Yes. And if you're Jack Sobiech, please send me a DM"
    },
    {
      "end_timestamp": 9904.0,
      "id": "9ae0890e-eee1-3c85-a327-b0d4cdace6c4",
      "speaker": "Radio Announcer",
      "start_timestamp": 9901.0,
      "text": "Okay, why don't why Okay, fair enough you want to DM Cernovich"
    },
    {
      "end_timestamp": 9908.0,
      "id": "96283a20-ae97-33a2-a1bb-d8340eb4a43f",
      "speaker": "Dan",
      "start_timestamp": 9904.0,
      "text": "send me a DM or Jerome Corsi I'll take one from you. I'll tell you what"
    },
    {
      "end_timestamp": 9910.0,
      "id": "6e683359-e96a-34b4-9c00-f7eb6b653d88",
      "speaker": "Radio Announcer",
      "start_timestamp": 9908.0,
      "text": "now lesu No,"
    },
    {
      "end_timestamp": 9916.0,
      "id": "86c02a36-60a5-39b9-9aa1-8d155bfacf7f",
      "speaker": "Dan",
      "start_timestamp": 9910.0,
      "text": "but no I will say this do do not fly to my DM to the other guys Jakari Jackson send me a DM"
    },
    {
      "end_timestamp": 9922.0,
      "id": "747b9781-b097-319d-9276-c4f93d4d416f",
      "speaker": "Radio Announcer",
      "start_timestamp": 9916.0,
      "text": "Oh Jakari Jackson send us an email. Yeah, knowledge fight@gmail.com Yeah, we're sure we want to we want to get into it"
    },
    {
      "end_timestamp": 9925.0,
      "id": "22553784-9b13-3d2e-bb67-39edc325d870",
      "speaker": "Dan",
      "start_timestamp": 9922.0,
      "text": "or you could check out our website knowledge fight.com"
    },
    {
      "end_timestamp": 9934.0,
      "id": "d23742a3-d377-31d1-bf65-30aeb4d2b5ad",
      "speaker": "Radio Announcer",
      "start_timestamp": 9925.0,
      "text": "What I will say though, is fuck everybody else I want Rob do to go on iTunes look up knowledge fight and subscribe to our podcast and"
    },
    {
      "end_timestamp": 9957.0,
      "id": "8fbfb0bb-4285-375d-8cb0-7f05ebab87a8",
      "speaker": "Dan",
      "start_timestamp": 9934.0,
      "text": "give us a one star. Oh, please do finally give a non five star review suck world. Yeah, and if you want to donate to the show you can we got a link up there. If you want us to time travel to the past and discuss the specific date and Alex Jones is past $10 a month we will do it we got a bad one coming up. Oh, no. Real bad one. Real bad one."
    },
    {
      "end_timestamp": 9971.0,
      "id": "6cc240e1-53b8-3d83-9a0d-d746a9b8f269",
      "speaker": "Radio Announcer",
      "start_timestamp": 9957.0,
      "text": "So, so our wonderful supportive, Polly policy wonk listeners this one was suggested by my best friend are doing exactly what I predicted they would do and they're trying to torture you. Well,"
    },
    {
      "end_timestamp": 9983.0,
      "id": "c38b767a-5495-397b-a0ab-c6175eaea436",
      "speaker": "Dan",
      "start_timestamp": 9971.0,
      "text": "here's the deal. I'll tell you all fair. Okay, guys, this has been a lot of listen. This has been a lot of fun. Guys, we can't thank you enough for listening means the world to us."
    },
    {
      "end_timestamp": 9998.0,
      "id": "2b5784ba-60fd-3316-96c5-c3f754bf2e29",
      "speaker": "Radio Announcer",
      "start_timestamp": 9983.0,
      "text": "Yeah, share put us in put us in message message boards if you listen to other podcasts recommends recommend people who listen to those podcasts to spout it tell you the bullshit Tell your friends let's let's Let's fucking do this."
    },
    {
      "end_timestamp": 10002.0,
      "id": "b28838f3-2adf-337e-a745-38f37e81948c",
      "speaker": "Dan",
      "start_timestamp": 9998.0,
      "text": "We're in a knowledge fight people."
    },
    {
      "end_timestamp": 10004.0,
      "id": "3f70b0af-21a1-30bb-bdca-3e1e4e1caa2a",
      "speaker": "Radio Announcer",
      "start_timestamp": 10002.0,
      "text": "Oh, very close. Actually."
    },
    {
      "end_timestamp": 10018.0,
      "id": "2984f68b-5c32-3817-acaa-e2d7350668d6",
      "speaker": "Dan",
      "start_timestamp": 10004.0,
      "text": "We're in an infinite information war. I can't use the exact same words but he's right. We are in an information war. That is true. We have given some information here that counters his information. This is a knowledge please send it send it out"
    },
    {
      "end_timestamp": 10030.0,
      "id": "522f7098-2eee-3274-868e-fc60bdf1fdc3",
      "speaker": "Radio Announcer",
      "start_timestamp": 10018.0,
      "text": "there absolutely. Spread spread this yes, I'm sick of I'm sick of seeing all of these Fox News lies just spread with no no backlash. I'm"
    },
    {
      "end_timestamp": 10056.0,
      "id": "06ac2c38-da97-3ea4-8c7f-593b1af330d0",
      "speaker": "Dan",
      "start_timestamp": 10030.0,
      "text": "more sick of seeing people tweeting shit about Alex Jones. That is not fully covering him. That makes me more mad. That's true. When I see someone tweet and Alex Jones Lincoln has like 600 retweets and like we covered this right it's already done right? He will just got on board we we know what he's up to right now. Granted, how fucking annoying is it to get through fucking talking?"
    },
    {
      "end_timestamp": 10060.0,
      "id": "d98027fd-f1ff-3df1-a9f5-03bd9b2db1af",
      "speaker": "Radio Announcer",
      "start_timestamp": 10056.0,
      "text": "Hey, we're entertaining. Give us some credit but it's still three. It's still three hours."
    },
    {
      "end_timestamp": 10065.0,
      "id": "4dd9d82f-1aba-3c0b-af1b-08305d45d4df",
      "speaker": "Dan",
      "start_timestamp": 10060.0,
      "text": "Anyway guys, the big point of this is Rapoport still"
    },
    {
      "end_timestamp": 10070.0,
      "id": "62147ff8-0541-3c3c-92ed-74f569473aec",
      "speaker": "Jordan",
      "start_timestamp": 10065.0,
      "text": "lives."
    },
    {
      "end_timestamp": 10075.0,
      "id": "4bf5a2a6-21c4-3561-8ba5-e4e2cb7b4805",
      "speaker": "Alex Jones",
      "start_timestamp": 10070.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding."
    },
    {
      "end_timestamp": null,
      "id": "f38b2295-4286-3eba-a677-693307f95e80",
      "speaker": "Andy In Kansas",
      "start_timestamp": 10075.0,
      "text": "Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}