{
  "audio_identifier": "KF_401",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/RogerDeposition.mp3",
  "blocks": [
    {
      "end_timestamp": 21.0,
      "id": "5acf3860-a074-381b-b3b8-17c7f6a69c00",
      "speaker": "Alex Jones",
      "start_timestamp": 4.0,
      "text": "Red Alert. Red alert. Red alert. Red Alert knowledge Damn, Jordan I'm sweating knowledge party.com It's time to pray."
    },
    {
      "end_timestamp": 25.0,
      "id": "ceaf896b-ee94-3e78-99db-0c84615e13be",
      "speaker": "Roger Stone",
      "start_timestamp": 21.0,
      "text": "I have great respect for knowledge like knowledge."
    },
    {
      "end_timestamp": 59.0,
      "id": "df6c91f7-1b77-36e2-a9ac-e6b7101dd9dd",
      "speaker": "Alex Jones",
      "start_timestamp": 25.0,
      "text": "I'm sick of them posing as if they're the good guys shank me or the bad guy knowledge. Dan and Jordan knowledge fight need need money Andy and Andy you're stopping Andy and Ken handy in Kansas to pray Andy in Kansas you're on the airplane for huge fan. I love your word. Knowledge by now knowledge fight.com"
    },
    {
      "end_timestamp": 65.0,
      "id": "6f83e2e7-3e84-3ea4-ad1b-be30e1d51ac2",
      "speaker": "Dan",
      "start_timestamp": 59.0,
      "text": "Hey, everybody, welcome back to knowledge fight. I'm Dan. We're a couple dudes like to sit around technology beverages and talk a little bit about Alex Jones."
    },
    {
      "end_timestamp": 67.0,
      "id": "3d9266fe-e6f6-347c-8cfb-35a0541e1070",
      "speaker": "Jordan",
      "start_timestamp": 65.0,
      "text": "Indeed we are Dan we're"
    },
    {
      "end_timestamp": 68.0,
      "id": "9c33a6b1-2a46-3248-802f-31c6e06c9131",
      "speaker": "Dan",
      "start_timestamp": 67.0,
      "text": "sneaky snakes."
    },
    {
      "end_timestamp": 77.0,
      "id": "ef83617b-08cb-3ea8-9d3d-61fdc6c3d6f8",
      "speaker": "Jordan",
      "start_timestamp": 68.0,
      "text": "We are a Friday episode on our day off. Yeah, the Day of the Day of Roger stones, pardoning I imagined Well, no, no, no, not yet. No, not yet."
    },
    {
      "end_timestamp": 116.0,
      "id": "2e5717c0-4f4e-315f-b4b7-b7d938e034ed",
      "speaker": "Dan",
      "start_timestamp": 77.0,
      "text": "Recording. Just Just an hour or so before we started recording, Roger Stone was sentenced to 40 months in prison. And your prediction is by the time this comes out, he will be pardon. My prediction, although I'm not like I'm not super into making actual prediction. So we can make this a game. Of course, of course, I predict that it will be a part and that will come whenever Trump wants to disrupt the next news cycle. Yeah, that either needs to like get bad news away from him. Or positive news on Democratic primary. Yeah, something to have to do the Democratic primary. Throw a Roger Stone pardon and Right, right, right. At least screw up the news cycle."
    },
    {
      "end_timestamp": 127.0,
      "id": "e8e53be5-9a1a-3dc4-aaad-f76c8a70e8e2",
      "speaker": "Jordan",
      "start_timestamp": 116.0,
      "text": "It's a jangling keys to the media. Yeah, like, oh, we just unearth reports that Trump has killed six people by hand. And then he's like, I'm pardoning Roger Stone. And they're like, well, we got to ignore that news."
    },
    {
      "end_timestamp": 142.0,
      "id": "ecac9d6b-10e5-3660-a5f4-f7ef01b6f84c",
      "speaker": "Dan",
      "start_timestamp": 127.0,
      "text": "It's it's a thing that's like if you're going to do it anyway, it doesn't really matter when you're going to do so why not use it to some effect? The same argument is like if you're gonna do it doesn't matter when you do it. Might as well do it now. Yeah, as we're in the middle of recording I mean, could happen,"
    },
    {
      "end_timestamp": 147.0,
      "id": "cb4670d1-0029-3695-a879-d8e0179cd7c3",
      "speaker": "Jordan",
      "start_timestamp": 142.0,
      "text": "but boy have itches him just wagging. Oh, waggling is dikkat. Justice. So why not just keep it rolling."
    },
    {
      "end_timestamp": 161.0,
      "id": "e6639fe4-6859-3204-9541-78b6ce863fa5",
      "speaker": "Dan",
      "start_timestamp": 147.0,
      "text": "Speaking as a couple of dudes who live in Chicago, Illinois. Yeah. Thrilled. You gotta say he won this city. People who love Chicago it Yeah,"
    },
    {
      "end_timestamp": 163.0,
      "id": "94fa0b1b-3036-3567-929c-a0e6a2786ca6",
      "speaker": "Jordan",
      "start_timestamp": 161.0,
      "text": "that's that's what we're known for."
    },
    {
      "end_timestamp": 168.0,
      "id": "234d5594-06a8-350e-b0fc-6deba987e3a4",
      "speaker": "Dan",
      "start_timestamp": 163.0,
      "text": "I think he has a about the same amount of public love as ROM."
    },
    {
      "end_timestamp": 174.0,
      "id": "5faceb4d-125d-3b44-9fca-807cc7439aa8",
      "speaker": "Jordan",
      "start_timestamp": 168.0,
      "text": "We're not We're not very kind to our government official, mainly because they're not kind to us. It's"
    },
    {
      "end_timestamp": 182.0,
      "id": "e6497219-5ca6-3963-81f8-cf7ffb8df742",
      "speaker": "Dan",
      "start_timestamp": 174.0,
      "text": "it seems like there's some of that. Yeah. So anyway, do you have a question? Sure. Got off a little tangent there."
    },
    {
      "end_timestamp": 193.0,
      "id": "75b11e3f-afb1-38dd-8f29-c9c0696e6d54",
      "speaker": "Jordan",
      "start_timestamp": 182.0,
      "text": "Have you ever wanted something classic? Like, let me give you an example. You know, like some people have always wanted, like, classic writer, you know, like that kind of thing. Yeah. I mean, I want to ever desired something like that. Yeah, I"
    },
    {
      "end_timestamp": 231.0,
      "id": "ffc52124-faa9-3085-bd15-2104758d61b0",
      "speaker": "Dan",
      "start_timestamp": 193.0,
      "text": "like old radios. That's right. We talked about old tube radios. I got one I have a 1930 rehab radio mantle. I was thinking about, I was considering a collection of trying to get a collection of radios together. But some of that's pretty fucking expensive. That is not in the cards. You're not the first person to want a collection of old radios, right. And then some of them too, are like really huge. And I don't know how much I could commit to that kind of a decor. Yeah, like, like, cabinet size? I don't know. I like that. But other than that, I don't know. I'm not super into antiques. Not really"
    },
    {
      "end_timestamp": 241.0,
      "id": "d72383fa-74d3-3ff9-9ce9-30bb52368a02",
      "speaker": "Jordan",
      "start_timestamp": 231.0,
      "text": "not like a record player guy or anything like that. No, no, no, no. Old Style. Key tire. Not really not a real key target."
    },
    {
      "end_timestamp": 271.0,
      "id": "942a6352-13d3-39f1-a63a-519de8d1fae1",
      "speaker": "Dan",
      "start_timestamp": 241.0,
      "text": "No, but actually, the other thing decor wise, that I would like, is a bunch of like, either communist or anti communist propaganda post actual ones that aren't just like new reimagining of what that art aesthetic. The 50s and, and onward in the Cold War era was, I would be really into that, like antique posters. That sounds cool. But also, I think those are probably fucking super expensive. Yeah, hard to find."
    },
    {
      "end_timestamp": 273.0,
      "id": "39b049df-a788-347d-85ec-5cae791536a6",
      "speaker": "Jordan",
      "start_timestamp": 271.0,
      "text": "I imagine so. But no, no,"
    },
    {
      "end_timestamp": 276.0,
      "id": "05e4f09f-1c9f-3e1f-853f-20f7456e3adf",
      "speaker": "Dan",
      "start_timestamp": 273.0,
      "text": "I don't I don't care too much for originals of things."
    },
    {
      "end_timestamp": 302.0,
      "id": "3c8fd5a4-45b8-375e-a012-b308ecdff34d",
      "speaker": "Jordan",
      "start_timestamp": 276.0,
      "text": "Yeah, I've just been watching the show on Netflix called the air show. Now. It's called the repair shop. It's a British show where the great British repair show yeah, basically, it's so it is so that it's a bunch of really, really talented restores at this little shop and they're all happy all the time fixing people's heirlooms and smiling and enjoying themselves and I can't help but want to go on that Start with something old and I don't got nothing."
    },
    {
      "end_timestamp": 310.0,
      "id": "b5e9b1d1-9f5d-372b-afa6-f569c353a78b",
      "speaker": "Dan",
      "start_timestamp": 302.0,
      "text": "It's unfortunate that you need something old in order to gain access. That's rude of them. I know."
    },
    {
      "end_timestamp": 313.0,
      "id": "ab235a4d-adb4-38f5-b915-b4bb357c8f48",
      "speaker": "Jordan",
      "start_timestamp": 310.0,
      "text": "Let me just let me hang out for a bit."
    },
    {
      "end_timestamp": 318.0,
      "id": "28a23eba-b4ca-3e70-bf0d-638a553886bf",
      "speaker": "Dan",
      "start_timestamp": 313.0,
      "text": "I have not seen that show GA but I do know a lot about Alex Jones. And hence we can do this podcast hell yes, we"
    },
    {
      "end_timestamp": 319.0,
      "id": "5ec9d136-d19f-3b83-a653-499d9f97a570",
      "speaker": "Jordan",
      "start_timestamp": 318.0,
      "text": "can. Um,"
    },
    {
      "end_timestamp": 329.0,
      "id": "216c2216-dded-3b20-8230-f7ff36fa4e6a",
      "speaker": "Dan",
      "start_timestamp": 319.0,
      "text": "so Jordan today I have something that is, I guess, related to Jermaine. Yeah, in some ways. This is this is this thing is Dupree, Jermaine Dupri?"
    },
    {
      "end_timestamp": 334.0,
      "id": "448bea78-28c7-3306-a1ca-1852a26027d6",
      "speaker": "Jordan",
      "start_timestamp": 329.0,
      "text": "I was gonna go with Jackson, but we're alright, fine."
    },
    {
      "end_timestamp": 375.0,
      "id": "68b0432f-131a-3438-b86c-64c3499dd1f4",
      "speaker": "Dan",
      "start_timestamp": 334.0,
      "text": "Yeah, this this. What I've got prepared today is I would look at it as kind of like a saying farewell to Roger, if he's gone for a while, right. Like, we won't be able to enjoy some good, like high register really in his element. Roger said it's true that so today, I found something that I think we can all enjoy. And no matter what, even if you feel bad about the fact that Roger is probably not going to prison, he's probably going to get a pardon. Yeah, even if you feel like everything is shitty. You can still enjoy some of this. Yeah. So we'll get down to business on that in a second. But before we do, gotta give a little shout out to some folks who have signed up and are supporting the show. So first, Griffin 303. Thank you so much. You are now a policy wonk."
    },
    {
      "end_timestamp": 376.0,
      "id": "273693ab-4a7e-3a04-97d3-f4f7186647f1",
      "speaker": "Alex Jones",
      "start_timestamp": 375.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 378.0,
      "id": "fd24fb5e-f0a3-32ae-a2f9-5d814d33790d",
      "speaker": "Jordan",
      "start_timestamp": 376.0,
      "text": "Thank you, Griffin. 303."
    },
    {
      "end_timestamp": 381.0,
      "id": "4e8dfe3c-8470-345d-ade8-55eeca417fcd",
      "speaker": "Dan",
      "start_timestamp": 378.0,
      "text": "Next, Jocelyn, thank you so much. You are now a policy wonk."
    },
    {
      "end_timestamp": 382.0,
      "id": "12a930f9-e7a3-3494-8282-9078cc1c4568",
      "speaker": "Alex Jones",
      "start_timestamp": 381.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 383.0,
      "id": "8b0371c6-0e76-37cc-96d2-d496580cc312",
      "speaker": "Jordan",
      "start_timestamp": 382.0,
      "text": "Thanks, Jocelyn do next. Andrew,"
    },
    {
      "end_timestamp": 386.0,
      "id": "74cbc88e-1bf0-3677-99b7-ed160b624b26",
      "speaker": "Dan",
      "start_timestamp": 383.0,
      "text": "thank you so much. You and I hope I was wrong. I'm a policy wonk."
    },
    {
      "end_timestamp": 387.0,
      "id": "f186ef87-ce15-3852-a194-5b2fd413c98f",
      "speaker": "Jordan",
      "start_timestamp": 386.0,
      "text": "Thank you very much, Andrew. Thank"
    },
    {
      "end_timestamp": 392.0,
      "id": "5d227c8d-1999-3c33-8a85-97939e16cce0",
      "speaker": "Dan",
      "start_timestamp": 387.0,
      "text": "you Next, Connor. Thank you so much. You're now a policy wonk. I'm a policy wonk."
    },
    {
      "end_timestamp": 397.0,
      "id": "64e765cd-8749-3dbd-a0ea-0835ea147101",
      "speaker": "Jordan",
      "start_timestamp": 392.0,
      "text": "If that's Friedersdorf I'm gonna lose my chin earlier today. I hate him so much."
    },
    {
      "end_timestamp": 398.0,
      "id": "1d44a804-0210-30be-b225-23b0986c3354",
      "speaker": "Dan",
      "start_timestamp": 397.0,
      "text": "It's not I can assure you Okay, well, then. Thank"
    },
    {
      "end_timestamp": 399.0,
      "id": "800459f5-610f-334b-b988-11057b882a7b",
      "speaker": "Jordan",
      "start_timestamp": 398.0,
      "text": "you very much. Kotter."
    },
    {
      "end_timestamp": 402.0,
      "id": "977bbcb6-d92d-31ad-a0bf-ed204d85c377",
      "speaker": "Dan",
      "start_timestamp": 399.0,
      "text": "Next, Durbin, thank you so much. You're now if I was wrong,"
    },
    {
      "end_timestamp": 403.0,
      "id": "4503ec1f-c5b5-342a-8baf-6ed12e9ad681",
      "speaker": "Alex Jones",
      "start_timestamp": 402.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 406.0,
      "id": "6ff1b5a7-9311-3227-a7ef-4499ded188d0",
      "speaker": "Jordan",
      "start_timestamp": 403.0,
      "text": "I swear to God, if that's Dick Durbin. I'm gonna be"
    },
    {
      "end_timestamp": 410.0,
      "id": "48f75f5b-10dc-39a5-a488-4dd143c0552d",
      "speaker": "Dan",
      "start_timestamp": 406.0,
      "text": "Durbin Friedersdorf. Brother of honor."
    },
    {
      "end_timestamp": 411.0,
      "id": "d12c5a84-50e2-341c-8d7e-416fce4a2821",
      "speaker": "Jordan",
      "start_timestamp": 410.0,
      "text": "Thank you very much Durbin."
    },
    {
      "end_timestamp": 423.0,
      "id": "15b94798-54c2-367b-a70a-469b82c595be",
      "speaker": "Dan",
      "start_timestamp": 411.0,
      "text": "Next, CJ, thank you so much. You are now a policy wonk. I'm a policy wonk. Thanks, CJ. And finally, thank you to somebody who donated on elevated level and we appreciate that very much. So EVM Adelaide, thank you so much. You are now a technocrat."
    },
    {
      "end_timestamp": 441.0,
      "id": "10515621-be62-3c67-972b-20d7433302ba",
      "speaker": "Alex Jones",
      "start_timestamp": 423.0,
      "text": "I'm a policy wonk. Crikey made that's fantastic. Have yourself a brew. How's your 401k doing bro? We gotta go full tilt buggy on this, Watson. All right. Let's just get down to business. We ain't making that money off that heroin. Why you pimp so good. My neck is freakishly large. I declare info war on you."
    },
    {
      "end_timestamp": 444.0,
      "id": "566832c0-f076-3123-8e6b-fc52a8b2108c",
      "speaker": "Dan",
      "start_timestamp": 441.0,
      "text": "Thank you so much. EVM. Adelaide. Yes."
    },
    {
      "end_timestamp": 445.0,
      "id": "21bf1edf-c3b9-383b-8e27-dbbf56d8a2f2",
      "speaker": "Jordan",
      "start_timestamp": 444.0,
      "text": "Thank you very much. You're"
    },
    {
      "end_timestamp": 556.0,
      "id": "233a2edb-5a9e-3ad2-843a-2b5a00480040",
      "speaker": "Dan",
      "start_timestamp": 445.0,
      "text": "out there listening. And you're thinking, hey, I enjoy the show. I'd like to support these gents do you can do that by going to our website. There's a little button there that says support the show, you can press it goes to our Patreon. And you can support the show. And we'd appreciate it really, really helpful. So Jordan, I don't know if you know this, what don't I know. But back in February 2019, Jerome Corsi filed a lawsuit against Roger Stone deed he did. He claimed defamation among other complaints. This was the ultimate result of the two men's collaboration during the 2016 campaign where of course he and Roger were working together to try to get in touch with Julian Assange. Now we've heard Alex Jones say on air multiple times that he explicitly told Roger to get in touch with Assange. And both corsi and Roger were working at Infowars. At the time, we're working with them at very least, but it might be too much of a stretch to say that the two men's actions were being done specifically at the order of Alex. That's fair. Yeah. Because he's an idiot. Whatever the case, when you work with Roger Stone, things tend to not go great for you. It's super rare for people to walk away without some kind of darkness looming over their lives, if they're lucky to not get arrested. At the center of the falling out that the two of them had was the tweet that Roger posted on August 21 2016. That said, quote, trust me there will soon be Podesta as time in the barrel hashtag crooked Hillary. This tweet predated the release of the hacked Podesta emails, and based on all available information, it predated anyone outside of WikiLeaks knew knowing that they were going to be released. According to Corsi, a couple of days after Roger posted that tweet, Roger asked corsi to draft a memo that he could use as a cover story for why he tweeted something he should have no business knowing about right, right, right. This memo was allegedly about how Roger wrote that tweet based on research the course he had been doing on quote Podesta and Hillary's alleged relationship with Russian companies,"
    },
    {
      "end_timestamp": 562.0,
      "id": "e8bca023-fda4-344d-8138-16aae7154af5",
      "speaker": "Jordan",
      "start_timestamp": 556.0,
      "text": "Jerome Jerome I ret fuck myself, I need to rack fuck you to get my rent fuck out of myself"
    },
    {
      "end_timestamp": 600.0,
      "id": "ad803cad-39dd-394f-8123-588f49fcf1ce",
      "speaker": "Dan",
      "start_timestamp": 562.0,
      "text": "after Muller started investigating and it became clear that this just wasn't true. Of course, he came out by late 2018 and admitted that the memo he'd written was a lie, and was made specifically to explain why Roger posted that tweet. Yeah. After course, he came out and made some comments that were not looking good for Roger who was about to be indicted by Muller. As the story he told in interviews with investigators was coming a bit unraveled. Roger went on the attack against Jerome Corsi. He started talking shit about him on Infowars which if your course you kind of should have expected Yeah, I like course he worked for Alex he knows that there's no rules about responsibility that are practiced at Infowars Nikolas"
    },
    {
      "end_timestamp": 605.0,
      "id": "9ba82658-2b8a-3071-bcca-96cc5f54aac7",
      "speaker": "Jordan",
      "start_timestamp": 600.0,
      "text": "if you get stabbed in the back by Roger that's your fault. You should never have turned your back to Roger Oh"
    },
    {
      "end_timestamp": 660.0,
      "id": "3be8940d-8e19-3b10-a85c-4c08cb15bbae",
      "speaker": "Dan",
      "start_timestamp": 605.0,
      "text": "first place if you associate with him metal plate on Zack. Absolutely. So Roger railed on corsi on air and and social media alleging the course he was working with Muller to jam him up. Of course, he claimed that these attacks had resulted in him suffering quote, intentional infliction of emotional distress and assault. An article. An article in Newsweek says that course he claimed Roger quote, carried out a campaign of threats against him to cause him to have heart attacks and strokes in order that plaintiff will be unable to testify at stones criminal trial. Good dodge. Course, he claimed that Roger was doing this sort of intimidation because he fancied himself a little bit of a gangster type and he loved the mafia. This argument gains a little credibility based on the fact that one of the Rogers charges in the Muller case was related to witness intimidation directed towards Randy credico, the other person Roger tried to use as a scapegoat to explain his advanced knowledge of the Podesta emails his"
    },
    {
      "end_timestamp": 665.0,
      "id": "2451f4ec-09e4-3cc4-ab46-0891dfac57df",
      "speaker": "Jordan",
      "start_timestamp": 660.0,
      "text": "friend, friend that he tried to stitch up."
    },
    {
      "end_timestamp": 671.0,
      "id": "28670dd8-7a66-39ca-b5a9-d41af58a4502",
      "speaker": "Dan",
      "start_timestamp": 665.0,
      "text": "You know how you talk to your friends? Yeah, I'm gonna take your dog away from the Thai cocksucker"
    },
    {
      "end_timestamp": 672.0,
      "id": "a5720707-9ef2-3c9a-9d39-6e329db4be08",
      "speaker": "Jordan",
      "start_timestamp": 671.0,
      "text": "we're just playing a little game."
    },
    {
      "end_timestamp": 681.0,
      "id": "44b58248-db66-3e42-9a11-69a71be0c6fa",
      "speaker": "Dan",
      "start_timestamp": 672.0,
      "text": "I will still say though, even though there's some credibility because of Rogers behavior towards credico I think the idea that he was trying to give course your heart attack might be a little much"
    },
    {
      "end_timestamp": 685.0,
      "id": "0097b85c-423c-354b-8ced-20a2516f4856",
      "speaker": "Jordan",
      "start_timestamp": 681.0,
      "text": "might be a little dramatic. Yeah, yeah."
    },
    {
      "end_timestamp": 722.0,
      "id": "9a4935ad-447c-35b4-b5bf-d1268b95ef4f",
      "speaker": "Dan",
      "start_timestamp": 685.0,
      "text": "So the basic plot, of course, you suit is that based on his being named as a material witness and considering the things that he knew about Roger, he believed that Rogers actions were an attempt to intimidate him out of cooperating with the case against Roger. In the process, Roger was defaming course you in order to smear him and make his testimony seem less credible, or even make it appear the course he was the criminal behind this whole thing all along? Yeah. The initial filing of the lawsuit lists the defamatory statements. And honestly, it just sounds like Roger being Roger. Now, having said that's defamatory. Illegal for Roger just to be Roger."
    },
    {
      "end_timestamp": 725.0,
      "id": "3edb313a-a190-3b5e-a7ce-491b18b8c113",
      "speaker": "Jordan",
      "start_timestamp": 722.0,
      "text": "Roger says hi to his wife. That's defamation."
    },
    {
      "end_timestamp": 782.0,
      "id": "3c07dfd7-8a46-372e-bd75-7e09c035c50c",
      "speaker": "Dan",
      "start_timestamp": 725.0,
      "text": "I'm not sure where the line is, but none of it seems out of the ordinary. So of course, he's suing Roger for $25 million, which I suspect was never gonna go anywhere. And honestly, I have a hard time believing that this suit would even have gotten to a trial. The claim defamatory statements seem as best as I can tell it to be things that would be easy to claim or opinions. But that's a matter for a judge. And, you know, I can't I'm not going to make a decision. In his lawsuit. Of course, he decided to hire for his lawyer another person who has been slighted by Infowars a man by the name of Larry Clayman. Hey, you may remember him as the guy who wouldn't stop yelling about how Obama was trying to bring Ebola into the country to attack White people. And as the lawyer representing Dennis Montgomery, the guy who was working with Sheriff Joe Arpaio on some shady business that everyone decided to pretend was proof that Trump was being spied on. In terms of the places I've come across claiming I will say that he has not impressed me much. I wouldn't hire him as my lawyer and it does not look great when you see people who"
    },
    {
      "end_timestamp": 786.0,
      "id": "5d52cb46-8c25-332b-938b-9fee0dc40683",
      "speaker": "Jordan",
      "start_timestamp": 782.0,
      "text": "are Yeah, that's that's scraping that scraping the barrels bottom,"
    },
    {
      "end_timestamp": 823.0,
      "id": "38f792c7-0261-37fe-9580-0efeb1f8235f",
      "speaker": "Dan",
      "start_timestamp": 786.0,
      "text": "like, for instance, right now, Larry Clayman is representing george Zimmerman, who is apparently suing Elizabeth Warren and Pete Buttigieg. Because they tweeted about how Trayvon Martin would be 25 years old right now, if he wasn't dead, right, that lawsuit is seeking $265 million, I think, is disgusting. I don't think that one's gonna go well, for George. No, one's disgusting. But it's not the most disgusting thing that Larry Clayman has done with George Zimmerman. Because back in December, they teamed up to sue Trayvon Martin's family for $100 billion. I can't imagine that lawsuit will work out but what it will definitely do is make people really warm up to the Zimmerman guy. Yeah,"
    },
    {
      "end_timestamp": 838.0,
      "id": "4b45fb46-cc3f-3a55-9196-b1c753a4204a",
      "speaker": "Jordan",
      "start_timestamp": 823.0,
      "text": "yeah. You know, I was thinking that he, you know, it's like, it's like when you get piled on, you know, so. So you've been publicly shamed by Jon Ronson. It's similar to that. But now my sympathies are gone. I'm fucking"
    },
    {
      "end_timestamp": 870.0,
      "id": "7de84b4d-7d57-34a0-81ee-6a663ea09c28",
      "speaker": "Dan",
      "start_timestamp": 838.0,
      "text": "so the Southern Poverty Law Center has described Clayman as, quote, pathologically litigious, so I'm gonna watch what I say about him. And also, that image of him being quote, pathologically litigious kind of comes into play in the course of the situation, because as soon as corsi sued Roger with claimant as his lawyer, Roger started attacking both of them calling into question claiming his ability as a lawyer and saying he had a low IQ. Sure. And what do you know, Larry Clayman turned around and sued Roger along with course that also sounds right. They're both claiming defamation against him."
    },
    {
      "end_timestamp": 875.0,
      "id": "49782a26-2f53-32b5-acad-64694f0c8b03",
      "speaker": "Jordan",
      "start_timestamp": 870.0,
      "text": "Is that a conflict of interest for the lawyer to be suing for himself as well as somebody else? Trial"
    },
    {
      "end_timestamp": 889.0,
      "id": "86b51025-0c15-3667-8956-36ac1f511242",
      "speaker": "Dan",
      "start_timestamp": 875.0,
      "text": "so on April 5 2019, corsi and Clayman joined their suits against Roger which was now also against Rogers associate Michael Caputo with claiming still acting as a lawyer. Sure. Which brings us to why we're here today."
    },
    {
      "end_timestamp": 899.0,
      "id": "8331c1b2-922c-33f4-bb44-e62822d2c93d",
      "speaker": "Jordan",
      "start_timestamp": 889.0,
      "text": "This is gonna be like World War One where eventually all of these conservative personalities pick sides and then everybody's like Caitlyn Bennett is suing Laura Loomer and that's all a fuck. Laura"
    },
    {
      "end_timestamp": 902.0,
      "id": "3415de4b-3231-317b-8443-637d2fe8a525",
      "speaker": "Dan",
      "start_timestamp": 899.0,
      "text": "Loomer is lawyer Larry Clayman."
    },
    {
      "end_timestamp": 910.0,
      "id": "482165c9-f817-327c-a7d2-9832f7c7a2f8",
      "speaker": "Jordan",
      "start_timestamp": 902.0,
      "text": "No, no. Fuck me. All right, well, then we know which side she's gonna be on."
    },
    {
      "end_timestamp": 947.0,
      "id": "e114a9e3-507e-3543-a9a6-40469f068f4c",
      "speaker": "Dan",
      "start_timestamp": 910.0,
      "text": "So in the past on our show, Larry Clayman has been associated with the organization Judicial Watch since he founded that group, but he's actually left it. He left back in around 2004 and ultimately started a new group called Freedom watch. In the evening hours of Tuesday, February 18 2020. I'm Dan This is 2020. As I was editing up our Project Camelot episode that we released on Wednesday freedom watch posted something that would have been an absolutely perfect wacky Wednesday episode, and it's honestly it's like catnip to me, so there's no way I could resist doing an episode about this a media of course not. They posted a whole shit ton of video of Roger Stone being deposed for this lawsuit."
    },
    {
      "end_timestamp": 957.0,
      "id": "0b4b2fd5-a298-3612-8ac2-f829edf7f24f",
      "speaker": "Jordan",
      "start_timestamp": 947.0,
      "text": "God dammit, Dan, you told me that there were you told me you were reading some of his deposition. I thought you only had transcripts. Video. Yeah. I can't wait. So as"
    },
    {
      "end_timestamp": 969.0,
      "id": "920d7fbb-8cb4-3979-982e-57a2123158e9",
      "speaker": "Dan",
      "start_timestamp": 957.0,
      "text": "if that wasn't enough to get me excited. Like, dude, he's being questioned by the opposing side's lawyer, which is Larry Clayman. Oh"
    },
    {
      "end_timestamp": 973.0,
      "id": "02f25afd-8f3c-36db-aec2-7b8bd70e3d29",
      "speaker": "Jordan",
      "start_timestamp": 969.0,
      "text": "my god, this is gonna be amazed. Larry"
    },
    {
      "end_timestamp": 1000.0,
      "id": "a42f6318-dd89-388a-b3fe-ef6c1d69f775",
      "speaker": "Dan",
      "start_timestamp": 973.0,
      "text": "Clayman is the lawyer doing the deposition of T rock. Oh, god, it's just almost perfect. Is that is very fun. It's just a recipe for a disaster. Yeah. So the deposition is five hours long on day one course it is, and then about 48 minutes as a rejoinder on a second day. So the six hours of shit I had to go through. And you know what? It doesn't disappoint if you're looking for a complete disaster. To give you a little sense. Here's just a taste of some of the vibe. Did you just tell me a"
    },
    {
      "end_timestamp": 1004.0,
      "id": "91801e58-7a5d-33d0-88db-9d747cc30a84",
      "speaker": "Roger Stone",
      "start_timestamp": 1000.0,
      "text": "bit? You're acting like what?"
    },
    {
      "end_timestamp": 1020.0,
      "id": "29f9bf54-3a45-3705-abf4-baf5eb28deea",
      "speaker": "Jordan",
      "start_timestamp": 1004.0,
      "text": "I was gonna say as a joke that it devolves into him being like, You're a dick. And he's like, No, you're a dick. And that is a that's what it is. I'm not sure it devolves into it starts there and it keeps going. It is frequently like that. Like what Jesus Christ"
    },
    {
      "end_timestamp": 1041.0,
      "id": "bab801d5-f974-3c19-9b34-5570b553d784",
      "speaker": "Dan",
      "start_timestamp": 1020.0,
      "text": "so that should give you a sense of the tone and the level of professionalism on display here. I'm gonna spare everyone from the pain of having to go through this seriously because it was mostly a jumbled mess of Roger trolling, Larry. And I'm not sure I honestly learned that much about the case from watching all of that. That's not I can tell you a few things. Okay, first, Roger is fucking loving being deposed"
    },
    {
      "end_timestamp": 1042.0,
      "id": "9e462c0a-d67b-3135-b4f7-01033827b6a6",
      "speaker": "Jordan",
      "start_timestamp": 1041.0,
      "text": "god damn it."
    },
    {
      "end_timestamp": 1051.0,
      "id": "4192a800-f151-3c3e-8788-38deed618b5d",
      "speaker": "Dan",
      "start_timestamp": 1042.0,
      "text": "I think he loves it particularly when it's claimed but who's the lawyer because I think everything I can tell he hates Larry"
    },
    {
      "end_timestamp": 1059.0,
      "id": "a11396c5-2668-34ea-ad6f-345365f79346",
      "speaker": "Jordan",
      "start_timestamp": 1051.0,
      "text": "see now we're getting back from our evil rat fucker to Loki traversing the earth sowing discord. Right? Very mad. Yeah, I don't like it. Of all"
    },
    {
      "end_timestamp": 1081.0,
      "id": "52357d00-faab-3b56-ab0e-206dd928c5ae",
      "speaker": "Dan",
      "start_timestamp": 1059.0,
      "text": "the different moods a person is capable of Roger is at his best when he gets to embody righteous indignation. Here. He's being asked questions about a case that he is not taking seriously, which allows him to just be a complete dick to you know, because the target is someone who you also like, oh, fuck yourself. It is its location. You can enjoy it a little guy. Yeah. Roger. It's"
    },
    {
      "end_timestamp": 1090.0,
      "id": "a54ba286-be44-3568-9572-e878038870d2",
      "speaker": "Jordan",
      "start_timestamp": 1081.0,
      "text": "really frustrating that sometimes despite myself, I'm like, get them Roger. Just fucking do it. Because Roger is kind of good at certain thing. Right, right."
    },
    {
      "end_timestamp": 1094.0,
      "id": "0f1d3ae4-41a7-332b-b33c-2eb8dc368083",
      "speaker": "Dan",
      "start_timestamp": 1090.0,
      "text": "competent? Yeah. Like, yeah, someone like Larry."
    },
    {
      "end_timestamp": 1097.0,
      "id": "e9d2ff24-957a-3630-b6e2-4772130521da",
      "speaker": "Jordan",
      "start_timestamp": 1094.0,
      "text": "He's very good at telling somebody like Larry to fuck off"
    },
    {
      "end_timestamp": 1177.0,
      "id": "0a040209-83c7-3d5b-9af4-5789f3ba6df7",
      "speaker": "Dan",
      "start_timestamp": 1097.0,
      "text": "right. Second. The other thing that I need to tell you is I don't care what happens with this case. It's the very definition of a let them fight situation. Roger probably definitely said some untrue things about both corsi and Clayman. So if he gets in trouble for it, who cares? Also, if he gets away with it, of course, he can claim and both suck. So I don't really care here. The only outcome of this no matter how it goes is that both sides end up wasting resources fighting with each other. And that's all right in my book. Fantastic. So we've seen how Alex Jones, Rob do and Paul Joseph Watson behave when they're forced to be under oath. And in a deposition, they change completely. I need to play dumb or pretend to be serious, right now it's time to experience Roger Stone on the road, which I'll say is very similar to Roger Stone anywhere else. Yeah, this dude does not give a fuck. So begins by, you know, talking about some of Rogers history. And you know, like his educational background and then working for some presidential campaigns. And it was, you know, what, I never realized I should probably should have known this. And I bet I did. I just didn't, didn't remember, he didn't graduate from college. He didn't know he like went to a year of college and then started working for Nixon, God, you can be whatever you want to be pretty remarkable to me that he doesn't have some sort of degree or some formal training in political science. But I guess that's why that"
    },
    {
      "end_timestamp": 1189.0,
      "id": "e7225f89-cd83-3800-819d-15d4870e8a12",
      "speaker": "Jordan",
      "start_timestamp": 1177.0,
      "text": "makes perfect sense people with a formal training and wouldn't do any of this shit. He Roger has to issue a formal training to really tap into his rant fuckery. Yes."
    },
    {
      "end_timestamp": 1197.0,
      "id": "29d4a85a-df6b-377b-b811-586de0b79471",
      "speaker": "Dan",
      "start_timestamp": 1189.0,
      "text": "Yeah. And so they talk about the early history. And then the topic comes up of when these two first crossed paths. Did they come"
    },
    {
      "end_timestamp": 1201.0,
      "id": "d76237f1-3883-318d-bc5f-08164d0da708",
      "speaker": "Larry Klayman",
      "start_timestamp": 1197.0,
      "text": "a point in time when you met Mahler and claim yes Did when was that"
    },
    {
      "end_timestamp": 1203.0,
      "id": "210bad50-1d82-3bee-8e83-2ea6ac9c302b",
      "speaker": "Roger Stone",
      "start_timestamp": 1201.0,
      "text": "when you represented me?"
    },
    {
      "end_timestamp": 1216.0,
      "id": "7fca5779-8bf2-30b4-8d7d-c8df2f3cfacc",
      "speaker": "Larry Klayman",
      "start_timestamp": 1203.0,
      "text": "Did I not meet you earlier than that of the old ebbitt grill with regard to check camp? I don't recall the time that you met me I had said I was interested in helping Jack camp."
    },
    {
      "end_timestamp": 1220.0,
      "id": "756b6366-3806-3033-acdd-dfec49bd77fd",
      "speaker": "Roger Stone",
      "start_timestamp": 1216.0,
      "text": "It's entirely possible I just don't recall."
    },
    {
      "end_timestamp": 1228.0,
      "id": "4b5857d4-1f96-3580-ae89-611d298c5799",
      "speaker": "Larry Klayman",
      "start_timestamp": 1220.0,
      "text": "And is it not true that you had me put on the executive Finance Committee for Jack Kemp? Jackson?"
    },
    {
      "end_timestamp": 1230.0,
      "id": "0409aa80-1f3d-311e-b99f-efe6bc723d4f",
      "speaker": "Roger Stone",
      "start_timestamp": 1228.0,
      "text": "I just don't recall."
    },
    {
      "end_timestamp": 1258.0,
      "id": "9954fa63-8ca0-3228-b915-385c46120c94",
      "speaker": "Dan",
      "start_timestamp": 1230.0,
      "text": "Roger does not remember any of the chips. So as it turns out, Larry Clayman and Roger Stone go way back. And the two men have a rich history. Roger believes that they met when claiming represented Roger, which we'll get back to, but it appears that their paths crossed when Clayman wanted to work on the Jack Kemp campaign in which Roger was an advisor. That would have been the 1988 election. So that puts them at Queens as a 32."
    },
    {
      "end_timestamp": 1268.0,
      "id": "6746cd48-af08-3648-9131-765b9e3d6b73",
      "speaker": "Jordan",
      "start_timestamp": 1258.0,
      "text": "I don't recall on time, I don't recall you as a person. I don't recall talking to you. There was a little disrespect. When you were when I was paying you. That's when I remember you."
    },
    {
      "end_timestamp": 1309.0,
      "id": "880c6a83-503f-3215-8b6f-b68aeed48793",
      "speaker": "Dan",
      "start_timestamp": 1268.0,
      "text": "So for the Jack Kemp stuff. Roger doesn't remember that meeting. So I'm gonna go ahead and take that off the table. Yeah. In 1996. Roger was working on the Bob Dole campaign. And things got a little messy when the National Enquirer reported on how he posted ads and scandalous pictures of himself and his wife in swingers magazines, and online looking to get some fun going. Roger initially blamed an imaginary assistant for posting the ads but eventually copped to the fact that he had done it. When he finally did come clean, he was still kind of a weasel about it saying, quote, when that whole thing hit the fan in 1996, the reason I gave a blanket denial was that my grandparents were still alive. I am not guilty of hypocrisy."
    },
    {
      "end_timestamp": 1312.0,
      "id": "03f9219e-2bbf-3749-9ba8-5a53b9d3bef3",
      "speaker": "Jordan",
      "start_timestamp": 1309.0,
      "text": "That's, you're being hypocritical in that sense,"
    },
    {
      "end_timestamp": 1405.0,
      "id": "878e4d17-77ae-3d52-baa7-d064aa46abca",
      "speaker": "Dan",
      "start_timestamp": 1312.0,
      "text": "does seem that way. So this was a bit of a scandal because it was 1996. And so much of the right wing attacks on Bill Clinton had to do with him and his women womanizing, so this would be a bad look for dole to have a senior adviser who was out swinging, particularly considering that according to the Chicago Tribune, Roger was part of Bob Dole is quote, Clinton accountability team. Yep. And thus by September of 96, Roger had stepped down from the dole campaign. I don't really care about Roger swinging, you know, that's his business. But for him, I do think that his response to the Enquirer story speaks a lot to his character. I understand the culture wasn't accepting of people living alternative lifestyles at that point, but the length that he went to pretend that he had been set up were pretty ridiculous. Anyway, Roger threatened to sue the Enquirer. And Larry Clayman was his lawyer and that great, great, great. So back in 96, right. That was where Roger is saying their paths first crossed, right, right, right. But because there was no imagined perpetrator to sue here, Roger was lying about that. And there was no libel on the part of the Enquirer. This case went nowhere. And Roger took a pretty big hit to his credibility. Consider he was a college dropout, who went to work on shady shit for Richard Nixon. He'd worked for Reagan, he was an advisor for Bob Dole, these his big leagues in the GOP circles politics. But after the scandal, he went down the fight card a little bit. His profile just didn't match with presidential candidates. And thus, in 2004, Roger was enlisted to advise a certain candidate on their run for a Florida seat in the US Senate candidate was Larry Clayman,"
    },
    {
      "end_timestamp": 1417.0,
      "id": "7003c0b0-9d28-3ae6-8605-25fac626fdcc",
      "speaker": "Jordan",
      "start_timestamp": 1405.0,
      "text": "god damn these people a lot of intersexual How is it okay for claiming to be questioning him in this deposition? Is that even okay? It's comical,"
    },
    {
      "end_timestamp": 1453.0,
      "id": "c660418f-b49f-3983-869d-caa7cf9e8d71",
      "speaker": "Dan",
      "start_timestamp": 1417.0,
      "text": "ridiculous. Long time, people who have known each other who do not like each other trying to pretend there's some formality. Don't get it? No. Larry would end up with 1.1% of the vote in the Republican primary, putting him in a very respectable seventh place. A Sun Sentinel article about the candidates and their primary includes a section about climate where he compares himself to Abraham Lincoln and Ronald Reagan, and his policy set is described as quote, he advocates abolishing the IRS the forcible removal of Cuban dictator Fidel Castro, and psychological testing for judges."
    },
    {
      "end_timestamp": 1458.0,
      "id": "d153ac2c-06e2-367b-b176-4c614851815a",
      "speaker": "Jordan",
      "start_timestamp": 1453.0,
      "text": "Okay, would he be administering psychological testing,"
    },
    {
      "end_timestamp": 1487.0,
      "id": "4eedcd47-4905-32c3-9f02-848c84759674",
      "speaker": "Dan",
      "start_timestamp": 1458.0,
      "text": "slates chatterbox had an article about his Senate run, which was mostly about how even back then he had a bit of a reputation for being wildly litigious. The piece ends quote, for chatterbox though there's only one issue in the Larry Clayman campaign, if elected will he pledged not to file any lawsuits for the next six years, categorically no claimant said? Well, he pledged not to sue anyone for the duration of his Senate campaign quote, no, look, it's a free country."
    },
    {
      "end_timestamp": 1496.0,
      "id": "37abbff6-0f5c-3cc0-aa97-00d764aaebd2",
      "speaker": "Jordan",
      "start_timestamp": 1487.0,
      "text": "That's just a man who likes suing people. He doesn't even want anything out of it. He just likes filling out that paperwork, deposing people who have no business being used by"
    },
    {
      "end_timestamp": 1539.0,
      "id": "6ae4e4b6-2316-3305-8b92-61127f717042",
      "speaker": "Dan",
      "start_timestamp": 1496.0,
      "text": "the law as a weapon. Yeah, it's great. So I found a really interesting piece of that is 2004 run on the nation. According to this article Larry's adventures at Judicial Watch where he would file tons of lawsuits mostly against people in the Clinton orbit. They were funded by Richard Mellon Scaife, the right wing billionaire mega donor. According to this article, claiming sought funding from Scaife for his Senate run in a letter that said, quote, as a senator, I will have considerable powers that I did not have a Judicial Watch, including the ability to investigate and prosecute in the Senate, Hillary Clinton, much like Richard Nixon did with the communist spy, Alger Hiss. If I'm someday to run for president, I need the credentials to do so being a senator will provide me with this."
    },
    {
      "end_timestamp": 1548.0,
      "id": "3956277f-1562-3f84-94d1-4e3537365a8b",
      "speaker": "Jordan",
      "start_timestamp": 1539.0,
      "text": "I did not. I didn't think it was possible to desire somebody to be president less than Trump. But I will be god damned if Clayman would be worse at his job."
    },
    {
      "end_timestamp": 1612.0,
      "id": "a866c538-f248-35d2-a2b8-936749409ea7",
      "speaker": "Dan",
      "start_timestamp": 1548.0,
      "text": "This was part of a multistage plot that was to result in Hillary being tried in the Senate and Larry Clayman as president. It should be pointed out that escape spokesperson told the nation quote, he has not given a dime to Mr. Claimants campaign. And in fact, he discouraged him from running. Wow, that's probably true. Anyway, this nation article is mostly about the question of whether or not soliciting this loan would constitute a campaign finance violation. Yes, but seeing as it was 16 years ago, I'm not really going to get bogged down in that question, Shawn, I'm not really interested, because the answer is yes. The important thing for us today is that the reason that Larry needed money is because the only way he could fund his campaign was through soliciting donations through direct mailings. And he didn't have access to a large database of names in order to target those mailings. When you're in that situation, you know, you don't have a giant mailing list, you need to pay for access to other people's lists of names, as Clayman was doing with the list held by American target advertising. The problem was, according to this article, that he was spending almost as much as he was bringing in with a strategy, so that wasn't going to cut it. And"
    },
    {
      "end_timestamp": 1617.0,
      "id": "0584e13f-9c94-394b-a3f9-b3e15fa75edc",
      "speaker": "Jordan",
      "start_timestamp": 1612.0,
      "text": "that doesn't seem like a good strategy breaking even on campaign finance donations is not good."
    },
    {
      "end_timestamp": 1624.0,
      "id": "3769d11a-d35b-31be-a69b-52e35c22d8aa",
      "speaker": "Dan",
      "start_timestamp": 1617.0,
      "text": "So you need to reach out to a billionaire mega donor, have them pay for the list or something and then you end up making whatever"
    },
    {
      "end_timestamp": 1627.0,
      "id": "b41cfacb-3d4f-394e-9fbb-037b162312e6",
      "speaker": "Jordan",
      "start_timestamp": 1624.0,
      "text": "Yeah, or have $60 billion dollars yourself, that also works. Anyway, throughout"
    },
    {
      "end_timestamp": 1656.0,
      "id": "e6289765-0738-3a84-ba68-91b495b4ece9",
      "speaker": "Dan",
      "start_timestamp": 1627.0,
      "text": "the rest of Rogers deposition. He and Larry get into a number of fights about this 2004 campaign. Rogers position seems to be that Larry led him to believe that he had access to the Judicial Watch mailing list, which would have helped make his campaign viable, but he did not. Roger felt misled and like his time was being wasted. Conversely, Larry keeps a legend that Roger staff stole computers that he bought with his own money when they left his campaign."
    },
    {
      "end_timestamp": 1657.0,
      "id": "8452df3d-692e-3226-a54d-3ecf579c482d",
      "speaker": "Jordan",
      "start_timestamp": 1656.0,
      "text": "I believe both of them."
    },
    {
      "end_timestamp": 1676.0,
      "id": "4d65e3d0-067d-30a7-9ae6-64fee70787c8",
      "speaker": "Dan",
      "start_timestamp": 1657.0,
      "text": "I'm not. I'm not sure why. And ultimately, I really don't care. But I wanted to walk you through a bit of the history up top because the clips of them arguing about this stuff. They're not really useful for our purposes, because there's like little interjections, and like, they're in the middle of a different question. They're like, Why'd you steal my computer's"
    },
    {
      "end_timestamp": 1677.0,
      "id": "9ab117c4-18f7-3352-b414-e6254eb56f14",
      "speaker": "Jordan",
      "start_timestamp": 1676.0,
      "text": "personal fucking, but"
    },
    {
      "end_timestamp": 1697.0,
      "id": "9eb6741a-cdd5-3f78-b496-2c78abd297b2",
      "speaker": "Dan",
      "start_timestamp": 1677.0,
      "text": "it's not as right. It's not as out of nowhere and fighty might make you think, but it just the way it wouldn't have been, I don't think I would have been able to present it by clips, I just have to say, but you kind of need to know about that stuff. In order to understand that these dudes have a long, deep history and clearly fucking hate each other."
    },
    {
      "end_timestamp": 1703.0,
      "id": "a7ea208f-6b18-39c4-95c9-7032701bc480",
      "speaker": "Jordan",
      "start_timestamp": 1697.0,
      "text": "You still like computers? That's a deposition question. It's so fun."
    },
    {
      "end_timestamp": 1711.0,
      "id": "88d32f63-732a-3b4c-83ea-5a831101d6f3",
      "speaker": "Dan",
      "start_timestamp": 1703.0,
      "text": "So it starts out, you know, on a on a not great tone, it gets adversarial pretty fast."
    },
    {
      "end_timestamp": 1716.0,
      "id": "7f0e2303-ecfb-3c42-b44f-9df96cb84c56",
      "speaker": "Larry Klayman",
      "start_timestamp": 1711.0,
      "text": "You're aware that the document production requested the production of phone records as well."
    },
    {
      "end_timestamp": 1721.0,
      "id": "2905af21-14cc-3d0f-8de8-1d02b81c367a",
      "speaker": "Roger Stone",
      "start_timestamp": 1716.0,
      "text": "It must not have been any phone records to produce. If you didn't get any"
    },
    {
      "end_timestamp": 1722.0,
      "id": "7877d802-57a6-3eed-b829-15480a79adac",
      "speaker": "Larry Klayman",
      "start_timestamp": 1721.0,
      "text": "messages you're aware that"
    },
    {
      "end_timestamp": 1729.0,
      "id": "e56c0771-c205-3970-ad70-abeb8ba5879d",
      "speaker": "Roger Stone",
      "start_timestamp": 1722.0,
      "text": "it requires simply was I believe that the text messages were provided emails? Yes, absolutely."
    },
    {
      "end_timestamp": 1735.0,
      "id": "8fbb3d2a-2740-39ca-a00e-e890e7bbfd87",
      "speaker": "Larry Klayman",
      "start_timestamp": 1729.0,
      "text": "Now you were convicted of not providing information to Congress which had been requested. That is untrue."
    },
    {
      "end_timestamp": 1736.0,
      "id": "7c3d9cc9-6284-3cae-80cd-ff86c8f73ea4",
      "speaker": "Roger Stone's Lawyer",
      "start_timestamp": 1735.0,
      "text": "Objection."
    },
    {
      "end_timestamp": 1739.0,
      "id": "3695e805-190a-37b5-8b54-a07fac9ebe6b",
      "speaker": "Roger Stone",
      "start_timestamp": 1736.0,
      "text": "And we're not true. That charges withdrawn. But go ahead."
    },
    {
      "end_timestamp": 1747.0,
      "id": "e264ec42-05ee-3448-bd3a-4ca08706d906",
      "speaker": "Larry Klayman",
      "start_timestamp": 1739.0,
      "text": "And your lawyers actually sent letters to Congress, on your behalf saying that you did not have documents when you did"
    },
    {
      "end_timestamp": 1752.0,
      "id": "f21b863e-b51d-3bb0-95e4-60467f2559b1",
      "speaker": "Roger Stone's Lawyer",
      "start_timestamp": 1747.0,
      "text": "objection, where I'm instructing the witness not to answer. We're not talking about any criminal matters,"
    },
    {
      "end_timestamp": 1763.0,
      "id": "fa235ad3-bdb8-3f49-bd78-3de760e049b2",
      "speaker": "Larry Klayman",
      "start_timestamp": 1752.0,
      "text": "or we're not talking about criminal matters. We're talking about a course of conduct. That's what we're talking about. All right. I want to make sure he's aware that he needs to produce everything."
    },
    {
      "end_timestamp": 1765.0,
      "id": "5f490f5d-9510-3117-a7e4-2fb006383ddf",
      "speaker": "Roger Stone",
      "start_timestamp": 1763.0,
      "text": "I'm well aware of that."
    },
    {
      "end_timestamp": 1766.0,
      "id": "95cedb8d-e262-34f3-84e7-6fbb6406068b",
      "speaker": "Larry Klayman",
      "start_timestamp": 1765.0,
      "text": "You learned the hard way, right?"
    },
    {
      "end_timestamp": 1768.0,
      "id": "df8540c2-ae80-30ed-ac87-7f148fdf9626",
      "speaker": "Roger Stone's Lawyer",
      "start_timestamp": 1766.0,
      "text": "Objection."
    },
    {
      "end_timestamp": 1772.0,
      "id": "762c8e62-879d-3d5b-91dc-fc1321f78e78",
      "speaker": "Roger Stone",
      "start_timestamp": 1768.0,
      "text": "Because you're delusional does not mean that I have to be badgered by you."
    },
    {
      "end_timestamp": 1775.0,
      "id": "a71efbdb-459c-3e7a-b056-be8ddf120fe3",
      "speaker": "Larry Klayman",
      "start_timestamp": 1772.0,
      "text": "My delusional you're convicted of seven counts."
    },
    {
      "end_timestamp": 1778.0,
      "id": "45c8a150-441a-32c1-955c-c754d00f2ff0",
      "speaker": "Roger Stone",
      "start_timestamp": 1775.0,
      "text": "I'm not going to answer I"
    },
    {
      "end_timestamp": 1784.0,
      "id": "a28a97cd-4c96-3b43-8782-0bf821f1358f",
      "speaker": "Dan",
      "start_timestamp": 1778.0,
      "text": "already get the sense of this needling. Like, here's a strategy that Larry's using, that's clearly like, I'm gonna get him."
    },
    {
      "end_timestamp": 1792.0,
      "id": "b9f83e7f-fbeb-3aec-ad58-e398c3a31be6",
      "speaker": "Jordan",
      "start_timestamp": 1784.0,
      "text": "I'm gonna get pissed off. Yeah, I'm pissed off and he's, he's doing the fucking you can't handle the truth strategy. He's gonna try and pick them off until he admits it. Well,"
    },
    {
      "end_timestamp": 1810.0,
      "id": "47066d4f-ca61-3959-8e5f-781d11d6baa5",
      "speaker": "Dan",
      "start_timestamp": 1792.0,
      "text": "that's a dumb strategy, but it's also going both ways. There is like it develops more into Roger just fucking with him as like a little bit of time goes on but you could tell like even out of the gate his strategy is obviously just like poke poke. See what happens? You're delusional"
    },
    {
      "end_timestamp": 1818.0,
      "id": "098c4f0f-1ab5-30d3-85e3-6128e9682000",
      "speaker": "Jordan",
      "start_timestamp": 1810.0,
      "text": "piece of shit. How about that? Did you just call me a delusional piece of shit? No, I didn't call you delusional. Why would you hear that? You would only hear that if you were delusional pieces of shit. I"
    },
    {
      "end_timestamp": 1839.0,
      "id": "ffa05c54-7eb3-3047-b109-5e042fe839c1",
      "speaker": "Dan",
      "start_timestamp": 1818.0,
      "text": "and Rogers lawyers trying to make clear right right out of the gate. We're not answering any questions about criminal matters. And Larry keeps trying to get questions in or like references to the Mueller investigation which should be off limits for the purposes of this absolutely. But it is it just keeps happening."
    },
    {
      "end_timestamp": 1843.0,
      "id": "606e5112-eb83-3a5c-a334-0760ebaaffda",
      "speaker": "Larry Klayman",
      "start_timestamp": 1839.0,
      "text": "What what computers did the FBI take"
    },
    {
      "end_timestamp": 1844.0,
      "id": "ee789e01-5b84-38d3-b41f-7b2974a823e6",
      "speaker": "Roger Stone",
      "start_timestamp": 1843.0,
      "text": "all the same computers? If"
    },
    {
      "end_timestamp": 1847.0,
      "id": "e1c2ffa6-e274-3bad-a13f-aaed2505a2cd",
      "speaker": "Roger Stone's Lawyer",
      "start_timestamp": 1844.0,
      "text": "not, we're not answering these questions."
    },
    {
      "end_timestamp": 1854.0,
      "id": "333c6e69-a32d-3379-9b71-6fd662152481",
      "speaker": "Larry Klayman",
      "start_timestamp": 1847.0,
      "text": "This is relevant to document production. You tie it up you're gonna wind up getting sanctioned Mr. Michel."
    },
    {
      "end_timestamp": 1862.0,
      "id": "67e7ec89-5b43-369f-9b6a-a5ad6663038b",
      "speaker": "Roger Stone",
      "start_timestamp": 1854.0,
      "text": "No, you're gonna wonder like you are in DC so let's go"
    },
    {
      "end_timestamp": 1867.0,
      "id": "b93d35ca-cb44-3d37-ab5f-7ea30db1adc1",
      "speaker": "Roger Stone",
      "start_timestamp": 1862.0,
      "text": "why not continue not going to be badgered by this"
    },
    {
      "end_timestamp": 1875.0,
      "id": "5748ff86-2d6e-3b1f-b70a-b19d1c510137",
      "speaker": "Dan",
      "start_timestamp": 1867.0,
      "text": "Yes, I am. That was that was one of my first big laughs when Rogers like I'm not gonna be badgered by this"
    },
    {
      "end_timestamp": 1880.0,
      "id": "099e9f57-96f7-3753-8d37-9e96f1c0e021",
      "speaker": "Jordan",
      "start_timestamp": 1875.0,
      "text": "this is this is breathing life into my cold Broken Heart weighs amazing wait"
    },
    {
      "end_timestamp": 1897.0,
      "id": "b04f500e-a71f-339f-b9d3-63551b072789",
      "speaker": "Dan",
      "start_timestamp": 1880.0,
      "text": "for it. No idea how badly this deteriorates so good. So you know there's there's just a clear tone of like, fuck this guy like first of all his lawyers like Rogers lawyers telling him like calm down, calm down. Like you see this guy you see this fucking asshole guy."
    },
    {
      "end_timestamp": 1903.0,
      "id": "36c13523-cb10-3135-8739-497e9bef721d",
      "speaker": "Jordan",
      "start_timestamp": 1897.0,
      "text": "It was be so fun to be Rogers lawyer. So your entire day is devoted just telling him to shut up."
    },
    {
      "end_timestamp": 1925.0,
      "id": "3feb663d-f761-3e1d-9aff-80bdca1c86f5",
      "speaker": "Dan",
      "start_timestamp": 1903.0,
      "text": "So this this beginning portion here that we're in has to do with like document production. I heard him asking about like, what computers there were and this goes on. And so then the question comes up of like, notes like handwritten notes like what's work product? What's relevant to the to this? And like down for this because this this is a this was another big laugh."
    },
    {
      "end_timestamp": 1927.0,
      "id": "39099963-324c-33e0-bafb-a0b34145a189",
      "speaker": "Larry Klayman",
      "start_timestamp": 1925.0,
      "text": "Do you keep notes yourself? Correct?"
    },
    {
      "end_timestamp": 1932.0,
      "id": "73de5f8c-868c-3845-8996-822ba972e8a4",
      "speaker": "Roger Stone",
      "start_timestamp": 1927.0,
      "text": "Not on not on any of these matters? I mean, yeah, I make a grocery list. Who doesn't?"
    },
    {
      "end_timestamp": 1935.0,
      "id": "ab89f7cf-c253-339a-8fae-02f902f1eca8",
      "speaker": "Larry Klayman",
      "start_timestamp": 1932.0,
      "text": "You never write anything down."
    },
    {
      "end_timestamp": 1941.0,
      "id": "0e738588-43ab-3e85-8132-d6da00fb0aae",
      "speaker": "Roger Stone",
      "start_timestamp": 1935.0,
      "text": "Of course I write things down, but not pertaining to anything. We're here to discuss."
    },
    {
      "end_timestamp": 1959.0,
      "id": "084d93de-6787-320b-8f0e-21ab3a08e6dc",
      "speaker": "Roger Stone",
      "start_timestamp": 1941.0,
      "text": "All that write down claims and hassle. Write that down. Yeah. That just came to you. Well, truth is an absolute defense. Well,"
    },
    {
      "end_timestamp": 1980.0,
      "id": "90a89228-0400-3ca0-a409-dd7e9b72edf7",
      "speaker": "Dan",
      "start_timestamp": 1959.0,
      "text": "that is best. Did you write every claim isn't? Truth isn't absolute defense. Oh"
    },
    {
      "end_timestamp": 1983.0,
      "id": "e873b756-1ee4-350c-bf92-a7c37834284c",
      "speaker": "Jordan",
      "start_timestamp": 1980.0,
      "text": "god damn it, Roger."
    },
    {
      "end_timestamp": 2012.0,
      "id": "52e1518a-99ef-31db-a82e-90c708b38a5e",
      "speaker": "Dan",
      "start_timestamp": 1983.0,
      "text": "So one of the things that Larry is taking issue with and he thinks is defamatory is that Roger went on Infowars. And he said that Larry's never won a case in his life. And you know, like, he's a loser. And all this. And so the the issue of him being a loser keeps coming up. And one of the, you know, obvious questions that Larry would have is, if I'm a loser, why did you work with me on my campaign for the Senate? Good question. And I think Rogers just taunting him."
    },
    {
      "end_timestamp": 2017.0,
      "id": "42dafc12-74d6-3a15-bc95-380684e96a19",
      "speaker": "Larry Klayman",
      "start_timestamp": 2012.0,
      "text": "You wouldn't have represented me if I was a loser. Would."
    },
    {
      "end_timestamp": 2021.0,
      "id": "e88a0908-c9a0-30d0-a292-2b281c9240a0",
      "speaker": "Roger Stone",
      "start_timestamp": 2017.0,
      "text": "I thought that you if you had the money could be a viable candidate. Yes."
    },
    {
      "end_timestamp": 2025.0,
      "id": "d036620f-0691-3f0e-8d1b-e1cd8822a0b3",
      "speaker": "Larry Klayman",
      "start_timestamp": 2021.0,
      "text": "Loser can't win as for the Senate in Florida, correct."
    },
    {
      "end_timestamp": 2030.0,
      "id": "41ecbcaf-e106-37fe-ab05-4862ab8a1a27",
      "speaker": "Roger Stone",
      "start_timestamp": 2025.0,
      "text": "Not without money. A loser could win here. No loser cannot win unless they have money."
    },
    {
      "end_timestamp": 2032.0,
      "id": "4cf97524-f066-39b3-9e49-e6f9552800a5",
      "speaker": "Larry Klayman",
      "start_timestamp": 2030.0,
      "text": "What losers?"
    },
    {
      "end_timestamp": 2034.0,
      "id": "9099df11-525d-3a95-a8bc-fbadd9e776cc",
      "speaker": "Roger Stone's Lawyer",
      "start_timestamp": 2032.0,
      "text": "This is what define loser in your context, someone"
    },
    {
      "end_timestamp": 2045.0,
      "id": "06908533-81ef-36ad-8a65-489152141e97",
      "speaker": "Larry Klayman",
      "start_timestamp": 2034.0,
      "text": "who loses cases repeatedly and who accomplishes little to nothing. In this case in the legal profession."
    },
    {
      "end_timestamp": 2052.0,
      "id": "a1f53f82-d1e0-3575-8e6b-49a796f3d499",
      "speaker": "Roger Stone",
      "start_timestamp": 2045.0,
      "text": "I'm not sure I understand the question. How did you do in the Senate race?"
    },
    {
      "end_timestamp": 2056.0,
      "id": "d9200750-d85d-3fa0-83f5-0aadde226c6d",
      "speaker": "Roger Stone",
      "start_timestamp": 2052.0,
      "text": "Thanks to you know, thanks to you."
    },
    {
      "end_timestamp": 2075.0,
      "id": "ec9b837f-3a4b-3d94-990a-57584e0f65c7",
      "speaker": "Jordan",
      "start_timestamp": 2056.0,
      "text": "Larry. Where's that? Where's that? Fucking children? We're on a goddamn playground. What are we doing here? They're under. So I'm not a loser. Am I? No, you are a loser. No, I'm not."
    },
    {
      "end_timestamp": 2118.0,
      "id": "b8ddf945-20fe-3b6c-b444-a081a6e49642",
      "speaker": "Dan",
      "start_timestamp": 2075.0,
      "text": "That's no, Rhonda. Thanks to you. Not thanks to you. Yeah, so Larry's pissed because Roger was working on his Senate campaign. And at the time from what Larry's saying it seems like he had an understanding or a belief that Roger was going to be an exclusive employee for him. Sure. On his campaign campaign, bad belief Now Roger also at the time was apparently advising Al Sharpton who was running for credit candidate election for president. And so this is a problem for Larry, because there's no exclusivity and you're going around, talking to Sharpton, and we're still talking about"
    },
    {
      "end_timestamp": 2129.0,
      "id": "2fbf4d4a-3bde-348f-9025-14cf01bd0c86",
      "speaker": "Jordan",
      "start_timestamp": 2118.0,
      "text": "the lawsuit happening about what happened in 2019. Okay, and we're in the deposition talking about Al Sharpton is campaign. Well, there is some relevance that it's not relevant. It's not relevant."
    },
    {
      "end_timestamp": 2140.0,
      "id": "b9faf138-137f-36ef-9d5d-cfdf9cf37186",
      "speaker": "Dan",
      "start_timestamp": 2129.0,
      "text": "So he's mad that Roger was giving advice to Sharpton. Roger insists he wasn't working for Sharpton. And then Larry, he says some bad things about Al Sharpton"
    },
    {
      "end_timestamp": 2144.0,
      "id": "6d5e5c52-5d0b-3a00-b21f-66cfad0c1764",
      "speaker": "Larry Klayman",
      "start_timestamp": 2140.0,
      "text": "and what did you do after we parted ways? What did you do after that worked for Sharpton"
    },
    {
      "end_timestamp": 2150.0,
      "id": "507bd17c-c467-35cc-8640-cdb51916b682",
      "speaker": "Roger Stone",
      "start_timestamp": 2144.0,
      "text": "never worked for Al Sharpton"
    },
    {
      "end_timestamp": 2151.0,
      "id": "c66898ce-efcd-39a6-8b0d-20da6990c93a",
      "speaker": "Larry Klayman",
      "start_timestamp": 2150.0,
      "text": "consulted with him,"
    },
    {
      "end_timestamp": 2158.0,
      "id": "39a251db-0b13-31c9-a2e2-add24ed76854",
      "speaker": "Roger Stone",
      "start_timestamp": 2151.0,
      "text": "never consulted, never consulted. i He's a friend of mine to give them advice when he asked for it."
    },
    {
      "end_timestamp": 2162.0,
      "id": "da53a74d-ce90-3a03-aae7-75fe16d93cad",
      "speaker": "Larry Klayman",
      "start_timestamp": 2158.0,
      "text": "Do you have friends that are basically race baiting? Vigilante extortion,"
    },
    {
      "end_timestamp": 2163.0,
      "id": "28833699-ad57-34c7-9830-05d147bf346e",
      "speaker": "Roger Stone's Lawyer",
      "start_timestamp": 2162.0,
      "text": "Objection,"
    },
    {
      "end_timestamp": 2165.0,
      "id": "973c50fd-0404-356d-8e06-b3c8b8b6f714",
      "speaker": "Larry Klayman",
      "start_timestamp": 2163.0,
      "text": "don't you consider those those your friends?"
    },
    {
      "end_timestamp": 2179.0,
      "id": "12ccf43b-d751-302f-b801-5742aa6b95f9",
      "speaker": "Roger Stone's Lawyer",
      "start_timestamp": 2165.0,
      "text": "Objection a form obstructing the witness not to answer I mean for the Russian case you just to think"
    },
    {
      "end_timestamp": 2182.0,
      "id": "91e71d3f-b5c5-30ec-98bf-2b8eb1cb8fde",
      "speaker": "Roger Stone",
      "start_timestamp": 2179.0,
      "text": "came to fame. You"
    },
    {
      "end_timestamp": 2189.0,
      "id": "d4d9ee12-7fa7-383f-a64e-db02a990b3fb",
      "speaker": "Larry Klayman",
      "start_timestamp": 2182.0,
      "text": "that's what you think. Was the jury decide that? I doubt it."
    },
    {
      "end_timestamp": 2193.0,
      "id": "7f00300c-39dd-32bc-aa0c-658cb792c124",
      "speaker": "Dan",
      "start_timestamp": 2189.0,
      "text": "So he Larry may have oh,"
    },
    {
      "end_timestamp": 2202.0,
      "id": "802c2e4d-fa04-3178-97b0-1247eef582ed",
      "speaker": "Jordan",
      "start_timestamp": 2193.0,
      "text": "God, Larry. Somehow in a deposition talking about Roger Stone defaming you, you have to be a racist towards Al Sharpton for no reason."
    },
    {
      "end_timestamp": 2208.0,
      "id": "e756202a-eca3-3ed7-9f43-c3635de89261",
      "speaker": "Dan",
      "start_timestamp": 2202.0,
      "text": "And I don't know if that that does rise to the level of defamation, calling him a race baiting extortionist."
    },
    {
      "end_timestamp": 2211.0,
      "id": "f8a90c0c-255c-3dcf-9d54-ee7b9e7a738a",
      "speaker": "Jordan",
      "start_timestamp": 2208.0,
      "text": "I mean, if he was on Fox News, you'd be fine. I"
    },
    {
      "end_timestamp": 2249.0,
      "id": "398b098f-2a93-3402-bbc1-a6114214e92d",
      "speaker": "Dan",
      "start_timestamp": 2211.0,
      "text": "Yeah. But under oath. Weird. That is weird, weird. Strategy thing to say. But my favorite thing at the end, there is when Larry's like well let a jury decide. And Roger is like, I doubt it. And I doubt it. Not gonna happen, buddy. So that keeps happening in this deposition. Like Larry will say, the courts will decide this and Rogers like I doubt it. Yeah. Because he doesn't think this is gonna get to trial, which I kind of think is probably about right. That's about right. Yeah. Larry, whoever thinks that Roger saying I doubt it, because he has no faith in the legal process isn't defiant about the court's ruling in advance? When in reality, Rogers just telling you this case stinks. And he's fucking with him. And there's never going anywhere. If this"
    },
    {
      "end_timestamp": 2252.0,
      "id": "7413b3ef-ed0c-32ae-b189-27df5ac1f507",
      "speaker": "Jordan",
      "start_timestamp": 2249.0,
      "text": "isn't thrown out, I'll eat my hat and go to prison for exactly 40 months."
    },
    {
      "end_timestamp": 2296.0,
      "id": "55f9d373-27ff-3e01-b370-81f2cbb816d4",
      "speaker": "Dan",
      "start_timestamp": 2252.0,
      "text": "The psycho drama that's going on is just fantastic. Yeah, it's very boring to watch all of it. But it's really fun in little when you when you distill it down, it's good. Yeah, God damn, they're like an hour long stretch of boring nothing. So at this point, Larry starts to sort of lay out why some of this is relevant. So there's that ugliness that happened back in 2004, when he was running for the Senate, and apparently Rogers people stole those computers. And this is informing Rogers beliefs in the present day. Sure. There's a couple of clips about this, that I think will like, really start to thread the needle, because I know it doesn't make sense now. Okay, but it should here in a moment."
    },
    {
      "end_timestamp": 2299.0,
      "id": "f87f51c1-a87d-3492-a8d6-74542bf8b9a7",
      "speaker": "Larry Klayman",
      "start_timestamp": 2296.0,
      "text": "Why did you refer to me during that broadcast?"
    },
    {
      "end_timestamp": 2304.0,
      "id": "7aa66de4-d934-3aca-adf5-96320bae1b18",
      "speaker": "Roger Stone",
      "start_timestamp": 2299.0,
      "text": "I suspect because you did something I didn't like, what did I do that you didn't like? Don't recall."
    },
    {
      "end_timestamp": 2310.0,
      "id": "1ba213fe-40c7-3d81-932b-fc703455834f",
      "speaker": "Larry Klayman",
      "start_timestamp": 2304.0,
      "text": "So you'll make negative statements about somebody even if you don't know whether anyone did anything"
    },
    {
      "end_timestamp": 2317.0,
      "id": "4bbdcda0-0cd0-350e-9730-3232f8d86fcc",
      "speaker": "Roger Stone",
      "start_timestamp": 2310.0,
      "text": "entitled to an opinion, it's a free country. So just came out of the blue. Don't Recall what prompted it, to be honest with"
    },
    {
      "end_timestamp": 2328.0,
      "id": "ad64b198-1244-3e6a-ac10-c1e5df074f80",
      "speaker": "Larry Klayman",
      "start_timestamp": 2317.0,
      "text": "you. In fact, you thought somehow that I was going to be a threat to you some in with regard to Special Counsel Robert Muller's so called Russian collusion Investigation"
    },
    {
      "end_timestamp": 2331.0,
      "id": "0c3cb8ae-ec4a-3087-ae97-6c2876b9b871",
      "speaker": "Roger Stone's Lawyer",
      "start_timestamp": 2328.0,
      "text": "Section A form we're not going to answer that"
    },
    {
      "end_timestamp": 2353.0,
      "id": "a81f86a2-6a47-3907-8e82-ab83a02f1a8f",
      "speaker": "Larry Klayman",
      "start_timestamp": 2331.0,
      "text": "talking about, you are concerned about my experience with you at the time that you were consulting on my Senate campaign in Florida, correct conjecture on your part. You were concerned that that your staff had misappropriated computers and cell phones and the like, which I had purchased with my own money?"
    },
    {
      "end_timestamp": 2356.0,
      "id": "58776049-bf30-32f2-9366-393c282edb64",
      "speaker": "Roger Stone",
      "start_timestamp": 2353.0,
      "text": "Absolutely not. I don't know that there's any proof of that."
    },
    {
      "end_timestamp": 2372.0,
      "id": "ac081af6-0d15-3766-8732-75178e7da051",
      "speaker": "Dan",
      "start_timestamp": 2356.0,
      "text": "So he's saying that you Roger defamed me on Infowars because you knew that I didn't like you because your staff stole computers. Yes. In 2004. Yes. That I was a threat because I like work with Muller."
    },
    {
      "end_timestamp": 2383.0,
      "id": "eee92076-2686-3106-ab5a-707b7b96c436",
      "speaker": "Jordan",
      "start_timestamp": 2372.0,
      "text": "This is turning into like a Tarantino Mexican standoff movie situation right here where it's like the Hateful Eight they're just sitting across the table at each other talking forever. It's"
    },
    {
      "end_timestamp": 2401.0,
      "id": "a9ccba95-422e-325d-b9a2-6d7f9696904c",
      "speaker": "Dan",
      "start_timestamp": 2383.0,
      "text": "it's very strange because I think that like I you know, Roger, I bet he's confused through a bit of this. But yeah, it is confusing. But yeah, the connections the claimants trying to make between stuff is just just like where is any proof? For this,"
    },
    {
      "end_timestamp": 2409.0,
      "id": "c4dab9f6-cabb-3ecd-b75f-63c98c786b38",
      "speaker": "Jordan",
      "start_timestamp": 2401.0,
      "text": "also, Larry, why did you say why? Why did Roger say mean things about you on air?"
    },
    {
      "end_timestamp": 2411.0,
      "id": "0392308f-3157-3eb1-beba-0262fa258b80",
      "speaker": "Dan",
      "start_timestamp": 2409.0,
      "text": "Roger does that with every every Buddy, why"
    },
    {
      "end_timestamp": 2414.0,
      "id": "9345f853-ae43-3bdc-b59a-3becea08aacc",
      "speaker": "Jordan",
      "start_timestamp": 2411.0,
      "text": "wouldn't you? How would you expect him to act? You"
    },
    {
      "end_timestamp": 2426.0,
      "id": "9522c868-b4da-30d4-9116-dd9d7af5a066",
      "speaker": "Dan",
      "start_timestamp": 2414.0,
      "text": "knew him in 2004. You barely knew him from ADA Jack Kemp campaign, you know, you know, damn. Well, you were his lawyer in 96 when he lied about somebody posting those pictures,"
    },
    {
      "end_timestamp": 2431.0,
      "id": "00d08177-d755-3ff7-8599-7b3878a257a1",
      "speaker": "Jordan",
      "start_timestamp": 2426.0,
      "text": "you know, you got to know. So dare you ask a question like that."
    },
    {
      "end_timestamp": 2449.0,
      "id": "483d0d4d-4622-3752-a994-85f84b1328c4",
      "speaker": "Dan",
      "start_timestamp": 2431.0,
      "text": "So he takes another swing claim it takes another swing at trying to be like you were worried about me working with Muller. And that's why when I got involved with corsi as his lawyer, then you know, you got Rogers doesn't even care about this, because it's just Larry saying things."
    },
    {
      "end_timestamp": 2457.0,
      "id": "e1318d34-e0af-3f5a-8d22-e2a727fefe57",
      "speaker": "Larry Klayman",
      "start_timestamp": 2449.0,
      "text": "You are concerned that I didn't like you in some way, correct? No."
    },
    {
      "end_timestamp": 2460.0,
      "id": "65b88d63-41d3-3e6b-9de4-da506a4438b8",
      "speaker": "Roger Stone",
      "start_timestamp": 2457.0,
      "text": "Not particularly. That doesn't concern me one way or another. If"
    },
    {
      "end_timestamp": 2467.0,
      "id": "325b720d-d882-3b0b-9224-e66650d48ecc",
      "speaker": "Larry Klayman",
      "start_timestamp": 2460.0,
      "text": "you were concerned that I was angry at you, for the time period that you represented me allegedly represented me because you were doing Sharpton."
    },
    {
      "end_timestamp": 2479.0,
      "id": "970d70d4-4bc9-3396-a595-5cb704ff5d94",
      "speaker": "Roger Stone",
      "start_timestamp": 2467.0,
      "text": "Actually, I was angry at you. But that's okay. Okay, why were you angry at me? Because a number of MIS statements and falsehoods that you told me regarding your ability to raise money? Okay, well, money is all this important to"
    },
    {
      "end_timestamp": 2480.0,
      "id": "ab2f8f53-6af7-38a5-905f-ea6254c5918c",
      "speaker": "Roger Stone",
      "start_timestamp": 2479.0,
      "text": "you. Right? Money is"
    },
    {
      "end_timestamp": 2491.0,
      "id": "b5de6cbc-ec5d-3942-a941-168b3744d79a",
      "speaker": "Roger Stone",
      "start_timestamp": 2480.0,
      "text": "important in terms of getting you elected to the Senate. And it's important to fill your pockets. You never do not work for money. Mr. Clinton. You never paid me a dime."
    },
    {
      "end_timestamp": 2495.0,
      "id": "e90e91d6-758f-3c46-8cc9-494ae89c6c02",
      "speaker": "Larry Klayman",
      "start_timestamp": 2491.0,
      "text": "You violated my trust and you know, my trust"
    },
    {
      "end_timestamp": 2504.0,
      "id": "4bf7d632-72a7-390d-8868-9e34f59dd5b0",
      "speaker": "Jordan",
      "start_timestamp": 2495.0,
      "text": "therapy, couples counseling, they shouldn't be here. Fucking deposition. This is ridiculous an airing of grievances"
    },
    {
      "end_timestamp": 2525.0,
      "id": "59c44503-54ee-3916-9af5-8d6afcfad882",
      "speaker": "Dan",
      "start_timestamp": 2504.0,
      "text": "it is. And it turns fucking ugly in this next clip. Because you know, the other the defamatory one of the statements is the claimant hasn't won any cases. Yeah. And it turns out he has Yeah. And Roger is like, well, it was my sense that you hadn't. And then it turns into a very nasty insults. Okay."
    },
    {
      "end_timestamp": 2531.0,
      "id": "4d0a80f6-789b-3d70-a7c6-0f1d4231109b",
      "speaker": "Larry Klayman",
      "start_timestamp": 2525.0,
      "text": "All right. He He's meaning claiming never actually want a courtroom victory in his life."
    },
    {
      "end_timestamp": 2535.0,
      "id": "e45ffc4d-a4cc-39ea-97c7-5a49682cd252",
      "speaker": "Roger Stone",
      "start_timestamp": 2531.0,
      "text": "I believe. I believe that to be true at the time. Yes. Now,"
    },
    {
      "end_timestamp": 2539.0,
      "id": "9b5a681a-57fb-3a15-8d13-5520079442c8",
      "speaker": "Larry Klayman",
      "start_timestamp": 2535.0,
      "text": "you never did any research. Did you to find out whether that was true or not before you made that same"
    },
    {
      "end_timestamp": 2543.0,
      "id": "17db1e88-4858-344f-aefe-a2965b41c20e",
      "speaker": "Roger Stone",
      "start_timestamp": 2539.0,
      "text": "impression that I had? Yes. Okay. But in fact, you actually did"
    },
    {
      "end_timestamp": 2551.0,
      "id": "ab92ceca-a275-3a8a-a851-b5d5e5117d08",
      "speaker": "Larry Klayman",
      "start_timestamp": 2543.0,
      "text": "know that I have had courtroom victories. No, actually, I did, where you wouldn't have wanted to be my so called consultant in the Senate campaign. That was"
    },
    {
      "end_timestamp": 2555.0,
      "id": "47ce6b2f-f438-306f-a069-86b4f835e715",
      "speaker": "Roger Stone",
      "start_timestamp": 2551.0,
      "text": "a long time before this."
    },
    {
      "end_timestamp": 2566.0,
      "id": "674c6ae6-f8d0-3544-b3e1-522543a7584e",
      "speaker": "Larry Klayman",
      "start_timestamp": 2555.0,
      "text": "You don't say 130. Defendants Stone says he meaning claiming was ousted at Judicial Watch as Tom fit and why he left. He was ousted because of a sexual harassment complaint."
    },
    {
      "end_timestamp": 2571.0,
      "id": "5aec8a12-2c00-310c-81cd-9250568b657b",
      "speaker": "Roger Stone",
      "start_timestamp": 2566.0,
      "text": "Yes, I'd heard that. And where did you hear that? I don't recall."
    },
    {
      "end_timestamp": 2576.0,
      "id": "6d724f33-6c85-3bc6-953a-47a4a6cf9dec",
      "speaker": "Larry Klayman",
      "start_timestamp": 2571.0,
      "text": "You heard it from fitting, didn't you? I'd most certainly did not remember that. But you don't remember where you heard it?"
    },
    {
      "end_timestamp": 2584.0,
      "id": "811d51f6-5f58-38c7-8f98-feb30dd1e83d",
      "speaker": "Roger Stone",
      "start_timestamp": 2576.0,
      "text": "I don't remember her. But as I've told you previously, I've never spoken to Tom Fitton other than the one time in passing when we shook hands and he certainly didn't discuss"
    },
    {
      "end_timestamp": 2591.0,
      "id": "1ebf5f26-29b3-301f-b6e3-b79d8b5e1db8",
      "speaker": "Larry Klayman",
      "start_timestamp": 2584.0,
      "text": "it during that one time in passing you discuss this correct? We did not. Okay. So you just gleaned that out of the cosmos."
    },
    {
      "end_timestamp": 2601.0,
      "id": "ebcf4af1-1601-3660-87cc-2c36f4f4b600",
      "speaker": "Roger Stone",
      "start_timestamp": 2591.0,
      "text": "You know how politics works. You will talk particularly about something like well, who talked what was circumstances daughter leaving? How would you get off? Why would you leave an organization that you found it?"
    },
    {
      "end_timestamp": 2606.0,
      "id": "c54864ab-0e7b-3385-a343-db2f7040110d",
      "speaker": "Larry Klayman",
      "start_timestamp": 2601.0,
      "text": "Who talked? I don't recall, you don't recall? No, you're lying, aren't you Mr."
    },
    {
      "end_timestamp": 2626.0,
      "id": "de87692f-05ea-3169-adc9-695335c5abfd",
      "speaker": "Roger Stone",
      "start_timestamp": 2606.0,
      "text": "You're lying or to your claim to lie on stops. You're about to be ousted from the bars. Let's take a quick break. Have fun molesting your own children later. I read the court decision. You read that? You"
    },
    {
      "end_timestamp": 2630.0,
      "id": "8cf7e125-2051-37fe-adeb-af1d672b0025",
      "speaker": "Dan",
      "start_timestamp": 2626.0,
      "text": "it's time for a break."
    },
    {
      "end_timestamp": 2638.0,
      "id": "4850b45d-9044-3ca5-b4de-a80a33a25df3",
      "speaker": "Jordan",
      "start_timestamp": 2630.0,
      "text": "That's what that's one to leave on. That's a good exit line. Yeah, I don't think you're gonna get back to normal golf conversation after that."
    },
    {
      "end_timestamp": 2791.0,
      "id": "54a8b13c-4fae-34d8-a4e9-350a64df4359",
      "speaker": "Dan",
      "start_timestamp": 2638.0,
      "text": "No. I tried to look into that. And that has something to do with divorce filing and Larry's past. I have no idea what the circumstances that are. Yeah, I'm not even gonna go anywhere now. The only explanation I can find for that sexual harassment business. It comes from a 2009 lawsuit that Larry had filed against Judicial Watch and its new president Tom Fitton. It was a rangy lawsuit claiming breach of contract defamation and other such grievances. Part of Larry's argument was that Fitton and Judicial Watch had committed fraud and the trial because they had testified that he was ousted from Judicial Watch because of a sexual harassment claim. But Larry had a deposition from Tom Fitton, saying that Larry was not quote, ousted as a result of a sexual harassment complaint. This argument did not move the court from the memorandum opinion in the case quote, claimant has not identified any fitness testimony at trial contradicting the quoted deposition testimony or suggesting the claimant was quote outed as a result of a sexual harassment complaint. He references only testimony of Paul or affinities in addressing Mr. profanities is understanding of why claiming left Judicial Watch. Nowhere in his testimony did Mr. profanities state that claim and left Judicial Watch due to a sexual harassment complaint. He testified the claim and left Judicial Watch, in part to avoid, quote, an internal investigation into whether he Clayman pursued an inappropriate relationship with an employee, and at most explained his concern that Judicial Watch might have been subjected to sexual harassment allegations based on that alleged relationship. Gotcha. It seems like this is the best explanation I can find for that situation. It looks like it's a thing where Paul or vanities, who was a lawyer, a Judicial Watch had testified the claimant had a relationship with an employee, but didn't say that there was a sexual harassment complaint. It seems like maybe this became a bit of a game of telephone from there since claimant got a bit defensive about it in the court case. Part of claimants claim of defamation against Roger is that Roger said on Infowars that he was ousted a Judicial Watch, asked Tom Fitton, why he left he was outed because of a sexual harassment complaint, which is not something Roger could probably substantiate. That does make it an inaccurate statement presented as fact. But I also don't know if Larry can prove that Roger didn't know it was true when he said it. It's really hard thing to tell with an asshole like Roger. Yeah, because this is something that people talk about. Yeah. Like I've seen the claim repeated a bunch of places. It took a while to find that case, where that this like this probably came from right. But,"
    },
    {
      "end_timestamp": 2802.0,
      "id": "f32dbcea-077f-3e18-927c-33cd62e4feea",
      "speaker": "Jordan",
      "start_timestamp": 2791.0,
      "text": "I mean, the rumor has been bandied about for a while. Absolutely. It's a little bit late to claim now that Roger definitively knew that that wasn't the case. Whenever he said that since the rumor was everywhere."
    },
    {
      "end_timestamp": 2826.0,
      "id": "a2a84249-ca5b-3769-85b6-943df2006b49",
      "speaker": "Dan",
      "start_timestamp": 2802.0,
      "text": "Yeah. I don't know if because Larry Clayman is also a public figure in as much as he's, you know, soon. It would be very, I think it would be pretty difficult to demonstrate actual malice there, which is kind of one of the benefits, I guess, to being like Roger, and just having malice towards everyone. So"
    },
    {
      "end_timestamp": 2841.0,
      "id": "19438193-e94b-3bee-8ce2-45d286bf3095",
      "speaker": "Jordan",
      "start_timestamp": 2826.0,
      "text": "it's almost if you had to determine whether or not he had malice in court, it's like it gets down to whether or not he can even feel in the first place. Like you don't even Is he a psychopathic robot? You don't know. He's just gonna claim whatever. He's just a lunatic."
    },
    {
      "end_timestamp": 2850.0,
      "id": "db7195c5-f941-38be-b58d-0a65a329dce7",
      "speaker": "Dan",
      "start_timestamp": 2841.0,
      "text": "Yeah. So you have them going out to break with, you know, Roger, accusing claimant of abusing his own children. Fuck himself."
    },
    {
      "end_timestamp": 2854.0,
      "id": "b19efcc8-dee9-3c4a-8c05-aaeb6500c45f",
      "speaker": "Jordan",
      "start_timestamp": 2850.0,
      "text": "Yeah. Going out to break on that one. Like, this is an episode of Modern Family."
    },
    {
      "end_timestamp": 2869.0,
      "id": "1e7c801b-8487-38a9-aa5b-e63f500c6f65",
      "speaker": "Dan",
      "start_timestamp": 2854.0,
      "text": "Tough. That was a tough heartbreak gonna have to come back from it come back. Okay. The tone is just I would, I would like just say we'll come back tomorrow."
    },
    {
      "end_timestamp": 2870.0,
      "id": "917a8390-f7da-3f03-b910-e956f92f29e1",
      "speaker": "Jordan",
      "start_timestamp": 2869.0,
      "text": "We don't know why you would come back."
    },
    {
      "end_timestamp": 2877.0,
      "id": "2909f4dd-17b4-3711-a33a-e3b0cf8b6209",
      "speaker": "Dan",
      "start_timestamp": 2870.0,
      "text": "I'll send a rep Oh, was the brain Hey, Larry, get another lawyer. It's not gonna work."
    },
    {
      "end_timestamp": 2882.0,
      "id": "f619fe61-83da-3fdd-b12c-7d1930ec8fda",
      "speaker": "Larry Klayman",
      "start_timestamp": 2877.0,
      "text": "Defendant stone. He called me a piece of garbage credit."
    },
    {
      "end_timestamp": 2888.0,
      "id": "c4aa6b42-3804-3d43-80df-99e209e5611f",
      "speaker": "Roger Stone",
      "start_timestamp": 2882.0,
      "text": "If this is an accurate transcript, yes, constitutionally protected free speech."
    },
    {
      "end_timestamp": 2893.0,
      "id": "e7ccb000-d5bf-376d-b884-ea247dad6b5e",
      "speaker": "Larry Klayman",
      "start_timestamp": 2888.0,
      "text": "And make it a practice of calling people pieces of garbage."
    },
    {
      "end_timestamp": 2929.0,
      "id": "feff30ab-50f3-335b-8dc1-813cbadc05ac",
      "speaker": "Dan",
      "start_timestamp": 2893.0,
      "text": "This is one of the points where I started thinking that maybe this is not a strong looking suit. If one of the things that Larry wants to ask Roger about is Roger calling him a piece of garbage, I have no idea what's even going on. I can't imagine a reality where you can get sued for defamation because you call someone garbage. It seems like that would be presuming that you think the person is making a factual claim that you are in fact garbage. And also that you know, the claim is false at the time you're making. Yeah, it's so easy to see that this is an insult and a statement of opinion. Yeah, it just strikes me that this is like, if this is on your list of defamatory things where I just said it's a bad list. It's this is silly."
    },
    {
      "end_timestamp": 2937.0,
      "id": "58302fdd-dcc1-3ea9-8af7-254955d909e2",
      "speaker": "Jordan",
      "start_timestamp": 2929.0,
      "text": "Roger, if you look down at the transcript, it can it shows Did you call me a doodoo? Head"
    },
    {
      "end_timestamp": 2940.0,
      "id": "b7fb903f-a9f5-370d-bd61-1662231432ca",
      "speaker": "Dan",
      "start_timestamp": 2937.0,
      "text": "on constitutionally protected?"
    },
    {
      "end_timestamp": 2941.0,
      "id": "c241f947-4ad8-33cf-882b-98e43badf31c",
      "speaker": "Jordan",
      "start_timestamp": 2940.0,
      "text": "No, we just answered the"
    },
    {
      "end_timestamp": 2949.0,
      "id": "c0fda42a-ad32-3b4b-97ac-3edbbfcb311d",
      "speaker": "Dan",
      "start_timestamp": 2941.0,
      "text": "question. So it doesn't escalate. We get to the question of claimants IQ, which has been attacked by Roger Okay, for"
    },
    {
      "end_timestamp": 2957.0,
      "id": "e0675e31-44fa-3d44-8733-4013363ee600",
      "speaker": "Larry Klayman",
      "start_timestamp": 2949.0,
      "text": "11. For those people out there who think that Larry claim his IQ is higher than 70, you're wrong."
    },
    {
      "end_timestamp": 2961.0,
      "id": "df36d899-5bfa-35b5-a19e-0bf19a11ae78",
      "speaker": "Roger Stone",
      "start_timestamp": 2957.0,
      "text": "I say that right. Yes. If this is an accurate transcript, yeah. Again, my opinion"
    },
    {
      "end_timestamp": 2967.0,
      "id": "05297b59-a2e2-353d-b67a-bf11ab152a18",
      "speaker": "Larry Klayman",
      "start_timestamp": 2961.0,
      "text": "now that's a factual statement. Is it not that I don't have an IQ higher than 72 opinion?"
    },
    {
      "end_timestamp": 2970.0,
      "id": "c0bdf4f0-fc8b-3dee-96cc-7d7ee05f5fed",
      "speaker": "Dan",
      "start_timestamp": 2967.0,
      "text": "This this is just not going to fly? Yeah."
    },
    {
      "end_timestamp": 2975.0,
      "id": "097ce849-1306-3e5c-936a-56da1656b75b",
      "speaker": "Jordan",
      "start_timestamp": 2970.0,
      "text": "Larry, if you're trying to prove him wrong, this is the wrong way to go about it."
    },
    {
      "end_timestamp": 3001.0,
      "id": "5c9c9d9a-bac7-321c-80f0-fa8832d76fe3",
      "speaker": "Dan",
      "start_timestamp": 2975.0,
      "text": "This just doesn't seem like like those statements are very easily depicted as opinion. Yeah, I don't. I don't know. Anyway, there's a list of insults that that Larry has to get a rapid fire. Oh, I want it. It's not it's not a huge list and it's not really that great, but the way Roger responds to it is just Like ah so good"
    },
    {
      "end_timestamp": 3025.0,
      "id": "965fa91f-6e6f-384e-9c4d-baba6679a546",
      "speaker": "Larry Klayman",
      "start_timestamp": 3001.0,
      "text": "at one o'clock. You also published quote to be clear Larry Clayman is a moron he has never won a case in court in his life he may have won a few motions he is a lightweight he's a know nothing now to be able to make the statement that I never want a case in court you had to look back into my record as a lawyer Correct?"
    },
    {
      "end_timestamp": 3029.0,
      "id": "9ca57aee-b0e1-3543-bb4b-7f7e78a19293",
      "speaker": "Roger Stone",
      "start_timestamp": 3025.0,
      "text": "Well, that's the impression I had okay, I believe that to be sure at the time so"
    },
    {
      "end_timestamp": 3034.0,
      "id": "92044a14-6d9a-38d9-b6f9-c88bcd195b41",
      "speaker": "Larry Klayman",
      "start_timestamp": 3029.0,
      "text": "you basically showed her reckless disregard for the truth at a minimum"
    },
    {
      "end_timestamp": 3046.0,
      "id": "76a341d9-db3c-3e7f-8edd-e122af642701",
      "speaker": "Roger Stone",
      "start_timestamp": 3034.0,
      "text": "the other things I say I'm getting"
    },
    {
      "end_timestamp": 3050.0,
      "id": "7537fbc5-6706-375e-96eb-d655261776ae",
      "speaker": "Jordan",
      "start_timestamp": 3046.0,
      "text": "just the you're not going to dispute the whole European ship part"
    },
    {
      "end_timestamp": 3058.0,
      "id": "764d4c84-6efa-34d4-9821-1c623418ff40",
      "speaker": "Dan",
      "start_timestamp": 3050.0,
      "text": "you're not gonna dispute the moron lightweight no decrease"
    },
    {
      "end_timestamp": 3061.0,
      "id": "eea190db-7115-318b-a443-71b85646a98b",
      "speaker": "Jordan",
      "start_timestamp": 3058.0,
      "text": "god that's so funny."
    },
    {
      "end_timestamp": 3070.0,
      "id": "d91b9b7d-fda7-303e-ab0c-5abc12b7c661",
      "speaker": "Dan",
      "start_timestamp": 3061.0,
      "text": "So Larry, I think at this next clip he's trying to like play like he's sneaky about serving Roger with the the papers for the lawsuit."
    },
    {
      "end_timestamp": 3077.0,
      "id": "ae00852e-1500-3342-8afa-53188b174789",
      "speaker": "Larry Klayman",
      "start_timestamp": 3070.0,
      "text": "You attempted to evade Service of Process on the cases that were most most certainly did not in fact, I had to have you served at a strip club did"
    },
    {
      "end_timestamp": 3087.0,
      "id": "6f3123e1-374f-3d69-b26a-1e9f8c46fe1a",
      "speaker": "Roger Stone",
      "start_timestamp": 3077.0,
      "text": "I not you attempted had me served I don't think you were successful but I've accepted service at home and in public events for all of your suits."
    },
    {
      "end_timestamp": 3093.0,
      "id": "7ff20d4b-5a4a-3424-882a-c2a4da639140",
      "speaker": "Dan",
      "start_timestamp": 3087.0,
      "text": "I had to get you in a strip club you tried"
    },
    {
      "end_timestamp": 3109.0,
      "id": "a59e9ab9-f978-3839-8e1c-3f04fc1c5589",
      "speaker": "Jordan",
      "start_timestamp": 3093.0,
      "text": "whatever response to that what a response I just love that you know none of the other details that could be important there are all of them are wiped away by just you didn't do it but you missed you took a shot with the king you best not miss yeah"
    },
    {
      "end_timestamp": 3154.0,
      "id": "8f6d16e6-ed0c-3278-b6cf-ac09f22c6062",
      "speaker": "Dan",
      "start_timestamp": 3109.0,
      "text": "so now the issue of Cassandra Fairbanks comes up who is a right wing writer of of sorts and his you know she's she writes for like Gateway Pundit I believe now or maybe doesn't anymore but I don't know who cares I don't I have not kept up to date with her but she is factored into this because she did some stories may be negative about Jerome Corsi around this time, and like went on Newsmax and talked about about course Isha. And Larry's implication is that Roger told her to do this. Okay. Which would be a problem, probably because, you know?"
    },
    {
      "end_timestamp": 3155.0,
      "id": "1a6e133f-88af-3ec2-829f-e8446b4835d5",
      "speaker": "Jordan",
      "start_timestamp": 3154.0,
      "text": "Yeah, yeah."
    },
    {
      "end_timestamp": 3160.0,
      "id": "0c1cc04b-797b-3ba1-a567-1c785495ad27",
      "speaker": "Dan",
      "start_timestamp": 3155.0,
      "text": "But he doesn't have any evidence. And he's just trying to make this claim and thinking Roger would be like, You got me,"
    },
    {
      "end_timestamp": 3168.0,
      "id": "06bfee56-a87a-3fac-a5ff-14c2f4716e04",
      "speaker": "Larry Klayman",
      "start_timestamp": 3160.0,
      "text": "Miss Fairbanks. You've had discussions with her about Dr. Jerome Corsi, have you not?"
    },
    {
      "end_timestamp": 3171.0,
      "id": "027eab2d-a179-3497-a792-c38820010a54",
      "speaker": "Roger Stone",
      "start_timestamp": 3168.0,
      "text": "I don't recall any specific conversation with her about Dr. corsi."
    },
    {
      "end_timestamp": 3174.0,
      "id": "524154e0-851a-30c4-8423-600a901a4bb5",
      "speaker": "Larry Klayman",
      "start_timestamp": 3171.0,
      "text": "He just can't recall specific one, but"
    },
    {
      "end_timestamp": 3182.0,
      "id": "79bad914-0427-32a5-a096-440ed9dca0af",
      "speaker": "Roger Stone",
      "start_timestamp": 3174.0,
      "text": "I can't. I can't discover I can't recall any conversation with her. Regarding Dr. corsi."
    },
    {
      "end_timestamp": 3187.0,
      "id": "b455c560-4d56-341f-9448-bf0bd5dc9c89",
      "speaker": "Larry Klayman",
      "start_timestamp": 3182.0,
      "text": "Are you aware that the Clintons they used to say we have no specific recollection is"
    },
    {
      "end_timestamp": 3192.0,
      "id": "150504a3-e951-3045-b93a-d8fec95257dd",
      "speaker": "Roger Stone",
      "start_timestamp": 3187.0,
      "text": "no, but it's not a bad turn of phrase I have in this case, that would be the case that"
    },
    {
      "end_timestamp": 3195.0,
      "id": "b33becef-c71a-32c6-bfc2-07a890226132",
      "speaker": "Larry Klayman",
      "start_timestamp": 3192.0,
      "text": "would that would mean that you might have some recollection, but you just don't remember now?"
    },
    {
      "end_timestamp": 3203.0,
      "id": "ac21ff5d-7f83-3c3b-b81d-04f81f56ed80",
      "speaker": "Roger Stone",
      "start_timestamp": 3195.0,
      "text": "No. I don't recall ever having any conversation with Cassandra Fairbanks regarding Dr. corsi."
    },
    {
      "end_timestamp": 3228.0,
      "id": "c610ab81-c5a0-38ab-9e16-90394a038328",
      "speaker": "Dan",
      "start_timestamp": 3203.0,
      "text": "So that that's going to be a problem for the argument that he did is what do you do unless you have some sort of an indication and evidence? Yeah, like an email from her to him, like him, or him sending her an email that said, hey, toxin on course. Yeah, something, anything, any piece of evidence, and it does not seem like there is any. So just like, Hey, did you do this? No. Thank you did it?"
    },
    {
      "end_timestamp": 3229.0,
      "id": "33d88796-6c33-3ba3-bd23-5833f0f0bb18",
      "speaker": "Jordan",
      "start_timestamp": 3228.0,
      "text": "I know it does."
    },
    {
      "end_timestamp": 3233.0,
      "id": "9c525dc1-37c9-3f23-a796-1bbd3fe3b1b1",
      "speaker": "Dan",
      "start_timestamp": 3229.0,
      "text": "I don't trust Roger. There's a decent chance he did. Of course he put I don't think you're proving it. I"
    },
    {
      "end_timestamp": 3235.0,
      "id": "cbca212a-2420-362a-9414-f16d00957b1e",
      "speaker": "Jordan",
      "start_timestamp": 3233.0,
      "text": "have no clue. Yeah."
    },
    {
      "end_timestamp": 3246.0,
      "id": "4a62748f-12a3-35cf-ad30-ecd9449f872f",
      "speaker": "Dan",
      "start_timestamp": 3235.0,
      "text": "So now this turns into like a really weird thing. Where, where? I don't know how any of this is relevant. But Clayman starts talking weird stuff about Cassandra Fairbanks shore, where he"
    },
    {
      "end_timestamp": 3250.0,
      "id": "5fc97af0-f6c6-3574-a984-467fa8133645",
      "speaker": "Larry Klayman",
      "start_timestamp": 3246.0,
      "text": "where there are photos of Cassandra Fairbanks on the internet."
    },
    {
      "end_timestamp": 3253.0,
      "id": "1271f599-cb1e-3600-addb-90cfedc36270",
      "speaker": "Roger Stone",
      "start_timestamp": 3250.0,
      "text": "I would think so. Isn't she a columnist? Be aware that"
    },
    {
      "end_timestamp": 3257.0,
      "id": "5ed08411-1a40-3031-8695-08f1e049133f",
      "speaker": "Larry Klayman",
      "start_timestamp": 3253.0,
      "text": "there are photos of her in other contexts on the internet? Be polite?"
    },
    {
      "end_timestamp": 3259.0,
      "id": "0825b24b-4b49-3d90-baaa-ca4e089e4b2a",
      "speaker": "Roger Stone",
      "start_timestamp": 3257.0,
      "text": "No, I'm not."
    },
    {
      "end_timestamp": 3298.0,
      "id": "29972481-249d-3ce4-9c21-5b0ad0ca0b64",
      "speaker": "Dan",
      "start_timestamp": 3259.0,
      "text": "I have no idea what any color is that? Hypothetical nude pictures or risque pictures? Yeah, standard fare bags existing online. What they have to do with this at all? In an ideal situation, it's a waste of a question. Yes. It's a waste of time. It doesn't seem to go anywhere. But this also leads into I didn't know this. I'm not sure. Maybe I didn't I just didn't care. I don't know. But apparently Jerome Corsi has said that Cassandra Fairbanks told him that she slept with Julian Assange in the embassy, the Ecuadorian Embassy."
    },
    {
      "end_timestamp": 3302.0,
      "id": "c244cf3b-fab5-39f7-b297-44da0f26ae0a",
      "speaker": "Jordan",
      "start_timestamp": 3298.0,
      "text": "She went to go visit it One of the Okay, all right. So"
    },
    {
      "end_timestamp": 3310.0,
      "id": "2659f168-0ebc-312b-a3da-be28c67b511e",
      "speaker": "Dan",
      "start_timestamp": 3302.0,
      "text": "we get to talking about that a little bit here. How I don't I still don't also know this is irrelevant what is going on? I have no idea they had"
    },
    {
      "end_timestamp": 3316.0,
      "id": "71f19904-c40b-34a2-b4fa-d53da85d402e",
      "speaker": "Larry Klayman",
      "start_timestamp": 3310.0,
      "text": "an interest in in Cassandra Fairbanks because she had had contact with Julian Assange. Correct."
    },
    {
      "end_timestamp": 3324.0,
      "id": "e665ed82-5b7d-3f16-a9d1-a02da98879a9",
      "speaker": "Roger Stone",
      "start_timestamp": 3316.0,
      "text": "That's, I don't know that we've ever discussed that on the fact that she has a concern for his well being."
    },
    {
      "end_timestamp": 3327.0,
      "id": "6feb8057-8020-3f6c-8cd7-a71b726f7662",
      "speaker": "Larry Klayman",
      "start_timestamp": 3324.0,
      "text": "And she visited him in the Embassy in London."
    },
    {
      "end_timestamp": 3329.0,
      "id": "96566091-8c99-3008-b335-64503b09b474",
      "speaker": "Roger Stone",
      "start_timestamp": 3327.0,
      "text": "I've read the Ecuadorian Embassy. I've read that."
    },
    {
      "end_timestamp": 3333.0,
      "id": "2955a4cb-b111-3a44-8d2c-5bd082f0ab32",
      "speaker": "Larry Klayman",
      "start_timestamp": 3329.0,
      "text": "Are you aware that she told Dr. corsi that she actually slept with him in the embassy?"
    },
    {
      "end_timestamp": 3338.0,
      "id": "e5c37fd6-cb1e-3824-b6a1-c608f0bd6077",
      "speaker": "Roger Stone",
      "start_timestamp": 3333.0,
      "text": "I saw where Dr. corsi alleged that but I don't know to be true."
    },
    {
      "end_timestamp": 3339.0,
      "id": "c1f94413-3e6b-373c-8f97-da21fc66647d",
      "speaker": "Larry Klayman",
      "start_timestamp": 3338.0,
      "text": "Where did you see that?"
    },
    {
      "end_timestamp": 3341.0,
      "id": "03f7a511-fe07-37e9-9d64-f6302eb01220",
      "speaker": "Roger Stone",
      "start_timestamp": 3339.0,
      "text": "Read it somewhere."
    },
    {
      "end_timestamp": 3350.0,
      "id": "24c9d966-c152-3aba-8b93-f44218b339ca",
      "speaker": "Larry Klayman",
      "start_timestamp": 3341.0,
      "text": "She told you that right now. You put her up to defame Dr. Corsi, and"
    },
    {
      "end_timestamp": 3354.0,
      "id": "0b7a031a-6911-3f75-9c3f-a433239b7c84",
      "speaker": "Roger Stone",
      "start_timestamp": 3350.0,
      "text": "I most certainly did not see any evidence of that."
    },
    {
      "end_timestamp": 3370.0,
      "id": "be5e3491-cf58-3f80-b274-50e0bb157e1f",
      "speaker": "Dan",
      "start_timestamp": 3354.0,
      "text": "You've already asked and made that accusation. It's, it's just repetitive and very weird. It's a strategy. I first of all, I think if you're trying to go up against someone like Roger Stone, not effective strategy not gonna do it. he relishes that."
    },
    {
      "end_timestamp": 3374.0,
      "id": "5783452d-be04-3d09-b366-86482c076a9d",
      "speaker": "Jordan",
      "start_timestamp": 3370.0,
      "text": "Yeah, yeah, you are. You are firmly in Roger Stone's territory."
    },
    {
      "end_timestamp": 3393.0,
      "id": "44d8bb09-a3ca-3acd-9243-92e2ac4fcc08",
      "speaker": "Dan",
      "start_timestamp": 3374.0,
      "text": "Yeah. Yeah. I don't know, even in another circumstance, if that would be a good strategy to employ. It seems like no, he's he seems like a decent lawyer working with Roger could get anything that said in this deposition completely taken out of court, like stout. Yeah, the behavior that's being shown here with the arguing and the like, it"
    },
    {
      "end_timestamp": 3411.0,
      "id": "25cba452-5b6e-34a9-b77e-d576149c67f1",
      "speaker": "Jordan",
      "start_timestamp": 3393.0,
      "text": "just seems like, and now we're talking about rumor about other people and the hypothetical. Yeah, yeah, absolutely. And just like base assertions of just like, did where did you hear that? From? Who told you who told you you put her up to this? Why Why would you can't just do that?"
    },
    {
      "end_timestamp": 3412.0,
      "id": "33a51951-6665-3b06-9a15-c666baabe503",
      "speaker": "Dan",
      "start_timestamp": 3411.0,
      "text": "It's, I mean, you can't"
    },
    {
      "end_timestamp": 3414.0,
      "id": "b1d2f0fd-a884-34cc-9075-8c5733c8678c",
      "speaker": "Jordan",
      "start_timestamp": 3412.0,
      "text": "I mean, well, yeah."
    },
    {
      "end_timestamp": 3420.0,
      "id": "23130045-58dc-3183-9bf2-d87dedf5b1ee",
      "speaker": "Dan",
      "start_timestamp": 3414.0,
      "text": "So now, this is a stretch. Okay. So apparently, Roger killed"
    },
    {
      "end_timestamp": 3421.0,
      "id": "c8496c7f-7e71-351b-97b5-a235e49530c9",
      "speaker": "Jordan",
      "start_timestamp": 3420.0,
      "text": "JFK."
    },
    {
      "end_timestamp": 3434.0,
      "id": "7fb1776a-9c23-31f0-953c-0971d3973f5b",
      "speaker": "Dan",
      "start_timestamp": 3421.0,
      "text": "He doesn't think you did. So Roger. asked. He asks Roger, about something that he said about Jerome Corsi, which was essentially if you see his lips moving you know he's lying. Yes."
    },
    {
      "end_timestamp": 3437.0,
      "id": "aa274aaf-fdaa-3377-975f-7e1faad81915",
      "speaker": "Jordan",
      "start_timestamp": 3434.0,
      "text": "Larry common thing. It's an old idiom. Yeah. Larry thinks"
    },
    {
      "end_timestamp": 3445.0,
      "id": "19a0d655-4a9f-3709-beaf-a436baadf7fd",
      "speaker": "Dan",
      "start_timestamp": 3437.0,
      "text": "that's about him. Roger was talking about Jerome Corsi. Okay. And listen to the explanation for this. It's wild"
    },
    {
      "end_timestamp": 3456.0,
      "id": "4fa46f0a-8bd6-3f0d-a683-91743ee0ef28",
      "speaker": "Larry Klayman",
      "start_timestamp": 3445.0,
      "text": "paragraph 22 626. In the Infowars. Video, defenders don't phosphate publishes that quote, you can always tell when Jerry corsi is lying, because his lips are moving unquote."
    },
    {
      "end_timestamp": 3460.0,
      "id": "a532197f-cf1a-39f3-a6a2-80e767bbdd9f",
      "speaker": "Roger Stone",
      "start_timestamp": 3456.0,
      "text": "Yes, definitely that correct. Definitely. Because he was lying, as we had just said on the"
    },
    {
      "end_timestamp": 3467.0,
      "id": "95e29925-38b4-3996-8780-7ee2fcf748c8",
      "speaker": "Larry Klayman",
      "start_timestamp": 3460.0,
      "text": "previous notice goes beyond what you claim was a specific lie, that he lies anytime that he says anything correct."
    },
    {
      "end_timestamp": 3475.0,
      "id": "6c7af426-0988-3b78-a4a6-17e3f118ddc8",
      "speaker": "Roger Stone",
      "start_timestamp": 3467.0,
      "text": "I think he told multiple lies to tell you the truth. But But yes, I definitely said that. You're calling him a total liar. I think he lied on some occasions here. Yeah."
    },
    {
      "end_timestamp": 3479.0,
      "id": "e2908f67-a489-3c45-a716-617b1a6d45db",
      "speaker": "Larry Klayman",
      "start_timestamp": 3475.0,
      "text": "So it just goes beyond just some occasions, right? Anytime His lips are moving. He's lying. Correct. That's"
    },
    {
      "end_timestamp": 3481.0,
      "id": "379a5b84-5239-3bef-84b5-deb69ce785a7",
      "speaker": "Roger Stone",
      "start_timestamp": 3479.0,
      "text": "what I said. Yeah. Okay. In fact,"
    },
    {
      "end_timestamp": 3486.0,
      "id": "902ae634-8bc0-312d-8496-dba0ad509a59",
      "speaker": "Larry Klayman",
      "start_timestamp": 3481.0,
      "text": "that's an expression that's frequently used with regard to lawyers, isn't it? How do you tell a lawyer's line His"
    },
    {
      "end_timestamp": 3489.0,
      "id": "81beddcc-4f41-3e9c-9295-60f02d70c33a",
      "speaker": "Roger Stone",
      "start_timestamp": 3486.0,
      "text": "lips are moving? That's actually a form ever heard in that context?"
    },
    {
      "end_timestamp": 3492.0,
      "id": "ab8d0528-7a80-37ab-9ab8-eba48e328240",
      "speaker": "Larry Klayman",
      "start_timestamp": 3489.0,
      "text": "So you're also referring to me, Weren't you in the state of wild conjecture"
    },
    {
      "end_timestamp": 3499.0,
      "id": "5e330864-f508-300c-81d5-75e1a4bfda36",
      "speaker": "Roger Stone",
      "start_timestamp": 3492.0,
      "text": "on your part on his lawyer, wild conjecture on your part? Where's the word lawyer and you're suggesting I help them? Why correct Where does it say that?"
    },
    {
      "end_timestamp": 3502.0,
      "id": "1bc90d3f-372d-38b6-bdd9-2159d4714f7e",
      "speaker": "Larry Klayman",
      "start_timestamp": 3499.0,
      "text": "That's a phrase that's used with with what where's it say"
    },
    {
      "end_timestamp": 3506.0,
      "id": "281b4f64-25b4-3466-a10e-22b8633434d3",
      "speaker": "Roger Stone",
      "start_timestamp": 3502.0,
      "text": "that? It doesn't say that you're putting words in my mouth? Good. You're not that clever."
    },
    {
      "end_timestamp": 3513.0,
      "id": "9d15109f-59dd-3ca6-bcf5-21d1469ab783",
      "speaker": "Larry Klayman",
      "start_timestamp": 3506.0,
      "text": "Do some research and defamation by implication. Good luck. Apparently, you've got a lot of research but won't testify truthfully."
    },
    {
      "end_timestamp": 3519.0,
      "id": "3a55e2af-c61e-3725-a13c-46389c8f6cb4",
      "speaker": "Roger Stone's Lawyer",
      "start_timestamp": 3513.0,
      "text": "Listen, stop. You gotta stop with your commentary."
    },
    {
      "end_timestamp": 3526.0,
      "id": "8ba16ea0-b5e8-3549-8ce1-6f0e927f3651",
      "speaker": "Larry Klayman",
      "start_timestamp": 3519.0,
      "text": "Commentary towards me. I support"
    },
    {
      "end_timestamp": 3539.0,
      "id": "54d71241-6b62-34af-9cda-1b19296c255b",
      "speaker": "Dan",
      "start_timestamp": 3526.0,
      "text": "you always just imagine that what goes on inside like official places like courtrooms and depositions is like, really? Rigid by the book? Yes, people? Absolutely. I bet. Sometimes it's just like this. Oh, yeah. There's"
    },
    {
      "end_timestamp": 3556.0,
      "id": "9bd38bc7-9811-320c-a852-eda9503f0db1",
      "speaker": "Jordan",
      "start_timestamp": 3539.0,
      "text": "tons of I just, I just want I can't get enough of Larry. It listing insults that Roger has given up I just like, I want him to go down a list like February 2, you said I'm a sad sack. Hope you called me a rat faced motherfucker. Do I have a rat"
    },
    {
      "end_timestamp": 3578.0,
      "id": "9370b90b-96f3-3580-ae98-afe3520af9d4",
      "speaker": "Dan",
      "start_timestamp": 3556.0,
      "text": "face dropped constitutionally protected free speech in my opinion, am I fucking my mother? It's my opinion that all right. You know how it goes in politics. You hear things? So another thing that Roger has said that is of issue is he is implied that Jerome Corsi is an alcoholic? Yeah, sure. So they discuss that claim here a little bit."
    },
    {
      "end_timestamp": 3582.0,
      "id": "a9235bf3-7db2-39d9-99d1-af21502361fb",
      "speaker": "Larry Klayman",
      "start_timestamp": 3578.0,
      "text": "This is a statement that you made, is it not? Worse?"
    },
    {
      "end_timestamp": 3586.0,
      "id": "fa28fd3f-9167-33b4-a98f-88b58d1cf863",
      "speaker": "Roger Stone",
      "start_timestamp": 3582.0,
      "text": "If you say so I don't specifically recall it."
    },
    {
      "end_timestamp": 3590.0,
      "id": "0bb4b107-5339-3e6e-abd6-9eb3b3b58f3d",
      "speaker": "Larry Klayman",
      "start_timestamp": 3586.0,
      "text": "Again, you're calling him an alcoholic"
    },
    {
      "end_timestamp": 3592.0,
      "id": "4ff57d70-f2d7-3cb4-b8b3-cea53bf4fa6e",
      "speaker": "Roger Stone",
      "start_timestamp": 3590.0,
      "text": "drink with him."
    },
    {
      "end_timestamp": 3595.0,
      "id": "291c09ef-ded2-38ba-8191-8735721c7589",
      "speaker": "Larry Klayman",
      "start_timestamp": 3592.0,
      "text": "You have no evidence these Nagahama"
    },
    {
      "end_timestamp": 3600.0,
      "id": "3e0ab13b-5f1a-3e82-b659-c06b3969229b",
      "speaker": "Roger Stone",
      "start_timestamp": 3595.0,
      "text": "I have some personal experience where I've seen him carried out of a restaurant, stoned drunk. That doesn't mean"
    },
    {
      "end_timestamp": 3604.0,
      "id": "27fce745-95e0-3612-bb37-8273cda47fe3",
      "speaker": "Larry Klayman",
      "start_timestamp": 3600.0,
      "text": "that you're an alcoholic that you were drunk on an occasion"
    },
    {
      "end_timestamp": 3606.0,
      "id": "3ffd5c1f-b07a-3dc1-ae38-22b0d847a86c",
      "speaker": "Roger Stone",
      "start_timestamp": 3604.0,
      "text": "seeing him drunk on more than one occasion"
    },
    {
      "end_timestamp": 3609.0,
      "id": "345626a5-16c8-340d-8a65-66574394985b",
      "speaker": "Larry Klayman",
      "start_timestamp": 3606.0,
      "text": "Are you medically capable of making?"
    },
    {
      "end_timestamp": 3612.0,
      "id": "797dac9e-195f-316e-aac7-9284b771755c",
      "speaker": "Roger Stone",
      "start_timestamp": 3609.0,
      "text": "I can certainly tell when somebody's inebriated."
    },
    {
      "end_timestamp": 3637.0,
      "id": "4becfcd3-0b50-32b1-9f81-f7f52452bb03",
      "speaker": "Dan",
      "start_timestamp": 3612.0,
      "text": "So the issue the way he said it was, he's talking about something that corsi said and he said that him saying this is only proof of him having an alcohol affected a memory. Yeah. So it's not even some kind of a clinical definition of like, he's an alcoholic. Oh, he just be like, Yeah, I've seen him fucking drunk a bunch of times his memory I in my estimation, may be affected by our be so easy to get around. And this is their this is weak bullshit."
    },
    {
      "end_timestamp": 3643.0,
      "id": "75e3f6d9-90fa-3ded-8b5e-28155945986e",
      "speaker": "Jordan",
      "start_timestamp": 3637.0,
      "text": "I hate to say it, but I'm on Roger Stone site here. Fuck Larry Clayman."
    },
    {
      "end_timestamp": 3655.0,
      "id": "3fcb135e-96bf-36d3-8b0b-a2afff152eeb",
      "speaker": "Dan",
      "start_timestamp": 3643.0,
      "text": "So they Larry gets to asking about like, you know, your bank accounts, you know, all this. And the Rogers lawyer is, you know, we're not doing financial discovery. Right. But it gets a little bit silly."
    },
    {
      "end_timestamp": 3657.0,
      "id": "10a61012-f27c-34db-aea8-d63b93218092",
      "speaker": "Larry Klayman",
      "start_timestamp": 3655.0,
      "text": "Do you have offshore bank accounts? Misters."
    },
    {
      "end_timestamp": 3659.0,
      "id": "b061a734-b3cd-3d1d-9d61-0c32c0af1d3b",
      "speaker": "Roger Stone's Lawyer",
      "start_timestamp": 3657.0,
      "text": "We're not We're not asking"
    },
    {
      "end_timestamp": 3672.0,
      "id": "3b5b7ad1-7146-399e-a2f5-0954ab799f18",
      "speaker": "Larry Klayman",
      "start_timestamp": 3659.0,
      "text": "offshore bank accounts. No, I do not. Ever. Do you keep resources and gold bars?"
    },
    {
      "end_timestamp": 3682.0,
      "id": "ae73d3af-258d-3d7f-bd03-78fc735d58d5",
      "speaker": "Roger Stone's Lawyer",
      "start_timestamp": 3672.0,
      "text": "We're not We're not. We're not or this is not financial discovery. You have no right to ask these questions. So objection, ask relevant questions, please."
    },
    {
      "end_timestamp": 3684.0,
      "id": "561656f7-970b-36be-ae6a-8f09b8d343d5",
      "speaker": "Dan",
      "start_timestamp": 3682.0,
      "text": "Do you have Krugerrands got this."
    },
    {
      "end_timestamp": 3695.0,
      "id": "26988aa0-2ab4-3a4a-bcd2-a751fb5fb932",
      "speaker": "Jordan",
      "start_timestamp": 3684.0,
      "text": "This Rogers lawyer is so sick of Larry. He's just sitting here. Like, he's like trying to be an adult and are in the room and it's just pathetic. It's just so sad. But then you've also"
    },
    {
      "end_timestamp": 3707.0,
      "id": "b7fe6f95-9745-3229-8a40-3354408967e5",
      "speaker": "Dan",
      "start_timestamp": 3695.0,
      "text": "got Roger who can't resist. He hates Larry. So he's gonna tell him to go fuck off every now and again and play with him a little bit. And you can't like you don't answer that. All right, whatever. Now the only"
    },
    {
      "end_timestamp": 3713.0,
      "id": "e7bce8d0-68e2-303d-b748-75cb4ca4af92",
      "speaker": "Jordan",
      "start_timestamp": 3707.0,
      "text": "person who should feel bad for being in that room is Roger's lawyer. That is that is a bummer for him."
    },
    {
      "end_timestamp": 3742.0,
      "id": "c7776bfd-1479-3ea0-adf9-05a4b9a822b2",
      "speaker": "Dan",
      "start_timestamp": 3713.0,
      "text": "So there is a story that was published in The Daily Caller about Jerome Corsi showing that Larry is sort of asserting that or implying or trying to make the accusation that Roger planted this story against Jerome Corsi. In this clip, he's talking about knowing a lawyer that's associated with one of the figures in the story that was posted on a Daily Caller. And this is this, this question doesn't go well."
    },
    {
      "end_timestamp": 3763.0,
      "id": "fb72fcbf-09fa-322b-ace4-331041791a9e",
      "speaker": "Larry Klayman",
      "start_timestamp": 3742.0,
      "text": "Can I ask you a question earlier about this doctor in in Florida, I didn't remember his name at the time that Daily Caller reporter Chuck Ross, who works for Tucker Carlson wrote about accusing corsi of fraud. The doctor's name is Mendelssohn. Do you know Dr. Meadows? I do not. Have you ever heard of"
    },
    {
      "end_timestamp": 3767.0,
      "id": "9d1d0d54-9bb1-339d-915a-2e0468f82a1b",
      "speaker": "Roger Stone",
      "start_timestamp": 3763.0,
      "text": "them? I think I read the story when it was written."
    },
    {
      "end_timestamp": 3789.0,
      "id": "0a915fc1-6bf7-39c0-bd13-5925eeefd830",
      "speaker": "Larry Klayman",
      "start_timestamp": 3767.0,
      "text": "Now the lawyer and there's also somebody mentioned here by the name of Tommy Sickler. It was somehow associated with Dr. Mendelsohn. Do you see that? Si. Le Are you know Tommy Sickler? I do not know the lawyer who represented Tommy Sickler. You know him Do you know?"
    },
    {
      "end_timestamp": 3793.0,
      "id": "48139f8b-a6f0-3aaf-8ed1-39b1b5aa14e2",
      "speaker": "Roger Stone's Lawyer",
      "start_timestamp": 3789.0,
      "text": "was certain?"
    },
    {
      "end_timestamp": 3801.0,
      "id": "367aa325-fe69-38b5-97c6-4f4c5e213714",
      "speaker": "Roger Stone",
      "start_timestamp": 3793.0,
      "text": "Do I? Yeah. Okay. Well, I don't know Tommy Sickler. So, I mean, I know a lot of lawyers. If you name a lawyer, I'll tell you whether I know and I"
    },
    {
      "end_timestamp": 3806.0,
      "id": "27b9da3b-e795-359c-963a-381698783c94",
      "speaker": "Larry Klayman",
      "start_timestamp": 3801.0,
      "text": "will. I'll go back and find my notes this evening. But unless you questions about it tomorrow,"
    },
    {
      "end_timestamp": 3810.0,
      "id": "38af5efc-9275-3d4d-ab95-72516cb19104",
      "speaker": "Roger Stone",
      "start_timestamp": 3806.0,
      "text": "fine. That's fine. I don't know Tom is sick. We are where the lawyer"
    },
    {
      "end_timestamp": 3819.0,
      "id": "04b63945-887f-3c59-857f-b130056bd03a",
      "speaker": "Larry Klayman",
      "start_timestamp": 3810.0,
      "text": "was in contact with me. With regard to this matter with Mendelson Sickler? Whose lawyer gonna get the name? Oh, can"
    },
    {
      "end_timestamp": 3822.0,
      "id": "0d34e5e8-3bc3-3111-bdec-53039172990e",
      "speaker": "Roger Stone",
      "start_timestamp": 3819.0,
      "text": "I raise it? No, no, I am not."
    },
    {
      "end_timestamp": 3827.0,
      "id": "636994b0-01dd-3a3a-99b0-e6b089ecca71",
      "speaker": "Larry Klayman",
      "start_timestamp": 3822.0,
      "text": "And you're aware of the claim to be your friend."
    },
    {
      "end_timestamp": 3833.0,
      "id": "9a86347b-6f36-3888-afb5-3c742f4fe091",
      "speaker": "Roger Stone",
      "start_timestamp": 3827.0,
      "text": "I don't know who he is. I will consider it's conceivable. You gotta give me a name."
    },
    {
      "end_timestamp": 3851.0,
      "id": "1a1e4623-4e9b-328b-8843-887876298636",
      "speaker": "Dan",
      "start_timestamp": 3833.0,
      "text": "There is unprepared and then there's Yeah. How do you not know the name of the lawyer? You're asking Roger, a question about when the question seems to hinge on whether or not Roger knows said lawyer. How could you possibly expect Roger to answer a question about an unspecified person? That question blew my mind."
    },
    {
      "end_timestamp": 3865.0,
      "id": "867b144b-c3f1-3ece-983e-ab972006f72f",
      "speaker": "Jordan",
      "start_timestamp": 3851.0,
      "text": "Like, oh, he's the guy from that thing. You know that guy? He's the guy. No, no, you know that guy. Oh, he was in that. What's the thing? Oh, the thing where the guy did this stuff when there was a dolphin, baby something Oh, come on. You know that guy? That is"
    },
    {
      "end_timestamp": 3871.0,
      "id": "4a38db2b-4844-3b2a-9e27-d74fa67e1e30",
      "speaker": "Dan",
      "start_timestamp": 3865.0,
      "text": "like if I were Roger in there, I feel like I was having a stroke. Like, why don't you ask?"
    },
    {
      "end_timestamp": 3873.0,
      "id": "03cd2f87-60e1-3f87-9322-550b6b50550a",
      "speaker": "Jordan",
      "start_timestamp": 3871.0,
      "text": "Excuse me, sir. Do I smell toast? What"
    },
    {
      "end_timestamp": 3880.0,
      "id": "067aeb17-bb3d-314c-be0b-350aff9effec",
      "speaker": "Dan",
      "start_timestamp": 3873.0,
      "text": "is happening? Might start crying. I don't know. Who are you talking about?"
    },
    {
      "end_timestamp": 3883.0,
      "id": "d8db9b4b-f530-33dc-95d5-347ea1a17e53",
      "speaker": "Jordan",
      "start_timestamp": 3880.0,
      "text": "Just give me a name."
    },
    {
      "end_timestamp": 3893.0,
      "id": "df360de1-310d-3301-890a-ee5714e2a356",
      "speaker": "Dan",
      "start_timestamp": 3883.0,
      "text": "This is a deposition that's gonna be your lawyer whose case I don't know about."
    },
    {
      "end_timestamp": 3904.0,
      "id": "8a9ac0d8-00e0-31b9-8ed8-fb1214e291ff",
      "speaker": "Jordan",
      "start_timestamp": 3893.0,
      "text": "Roger on March 3 2019. You said I had the balls of a castrated dog now am I Holding a castrated dog all right now be prepared."
    },
    {
      "end_timestamp": 3964.0,
      "id": "020d2093-0b7f-32cd-b7b8-be07a2d2b74a",
      "speaker": "Dan",
      "start_timestamp": 3904.0,
      "text": "So the story behind this is that Chuck Ross, a writer for The Daily Caller, had posted an article that raised some questions about a GoFundMe campaign the course he had been supporting for a guy named Tommy Sickler, who allegedly had cancer. Sickler was apparently in need of an experimental cancer surgery that was to be performed by a doctor Elliot Mendelsohn. Of course, he claimed that Mendelssohn had quote, cured his relatives stage four liver cancer, and that Tommy could be saved with his operation as well, but he needed the money to make it happen. Apparently, that GoFundMe raised over $25,000 But there were some issues that came up when it got looked into a little bit. According to the Daily Caller, they did some digging and found that the link that was provided by corsi to Dr. Mendelssohn's clinic directed people to the website of Mendelssohn Consulting Group, the registered owner of which was mysteriously Tommy Sickler. That is certainly a pretty big red flag. And the guy who needs money for this miracle surgery happened to also be the owner of the miracle surgeons business,"
    },
    {
      "end_timestamp": 3969.0,
      "id": "e3c8326a-e97f-3762-9543-413a843cb8c2",
      "speaker": "Jordan",
      "start_timestamp": 3964.0,
      "text": "it seems like he would have I mean, maybe he could even get it at cost. You know, if you're the"
    },
    {
      "end_timestamp": 4011.0,
      "id": "86391534-e294-3237-b7b5-1c3edc8447d0",
      "speaker": "Dan",
      "start_timestamp": 3969.0,
      "text": "business that has all the appearances of a con and it'd be pretty easy to assume that maybe courses good nature got caught up and trying to help a guy out. However, according to The Daily Caller, they were also unable to find any evidence that Dr. Mendelsohn even exists, there is an issue there, the sore kasi Medical Center in Tel Aviv where he said to have practiced said that no one by that name works at the facility and that they had no records of him. It was alleged that Mendelssohn also had a practice in Boca Raton, Florida, but there was no one by that name and the Florida physician licensing database. This is a big problem, because of course, he had claimed that his relative, apparently his wife's cousin had been successfully treated by Dr. Mendel Sue, that's Trump now appears to not exist."
    },
    {
      "end_timestamp": 4025.0,
      "id": "5f974628-8f5f-37b0-8232-06aaba93d7f0",
      "speaker": "Jordan",
      "start_timestamp": 4011.0,
      "text": "Right? Right. Well, she didn't actually have stage four cancer, though. So it's fine because an imaginary drug doctor can absolutely treat an imaginary disease. In fact, maybe that's the only type of doctor that could do any good there. So this is the"
    },
    {
      "end_timestamp": 4079.0,
      "id": "fa882f0f-4acf-3fae-b07f-6bdd5b1ee53d",
      "speaker": "Dan",
      "start_timestamp": 4025.0,
      "text": "story as it's laid out in The Daily Caller article. And I have no idea what's going on here. And of course, he has claimed that he didn't make any money off the GoFundMe. All I know is what came out in those stories and you can make up your own conclusions about whatever level of grift do you think is being run here? And whether or not course he knew what he was doing? Previously when course he was suing Muller. This story in The Daily Caller was used as proof of Muller leaking things to the press to attack corsi. This is something that had to have come out of the closed door interviews with corsi now that they're suing Roger, the claim is that Roger used his connections at The Daily Caller. And it's friendship with Tucker Carlson to plant the story to attack corsi. And here's the thing, a move like that wouldn't surprise me one bit from Roger, the claimant is just saying that it's the case. There's no evidence at all. It seems like you know, we've already talked about this, but the strategy is just to make accusations and hope Roger will catch fess."
    },
    {
      "end_timestamp": 4095.0,
      "id": "efa6919b-2ef2-3167-9fa0-fa3e32b478f2",
      "speaker": "Jordan",
      "start_timestamp": 4079.0,
      "text": "Yeah, absolutely dumb. It's like asking a bunch of like frivolous. Did you go to the store earlier? Yes. Did you go see a movie last weekend? Yes, I did. Did you kill him? Oh, shit. You almost got me there. I gotta say no, this time."
    },
    {
      "end_timestamp": 4120.0,
      "id": "5cec9441-1011-323d-83bf-ea1e1aa5617b",
      "speaker": "Dan",
      "start_timestamp": 4095.0,
      "text": "So it comes up in this in this deposition that Roger was fired by Infowars. Yes. And we know that from I mean, just knowing what we know is just us. And so Larry's assertion is that he got fired because he started talking shit about coercing Oh, no, no, no. And this is again is like, what?"
    },
    {
      "end_timestamp": 4123.0,
      "id": "d5114d80-9b5e-3f51-8fb7-f7f92ed28d6b",
      "speaker": "Larry Klayman",
      "start_timestamp": 4120.0,
      "text": "Why were you fired by Infowars?"
    },
    {
      "end_timestamp": 4129.0,
      "id": "e916ce8e-bafe-312f-9d11-8580eaaf0d57",
      "speaker": "Roger Stone",
      "start_timestamp": 4123.0,
      "text": "There was no way I could continue to speak. I had was entirely consumed with my defense."
    },
    {
      "end_timestamp": 4137.0,
      "id": "5681ac6a-e9ba-3db8-a8a4-460a60c481a8",
      "speaker": "Larry Klayman",
      "start_timestamp": 4129.0,
      "text": "But you have been on television and radio and issues other than with regard to your criminal prosecution very occasionally. You can certainly speak about a lot of other things other than"
    },
    {
      "end_timestamp": 4146.0,
      "id": "8b70d650-9555-30a7-a052-78ee60b72b7c",
      "speaker": "Roger Stone",
      "start_timestamp": 4137.0,
      "text": "that very occasionally, but there was not a chance that I was going to continue at Infowars because there wouldn't be enough material."
    },
    {
      "end_timestamp": 4158.0,
      "id": "bdd63dab-8c45-3500-8373-14682a5f7f51",
      "speaker": "Larry Klayman",
      "start_timestamp": 4146.0,
      "text": "You were fired from Infowars because of what you said on Infowars concerning Dr. corsi and me no that's categorically false, because you expose them to a defamation category. If that's"
    },
    {
      "end_timestamp": 4161.0,
      "id": "6ac4342e-4046-324e-bbc0-1c7948443350",
      "speaker": "Roger Stone",
      "start_timestamp": 4158.0,
      "text": "so no one ever told me that it this"
    },
    {
      "end_timestamp": 4178.0,
      "id": "acacb24f-cc36-3f01-99b1-b79c0bafa5aa",
      "speaker": "Dan",
      "start_timestamp": 4161.0,
      "text": "strategy is just saying things. Yeah, it's weird. That's not good now. So anyway, this next clip, Larry accuses Roger of sending goons to courses house okay, and then also makes a shocking revelation about Roger from 2004 The problem"
    },
    {
      "end_timestamp": 4192.0,
      "id": "8d7ad11e-b369-3020-9057-a77db9be213c",
      "speaker": "Jordan",
      "start_timestamp": 4178.0,
      "text": "with all of these is that yes, Roger totally could have and probably has done that in the past, but you have to have something to back it up. You'd need that you just need something. Of course he did shit like this."
    },
    {
      "end_timestamp": 4194.0,
      "id": "44b755bf-1277-3db0-8977-5e50c1f6c09e",
      "speaker": "Dan",
      "start_timestamp": 4192.0,
      "text": "I don't know about sending goons to court."
    },
    {
      "end_timestamp": 4197.0,
      "id": "8cfec615-3593-3c26-9773-5dabd096d73a",
      "speaker": "Jordan",
      "start_timestamp": 4194.0,
      "text": "I wouldn't be surprised there. No, no bottom,"
    },
    {
      "end_timestamp": 4199.0,
      "id": "40930826-2f85-323e-8b7d-129f540d7adb",
      "speaker": "Dan",
      "start_timestamp": 4197.0,
      "text": "the proud boys whenever I wouldn't be"
    },
    {
      "end_timestamp": 4200.0,
      "id": "67d11af6-6736-38ae-a2ed-97a3449f67cf",
      "speaker": "Jordan",
      "start_timestamp": 4199.0,
      "text": "surprised I don't know."
    },
    {
      "end_timestamp": 4204.0,
      "id": "f07010cb-e28b-318f-8b9e-970680143e72",
      "speaker": "Larry Klayman",
      "start_timestamp": 4200.0,
      "text": "Did you ever send people to go in front? Of course, he sounds to intimidate"
    },
    {
      "end_timestamp": 4216.0,
      "id": "f17c2918-dfe0-31d4-9329-fb23ec29df88",
      "speaker": "Roger Stone",
      "start_timestamp": 4204.0,
      "text": "me answer the question categorically positively not. We have some evidence to the contrary, presented."
    },
    {
      "end_timestamp": 4237.0,
      "id": "729a50a4-4427-3ff0-8cdc-62b94ab30f82",
      "speaker": "Larry Klayman",
      "start_timestamp": 4216.0,
      "text": "Now moving on when I was when you were representing me in the Senate campaign. As a consultant, I told you about some difficulties I was having with Fitton of Judicial Watch, correct. I don't recall that. And you told me I've got people that can take care of that and correct"
    },
    {
      "end_timestamp": 4248.0,
      "id": "0c69c12a-4464-3b64-b7e5-4604473d5425",
      "speaker": "Roger Stone",
      "start_timestamp": 4237.0,
      "text": "that. I have no memory of that. Like I said, I don't do this. How do we know that this even happened? Just because you say it. I'm asking you. I don't really know that it's false."
    },
    {
      "end_timestamp": 4250.0,
      "id": "e998cb49-9eeb-31b4-8ee7-492a6d059bd1",
      "speaker": "Larry Klayman",
      "start_timestamp": 4248.0,
      "text": "And I told you not to do that. That's completely"
    },
    {
      "end_timestamp": 4251.0,
      "id": "a01fe576-3d95-3212-bb13-dfe0c47f03e0",
      "speaker": "Roger Stone",
      "start_timestamp": 4250.0,
      "text": "false."
    },
    {
      "end_timestamp": 4255.0,
      "id": "1ea2ef5b-f02f-3b3b-81e3-e1a02001b75a",
      "speaker": "Roger Stone's Lawyer",
      "start_timestamp": 4251.0,
      "text": "What things are you talking about? Mr. Claim?"
    },
    {
      "end_timestamp": 4260.0,
      "id": "82144303-d24b-3565-8586-432f382e450d",
      "speaker": "Larry Klayman",
      "start_timestamp": 4255.0,
      "text": "Mr. Stone has"
    },
    {
      "end_timestamp": 4267.0,
      "id": "b7884dec-d256-3478-9b3c-6c21623acb9a",
      "speaker": "Roger Stone",
      "start_timestamp": 4260.0,
      "text": "sent these people the very course he's so present it let's see it. Where is it? It's categorically false."
    },
    {
      "end_timestamp": 4285.0,
      "id": "ba38d55a-6191-397b-9f4d-a5627b2aed88",
      "speaker": "Dan",
      "start_timestamp": 4267.0,
      "text": "So I guess he's saying that he was gonna murder he had people who would murder Tom Fitton back in 2000. Yes. That seemed or at least, I guess intimidate him or beat him up or something. Yeah, like, that seems to be what he's dancing around. implying here. It kind of does seem dumb. Yeah. Because if it's true, why didn't you say something sooner?"
    },
    {
      "end_timestamp": 4291.0,
      "id": "3741b3e8-b378-3629-a0b1-3725bb7b2f41",
      "speaker": "Jordan",
      "start_timestamp": 4285.0,
      "text": "Oh, you know why? Exactly."
    },
    {
      "end_timestamp": 4294.0,
      "id": "79a1da84-a765-3e16-b672-9019b57ec40c",
      "speaker": "Dan",
      "start_timestamp": 4291.0,
      "text": "I don't know this. It just seems like this is terrible. This."
    },
    {
      "end_timestamp": 4309.0,
      "id": "989a0e91-b3de-3558-b258-893edc807653",
      "speaker": "Jordan",
      "start_timestamp": 4294.0,
      "text": "This is such an exercise in Roger saying in every possible way. You don't matter to me. I don't care. Do you know why I don't remember you. Because you suck. And you're beneath me. You mean nothing?"
    },
    {
      "end_timestamp": 4316.0,
      "id": "0cdb58ad-25c4-3b55-80a7-e2194658a3b8",
      "speaker": "Dan",
      "start_timestamp": 4309.0,
      "text": "I would have left already. But this is kind of a mute. Yeah. I don't know. Fun insulting you."
    },
    {
      "end_timestamp": 4322.0,
      "id": "489bed79-1d0e-37b0-b150-f5e84e677072",
      "speaker": "Jordan",
      "start_timestamp": 4316.0,
      "text": "I might go to prison soon. So I'm going to enjoy what time I got left. Yep, it does feel that way. Yeah."
    },
    {
      "end_timestamp": 4354.0,
      "id": "e2fea784-b3e8-366c-97c6-ff06fb95c63b",
      "speaker": "Dan",
      "start_timestamp": 4322.0,
      "text": "So this next clip, put your mic down for this, just because I think that this kind of gets to one of the larger issues of the of the what, what claimants putting forth? And that is it like, in order to really have like a financial claim, you have to sort of show how Rogers actions negatively affected Of course, yeah. And so Larry tries to make that point here. But how this clip ends is like, it's awesome. It's Rogers lawyer finally being like, come on."
    },
    {
      "end_timestamp": 4360.0,
      "id": "81170c0f-5212-33b4-83b8-0b957a9fecfe",
      "speaker": "Larry Klayman",
      "start_timestamp": 4354.0,
      "text": "So to say that we are working with Robert Muller is to say that we're Genesis, correct."
    },
    {
      "end_timestamp": 4371.0,
      "id": "eae4f907-4e56-3b3e-ad91-d09b6440c8ac",
      "speaker": "Roger Stone",
      "start_timestamp": 4360.0,
      "text": "I didn't say that about you. Barbara Jordan, Mr. Jordan, I'm not responsible for the statements of Deb Jordan. I've never told her to say or not say"
    },
    {
      "end_timestamp": 4375.0,
      "id": "1369ba37-e163-324a-8a3d-5a1ebd384fa0",
      "speaker": "Larry Klayman",
      "start_timestamp": 4371.0,
      "text": "anything. In fact, you're aware that I've sued Mahler On Behalf Of course he correct."
    },
    {
      "end_timestamp": 4377.0,
      "id": "d06bd0d2-ad54-3d10-ab7c-ab81a1296dec",
      "speaker": "Roger Stone",
      "start_timestamp": 4375.0,
      "text": "I did. What happened with your lawsuit?"
    },
    {
      "end_timestamp": 4390.0,
      "id": "1ca5735c-99f2-398b-977f-c97a60b25add",
      "speaker": "Larry Klayman",
      "start_timestamp": 4377.0,
      "text": "It's going through the courts. Okay. Good. Read about it. You're aware that on behalf of course, you think that's funny, but at least I did something for my client rather than sitting there. You know, during the trial. I think anyone convicted"
    },
    {
      "end_timestamp": 4398.0,
      "id": "1c73ab58-efea-3aeb-8471-ba6009867899",
      "speaker": "Roger Stone's Lawyer",
      "start_timestamp": 4390.0,
      "text": "Oh, ask your next question. Your lawsuit was dismissed. That's fine. Go ahead."
    },
    {
      "end_timestamp": 4400.0,
      "id": "43e400ba-c850-395f-9db8-11e6027bd437",
      "speaker": "Jordan",
      "start_timestamp": 4398.0,
      "text": "He just couldn't resist"
    },
    {
      "end_timestamp": 4403.0,
      "id": "9edb3df1-0922-3e0d-b1d6-23f896a5f4ee",
      "speaker": "Dan",
      "start_timestamp": 4400.0,
      "text": "bringing that guy in bringing the lawyer while you live."
    },
    {
      "end_timestamp": 4410.0,
      "id": "7564213e-591f-3c72-bcb9-2d0c6ca444fb",
      "speaker": "Jordan",
      "start_timestamp": 4403.0,
      "text": "You can't have you can't have dad watching two little boys fight without trying to get dad involved in there and a little bit pick a side Dad,"
    },
    {
      "end_timestamp": 4414.0,
      "id": "e5b8d58c-4da2-33b3-a367-95c15401bfea",
      "speaker": "Dan",
      "start_timestamp": 4410.0,
      "text": "I love Roger."
    },
    {
      "end_timestamp": 4420.0,
      "id": "cc31f97d-7d36-3592-9cc7-326e359b1753",
      "speaker": "Jordan",
      "start_timestamp": 4414.0,
      "text": "You're in trouble now. Are we doing? These are grown"
    },
    {
      "end_timestamp": 4464.0,
      "id": "ca1c6176-54d7-3183-95cc-773e3c7515a8",
      "speaker": "Dan",
      "start_timestamp": 4420.0,
      "text": "man is weird. So this this Jordan person is another average Jordan. She's another alleged person that the claimant is saying that Roger used as an intermediary to push these negative stories to defame corsi and himself with, again, just with the implications, like if there's evidence then that, you know, whatever, that different story, but I don't see any of it presented here at all. And so there's another journalist that Larry thinks that Roger is using as a fence, and he plans to depose them. And Roger is like, good luck. Yeah, there are journalism there. What do you what do you what do you think you're doing?"
    },
    {
      "end_timestamp": 4468.0,
      "id": "440851c9-a2e2-35e5-b98d-978b418204fc",
      "speaker": "Larry Klayman",
      "start_timestamp": 4464.0,
      "text": "In fact, you defamed corsi in May with Kelly Dukakis"
    },
    {
      "end_timestamp": 4471.0,
      "id": "fefb28a0-ca35-3435-975b-34401703b4c4",
      "speaker": "Alex Jones",
      "start_timestamp": 4468.0,
      "text": "that's your version."
    },
    {
      "end_timestamp": 4472.0,
      "id": "0a47e209-6b67-35db-ace1-8cf9ea456076",
      "speaker": "Larry Klayman",
      "start_timestamp": 4471.0,
      "text": "Well, we'll find out from her too."
    },
    {
      "end_timestamp": 4481.0,
      "id": "bbeca1f9-a1cd-362c-be0a-6197d0ace00e",
      "speaker": "Roger Stone",
      "start_timestamp": 4472.0,
      "text": "Good luck. Why Good luck. You wanted to pose a journalist about their sources Good luck."
    },
    {
      "end_timestamp": 4486.0,
      "id": "bf8c814c-6fad-300f-a63c-e5a3a11984e4",
      "speaker": "Larry Klayman",
      "start_timestamp": 4481.0,
      "text": "Were you source? No, but I guess what you want to ask her if you want to source then I guess I can ask her about you can"
    },
    {
      "end_timestamp": 4493.0,
      "id": "15ef77c9-83fe-3c14-906a-e9d07afe74c4",
      "speaker": "Roger Stone",
      "start_timestamp": 4486.0,
      "text": "ask her but she's not she does not have to answer any questions regarding your personas whether they're male or"
    },
    {
      "end_timestamp": 4496.0,
      "id": "6602df56-d834-34ab-bfc3-5904461ab6d5",
      "speaker": "Larry Klayman",
      "start_timestamp": 4493.0,
      "text": "not. What you're saying is you are a source to the media. execution,"
    },
    {
      "end_timestamp": 4509.0,
      "id": "33a85ea0-7673-358e-9a06-86e9a2281c97",
      "speaker": "Roger Stone",
      "start_timestamp": 4496.0,
      "text": "false categorically false cod You are an asshole Go ahead"
    },
    {
      "end_timestamp": 4511.0,
      "id": "42b1e55f-a530-39d4-b37a-237720b56010",
      "speaker": "Dan",
      "start_timestamp": 4509.0,
      "text": "it's how a human would respond. That is"
    },
    {
      "end_timestamp": 4515.0,
      "id": "77f93e69-c2a3-3882-8256-cf3e86464327",
      "speaker": "Jordan",
      "start_timestamp": 4511.0,
      "text": "so Oh, yeah, no. Oh god, that is so funny. So"
    },
    {
      "end_timestamp": 4541.0,
      "id": "fecf3147-8882-382d-83b2-0de25efb1805",
      "speaker": "Dan",
      "start_timestamp": 4515.0,
      "text": "in addition to the planting stories accusation, there's also an accusation that Roger pulled strings at Newsmax to keep Larry Clayman off of being able to speak on Newsmax. Okay. And I think that it sounds a little conspiratorial, the way that claimant is, is pitching the story. And then it deteriorates. This again, complete derailment here,"
    },
    {
      "end_timestamp": 4575.0,
      "id": "0d4a7b0a-ad7d-3230-a286-be786d74f034",
      "speaker": "Larry Klayman",
      "start_timestamp": 4541.0,
      "text": "turn to the email, dated June 1 2019, s 628. To Christopher Ruddy, yes. Claiming to PDF from Roger Stone, correct? Yes. When you write to write a claimant is suing me because he alleges I've interfered with his relationship with Newsmax. I don't recall having ever discussing this asshole with you or Clemente. He is clearly insane. Now, who's Clemente?"
    },
    {
      "end_timestamp": 4583.0,
      "id": "e84177ef-9a84-3678-b0f3-317737a93612",
      "speaker": "Roger Stone",
      "start_timestamp": 4575.0,
      "text": "Clemente is I don't think he's there anymore. But he was their director of programming at one time."
    },
    {
      "end_timestamp": 4590.0,
      "id": "cad316de-6c97-33b4-a97b-04e03093c22e",
      "speaker": "Larry Klayman",
      "start_timestamp": 4583.0,
      "text": "He'd worked for Fox News, correct? I believe that's correct. And now you don't have any medical background to determine whether or not I'm insane. Well,"
    },
    {
      "end_timestamp": 4613.0,
      "id": "e9278795-4088-3722-b609-4cc62af3b0b1",
      "speaker": "Roger Stone",
      "start_timestamp": 4590.0,
      "text": "when one makes allegations that I had interfered with, you're being interviewed with Newsmax on the basis of no evidence whatsoever, having never discussed it with Roddy or Cargill or Clemente The only people I knew it Newsmax Yeah, that's pretty crazy. Just pull that out of thin air. So you're pretty crazy."
    },
    {
      "end_timestamp": 4617.0,
      "id": "186752d4-4578-32df-94b5-d8ad109a21b4",
      "speaker": "Larry Klayman",
      "start_timestamp": 4613.0,
      "text": "You made a allegation that I'm medically insane"
    },
    {
      "end_timestamp": 4630.0,
      "id": "7d3260ab-c81e-39d9-8a47-2ff5b240f16a",
      "speaker": "Roger Stone",
      "start_timestamp": 4617.0,
      "text": "insane is I think a colloquial expression but when someone pulls facts out of the air for which they have no evidence whatsoever which they're just guessing because they're unhappy that they can't be interviewed when they want to Yeah, I think that's pretty crazy"
    },
    {
      "end_timestamp": 4639.0,
      "id": "12976b77-aa3e-3485-93b8-54c33aa9c2ff",
      "speaker": "Larry Klayman",
      "start_timestamp": 4630.0,
      "text": "bringing that's insane Newsmax bringing on someone like Cassandra Fairbanks who call my client corsi Meyer over and over"
    },
    {
      "end_timestamp": 4651.0,
      "id": "5adcefc6-aff4-354c-bd71-7b7ad3dbde1e",
      "speaker": "Roger Stone",
      "start_timestamp": 4639.0,
      "text": "you would have to you would have to ask the people at Newsmax that I didn't make any recommendation or decision to atmosphere banks on the air, I have no impact on who Newsmax chooses or does not choose to interview"
    },
    {
      "end_timestamp": 4654.0,
      "id": "025845b4-fe3e-3b12-961e-077fe4c66a8e",
      "speaker": "Larry Klayman",
      "start_timestamp": 4651.0,
      "text": "Cardillo sending out tweets in support a"
    },
    {
      "end_timestamp": 4669.0,
      "id": "de4cb6b6-bc70-33a6-a92f-b2b67504fe27",
      "speaker": "Roger Stone",
      "start_timestamp": 4654.0,
      "text": "view and district below is has first amendment rights like every other claiming he's your great friend. He is a good friend of mine, but he but I don't tell him what to tweet. I don't tell him who to interview. He has first amendment rights like everyone else."
    },
    {
      "end_timestamp": 4671.0,
      "id": "1b376fb0-9f02-356b-b5ee-1bc75f538071",
      "speaker": "Larry Klayman",
      "start_timestamp": 4669.0,
      "text": "Two and two equals four doesn't it? You"
    },
    {
      "end_timestamp": 4683.0,
      "id": "43c57a0e-03bc-354e-9662-64a61f4ad7a6",
      "speaker": "Roger Stone",
      "start_timestamp": 4671.0,
      "text": "have not known a wild wild and insane proof evidence Larry's proof Larry evidence proof evidence not not guessing on your part with nothing. You have nothing. This proves not That's what"
    },
    {
      "end_timestamp": 4687.0,
      "id": "4d9fec08-ae57-36dc-814c-e5e74297c5ef",
      "speaker": "Larry Klayman",
      "start_timestamp": 4683.0,
      "text": "you told Moeller right. You have nothing"
    },
    {
      "end_timestamp": 4694.0,
      "id": "bf18aee2-88f0-337d-b5fb-057ddbcb9c64",
      "speaker": "Dan",
      "start_timestamp": 4687.0,
      "text": "real quick, you can hear it very lightly, Roger said."
    },
    {
      "end_timestamp": 4699.0,
      "id": "5789ef31-ec37-31d8-b49e-819b76c4dcbf",
      "speaker": "Jordan",
      "start_timestamp": 4694.0,
      "text": "That's you know, that's where if I was Roger stones lawyer, I would be like what your clients argued?"
    },
    {
      "end_timestamp": 4705.0,
      "id": "ad66106b-9c2d-37c5-b971-0c570c603d3e",
      "speaker": "Roger Stone",
      "start_timestamp": 4699.0,
      "text": "I'm not going to discuss the criminal case. If you want to keep insulting me. This will be overnight a"
    },
    {
      "end_timestamp": 4739.0,
      "id": "bf0c2199-a6ff-3804-8d41-dedd08fd4f43",
      "speaker": "Roger Stone",
      "start_timestamp": 4705.0,
      "text": "little bit. If you want to keep insulting me, I will just end this and you go running back to the judge. Did you just call me a bitch? You're acting like one. You're acting like one. My friend you got nothing. You have a wild guess. If you have some evidence that I communicated with Roddy or Cardillo or Clemente or Senator produce it you got nothing? You're not gonna get anything by withholding I haven't withheld it you've proof I withheld to do that. But you don't look for it. All you fucking why you'll find nothing."
    },
    {
      "end_timestamp": 4743.0,
      "id": "c8e2609c-dd8e-3690-9df9-0e27a683873e",
      "speaker": "Roger Stone's Lawyer",
      "start_timestamp": 4739.0,
      "text": "Ask a question."
    },
    {
      "end_timestamp": 4752.0,
      "id": "3026a119-8863-3704-8075-8cf8f48d9aa7",
      "speaker": "Jordan",
      "start_timestamp": 4743.0,
      "text": "I do like I do. Like, are you medically professional enough to tell somebody that I'm no I'm not saying you're insane. You're fucking crazy, man. Yeah,"
    },
    {
      "end_timestamp": 4772.0,
      "id": "90d34094-daa7-3ecf-9048-d34b1106da94",
      "speaker": "Dan",
      "start_timestamp": 4752.0,
      "text": "you make an assessment. Speaking in the vernacular, the colloquial Yeah. So, you know, hey, I'm not thrilled with you, you know, people just kind of you're acting like a bitch. I think that you know, I don't think that's cool. You know, that's a little antiquated and a little inappropriate. Certainly. Rogers not a great guy."
    },
    {
      "end_timestamp": 4775.0,
      "id": "028ee983-0ebd-3b47-b1ad-da6ee02bba3b",
      "speaker": "Jordan",
      "start_timestamp": 4772.0,
      "text": "So it's a misogynistic term."
    },
    {
      "end_timestamp": 4791.0,
      "id": "fe1599e8-b527-3e3d-8cb4-ed4338e2537a",
      "speaker": "Dan",
      "start_timestamp": 4775.0,
      "text": "I don't expect him to have that kind of position on it. I would say that Larry's is weirder. His position on having that said to him Yeah, because they take a little break and they come back and this is just fucking weird."
    },
    {
      "end_timestamp": 4794.0,
      "id": "ab3196a0-89dd-3272-a35a-67a53cbd29ec",
      "speaker": "Larry Klayman",
      "start_timestamp": 4791.0,
      "text": "Mr. Stone a few minutes ago. You called me a bitch."
    },
    {
      "end_timestamp": 4797.0,
      "id": "00b67e16-4971-3fe6-95ad-49fd981510b9",
      "speaker": "Roger Stone",
      "start_timestamp": 4794.0,
      "text": "I said you're acting like what is a bitch. According to you?"
    },
    {
      "end_timestamp": 4800.0,
      "id": "d439fdf4-e67c-3881-9375-8f3b05e5f1eb",
      "speaker": "Roger Stone's Lawyer",
      "start_timestamp": 4797.0,
      "text": "What's the point of that?"
    },
    {
      "end_timestamp": 4801.0,
      "id": "eae9d772-2a71-3e38-8520-46a138404cdb",
      "speaker": "Larry Klayman",
      "start_timestamp": 4800.0,
      "text": "I want to know, I know what"
    },
    {
      "end_timestamp": 4803.0,
      "id": "a03b3c07-8361-3c6e-904b-f29a19d4cf69",
      "speaker": "Roger Stone",
      "start_timestamp": 4801.0,
      "text": "I'm not going to answer the question. So"
    },
    {
      "end_timestamp": 4807.0,
      "id": "e279d016-10f4-3fca-99ba-1236e5eb00a0",
      "speaker": "Roger Stone's Lawyer",
      "start_timestamp": 4803.0,
      "text": "come on, ask a serious question or claim answer ask a question. Let's let's"
    },
    {
      "end_timestamp": 4810.0,
      "id": "0c15ea01-380f-3964-9022-73c7f73fb822",
      "speaker": "Roger Stone",
      "start_timestamp": 4807.0,
      "text": "you you sit there and make attacks on me. And when I respond, you don't like it."
    },
    {
      "end_timestamp": 4814.0,
      "id": "3683e989-217e-38b8-ab8d-cdd1224ecea3",
      "speaker": "Larry Klayman",
      "start_timestamp": 4810.0,
      "text": "But what what is? I'm entitled to know what you meant by that."
    },
    {
      "end_timestamp": 4817.0,
      "id": "01135740-ee0c-3d4a-bb0a-0cac4a84091d",
      "speaker": "Roger Stone",
      "start_timestamp": 4814.0,
      "text": "Ah, come on. Stop. You don't know. you're unfamiliar with the term."
    },
    {
      "end_timestamp": 4819.0,
      "id": "a31f7184-91e8-3b3c-ba84-21b5c04642a5",
      "speaker": "Larry Klayman",
      "start_timestamp": 4817.0,
      "text": "Is that someone who's gay?"
    },
    {
      "end_timestamp": 4823.0,
      "id": "f4a9723b-645a-37af-b1c1-606d999193c2",
      "speaker": "Roger Stone",
      "start_timestamp": 4819.0,
      "text": "Stop? No, he's not. It's not it is not a slur of any kind"
    },
    {
      "end_timestamp": 4824.0,
      "id": "5a2fd28b-3108-3af0-89b4-817bf8d02129",
      "speaker": "Larry Klayman",
      "start_timestamp": 4823.0,
      "text": "disparaging"
    },
    {
      "end_timestamp": 4827.0,
      "id": "5123de64-33e5-333a-9ab2-14fc8b86423c",
      "speaker": "Roger Stone",
      "start_timestamp": 4824.0,
      "text": "people style it most certainly is not."
    },
    {
      "end_timestamp": 4838.0,
      "id": "1f12822b-578f-3311-9a7b-955d6f3a5b55",
      "speaker": "Roger Stone's Lawyer",
      "start_timestamp": 4827.0,
      "text": "Mr. Claiming you are a lawyer, sir. Is that really what you think it means? Come on, go ask your next question."
    },
    {
      "end_timestamp": 4841.0,
      "id": "61c85e23-79f3-3783-bbdd-a1a5e0c9cf04",
      "speaker": "Larry Klayman",
      "start_timestamp": 4838.0,
      "text": "I'm asking him what he thought"
    },
    {
      "end_timestamp": 4846.0,
      "id": "b735cb0d-d0c9-374a-90d2-9958f643184a",
      "speaker": "Roger Stone",
      "start_timestamp": 4841.0,
      "text": "the question was, so ask me a question regarding the lawsuit. And I'll answer it."
    },
    {
      "end_timestamp": 4848.0,
      "id": "60714627-73ac-39f1-a670-71d2c0d85e4d",
      "speaker": "Dan",
      "start_timestamp": 4846.0,
      "text": "That's just, you're"
    },
    {
      "end_timestamp": 4851.0,
      "id": "4412884f-f080-333e-a6d7-575ab3421ede",
      "speaker": "Jordan",
      "start_timestamp": 4848.0,
      "text": "a lawyer. Oh, good. God, that is that is funny."
    },
    {
      "end_timestamp": 4855.0,
      "id": "7d3d2190-e534-36e8-a702-490ca71ab8ab",
      "speaker": "Dan",
      "start_timestamp": 4851.0,
      "text": "Well, it's that pressure release. Point of like, when is somebody gonna say yeah,"
    },
    {
      "end_timestamp": 4860.0,
      "id": "eaee8889-7d7d-398a-b1c8-75b634c6da8c",
      "speaker": "Jordan",
      "start_timestamp": 4855.0,
      "text": "yeah, I know, right."
    },
    {
      "end_timestamp": 4886.0,
      "id": "5ccd1858-a179-3ce9-9332-f512e880a97f",
      "speaker": "Dan",
      "start_timestamp": 4860.0,
      "text": "So earlier, we heard, Larry put forth this idea that Roger was trying to plant these stories. Of course, he and Clayman working with Mueller, because they make their money off conservative circles. Yeah. And that portrays them as the Judas Iscariot. Right. And that cripples their livelihood. Sure. Now, I kind of think that Larry's trying to do the same thing to Roger in this deposition."
    },
    {
      "end_timestamp": 4893.0,
      "id": "dafbb59b-1f67-3692-b1d1-7e9fd48df75d",
      "speaker": "Larry Klayman",
      "start_timestamp": 4886.0,
      "text": "You're aware that the judge that sat on the climate Monday prosecution was one Gloria Navarro?"
    },
    {
      "end_timestamp": 4895.0,
      "id": "60bdeada-00b6-3b91-aec3-08ecbdca5b38",
      "speaker": "Roger Stone",
      "start_timestamp": 4893.0,
      "text": "Yes, I wasn't. I was not a fan of her."
    },
    {
      "end_timestamp": 4899.0,
      "id": "7d04e978-e852-396b-8a78-dd6a22245d03",
      "speaker": "Larry Klayman",
      "start_timestamp": 4895.0,
      "text": "You're aware that she was recommended to the bench to Barack Obama by Harry Reid."
    },
    {
      "end_timestamp": 4911.0,
      "id": "63112908-2d3c-3258-9dd5-bfea286f697f",
      "speaker": "Roger Stone",
      "start_timestamp": 4899.0,
      "text": "I didn't know that specifically, but I knew she was a Democrat. You don't have a very high regard for Harry Reid, you know, nor do I have a high regard for this particularly judge in the way that she tweeted in the Bundys."
    },
    {
      "end_timestamp": 4919.0,
      "id": "25fff502-a212-3fcd-a1b3-4f281368b936",
      "speaker": "Larry Klayman",
      "start_timestamp": 4911.0,
      "text": "You're aware that she denied me prior to each entry. But I don't know why. You're aware that she denied him. speedy trial?"
    },
    {
      "end_timestamp": 4925.0,
      "id": "c9230362-7a54-3353-9c30-fbc4fc536545",
      "speaker": "Roger Stone",
      "start_timestamp": 4919.0,
      "text": "Yes, I did. You're aware that she threw them into solitary confinement? Yes. That's why I wanted the president department. You're"
    },
    {
      "end_timestamp": 4931.0,
      "id": "68ae9798-d8e0-3b29-b145-e5af310e737f",
      "speaker": "Larry Klayman",
      "start_timestamp": 4925.0,
      "text": "aware of that for two and a half years. They were incarcerated the Bundys along with other defendants?"
    },
    {
      "end_timestamp": 4936.0,
      "id": "fa107aae-5e6a-3a58-9756-7e8bc00cd2e5",
      "speaker": "Roger Stone",
      "start_timestamp": 4931.0,
      "text": "Yes. I think it was outrageous. That's why I wanted the president to relieve them."
    },
    {
      "end_timestamp": 4944.0,
      "id": "4727c73e-7782-32e1-8fc0-a9495576ea7e",
      "speaker": "Larry Klayman",
      "start_timestamp": 4936.0,
      "text": "Do you find it inappropriate that the President would intervene with regard to your sentencing in a criminal case but never take any action?"
    },
    {
      "end_timestamp": 4946.0,
      "id": "f0329812-5893-3b5b-982a-191a1a1175b1",
      "speaker": "Roger Stone",
      "start_timestamp": 4944.0,
      "text": "I'm not going to discuss that."
    },
    {
      "end_timestamp": 4948.0,
      "id": "0dccbfa9-cb70-3131-89ad-3319653bac14",
      "speaker": "Roger Stone's Lawyer",
      "start_timestamp": 4946.0,
      "text": "Not discussing that."
    },
    {
      "end_timestamp": 4949.0,
      "id": "2eabc743-007d-3ae2-aa63-5106c4513415",
      "speaker": "Larry Klayman",
      "start_timestamp": 4948.0,
      "text": "That's an outrage."
    },
    {
      "end_timestamp": 4950.0,
      "id": "1e87bbdc-cbd8-31a8-9c23-a1beb041c899",
      "speaker": "Roger Stone",
      "start_timestamp": 4949.0,
      "text": "I'd like to discuss."
    },
    {
      "end_timestamp": 4993.0,
      "id": "250aa1d3-9951-3c43-b133-b74c72afcb54",
      "speaker": "Dan",
      "start_timestamp": 4950.0,
      "text": "So that feels like an attempt by Larry to paint Roger as being not committed to the right wing cause he would take a pardon personally from Trump for himself. But he isn't outraged that Trump wouldn't pardon the Bundys the first problem here is that there's no evidence that Roger wasn't mad about the Bundy situation. I've I would assume Yeah. Of course he was. The second problem is that in July 2018, Trump did pardoned Dwight and Steven Hammond, Amman and Cliven Bundy. Their cases ended in a mistrial. So they're not even in jail. So people surrounding this, you know, first re Bundys, the bunkerville and then the MAL who were wildlife, those standoffs like they're not in prison."
    },
    {
      "end_timestamp": 4999.0,
      "id": "2a04ea05-02a7-31e2-a3dd-a922d409cab3",
      "speaker": "Jordan",
      "start_timestamp": 4993.0,
      "text": "Yeah, that's that I have no idea what Larry's talking about. I can't believe that. Yeah, sure. Sure, Larry."
    },
    {
      "end_timestamp": 5038.0,
      "id": "6e3a0fad-749f-3b89-b29d-dd20c466c8e0",
      "speaker": "Dan",
      "start_timestamp": 4999.0,
      "text": "Normally, I wouldn't think too much about something like this. And I would just ignore it. But so much of Larry's argument about stone seems to be about how Roger was trying to use outlets like Infowars and Newsmax to smear him and corsi because they make their living off this conservative market. And thus, they're making them toxic to those outlets, and it would hurt their reach. It seems to me mostly because what Roger is saying or Larry's saying doesn't make much sense that this line of questioning feels like him trying to do that same thing to Roger to paint him as a turncoat to the Bundys noted heroes of the fringe conservative world. This deposition is so far off the rails throughout that I don't really feel like it's too weird to suggest that that might be the motive for that question. Yeah, it feels totally plausible. I"
    },
    {
      "end_timestamp": 5049.0,
      "id": "515ce2b4-8838-3023-9829-a6968534c621",
      "speaker": "Jordan",
      "start_timestamp": 5038.0,
      "text": "mean, the only other motive I can think of is just to try and win an argument with Roger Stone because he's under oath. And it's not going well for Larry."
    },
    {
      "end_timestamp": 5062.0,
      "id": "9460dd8d-af44-3103-8d2d-a8879303b9bf",
      "speaker": "Dan",
      "start_timestamp": 5049.0,
      "text": "So we have a couple more clips left. This one is pretty funny. Larry asks Roger, about little, little news item that came out back when he was running for Senate. Okay."
    },
    {
      "end_timestamp": 5070.0,
      "id": "03428ca3-b320-32a0-adaf-7d8b580b47ff",
      "speaker": "Larry Klayman",
      "start_timestamp": 5062.0,
      "text": "You remember when you were, as you put it, a political consultant, consultant working on my Senate"
    },
    {
      "end_timestamp": 5074.0,
      "id": "c41ed6f8-4309-3409-8285-a0372c552a86",
      "speaker": "Roger Stone",
      "start_timestamp": 5070.0,
      "text": "campaign? Vaguely there's quite a while ago."
    },
    {
      "end_timestamp": 5085.0,
      "id": "7cbd2a03-0eea-388c-9da3-10b21c0eb90b",
      "speaker": "Larry Klayman",
      "start_timestamp": 5074.0,
      "text": "You remember that? There came a point in time when I was going to the airport at Dulles with cats? Yes, I do and that I was detained at Dulles."
    },
    {
      "end_timestamp": 5090.0,
      "id": "eb330314-72e9-3fe8-8f3d-518ec1ef06b3",
      "speaker": "Roger Stone",
      "start_timestamp": 5085.0,
      "text": "But as I recall it, you were detained because you made some joke about the cat not having a"
    },
    {
      "end_timestamp": 5104.0,
      "id": "902b6384-0f71-35d3-9cb4-f2b557e9f9bb",
      "speaker": "Larry Klayman",
      "start_timestamp": 5090.0,
      "text": "bomb right now. You were my campaign consultant at the time. Yes. Right. And you release that story. Did you not to Jim Duffy. at Def Ed of the Miami Herald after we stopped working with each other,"
    },
    {
      "end_timestamp": 5124.0,
      "id": "84f80082-eaee-3567-9b73-2a8f192dc3f8",
      "speaker": "Roger Stone",
      "start_timestamp": 5104.0,
      "text": "I most certainly did not that Michael Caputo did that. I have no knowledge of that whatsoever and you have no evidence of it. These are more of your picking things out of thin air. You really I would anybody make a statement a joke about a bomb while going through TSA shows me a question of judgment. In all honesty, good questioning for the US Senate."
    },
    {
      "end_timestamp": 5126.0,
      "id": "91785443-56be-35d2-a0ba-7fa28d987e68",
      "speaker": "Larry Klayman",
      "start_timestamp": 5124.0,
      "text": "A lack of judgment with"
    },
    {
      "end_timestamp": 5136.0,
      "id": "53dd748b-8cae-334f-a8e8-2ef7d6468fe0",
      "speaker": "Jordan",
      "start_timestamp": 5126.0,
      "text": "you. At what point is Rogers gonna be like, do you want your fucking computers back? What do you want? What do you fucking want?"
    },
    {
      "end_timestamp": 5141.0,
      "id": "194e4c5c-c7c7-320a-936e-ff3fce5129fa",
      "speaker": "Dan",
      "start_timestamp": 5136.0,
      "text": "It's, yeah, I"
    },
    {
      "end_timestamp": 5145.0,
      "id": "bf6ee86b-c3fe-3d10-ab78-0c524c2db4fb",
      "speaker": "Jordan",
      "start_timestamp": 5141.0,
      "text": "can't believe you would bring that up in a deposition. So"
    },
    {
      "end_timestamp": 5159.0,
      "id": "a7b1dc9c-77fa-3a2c-9fdb-0a0b3258f748",
      "speaker": "Dan",
      "start_timestamp": 5145.0,
      "text": "16 years ago, I made a joke about my cat not having a bomb when I was going through the TSA. That story. You leaked into the press 16 years ago? No, I didn't. Well, then your friend Michael Kabuto. Did you ever have any proof of anything?"
    },
    {
      "end_timestamp": 5165.0,
      "id": "b5a8073e-692e-3849-a183-b4122b71c9a7",
      "speaker": "Jordan",
      "start_timestamp": 5159.0,
      "text": "It's just so stupid. It is very stupid. This is a man holding a grudge for 30 years."
    },
    {
      "end_timestamp": 5179.0,
      "id": "96c6b073-e063-3062-9d79-bcbfcd2f7af3",
      "speaker": "Dan",
      "start_timestamp": 5165.0,
      "text": "Seems like it. So Larry wants to go back over a lot of stuff. Sure. Yeah. So he has a he's like He can take your time read these things in the affidavit. And Rogers is not having any of it. So this is how things end,"
    },
    {
      "end_timestamp": 5179.0,
      "id": "24e214bb-aee6-3f51-ae54-65aae5a6c3e4",
      "speaker": "Larry Klayman",
      "start_timestamp": 5179.0,
      "text": "we have time"
    },
    {
      "end_timestamp": 5185.0,
      "id": "57837b67-02c5-3b2d-8a17-992fa89312fb",
      "speaker": "Larry Klayman",
      "start_timestamp": 5179.0,
      "text": "to review. I'm not going to read your bio and tell me I'm not telling you what isn't accurate."
    },
    {
      "end_timestamp": 5192.0,
      "id": "efa0919e-d983-331c-a570-65b9f7effa35",
      "speaker": "Roger Stone",
      "start_timestamp": 5185.0,
      "text": "I'm not gonna read your biography and all of your asinine claims, because you're an egomaniac. I'm just not going to do that. If you have a"
    },
    {
      "end_timestamp": 5195.0,
      "id": "03b84452-8d94-3abb-8554-1b40977c3246",
      "speaker": "Roger Stone",
      "start_timestamp": 5192.0,
      "text": "specific question, sir, we'll go to the court about it. I agree."
    },
    {
      "end_timestamp": 5204.0,
      "id": "31f829ff-2736-32c4-9a8d-2f3191766695",
      "speaker": "Roger Stone",
      "start_timestamp": 5195.0,
      "text": "Let's go to the quarterback. I want to do that your reputation here is well known. Well known."
    },
    {
      "end_timestamp": 5208.0,
      "id": "ed60506c-2d7e-35b4-aac2-52c962681cd7",
      "speaker": "Larry Klayman",
      "start_timestamp": 5204.0,
      "text": "I'm asking you, you can take your time go through a paragraph by crap. I'm saying"
    },
    {
      "end_timestamp": 5211.0,
      "id": "41f6a724-76e3-3902-9ddc-7f87fd40caa4",
      "speaker": "Roger Stone",
      "start_timestamp": 5208.0,
      "text": "if anything's inaccurate, I'm not going to do that. We went we went through this yesterday."
    },
    {
      "end_timestamp": 5213.0,
      "id": "11751df4-2754-376a-8353-101478f1db9a",
      "speaker": "Larry Klayman",
      "start_timestamp": 5211.0,
      "text": "We didn't. I didn't ask it that likes"
    },
    {
      "end_timestamp": 5217.0,
      "id": "6961e9dc-5293-329c-848c-1d541bbc775e",
      "speaker": "Roger Stone",
      "start_timestamp": 5213.0,
      "text": "to hear his biography makes me feel important."
    },
    {
      "end_timestamp": 5219.0,
      "id": "52fdf657-59b2-3128-aaa1-4b1c22f40128",
      "speaker": "Larry Klayman",
      "start_timestamp": 5217.0,
      "text": "Okay, certify. Yes,"
    },
    {
      "end_timestamp": 5219.0,
      "id": "62640173-ef53-3033-9a94-6f121bbe0547",
      "speaker": "Roger Stone",
      "start_timestamp": 5219.0,
      "text": "please do."
    },
    {
      "end_timestamp": 5223.0,
      "id": "cf5091f4-34da-3a19-a302-564780f78ab8",
      "speaker": "Roger Stone",
      "start_timestamp": 5219.0,
      "text": "I'd like to speak to the judge myself about this. And or"
    },
    {
      "end_timestamp": 5224.0,
      "id": "dc01f50a-5362-34bd-97ff-23b5c460aa1a",
      "speaker": "Larry Klayman",
      "start_timestamp": 5223.0,
      "text": "do it quick."
    },
    {
      "end_timestamp": 5226.0,
      "id": "16640cc2-d2e6-3b1f-9feb-2a922ae14e22",
      "speaker": "Roger Stone",
      "start_timestamp": 5224.0,
      "text": "Before you're just hard stop,"
    },
    {
      "end_timestamp": 5228.0,
      "id": "8bd4c525-3663-3891-9e75-0d3ff602e361",
      "speaker": "Roger Stone's Lawyer",
      "start_timestamp": 5226.0,
      "text": "stop. Mr. Clean, no further questions."
    },
    {
      "end_timestamp": 5235.0,
      "id": "39a8c669-969b-33a4-833d-c06cae5e9a7c",
      "speaker": "Dan",
      "start_timestamp": 5228.0,
      "text": "So that's yeah, somebody's yelling and no further questions is like, just"
    },
    {
      "end_timestamp": 5245.0,
      "id": "6a1ca2be-9c98-3b99-b3af-8af2c8f1a30c",
      "speaker": "Jordan",
      "start_timestamp": 5235.0,
      "text": "so much. There's so much petty like, oh, we'll see in court. I'll, I'll talk to the judge myself. Oh, you will talk to the judge. So"
    },
    {
      "end_timestamp": 5271.0,
      "id": "f315a8f0-f936-33eb-a82e-443a4dba242c",
      "speaker": "Dan",
      "start_timestamp": 5245.0,
      "text": "in grill, most of this like defamation. A lot of like, some of it is stuff that Roger said on Infowars or on social media. Yeah. And then a good bit of it is things that are being presented as things that Roger fed to the media, right, the stuff that Roger said, is stuff like, you know, things that are very easily just like that was my opinion. Yeah, this is protected speech. Wait,"
    },
    {
      "end_timestamp": 5281.0,
      "id": "56fbe5e5-af5f-35f6-9ff1-80d3b37d7980",
      "speaker": "Jordan",
      "start_timestamp": 5271.0,
      "text": "here's what I'm doing. I'm saying you suck in different more colorful ways. If you just want me to say you suck, then boil it down to you suck."
    },
    {
      "end_timestamp": 5301.0,
      "id": "b844822e-1268-366f-bd91-baa95dd7cb1b",
      "speaker": "Dan",
      "start_timestamp": 5281.0,
      "text": "So there's another lawyer there who asked Roger, some questions right here at the end another lawyer after after competent one. Sure. Okay. After claimants done, he comes in and asks Roger about these other instances, right, like the Cassandra Fairbanks story, share, Newsmax all that and look how easily this is handled."
    },
    {
      "end_timestamp": 5368.0,
      "id": "264c5308-4979-3bf1-b8a1-f6df96f642af",
      "speaker": "Competent Lawyer (FO2)",
      "start_timestamp": 5301.0,
      "text": "I just have a few questions and like get us out of here. So are you aware of in the complaint in court city versus stone and Newsmax and Cardillo? The case that my client is involved in their allegations regarding Cassandra Fairbanks appearance on Newsmax television on January 31 2019? Are you aware of that? Okay, were you aware in advance of January 32,019, that Cassandra Fairbanks was going to appear on Newsmax on that day I was not Did you discuss the possible appearance of Cassandra Fairbanks on Newsmax with anybody at Newsmax? I got around that time I did not Christopher Ruddy good not John Bachman good god John Cardillo did not Did you discuss with anybody at Newsmax at or about that time presenting anything negative about Jerome Corsi I did not Did you encourage anyone at Newsmax to present Jerome Corsi in a negative light again not? Did you ask anybody else to contact Newsmax on your behalf to encourage them to present Jerome Corsi in a negative light? I did not"
    },
    {
      "end_timestamp": 5378.0,
      "id": "159f61c9-e598-318a-8622-4681c895bbf1",
      "speaker": "Larry Klayman",
      "start_timestamp": 5368.0,
      "text": "let the record reflect that this witness has been convicted with five counts."
    },
    {
      "end_timestamp": 5386.0,
      "id": "227861c7-4f32-3cb7-b9ff-ffbfc8ece03b",
      "speaker": "Roger Stone",
      "start_timestamp": 5378.0,
      "text": "The record showed the bar is a bar license is under attack for his serial murder."
    },
    {
      "end_timestamp": 5391.0,
      "id": "b5f7365f-2ef6-30ce-a08e-dc00d762813c",
      "speaker": "Competent Lawyer (FO2)",
      "start_timestamp": 5386.0,
      "text": "I have no further questions. Very professional."
    },
    {
      "end_timestamp": 5401.0,
      "id": "bcb98c92-ee26-324d-9cda-a5598e393b2e",
      "speaker": "Dan",
      "start_timestamp": 5391.0,
      "text": "Gotta get help himself. Gotta get it in there. All that. Larry, I think all that he was aiming to achieve would have been achieved. In a minute."
    },
    {
      "end_timestamp": 5406.0,
      "id": "8e6f8cbe-6eac-3f9e-8fa5-70f7dff6855e",
      "speaker": "Jordan",
      "start_timestamp": 5401.0,
      "text": "Other law absolutely no, that deposition should have lasted at most 10 minutes because"
    },
    {
      "end_timestamp": 5426.0,
      "id": "b0ee1e37-fc4f-380c-8774-b982395fde6f",
      "speaker": "Dan",
      "start_timestamp": 5406.0,
      "text": "if those like those questions that are being asked to Roger, which he's answering directly if you have evidence that he's lying, boom, you got him in a lie there and you can present your evidence. Haha I do have proof that you did speak X and told her to write this article. You don't need to bring up her potential nude pictures right or sleeping with Julian Assange who gives a shit"
    },
    {
      "end_timestamp": 5438.0,
      "id": "4522ce0a-975d-3d4c-8e03-347b6075ed74",
      "speaker": "Jordan",
      "start_timestamp": 5426.0,
      "text": "here we have an email saying that you talk to Cassandra. Do you remember sending this email? That's a good follow up question. Not a good follow up question. Did you know that Cassandra Banks has nudie photos on the internet"
    },
    {
      "end_timestamp": 5452.0,
      "id": "1fe1eec2-57ea-3178-9388-f00608187ef0",
      "speaker": "Dan",
      "start_timestamp": 5438.0,
      "text": "in this deposition? You do not need to work out motive. You hated me because of the 2004 run it's useless"
    },
    {
      "end_timestamp": 5463.0,
      "id": "147d26a3-cfa9-3af8-85e8-f9febcaf0293",
      "speaker": "Jordan",
      "start_timestamp": 5452.0,
      "text": "How does it take six hours when a good lawyer is like what we got nothing in about five minutes? One minute sane one man that's one minute one minute insane."
    },
    {
      "end_timestamp": 5468.0,
      "id": "4057d9af-c8be-3496-9eed-22405864ce8c",
      "speaker": "Dan",
      "start_timestamp": 5463.0,
      "text": "Yep. Part of it is because Roger likes to fight Yeah, they"
    },
    {
      "end_timestamp": 5484.0,
      "id": "cf553f6d-16e5-39d4-9195-d8a0eff6b663",
      "speaker": "Jordan",
      "start_timestamp": 5468.0,
      "text": "also what kind of what kind of bullshit law did he learned? That's just on TV law. That's what that's what somebody says when they're like, Let the record show this dude's a sovereign citizen type of like Let the record show that he's convicted of fight everybody got fucking already knows man"
    },
    {
      "end_timestamp": 5487.0,
      "id": "58ef9843-5080-3ebf-bdd1-8d1e80d435d6",
      "speaker": "Dan",
      "start_timestamp": 5484.0,
      "text": "record does show whatever he's been convicted of you"
    },
    {
      "end_timestamp": 5493.0,
      "id": "7d703c6d-a300-3f83-998f-63f69123b8cf",
      "speaker": "Jordan",
      "start_timestamp": 5487.0,
      "text": "also do record referenced it. 40 times. What did we just start recording? Man?"
    },
    {
      "end_timestamp": 5504.0,
      "id": "97c91644-d3a7-392a-ab45-bf84cc1022db",
      "speaker": "Dan",
      "start_timestamp": 5493.0,
      "text": "I don't know. It's interesting. To me is on this occasion of Roger, you know, being sentence. Yeah, it is nice to let her know that he had a last hurrah. Yeah, it is."
    },
    {
      "end_timestamp": 5510.0,
      "id": "80ba6313-69c3-3c4e-a8c8-8af295779929",
      "speaker": "Jordan",
      "start_timestamp": 5504.0,
      "text": "It's fun to like direct folk one more time before he rides off into the sunset. And"
    },
    {
      "end_timestamp": 5528.0,
      "id": "ca6f885c-bffc-3ac9-b624-ca382482be09",
      "speaker": "Dan",
      "start_timestamp": 5510.0,
      "text": "I think that what this does, is it I think Roger and Clayman are both bad. Like they're both bad actors. Yeah, I don't want to I don't particularly care to scale them or whatever. Right. But it really does demonstrate like the difference between having it and not like absolutely has it."
    },
    {
      "end_timestamp": 5549.0,
      "id": "e9ef724d-b198-3093-80f6-386dfc62aa3c",
      "speaker": "Jordan",
      "start_timestamp": 5528.0,
      "text": "I was just about to say like, through this whole deposition. It's like, this is how he gets so many people. Everybody knows he's gonna stab you in the back. But he's charismatic and he's funny, and he can he can throw some zingers out and if you feel like he's on your team, you're like, yeah, we can take down anybody and then you get stabbed in the back. Yep. Like that's"
    },
    {
      "end_timestamp": 5564.0,
      "id": "243a39e8-900c-3f55-bd25-50b5728c7c96",
      "speaker": "Dan",
      "start_timestamp": 5549.0,
      "text": "the siren song of his like rapier wit and, and sort of cruelness like the funny meanness, yeah, is it? Yeah, I could see it being very easy to get sucked into thinking that like this will never go wrong. Of course,"
    },
    {
      "end_timestamp": 5575.0,
      "id": "27beea1d-c8a3-3dd7-89d4-dbc98fe24546",
      "speaker": "Jordan",
      "start_timestamp": 5564.0,
      "text": "I got him on my team. Have you seen what good he can do for people on his team? And they just but I mean, it's also because you know, your as, as demonstrated reclaim it, I guess so."
    },
    {
      "end_timestamp": 5581.0,
      "id": "3196d9a5-34ba-32ce-b0a5-146d73f34a1b",
      "speaker": "Dan",
      "start_timestamp": 5575.0,
      "text": "I don't say that he might sue. So we will be back on Monday with another episode. But until then we have a website. We"
    },
    {
      "end_timestamp": 5584.0,
      "id": "02cea0db-5850-3e16-acb4-f7a615cd4e2b",
      "speaker": "Jordan",
      "start_timestamp": 5581.0,
      "text": "do have a website. Dan. It's knowledge white.com Correct."
    },
    {
      "end_timestamp": 5586.0,
      "id": "ad03f84d-e762-3bb0-8148-5f36d85a3d68",
      "speaker": "Dan",
      "start_timestamp": 5584.0,
      "text": "We're also on Twitter."
    },
    {
      "end_timestamp": 5599.0,
      "id": "3a5af90c-8f90-3ed1-bfca-6b48d576b352",
      "speaker": "Jordan",
      "start_timestamp": 5586.0,
      "text": "We are on Twitter. It's at knowledge underscore fight net, go to bed Jordan. We're also on Facebook. We are and if you'd like downloads show, please go to iTunes or other podcast apps download rate, leave a review, donate do the whole thing."
    },
    {
      "end_timestamp": 5612.0,
      "id": "8539119b-2ac0-3878-abde-c2247e74262b",
      "speaker": "Dan",
      "start_timestamp": 5599.0,
      "text": "Absolutely. We will be back but until then, I'm Nero. I'm Leo. I'm DCX Clark, I keep my money in gold bars. Andy in Kansas, you're on the air. Thanks for holding. So Alex, I'm a first time caller. I'm a huge fan. I love your work."
    },
    {
      "end_timestamp": null,
      "id": "4ce45037-1f5b-339a-9d92-ddce550a8ea8",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5612.0,
      "text": "I love you."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}