{
  "audio_identifier": "KF_43",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/5-17-17.mp3",
  "blocks": [
    {
      "end_timestamp": 7.0,
      "id": "ff02315a-7507-3504-b9e2-75b268574d91",
      "speaker": "Andy In Kansas",
      "start_timestamp": 0.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    },
    {
      "end_timestamp": 19.0,
      "id": "41c0db41-96ca-3a00-91f8-adba111c6a98",
      "speaker": "Dan",
      "start_timestamp": 7.0,
      "text": "Hey, welcome back to knowledge fight. I'm Dan. I'm Jordan and a Happy Friday to you and yours. This is a podcast where we're a couple dudes like sit down"
    },
    {
      "end_timestamp": 22.0,
      "id": "6eeb2e83-26bd-3126-9272-55aa26367738",
      "speaker": "Jordan",
      "start_timestamp": 19.0,
      "text": "nope, cut it cut it. Are you do"
    },
    {
      "end_timestamp": 26.0,
      "id": "36522dde-51a7-3dfd-b73a-9b6cfb32d9f9",
      "speaker": "Dan",
      "start_timestamp": 22.0,
      "text": "I wish everyone a Happy Friday."
    },
    {
      "end_timestamp": 27.0,
      "id": "2b95862d-39a6-30b2-a5b9-dee432d1b4c2",
      "speaker": "Jordan",
      "start_timestamp": 26.0,
      "text": "How did you lose the thread"
    },
    {
      "end_timestamp": 29.0,
      "id": "acd304f6-e44a-3acd-ad86-97dd7a6b8c07",
      "speaker": "Jordan",
      "start_timestamp": 27.0,
      "text": "that mass? Don't know? That was bad. I have no idea. Have"
    },
    {
      "end_timestamp": 34.0,
      "id": "834d7d74-c82b-3f45-b23e-5e1fc0f316a3",
      "speaker": "Jordan",
      "start_timestamp": 29.0,
      "text": "you ever wished anybody a happy Friday before? This is a very weird feeling for me. Never."
    },
    {
      "end_timestamp": 36.0,
      "id": "bfb44863-c8b3-31e8-b094-9698968726e8",
      "speaker": "Dan",
      "start_timestamp": 34.0,
      "text": "I don't know why I did. Anyway, Happy Friday."
    },
    {
      "end_timestamp": 38.0,
      "id": "cd6c35a8-e844-3133-963a-5189edbc8c5d",
      "speaker": "Jordan",
      "start_timestamp": 36.0,
      "text": "Happy Friday to you too."
    },
    {
      "end_timestamp": 43.0,
      "id": "f079beab-f86b-3150-9b3f-afd90640c7c2",
      "speaker": "Dan",
      "start_timestamp": 38.0,
      "text": "We like to sit down and drink red wine and talk a little bit about Alex Jones. And what he is up to"
    },
    {
      "end_timestamp": 53.0,
      "id": "e5c1605e-aa52-38ca-a8f7-1614a3e9e749",
      "speaker": "Jordan",
      "start_timestamp": 43.0,
      "text": "that is Our stated mission. Now in order to make it entertaining, so people don't just get bored by you know, Alex Jones talk,"
    },
    {
      "end_timestamp": 54.0,
      "id": "b0f19666-f492-39fa-9172-c4cdb4480109",
      "speaker": "Dan",
      "start_timestamp": 53.0,
      "text": "which is boring."
    },
    {
      "end_timestamp": 57.0,
      "id": "6929dad3-6056-3e3a-9fba-2b1b2dea038d",
      "speaker": "Jordan",
      "start_timestamp": 54.0,
      "text": "Is there like, is there like a reason that it's you and me"
    },
    {
      "end_timestamp": 60.0,
      "id": "603e66c1-8fef-30e4-a9ff-7dcd92cc9d46",
      "speaker": "Dan",
      "start_timestamp": 57.0,
      "text": "is I'm an expert in Alex Jones."
    },
    {
      "end_timestamp": 62.0,
      "id": "ea0b6be9-a26d-3142-9507-4b9e77d099c3",
      "speaker": "Jordan",
      "start_timestamp": 60.0,
      "text": "Oh, that's crazy because I don't know anything about Alex Jones."
    },
    {
      "end_timestamp": 65.0,
      "id": "e2d0a3c4-07f8-3eb1-83b4-276c9cbd8bf8",
      "speaker": "Dan",
      "start_timestamp": 62.0,
      "text": "There is what makes this dynamic work."
    },
    {
      "end_timestamp": 69.0,
      "id": "d9df92b7-f4ae-36f6-af1a-9f18046bd211",
      "speaker": "Jordan",
      "start_timestamp": 65.0,
      "text": "Also, it's a Happy Friday."
    },
    {
      "end_timestamp": 80.0,
      "id": "de8e67f5-7f51-36f3-94c0-28892bed8af7",
      "speaker": "Dan",
      "start_timestamp": 69.0,
      "text": "Let's let's just jump to our out of context drop. This one is coming to us from deep in the past and 2015 I found this clip and it's hilarious."
    },
    {
      "end_timestamp": 96.0,
      "id": "eba3f03d-d51f-3ec2-9793-5c182fdc8abf",
      "speaker": "Alex Jones",
      "start_timestamp": 80.0,
      "text": "They just add it to the plastic linings and it's by by genitalia. male genitalia across the border shrinking in the West. Doesn't matter what color you are. Doesn't matter what genetic background. The sperm counts are down almost 90% the genitals are shrinking."
    },
    {
      "end_timestamp": 98.0,
      "id": "cd17a479-3dba-39ee-b9da-ce3fbcb5678b",
      "speaker": "Dan",
      "start_timestamp": 96.0,
      "text": "That's right across the board did generals"
    },
    {
      "end_timestamp": 104.0,
      "id": "3be4d48b-f63a-354d-a4a6-313e057e2002",
      "speaker": "Jordan",
      "start_timestamp": 98.0,
      "text": "are shrinking? Shrinking what you gotta do? Super Male Vitality the"
    },
    {
      "end_timestamp": 107.0,
      "id": "b7edf73c-4ba3-3bbf-81cd-8f9ab02bc1f6",
      "speaker": "Dan",
      "start_timestamp": 104.0,
      "text": "only way to counteract these estrogen mimickers that they put in place. That's what"
    },
    {
      "end_timestamp": 111.0,
      "id": "5e78ae2a-3ce1-3a13-8352-8e6d4278e3d3",
      "speaker": "Jordan",
      "start_timestamp": 107.0,
      "text": "happens. Yep. So that was elastics. That's that's where it comes from."
    },
    {
      "end_timestamp": 126.0,
      "id": "ce48acf0-73a4-3751-9b46-8578a326ec26",
      "speaker": "Dan",
      "start_timestamp": 111.0,
      "text": "So I've mentioned that I'm going back and doing an in depth investigation and research into Alex's past. Yes. And sometimes episodes will not end up marrying an entire episode of our show. But something like that gets sad. Yeah, that's got to happen. We've got to tell the"
    },
    {
      "end_timestamp": 129.0,
      "id": "bcfe8adb-5d20-33b5-814d-c8b54fc8bf49",
      "speaker": "Jordan",
      "start_timestamp": 126.0,
      "text": "Dixie drinkin ever everybody needs to know this. Yeah."
    },
    {
      "end_timestamp": 136.0,
      "id": "69e55853-042d-33f6-9325-0e9295869dfa",
      "speaker": "Dan",
      "start_timestamp": 129.0,
      "text": "All across the West. I don't know."
    },
    {
      "end_timestamp": 138.0,
      "id": "9f5c590e-be43-3249-9882-433f5abfced4",
      "speaker": "Jordan",
      "start_timestamp": 136.0,
      "text": "Where's it getting that info from?"
    },
    {
      "end_timestamp": 143.0,
      "id": "9eeaa322-ff76-3028-8454-0c4876ff0a1d",
      "speaker": "Dan",
      "start_timestamp": 138.0,
      "text": "I don't know. Doctors doctors. Anyway, speaking of info, it is we got"
    },
    {
      "end_timestamp": 145.0,
      "id": "59ffb358-7344-3e4a-975d-8603799b8a70",
      "speaker": "Jordan",
      "start_timestamp": 143.0,
      "text": "doctors private. I"
    },
    {
      "end_timestamp": 160.0,
      "id": "e3f49e59-4232-3a7d-a353-c279f47f33ed",
      "speaker": "Dan",
      "start_timestamp": 145.0,
      "text": "dicta Doctor private dick? Ah, easy. Yeah. So we got to start the show off with a slight correction. On our last episode, we talked about Alex claiming that there were monkeys with wires in their head getting brainwashed with televisions and"
    },
    {
      "end_timestamp": 165.0,
      "id": "6494852e-9df7-3fed-8fb2-bfbca111cbcb",
      "speaker": "Jordan",
      "start_timestamp": 160.0,
      "text": "we mistook it for the screaming monkey. Well, we a wonderful buyer,"
    },
    {
      "end_timestamp": 216.0,
      "id": "0cb47f11-c9f8-3af2-8c0d-683c292bac6f",
      "speaker": "Dan",
      "start_timestamp": 165.0,
      "text": "we made fun of the idea that he's saying that there's all this stuff going on in Bastrop, Texas. And I'll cop to it. I did not research as in depth as I probably should have on this topic. I googled Bastrop monkey tests are monkey trials and that sort of thing with monkey in the title. And everything that came up was nothing, or this bar listener pointed out that there is animal testing that has gone on in Bastrop through the University of Texas, and I've looked into it a bit and it is it is a real thing. There were chimpanzees and other monkeys that they had testing. Right. But still, they still were slightly wrong. But I looked into it, I can see no evidence of the sort of shape he's talking about. Okay, but we were wrong to clown on it. Like we did, because there was actual animal testing."
    },
    {
      "end_timestamp": 221.0,
      "id": "6e4488b3-47cc-3ae0-ad47-4bd43376ece0",
      "speaker": "Jordan",
      "start_timestamp": 216.0,
      "text": "Yeah, there we go. So it's sort of a middle middle of the road. I assume it was all about makeup."
    },
    {
      "end_timestamp": 226.0,
      "id": "110a8643-73d4-3299-bae6-33f51ae82900",
      "speaker": "Dan",
      "start_timestamp": 221.0,
      "text": "Oh, no. It's complicated. There was like vaccine research and stuff like that."
    },
    {
      "end_timestamp": 235.0,
      "id": "5c39d96e-d76d-31c6-a0b2-4e04748929f5",
      "speaker": "Jordan",
      "start_timestamp": 226.0,
      "text": "Oh, that's that's themselves evil. Oh, the reality Oh, no vaccines cause monkey autism stir. It's just a true fact."
    },
    {
      "end_timestamp": 288.0,
      "id": "c393c0e3-c3ff-314a-8ec9-83f8f06ffe3d",
      "speaker": "Dan",
      "start_timestamp": 235.0,
      "text": "The reality too, though, is that our country has a really bad track record with animal testing. And so the idea that something fucked up was going on there isn't unbelievable. But what Alex is describing is yes. So it's like, hey, we were wrong. We shouldn't have clowned, maybe we should have claimed it was fun to clown at least a little bit. Yeah. But at the end of the day, you know, there's a little bit of truth underneath his lies. And we can all agree that based on the fact that there was monkey research being done there, the name of that Tiki Bar is really shitty. So we hypothesized that it was here it we hypothesized that it was an area 51 possible right thing with a joke bar name. It turns out that is the case anyway. Sorry. We didn't dig deeper. Who cares?"
    },
    {
      "end_timestamp": 293.0,
      "id": "eae53db3-936e-3d81-b914-8292bcabec69",
      "speaker": "Jordan",
      "start_timestamp": 288.0,
      "text": "That's that's not a great apology. But this isn't really am i Sorry, I ran over your foot."
    },
    {
      "end_timestamp": 328.0,
      "id": "0dfb8540-98d6-3528-949a-f07d8abf8269",
      "speaker": "Dan",
      "start_timestamp": 293.0,
      "text": "This isn't really ology. It's a clarification. When you have diabetes, you are going to lose that foot anyway. Right. So why I have a meeting. So I want to get to today are episode that we're going to be talking about is something that happened on the Wednesday show, which is May 17. There was a continuation of the rest of the week, which up till that point had been mostly bro downtime between Roger Stone and Alex Jones. And then once Roger Stone left, Mike Cernovich, sort of filled in over Skype a bunch, and they just sort of like we're awesome. Okay,"
    },
    {
      "end_timestamp": 330.0,
      "id": "c36bd2cf-67ec-36ed-910c-af55720d075f",
      "speaker": "Jordan",
      "start_timestamp": 328.0,
      "text": "we're great. Hey,"
    },
    {
      "end_timestamp": 387.0,
      "id": "105b003a-8179-372f-9fa4-6c581dbb2434",
      "speaker": "Dan",
      "start_timestamp": 330.0,
      "text": "I described that on the last show. You know how that was sort of the theme of the week. Right? And that continued into Wednesday. But then, in the, towards the third hour of the show, something really, really fucked up happened. That will be what we talk about for this episode. Okay, but because you asked me before the show, and I did tweet out about this a bit. I want to cover what he was doing on Thursday. Today, as we record this on Thursday, Alex Jones spent the entire show all pretty much the entire show. Just talking about how Comey is busted. Jim Comey Dead to Rights busted for what? So as he would say, as Alex would tell it, Comey wrote this memo that has been leaked where people have discussed this memo, or that President Trump will. But it's hard to get those words out. Yeah,"
    },
    {
      "end_timestamp": 389.0,
      "id": "f23cf38a-2556-3a0d-aa96-cf7c800b9d73",
      "speaker": "Jordan",
      "start_timestamp": 387.0,
      "text": "let's just not worry about those Trump"
    },
    {
      "end_timestamp": 424.0,
      "id": "5d6b827d-b1ba-3ed7-8f12-a36f10d40569",
      "speaker": "Dan",
      "start_timestamp": 389.0,
      "text": "had asked him or suggested that he should move on from the Flynn investigation. Yes. And Comey action of justice Comey wrote a memo about that. And then later, he was in front of the Senate, and he was being questioned. And they asked him a question. And in his answer, he said that no, people had not asked him to stop his investigation. He hadn't been pressured right. Now, here's the important thing. If that was all the information, Alex would have an interesting thing to go on here."
    },
    {
      "end_timestamp": 438.0,
      "id": "5c09b28c-68c5-3701-8e14-403cd9b6c9f7",
      "speaker": "Jordan",
      "start_timestamp": 424.0,
      "text": "Yeah, I would it would be it would be kind of misleading for him to say I wasn't pressured, which well, then now talk about that memo. So that kind of invalidates the memos, negative connotations,"
    },
    {
      "end_timestamp": 497.0,
      "id": "e4c72838-6720-3e60-a375-1ab216a1b97f",
      "speaker": "Dan",
      "start_timestamp": 438.0,
      "text": "or its authenticity, there's a lot of things right, get called into question, right? Or did he perjure himself when he was being invested? Because if the most rational explanation, if the reality isn't what I'm about to explain to you, if Alex's narrative is true, the most rational explanation would be like when he's in front of the Senate, he is in the middle of a obstruction of justice case that he's building. Right. And so he can't comment on it. So he would say he would have to answer with I can't comment on that, blah, blah, blah. But since he says no one has tried to stop the investigation, right? It's like, oh, that's an indication that no one has Yeah. Now unfortunately, Alex is using this clip that I'm about to play as his evidence that Comey is busted. All right. And I'd like to remind everyone he played this probably 15 to 20 times on the show on Thursday and screamed, you're dead. Comey. We got you. We got you."
    },
    {
      "end_timestamp": 509.0,
      "id": "10b609d6-c92b-329d-8ce4-359fac06e20e",
      "speaker": "Jordan",
      "start_timestamp": 497.0,
      "text": "Did he wants a or perhaps knock on the table? And then say, You busted. He didn't he? Oh, God, then if we would have confirmation? He was listening to our show."
    },
    {
      "end_timestamp": 511.0,
      "id": "33fdd207-0c2e-314e-931d-4aa4886193fc",
      "speaker": "Dan",
      "start_timestamp": 509.0,
      "text": "Go me. You Boston?"
    },
    {
      "end_timestamp": 513.0,
      "id": "0e92baca-f3e3-3e0f-b13e-ae2518dbb550",
      "speaker": "Jordan",
      "start_timestamp": 511.0,
      "text": "Yeah, come on. I agree with that."
    },
    {
      "end_timestamp": 537.0,
      "id": "0a827eaf-6b6e-313a-a2ad-aa82c669cd63",
      "speaker": "Dan",
      "start_timestamp": 513.0,
      "text": "At any point, I will, I will, like at work run around in a circle screaming. But he does shuffle papers around as he's known to do. But here is the clip. And it is from his testimony in front of the Senate. And maybe you'll immediately be able to tell why Alex is a fucking liar. And he knows"
    },
    {
      "end_timestamp": 547.0,
      "id": "dcea7340-146c-3a70-9fa7-2bf60953aa88",
      "speaker": "Senator (43)",
      "start_timestamp": 537.0,
      "text": "it. So if the attorney general or senior officials at the Department of Justice opposes a specific investigation, can they halt that FBI investigation?"
    },
    {
      "end_timestamp": 550.0,
      "id": "b99e9e76-bbfd-3469-8908-75e0761b338a",
      "speaker": "James Comey",
      "start_timestamp": 547.0,
      "text": "In theory? Yes."
    },
    {
      "end_timestamp": 552.0,
      "id": "c632c455-ff9f-3899-b632-fde7aa6331aa",
      "speaker": "Senator (43)",
      "start_timestamp": 550.0,
      "text": "Has it happened?"
    },
    {
      "end_timestamp": 571.0,
      "id": "be9c57aa-0f0f-3fc8-b086-f3da0f8caa6e",
      "speaker": "James Comey",
      "start_timestamp": 552.0,
      "text": "Not in my experience, because it would be a big deal, to tell the FBI to stop doing something that without appropriate purpose, meaning we're oftentimes they give us opinions that we don't see a case there. And so you ought to stop investing resources in it. But I'm talking about a situation where we were told to stop something for a political reason. That would be a very big deal."
    },
    {
      "end_timestamp": 574.0,
      "id": "dc6d8663-09ec-3023-b278-daa293647f4a",
      "speaker": "Jordan",
      "start_timestamp": 571.0,
      "text": "And it was."
    },
    {
      "end_timestamp": 582.0,
      "id": "7933bd9c-96ff-31ba-8cb6-2b44a6219ec6",
      "speaker": "Dan",
      "start_timestamp": 574.0,
      "text": "So he says there is not happened in my experience. Now let's go back to the beginning really quick and listen to the question that she asks him."
    },
    {
      "end_timestamp": 592.0,
      "id": "c9e71b56-9ab0-39b6-b144-b59f4c544c21",
      "speaker": "Senator (43)",
      "start_timestamp": 582.0,
      "text": "So if the attorney general or senior officials at the Department of Justice opposes a specific investigation, can they hope that FBI investigation,"
    },
    {
      "end_timestamp": 607.0,
      "id": "92e54060-09cb-3e81-86af-f7559348c013",
      "speaker": "Jordan",
      "start_timestamp": 592.0,
      "text": "the attorney general or Department of Justice, not the president exactly she was spared? civically asking about sessions? Yeah. Being a dick. Yeah, exactly. She was like, hey, sessions being addicted."
    },
    {
      "end_timestamp": 628.0,
      "id": "74a9c19e-7eb0-38f8-91c0-2d908faef970",
      "speaker": "Dan",
      "start_timestamp": 607.0,
      "text": "So now here's the thing. That question he didn't lie, he answered as it relates to the Department of Justice, right? That has nothing to do with what Trump may or may not have done. Nope. Alex knows that. He's playing this clip, knowing that people are not going to understand what the question Comey was asked is,"
    },
    {
      "end_timestamp": 635.0,
      "id": "35b30013-d428-3876-9593-4b1b12f82640",
      "speaker": "Dan",
      "start_timestamp": 628.0,
      "text": "he's a bad propagandist. You should have cut that out. He should have cut out the question. The question, couldn't you? What the fuck is he doing?"
    },
    {
      "end_timestamp": 639.0,
      "id": "d4604004-2c1e-3798-8757-76c2bc3f54af",
      "speaker": "Dan",
      "start_timestamp": 635.0,
      "text": "It's so obvious. He's loving. It's insane. It's such a desperation"
    },
    {
      "end_timestamp": 643.0,
      "id": "a90c52ad-ca7c-312c-bbab-40afd33ddfb3",
      "speaker": "Jordan",
      "start_timestamp": 639.0,
      "text": "move. How can you be this bad at the only thing you're good at?"
    },
    {
      "end_timestamp": 665.0,
      "id": "87103af2-f4ed-3eb4-a8cd-dfa956dd0ee4",
      "speaker": "Dan",
      "start_timestamp": 643.0,
      "text": "I think it's because he's been lucky. Yeah, he's he's been lucky and a bunch of really dumb people. And bigots have basically created his bedrock. Yeah, his base. Yeah. And he's much as they have for Trump. He's never really had to work all that hard. So I think that's pretty much what's going on. So anyway, that"
    },
    {
      "end_timestamp": 669.0,
      "id": "00cff4f8-b24e-3d10-8b46-a6b33c96cf74",
      "speaker": "Jordan",
      "start_timestamp": 665.0,
      "text": "Excuse me? Who is it?"
    },
    {
      "end_timestamp": 679.0,
      "id": "dbc1f274-b9d5-3d91-a3c6-5951070323da",
      "speaker": "Dan",
      "start_timestamp": 669.0,
      "text": "I don't know. I was gonna try and come up with a way to pretend that I was the Senate. I don't know. We were doomed from the jump on that one. But"
    },
    {
      "end_timestamp": 687.0,
      "id": "1f90d7d6-05b1-3687-8462-56537879608b",
      "speaker": "Jordan",
      "start_timestamp": 679.0,
      "text": "I'm telling you, we got to take at least a second city class straight again. All right. Let's work on our improv improv skills. Who is it?"
    },
    {
      "end_timestamp": 688.0,
      "id": "ac95aa0d-a354-3234-8a48-e24dd375545f",
      "speaker": "Dan",
      "start_timestamp": 687.0,
      "text": "This is Alex Jones."
    },
    {
      "end_timestamp": 690.0,
      "id": "93dee13f-7e9f-33c8-b8db-93c84b7489ad",
      "speaker": "Jordan",
      "start_timestamp": 688.0,
      "text": "Alex, how are you?"
    },
    {
      "end_timestamp": 696.0,
      "id": "1f3e49b6-15f4-3943-950c-4224682e14e7",
      "speaker": "Dan",
      "start_timestamp": 690.0,
      "text": "Let's see. I was hoping you would be Alex Jones, because then he could have busted himself."
    },
    {
      "end_timestamp": 703.0,
      "id": "c2a34808-2841-3630-9b2c-c8258a2d326b",
      "speaker": "Jordan",
      "start_timestamp": 696.0,
      "text": "Wait. So I was supposed to be like, Alex Jones. Hey, it's me. Alex Jones."
    },
    {
      "end_timestamp": 713.0,
      "id": "5eb14144-7d3f-345f-bb13-566ad0ad8fee",
      "speaker": "Dan",
      "start_timestamp": 703.0,
      "text": "And then as soon as you say that two second beep and then we both say you're busted. There we go. Let's try it. All right. Who is it is Alex Jones."
    },
    {
      "end_timestamp": 725.0,
      "id": "9cc5ac68-828b-3126-8944-fc5f673793ed",
      "speaker": "Jordan",
      "start_timestamp": 713.0,
      "text": "Oh my god, Alex Jones. I'm Alex Jones. You busted. Mr. Q. I couldn't. I couldn't take that series. All right. Let's see what we're doing three takes of things now,"
    },
    {
      "end_timestamp": 739.0,
      "id": "a67d809e-5d54-3aa7-adbb-015151cc6641",
      "speaker": "Dan",
      "start_timestamp": 725.0,
      "text": "apparently. So let's move along and get to the matters of the day. Yes. So on Wednesday, he had like I said, bro downtime. Oh, and Troyer was in the studio to be a fucking smarmy asshole. Hey,"
    },
    {
      "end_timestamp": 744.0,
      "id": "ada7d414-f5fa-360e-b9ab-8ba55af2483a",
      "speaker": "Jordan",
      "start_timestamp": 739.0,
      "text": "love white dudes just being white dudes regulating themselves for being white dude."
    },
    {
      "end_timestamp": 751.0,
      "id": "f920d9fe-707f-3665-a32d-2d27028bbb5b",
      "speaker": "Dan",
      "start_timestamp": 744.0,
      "text": "Yeah. Oh my god, the dynamic between Cernovich and Owen Shroyer is electric."
    },
    {
      "end_timestamp": 759.0,
      "id": "00bfd9a5-e8b6-3f57-b22f-00a5e5799ed9",
      "speaker": "Jordan",
      "start_timestamp": 751.0,
      "text": "Why isn't there any? I want there to be some sexual tension between P J W and somebody. I don't care. I know for"
    },
    {
      "end_timestamp": 761.0,
      "id": "8a36a3d1-5ebe-3fd3-b72d-652ed0acab4f",
      "speaker": "Dan",
      "start_timestamp": 759.0,
      "text": "him, man. He's a faithful dude."
    },
    {
      "end_timestamp": 770.0,
      "id": "31457b02-a492-3908-b7f8-6176615dd057",
      "speaker": "Jordan",
      "start_timestamp": 761.0,
      "text": "Yeah, but come on. Owen Troyer needs some love. I think that whether that well robbed his wife probably needs needs a good Paul Joseph Watson thing. She's gonna"
    },
    {
      "end_timestamp": 795.0,
      "id": "2346d684-c67e-31b6-96ca-0e190a0bd28d",
      "speaker": "Dan",
      "start_timestamp": 770.0,
      "text": "tell them to stop taking Super Male. You know that. So on Wednesday, after all that gets done. Jerome Corsi has big news. Yeah. Great. Big news. The Washington bureau chief, Jerome Corsi has something he really needs to drop into Alex's lap. And before he does, Alex makes a weird comparison. Where he basically says the Trump is a baby."
    },
    {
      "end_timestamp": 841.0,
      "id": "7939af94-0291-366d-8679-a57e63d86365",
      "speaker": "Alex Jones",
      "start_timestamp": 795.0,
      "text": "Yeah, I mean, at this point, this is so real and so sickening and so painful that I don't have any personal ties to Trump, oftentimes, or whatever. But I know he's real. He cares about the country. He's surrounded by scum. It's like watching a baby getting eaten by 100 rats or something. And because we won't empower the president, he's like a baby. He can't move because he can't do it all himself. And the rats are like eating him. And he's telling a lie and being eaten by hyenas. It's worse. It's a baby, the rebirth of America being eaten by these little red eyed rats. And he's just surrounded. We need a battle plan so that of course, he was texting me this morning. So we got to get a battle plan. We got to get on the offensive. I was like, Yeah, battle plan, battle plan, but he's writing articles about this. This is just so crazy."
    },
    {
      "end_timestamp": 843.0,
      "id": "daf21a98-b778-35e5-b06f-a11ce1236692",
      "speaker": "Dan",
      "start_timestamp": 841.0,
      "text": "So yeah, Jerome Corsi has got a battle plan. All right,"
    },
    {
      "end_timestamp": 847.0,
      "id": "a347cbea-e6ea-3881-bf2b-98269b67db1b",
      "speaker": "Jordan",
      "start_timestamp": 843.0,
      "text": "to protect Baby Trump to protect Baby"
    },
    {
      "end_timestamp": 849.0,
      "id": "f463863b-3a44-313e-b762-1765f177a1e7",
      "speaker": "Dan",
      "start_timestamp": 847.0,
      "text": "Trump from the red eyed rats."
    },
    {
      "end_timestamp": 854.0,
      "id": "74fc109d-538c-3afe-842c-cdc09184059b",
      "speaker": "Jordan",
      "start_timestamp": 849.0,
      "text": "I am. I'm way happier with this than any other moniker for Trump."
    },
    {
      "end_timestamp": 857.0,
      "id": "15848100-269c-3ec9-8114-8cdf7f841808",
      "speaker": "Dan",
      "start_timestamp": 854.0,
      "text": "Baby Trump. Baby Trump is baby boss."
    },
    {
      "end_timestamp": 865.0,
      "id": "7cdafaee-eef7-398f-9113-f8b69064593f",
      "speaker": "Jordan",
      "start_timestamp": 857.0,
      "text": "He's Baby Trump is the baby boss. He's the baby boss. That movie also bombed and became president became a goof. Yeah."
    },
    {
      "end_timestamp": 883.0,
      "id": "64d69d29-873b-3cab-b801-eb1551357c59",
      "speaker": "Dan",
      "start_timestamp": 865.0,
      "text": "So I'm gonna just go ahead and lay out in front of you what we're dealing with. Okay, Jerome Corsi comes on to Infowars and basically describes what Infowars does."
    },
    {
      "end_timestamp": 889.0,
      "id": "434f1348-41ee-3019-9e3b-914fb5fb5033",
      "speaker": "Jordan",
      "start_timestamp": 883.0,
      "text": "Right? Wow. I'm guessing he does not say, here's what we do at Infowars."
    },
    {
      "end_timestamp": 902.0,
      "id": "30dde43a-66a9-3ec6-9cdf-5189ce94c202",
      "speaker": "Dan",
      "start_timestamp": 889.0,
      "text": "He says here's what the globalists are doing to Trump. And basically, piece by piece describes the Infowars modus operandi. Ah, now on top of that,"
    },
    {
      "end_timestamp": 907.0,
      "id": "7a95184b-bbd4-386a-bcf8-eacc2dae79c6",
      "speaker": "Jordan",
      "start_timestamp": 902.0,
      "text": "they know their own, they know their own jobs. Right. At least we're aware of that. But"
    },
    {
      "end_timestamp": 917.0,
      "id": "b2f88fd4-86f7-3ec2-988a-27f4df6517fb",
      "speaker": "Dan",
      "start_timestamp": 907.0,
      "text": "here's where it gets scary. His battle plan is essentially wage a propaganda campaign against these globalists who are using propaganda against us."
    },
    {
      "end_timestamp": 926.0,
      "id": "a8624803-45fc-3f05-86ca-9d3ec8c93b76",
      "speaker": "Jordan",
      "start_timestamp": 917.0,
      "text": "So what happened? Is there a propaganda machine, right, and they're fighting against a counter propaganda machine? So we're starting a counter counter propaganda machine. Right,"
    },
    {
      "end_timestamp": 937.0,
      "id": "4cbd7b9e-c653-30ee-8e13-25e1feefa149",
      "speaker": "Dan",
      "start_timestamp": 926.0,
      "text": "gotcha. But the thing that's scary about it is, we know damn, well, that's what they're already doing. The idea that they're bringing it out into the open, suggests something really nefarious."
    },
    {
      "end_timestamp": 948.0,
      "id": "77dc42e8-fcbf-3176-a7aa-9660e5533be8",
      "speaker": "Jordan",
      "start_timestamp": 937.0,
      "text": "Okay, so so they're already doing it. But now they're doing the gambit of telling you what we're doing No, in order to allow you in order to allow them to ramp it up."
    },
    {
      "end_timestamp": 971.0,
      "id": "7ff5c324-f121-3067-be34-6385089359e1",
      "speaker": "Dan",
      "start_timestamp": 948.0,
      "text": "I think that they're banking on most people who don't like them not hearing this. And people who do like them hearing it, and then they're in on it now. Right? So it's like a wink. It's like, oh, we can get more people on our side. If we're just like, you know, we're upfront about like, Alright, now what we need to do is force a narrative. Okay, that sort of thing."
    },
    {
      "end_timestamp": 989.0,
      "id": "c248461e-bc30-3868-83b9-57bc9e0ba8db",
      "speaker": "Jordan",
      "start_timestamp": 971.0,
      "text": "So now, it's not now we're talking. We're recruiting the info warriors. Yes. To be part of our propaganda campaign. Yeah. We're not just going to be a propaganda campaign, keeping them believing this bullshit. Yeah. Now they're part of like, they're actively going to spread this bullshit."
    },
    {
      "end_timestamp": 1028.0,
      "id": "d04e57ae-7fd6-359e-aee3-e2615fd4dded",
      "speaker": "Dan",
      "start_timestamp": 989.0,
      "text": "It leads me to believe that audience engagement is down. Yeah, that's the sort of thing that I'm guessing but also, this was fucking hilarious. Later in the show. I didn't clip this out, because it doesn't matter. But Alex was on the phone with caller and the caller who's maybe a minute into the call, and he's like, Well, you got some good points. I'm gonna give you your own show. He just offered a caller. I hope he follows me fucking great. By the way, we're still waiting for that fucking Daffy Duck. That rapper who called in the Alex offered to give like we're gonna do a we're gonna do a Patreon,"
    },
    {
      "end_timestamp": 1029.0,
      "id": "eecca74c-e1f4-317c-b0c2-e028d11c42d3",
      "speaker": "Jordan",
      "start_timestamp": 1028.0,
      "text": "right? Yes. So"
    },
    {
      "end_timestamp": 1030.0,
      "id": "c04d191d-0834-3b68-a7bf-e8d7f5fca5d6",
      "speaker": "Dan",
      "start_timestamp": 1029.0,
      "text": "wait on that one. Oh,"
    },
    {
      "end_timestamp": 1041.0,
      "id": "07556943-5a3d-3380-853b-c931145c755a",
      "speaker": "Jordan",
      "start_timestamp": 1030.0,
      "text": "man, Daffy Duck. I'm starting to think he doesn't follow through with his promises. Seems like he doesn't. He's not a big fan of that. No. Did we know if if anybody ever won that animation contest"
    },
    {
      "end_timestamp": 1044.0,
      "id": "97e5a703-0f5e-3f5d-9be2-ab2ba588abe9",
      "speaker": "Dan",
      "start_timestamp": 1041.0,
      "text": "from 2014? Yeah, no idea."
    },
    {
      "end_timestamp": 1045.0,
      "id": "b292e50c-c363-3b7f-b9df-eea11d31f44b",
      "speaker": "Jordan",
      "start_timestamp": 1044.0,
      "text": "I want to find that I can neither"
    },
    {
      "end_timestamp": 1049.0,
      "id": "aca1b2e2-f66d-3fac-abb3-763485e4db97",
      "speaker": "Dan",
      "start_timestamp": 1045.0,
      "text": "confirm nor deny. If the animating contest of liberty has been one"
    },
    {
      "end_timestamp": 1058.0,
      "id": "1dae7839-cc61-3110-8878-2e39804b4944",
      "speaker": "Jordan",
      "start_timestamp": 1049.0,
      "text": "to all of the potluck policy walks, we would like an animation know, of the animation contest, and who may or may not have won it. So"
    },
    {
      "end_timestamp": 1062.0,
      "id": "2be337ee-78ba-314b-a2a6-d90469d0b218",
      "speaker": "Dan",
      "start_timestamp": 1058.0,
      "text": "everybody out there is doing so much already."
    },
    {
      "end_timestamp": 1066.0,
      "id": "36e405ec-0f4d-3122-9a32-639dcc4a0ae5",
      "speaker": "Jordan",
      "start_timestamp": 1062.0,
      "text": "Now, please, please don't make an animation contest. So"
    },
    {
      "end_timestamp": 1077.0,
      "id": "f03c281f-4368-368a-ae56-edab01b29dc4",
      "speaker": "Dan",
      "start_timestamp": 1066.0,
      "text": "here we go. Let's get into it. Jerome Corsi is going to lay out some of this. And we'll get to where I think we'll get to my thesis as this develops. Okay."
    },
    {
      "end_timestamp": 1084.0,
      "id": "d1c7b546-4db9-3453-b5fe-fe44058386f5",
      "speaker": "Alex Jones",
      "start_timestamp": 1077.0,
      "text": "There's our DC head. And, of course, he What do we do to turn this time because it's clear more than ever, they are making their rounds at the President right now?"
    },
    {
      "end_timestamp": 1121.0,
      "id": "e1e2755c-77ec-327a-85d4-513e36600cb7",
      "speaker": "Jerome Corsi",
      "start_timestamp": 1084.0,
      "text": "Well, Alex, what I'm doing is that the first article was today, I mean, I this is something I've been specially trained in this whole issue of Disinformation and Propaganda. I actually was trained by Edward Bernays, who is the father of public relations. And he wrote a book called propaganda in the 1930s that was responsible for the gerbils, propaganda and the rise of Nazi Hitler. And so you know, Nazi Germany. And what I'm saying is, I'm laying out what's the techniques that work and don't worry, you're under a cremation propaganda technique."
    },
    {
      "end_timestamp": 1125.0,
      "id": "b8851e59-765a-3faa-a020-5d8741e19990",
      "speaker": "Jordan",
      "start_timestamp": 1121.0,
      "text": "You know, who's a great guy, the guy who trained gerbils."
    },
    {
      "end_timestamp": 1142.0,
      "id": "5566789e-8071-34a4-b091-41ba7cc600a3",
      "speaker": "Dan",
      "start_timestamp": 1125.0,
      "text": "He didn't train gerbils or whatever. He didn't train gerbils. He gurbles was very specifically and vocally inspired by the work of Edward Bernays. Now, do you know about Edward Bernays? I know about Edward Bernays. So he his uncle was Sigmund Freud."
    },
    {
      "end_timestamp": 1156.0,
      "id": "555a1e65-c609-3b8a-be98-c982ee903517",
      "speaker": "Jordan",
      "start_timestamp": 1142.0,
      "text": "Let's hear why they're there. They're calling themselves a news organization. They're saying that everybody else is planning fake news. And course he just said, we're going to spread disinformation."
    },
    {
      "end_timestamp": 1158.0,
      "id": "c54867c6-8a87-3f24-ae4a-8d6ac167f082",
      "speaker": "Dan",
      "start_timestamp": 1156.0,
      "text": "I was paying literally"
    },
    {
      "end_timestamp": 1159.0,
      "id": "036e3a79-7be9-3ff5-b2f1-545c4a93a503",
      "speaker": "Jordan",
      "start_timestamp": 1158.0,
      "text": "fake news."
    },
    {
      "end_timestamp": 1206.0,
      "id": "939dbda8-8b2c-3bd2-8510-60d352cc6c90",
      "speaker": "Dan",
      "start_timestamp": 1159.0,
      "text": "I was trained by Edward Bernays. I know about these things. I'm trained in this. This is him trying to say like, Hey, Alex, calm down, I got this. Let your boy ride, that kind of thing. Also, another theme that's going to develop is Alex doesn't understand what Jerome Corsi is talking about. And secondarily, he's not there to have that conversation. You'll you'll get the sense that Alex does not want to be there at all. He's dismissive as if he had a Super Male Vitality laced hamburger and, okay. All right. It's just whatever is waving it off. So I want to tell you a little bit about Edward Bernays, before we move on. All right. His uncle was Sigmund Freud, but something that I found I can't confirm this. But one of the citations I found he said that his double uncle."
    },
    {
      "end_timestamp": 1211.0,
      "id": "c936807c-8dc5-313b-add7-c1b26d846741",
      "speaker": "Jordan",
      "start_timestamp": 1206.0,
      "text": "Now don't say that don't say double uncle. So that would be like, I don't know what that means. So that'd"
    },
    {
      "end_timestamp": 1220.0,
      "id": "857e2e95-44ba-3df0-a03d-954677487b0c",
      "speaker": "Dan",
      "start_timestamp": 1211.0,
      "text": "be like if you have an uncle, and one of your aunts, their husband dies and he marries your amp. So then he's a double uncle."
    },
    {
      "end_timestamp": 1222.0,
      "id": "d525290b-9bf5-30c2-b9f1-dd3b01239fd4",
      "speaker": "Jordan",
      "start_timestamp": 1220.0,
      "text": "That's a double uncle. Yeah,"
    },
    {
      "end_timestamp": 1224.0,
      "id": "487dc556-a466-3803-ad16-8650ee907d44",
      "speaker": "Dan",
      "start_timestamp": 1222.0,
      "text": "I believe that's what"
    },
    {
      "end_timestamp": 1227.0,
      "id": "7162003a-b377-39f6-8e21-f98c1afe93b8",
      "speaker": "Jordan",
      "start_timestamp": 1224.0,
      "text": "both an uncle and an uncle in law, right."
    },
    {
      "end_timestamp": 1249.0,
      "id": "22f9cf00-8180-34df-9555-f1620e46c904",
      "speaker": "Dan",
      "start_timestamp": 1227.0,
      "text": "So he, his uncle was Sigmund Freud. And he really, his double uncle, Sigmund Freud, as best I can tell really overplayed their relationship. I listened to an interview with Edward Bernays, his daughter the other day in preparation for this, and she said that he had no contact with Sigmund Freud after he went back to Vienna,"
    },
    {
      "end_timestamp": 1253.0,
      "id": "a1d521a6-5f83-3d64-841a-ee628b162161",
      "speaker": "Jordan",
      "start_timestamp": 1249.0,
      "text": "after Freud went back, yeah, okay. Okay. So it's dubious."
    },
    {
      "end_timestamp": 1260.0,
      "id": "f4b97bd9-6138-379c-9685-899bf7543663",
      "speaker": "Dan",
      "start_timestamp": 1253.0,
      "text": "How much of that was actually in itself a PR campaign. But be that as it may, he was, he was clearly inspired by the works of Freud."
    },
    {
      "end_timestamp": 1271.0,
      "id": "d11cc098-c1a7-3964-8935-4d086869085e",
      "speaker": "Jordan",
      "start_timestamp": 1260.0,
      "text": "If you're a propaganda Master, how can you believe anything you say? Totally, oh, no, there's no part of what you say that I can ever trust. If you spread propaganda."
    },
    {
      "end_timestamp": 1304.0,
      "id": "cb88811d-75b6-3378-bde6-6b488ddc1554",
      "speaker": "Dan",
      "start_timestamp": 1271.0,
      "text": "Also, his daughter was saying that like throughout her whole life, he specifically made her feel stupid, and always would say that she was stupid, which kind of fits into his worldview. Edward Bernays believed this kind of his whole thing was that people as a whole are really stupid. And they live like pack animals. And there are just herds that need to be ushered in different directions. And I agree with him. So there's a select group of really intelligent people who are the real power in the world who influence them for their own good globalist No, basically Oh,"
    },
    {
      "end_timestamp": 1310.0,
      "id": "c0abe9a2-b914-37d2-ab59-33d11d740672",
      "speaker": "Jordan",
      "start_timestamp": 1304.0,
      "text": "for the people's own good. Yeah. So he's, he's arguing for a benevolent oligarchy?"
    },
    {
      "end_timestamp": 1341.0,
      "id": "b670c201-a9b3-3404-90e7-5f8712b45c91",
      "speaker": "Dan",
      "start_timestamp": 1310.0,
      "text": "Somewhat, yeah, somewhat. But it's not really even an oligarchy, because it is people like him who are advertisers, and tastemakers and stuff like that. So his technique is that he would not see makers. Well, that's, that's a problem we're gonna get to. The other problem is that I've read propaganda. I've read his book, and he's decidedly pro propaganda. He's not against it. Well, and he wasn't throughout his life. He felt a little bit bad."
    },
    {
      "end_timestamp": 1348.0,
      "id": "78e17079-b1eb-32d5-80cf-0c6c010f7ee3",
      "speaker": "Jordan",
      "start_timestamp": 1341.0,
      "text": "The great, ya know, a little bit bad. Oh, I didn't realize that this could be a tool used for evil"
    },
    {
      "end_timestamp": 1406.0,
      "id": "4630717d-4910-3593-8d59-55c6ecda0cd1",
      "speaker": "Dan",
      "start_timestamp": 1348.0,
      "text": "he did, in a lot of his public statements seem oblivious of the idea that like, oh, yeah, people are gonna do bad shit with this, because he basically codified and created the art of public relations and advertising. But what he would do, is he his main contribution, because I never studied this in college or anything, but I've read some books on him and read his own books. And his thing is he would take people's wants and try and transform them into needs. And how you would do that is by over glamorizing something, like attaching celebrities to a product, right? That's sort of the he pioneered that sort of thing, right? And then on top of that, he turned politics into a little bit of that kind of shell game too, because he'd have celebrities hanging out with politicians, who would make it appear that there was this entwined, elite class. Yeah, what have you. But what he's most famous for, is getting women to smoke. No, you don't want to think about this."
    },
    {
      "end_timestamp": 1418.0,
      "id": "1ab5aba3-fcd5-33b9-8293-17ac98ba38a0",
      "speaker": "Jordan",
      "start_timestamp": 1406.0,
      "text": "Um, was this the one where it was like, a ton of like, it was medicinal. You don't do it while you're pregnant? You should do it while you're vacuuming. Was it that one?"
    },
    {
      "end_timestamp": 1450.0,
      "id": "b6aed5c1-ecbd-39ba-a3c2-f877da4af943",
      "speaker": "Dan",
      "start_timestamp": 1418.0,
      "text": "It's not. So he started working for the American Tobacco Company. And Bernays was given the objective of increasing Lucky Strike sales among women, who for the most part had formerly avoided smoking. The first strategy was to persuade women to smoke cigarettes instead of eating Bernays began by promoting the ideal of thinness itself, using photographers, artists, newspapers and magazines to promote the special beauty of thin women. Medical authorities were found to promote the choice of cigarettes over sweets. homemakers were cautioned that keeping cigarettes on hand was a social necessity."
    },
    {
      "end_timestamp": 1459.0,
      "id": "bf8ee0ce-f0f9-3065-a212-1a92b12d3be2",
      "speaker": "Jordan",
      "start_timestamp": 1450.0,
      "text": "That I mean, when you're serving your husband, sure, who smokes sure you want to make sure that you've got a few packs and lucky strikes on you at any point in"
    },
    {
      "end_timestamp": 1476.0,
      "id": "f33219cb-ded9-3300-8b36-f4e3ab518d5e",
      "speaker": "Dan",
      "start_timestamp": 1459.0,
      "text": "time. Lucky Strike means fine tobacco. Yeah, anyway, that's kind of shitty. But again, it is this unevolved. 1920s. So like, you you want to attack it from a modern evolved viewpoint. But back then it was just sort of like"
    },
    {
      "end_timestamp": 1480.0,
      "id": "27fcd3ba-04f5-369b-9dbc-33a3dbd20eda",
      "speaker": "Jordan",
      "start_timestamp": 1476.0,
      "text": "it's the Wild West everybody was just trying to make a buck off of the deaths of millions."
    },
    {
      "end_timestamp": 1487.0,
      "id": "fdce1e59-7110-3cf3-93cc-eb93634c0042",
      "speaker": "Dan",
      "start_timestamp": 1480.0,
      "text": "It's still shockingly horrible though. Like that was okay, here's my first plan thinness so that"
    },
    {
      "end_timestamp": 1495.0,
      "id": "b4decbdc-0c7e-3149-8b9a-4187561d834e",
      "speaker": "Jordan",
      "start_timestamp": 1487.0,
      "text": "here's my first plan, ruin women's lives. So apparently is my second plan, make sure they die."
    },
    {
      "end_timestamp": 1544.0,
      "id": "3ba53b41-cb66-3945-943b-e157cb584cb9",
      "speaker": "Dan",
      "start_timestamp": 1495.0,
      "text": "That worked a bit, but then there was still a taboo about women's Smoking in public. So he had to create a whole new thing in order to make it okay for women to smoke in public. So he got some actresses, and he had them join the 1929 Easter Day parade. And what he did is he told a bunch of reporters and news people there that suffragettes were going to start smoking freedom torches, as a symbol of their empowerment. And so these reporters all saw these paid plants in the parade, start smoking walking through the parade, and it became this coupling of women's empowerment with smoking. And all of a sudden, it was it was cool for women to smoke, and it was okay for them to do it in public. It worked amazing. Well, he's"
    },
    {
      "end_timestamp": 1546.0,
      "id": "24c02464-29fd-3ed4-8569-42921655eca5",
      "speaker": "Jordan",
      "start_timestamp": 1544.0,
      "text": "an evil genius."
    },
    {
      "end_timestamp": 1547.0,
      "id": "046b5664-2f70-3def-ac0c-a1b2af4bd0ff",
      "speaker": "Dan",
      "start_timestamp": 1546.0,
      "text": "He totally is."
    },
    {
      "end_timestamp": 1548.0,
      "id": "cdaa2291-034d-3aaf-85e7-c8b895e0cb8e",
      "speaker": "Jordan",
      "start_timestamp": 1547.0,
      "text": "He's an evil genius. So"
    },
    {
      "end_timestamp": 1552.0,
      "id": "cfc0e445-4796-301d-be6a-95616a2052a7",
      "speaker": "Dan",
      "start_timestamp": 1548.0,
      "text": "this created a new problem, though."
    },
    {
      "end_timestamp": 1557.0,
      "id": "b1606efa-1d69-312b-a1e9-ac4f7596471a",
      "speaker": "Jordan",
      "start_timestamp": 1552.0,
      "text": "Oh, just one beyond just just one problem. There's only one problem created."
    },
    {
      "end_timestamp": 1612.0,
      "id": "7a3e78e2-ff43-3f9c-9dc9-d98a698aeee6",
      "speaker": "Dan",
      "start_timestamp": 1557.0,
      "text": "There was an interesting problem, though. And that is that lucky strike. Their packaging was green and red. And green was a very unfashionable color. So women didn't want to smoke, Lucky strikes, they smoked other brands, because green packaging would clash with their attire. And they just, they just didn't want to do it. So now Bearnaise had to figure out what to do about this. So what he did was he threw this thing called the green ball, where he enlisted tons of socialites and had them all wear green dresses, manufacturers and retailers of clothing and accessories were advised of the excitement growing around the color green intellectuals were enlisted to give highbrow talks on the theme of green before the ball had actually taken place. Newspapers and magazines encouraged in various ways by Brene is office had latched on to the idea that green was all the rage, and all of a sudden, everything was okay. People started buying lucky strikes. Women were smoking in public, everything was great."
    },
    {
      "end_timestamp": 1621.0,
      "id": "d8995e0f-b100-3c19-abd1-fe07cb56aa73",
      "speaker": "Jordan",
      "start_timestamp": 1612.0,
      "text": "He's so so now I'm completely on his side. Everybody's dumb. They're pack animals fucking. This is awful. This is anything real?"
    },
    {
      "end_timestamp": 1625.0,
      "id": "8fc33610-4b71-3ca0-9763-9ba0f78b6b28",
      "speaker": "Dan",
      "start_timestamp": 1621.0,
      "text": "No, but this is gonna be a real. This is gonna be a harsh roller coaster."
    },
    {
      "end_timestamp": 1637.0,
      "id": "a16f6a9a-108e-37ba-a3e1-1f77aaba635d",
      "speaker": "Jordan",
      "start_timestamp": 1625.0,
      "text": "Why do I do any of the things I do? When your time question? I question all of my, what is what am I doing here? Why am I wearing clothes? Dan? I don't know. Is it because I'm a pack animal?"
    },
    {
      "end_timestamp": 1641.0,
      "id": "ef9a1875-ec0f-3f9d-b546-bff5e2f70743",
      "speaker": "Dan",
      "start_timestamp": 1637.0,
      "text": "It's probably because Bernays did like 60 years ago, you know, who's"
    },
    {
      "end_timestamp": 1646.0,
      "id": "80b9c288-4b22-3287-8a1a-bd51a6721b99",
      "speaker": "Jordan",
      "start_timestamp": 1641.0,
      "text": "really fighting the good fight against propaganda. The Unabomber?"
    },
    {
      "end_timestamp": 1672.0,
      "id": "bed1f2b8-a56b-3c2e-818b-22ee0f3354a1",
      "speaker": "Dan",
      "start_timestamp": 1646.0,
      "text": "Yeah, well, there's some truth to that. So that was kind of like a fascinating, competent story of Edward Bernays. Yes, unfortunately, as we mentioned, he also inspired gurbles. And the Nazi propaganda campaign was a huge part of it being able to succeed, because without the propaganda, there's a real good chance that it certainly wouldn't have gotten as bad as it did. Right. The power"
    },
    {
      "end_timestamp": 1699.0,
      "id": "0d3c364c-1f6f-3008-906b-d3a0cf68af17",
      "speaker": "Jordan",
      "start_timestamp": 1672.0,
      "text": "was really smart to make it make tons of pro Nazi movies and all of that shit right there. Like that is a brilliant, a brilliant idea to do that. And then he had a shit ton of critics, I'm sure. Give them very positive reviews. So that would influence people that they get the great movie. tastemakers? Yeah. And then I'm sure he, at the very least, beat a woman to death to make sure she started smoking. So what gurbles did, right."
    },
    {
      "end_timestamp": 1713.0,
      "id": "471761ad-06c0-3087-ae60-e54a3d673abf",
      "speaker": "Dan",
      "start_timestamp": 1699.0,
      "text": "I don't know. So here's something that's a little bit more direct about Bernays because it's hard to blame him for the Holocaust. Because people were just inspired by him. There's there's it."
    },
    {
      "end_timestamp": 1717.0,
      "id": "b48ce9b9-99e2-3822-8877-63040826f716",
      "speaker": "Jordan",
      "start_timestamp": 1713.0,
      "text": "There's so that Oh,"
    },
    {
      "end_timestamp": 1729.0,
      "id": "2956e97f-8ec7-39aa-ab38-25dd28e434b2",
      "speaker": "Dan",
      "start_timestamp": 1717.0,
      "text": "in 1940, the United Fruit Company hired Bernays to try and get bananas to be popular in America. Right? They weren't they were seen as like a really weird exotic fruit. Right? So he tried thing, they are"
    },
    {
      "end_timestamp": 1735.0,
      "id": "631e9c5c-0d65-300e-b8c4-a74da0735383",
      "speaker": "Jordan",
      "start_timestamp": 1729.0,
      "text": "much more popular now. Since everybody's deck is shrinking. So we gotta really we got to make it all out better for us. Yeah,"
    },
    {
      "end_timestamp": 1800.0,
      "id": "e9727613-42aa-3881-b5e7-797e87ae6521",
      "speaker": "Dan",
      "start_timestamp": 1735.0,
      "text": "absolutely. That is 100% What's going on represent? So he tried a bunch of his normal tricks, like placing bananas in prominent places, ads and in public and stuff like that holding the banana ball, he tried to get celebrities to get on board, a yellow ball. I didn't do a yellow ball, but clashed with the green. It wasn't quite working. There was some progress being made making them cool, but it wasn't what they needed. So Brene has also argued that United Fruit needed to put a positive spin on the banana growing countries themselves. And for this purpose, he created a front group called the middle American Information Bureau, which supplied information to journalists and academics. The myth he had no expertise in middle America, he had no reason to do this. That's pretty fucked up. In 1948, getting paid upwards of $100,000 a year Bernays worked on the national press and successfully drummed up coverage of Guatemala's communist menace. He argued that everyone needed to act to protect business interests in Latin America, because time"
    },
    {
      "end_timestamp": 1812.0,
      "id": "fea87fd9-775f-3376-b395-d38a68771b3b",
      "speaker": "Jordan",
      "start_timestamp": 1800.0,
      "text": "Guatemala was he's the reason that Guatemala became a banana republic. Oh, yeah. He's the reason totally that Guatemala became a banana republic. Let"
    },
    {
      "end_timestamp": 1821.0,
      "id": "d91d9d1b-fafd-38d3-b005-5f0d942b5534",
      "speaker": "Dan",
      "start_timestamp": 1812.0,
      "text": "me get through the story because our listeners probably don't know. Yeah. Yeah. It's incredibly direct. Yeah, yeah. So"
    },
    {
      "end_timestamp": 1827.0,
      "id": "4f68ffa5-414e-3b23-89c9-28c6c3b12026",
      "speaker": "Jordan",
      "start_timestamp": 1821.0,
      "text": "this is a 1920s Bernays. This is post Holocaust Bernays causing"
    },
    {
      "end_timestamp": 1894.0,
      "id": "1453bfd2-8b00-3a3d-924f-54305668008a",
      "speaker": "Dan",
      "start_timestamp": 1827.0,
      "text": "holocaust. Totally. Yeah. So in per per Bernays strategy, United Fruit distributed favorable articles and an anonymous report on Guatemala to every member of Congress and to National Opinion molders. They also published a weekly Guatemala newsletter and sent it to 250 journalists, some of whom used it as a source for their reporting. In June 1954, the US Central Intelligence Agency affected a coup d'etat named Operation PB success. The CIA back to middle, minimal military force fronted by Carlos Castillo are our Moss with the psychological warfare campaign to portray military defeat as a foregone conclusion. Iraq, Iraq, Iraq, the entire rack the entire track the entire, the entire I know, the entire the entire lead up to it to Bernays was heavily involved with these publications and helping out with disseminating stuff to journalists. He gave people tours of Guatemala, politicians and journalists alike, and all that in the ramp up to this he was heavily involved"
    },
    {
      "end_timestamp": 1897.0,
      "id": "2d7abc37-89ea-36ec-aef3-7e9724beb9ff",
      "speaker": "Jordan",
      "start_timestamp": 1894.0,
      "text": "and this is to fucking sell,"
    },
    {
      "end_timestamp": 1954.0,
      "id": "bcd1b250-4fea-3cff-bdc0-55ca775d29e1",
      "speaker": "Dan",
      "start_timestamp": 1897.0,
      "text": "getting a man and he was getting paid $100,000 a year just ton of money back then. So as soon as Castillo Arman took power, he began to jail. His opponents killing many historians estimate the number of agricultural workers he killed to be in the 1000s. Just immediately 1000s all political parties, unions and peasant organizations were outlawed. He outlawed voting by illiterate people, which made up two thirds of Guatemala's population. And then he unveiled the Constitution and wrote a new one. There were tons of attempted coups until they all failed, but then he was assassinated in 1957. Elections were held following Castillo amaz death, in which the centrist or DS pesah Reylo pastorelli won a plurality. However, supporters of Miguel glorious Flint s, who had been a candidate in the election rioted, after which the army sees power and an old the result and another election was held to glorious cuentas won this election by a comfortable margin, and soon after, wrote a guest,"
    },
    {
      "end_timestamp": 1966.0,
      "id": "f78fa72c-b0b0-3bd6-9275-f4da24bc21ef",
      "speaker": "Jordan",
      "start_timestamp": 1954.0,
      "text": "a guest soon afterward against that he would have won an election after the army invalidated the previous one totally because they didn't like the guy who went crazy that the guy that they liked what that what he wants."
    },
    {
      "end_timestamp": 1993.0,
      "id": "803bc54f-3ca9-3b36-9d7d-4098304d577a",
      "speaker": "Dan",
      "start_timestamp": 1966.0,
      "text": "Soon afterward, he declared a state of siege and seized power. Historian Nick Coulter has stated that by overthrowing our Ben as the former leader of Guatemala, the CIA ended up undermining its own initial goal of a stable Guatemalan government. Historian Stephen Streeter has stated that while the US achieved certain strategic goals by installing the malleable Castillo, Arman says President, it did so at the cost of Guatemala's democratic institutions."
    },
    {
      "end_timestamp": 1998.0,
      "id": "379c655d-e04f-3615-82fb-b5e20c791112",
      "speaker": "Jordan",
      "start_timestamp": 1993.0,
      "text": "Now you're guessing here he I learned their lesson No, and never did that. Again."
    },
    {
      "end_timestamp": 2040.0,
      "id": "8767342f-a462-36b0-b670-b445c791fa60",
      "speaker": "Dan",
      "start_timestamp": 1998.0,
      "text": "Here's the worst sentence of this whole thing. The rolling back of the progressive policies and the previous civilian governments resulted in a series of leftist insurgencies in the countryside beginning in 1960. This triggered a 36 year Guatemalan civil war between the US back military government of Guatemala and the leftist insurgencies that frequently had a large degree of popular support. The Civil War ran from 1960 to 1996, costing the lives of 200,000 civilians during the Civil War, though atrocities against civilians were committed by both sides. 93% of these violations were committed by the United States back to military including a genocidal scorched earth campaign against the indigenous Maya population in the 80s. Hey,"
    },
    {
      "end_timestamp": 2060.0,
      "id": "a29dbc95-933e-313f-8b2a-676a41835126",
      "speaker": "Jordan",
      "start_timestamp": 2040.0,
      "text": "you know what's great? Were the good guys totally were the good were the good guys were promoting doc democracy around the world. And that's that's what America does. I hate it whenever you market prosperity hate it whenever people you know, say the dictators are fucking god dammit, we're so evil."
    },
    {
      "end_timestamp": 2098.0,
      "id": "83deac7f-e03c-383a-8992-20555a021a45",
      "speaker": "Dan",
      "start_timestamp": 2060.0,
      "text": "I know. It's dark. We're so evil. It's dark. But the reason I went into all that detail and wanted to explain the literal 35 What is it 36 gear aftermath of this. It was part of a propaganda campaign, put all our bananas for bananas for bananas, orchestrated by Edward Bernays that caused this kind of massive fallout. Now, at the same time, we can't re litigate history and know what would have happened if they hadn't done this, but it definitely wouldn't have been this. No, there was there was trouble in Guatemala before but it wasn't nearly this severe. They had two sons in"
    },
    {
      "end_timestamp": 2133.0,
      "id": "ecbb2b03-1352-346b-8f02-f41c5abefb3f",
      "speaker": "Jordan",
      "start_timestamp": 2098.0,
      "text": "place. I can't think of any other situation where that has has occurred like I'm sure that most of the Middle East has stayed very popular with without our interference. I'm sure that we've never overthrown the Iranian government and installed the fucking Ayatollah and took a liberal society and turned it into a religious theocracy. I'm sure we've never demolished a government and caused another civil war that's been raging on for, what, 20 years now, forever. Now, I'm sure we've never created terrorists, fucking groups that are causing all kinds of shit around the world."
    },
    {
      "end_timestamp": 2136.0,
      "id": "5554203c-d190-3e42-b292-01ed2f61bb79",
      "speaker": "Dan",
      "start_timestamp": 2133.0,
      "text": "I would hate it if America did that shit."
    },
    {
      "end_timestamp": 2146.0,
      "id": "c440bd99-46b0-322d-abb9-45f43a4134f2",
      "speaker": "Dan",
      "start_timestamp": 2136.0,
      "text": "Get this? Yeah. In 1973 Edward Bernays was hired to try and make kumquats popular. This was what happened in Iran."
    },
    {
      "end_timestamp": 2152.0,
      "id": "6a424c6f-eb54-3387-8dca-318cddb8d216",
      "speaker": "Jordan",
      "start_timestamp": 2146.0,
      "text": "I feel like he's not going to be able. I'm just making that one. And I don't know what picked you picked the funniest of the fruit."
    },
    {
      "end_timestamp": 2198.0,
      "id": "deff5649-4f6f-3b4c-9efc-22228af9266d",
      "speaker": "Dan",
      "start_timestamp": 2152.0,
      "text": "I don't know if kumquats are indigenous to Iran, but be that as it made. My point is that his his tricks that he uses are generally for nefarious reasons. They're used to bad goals propaganda Stickley, right. So he's a psychopath. And even himself, he makes the argument that like, oh, yeah, what I do is ethically neutral. But what his one of his most famous arguments about it was that there was I can't remember her name. But there was this famous woman in the 50s, who cut her hair really short. And then it became popular for women to have really short hair. So his example was, does it make a difference? If I influenced her to do that? Or if she did it on her own? The end result is that women get short hair, whatever, who cares if it was propaganda or not? Which is"
    },
    {
      "end_timestamp": 2204.0,
      "id": "c79c0890-558f-3fbb-97b8-fd8a0bbc969b",
      "speaker": "Jordan",
      "start_timestamp": 2198.0,
      "text": "right. So his argument is that propaganda is just a controlled fad."
    },
    {
      "end_timestamp": 2210.0,
      "id": "3749f00e-f966-3669-b162-62d853278458",
      "speaker": "Dan",
      "start_timestamp": 2204.0,
      "text": "Right, that kills 200,000 civilians in 36 years and Guatemala. Yeah, but"
    },
    {
      "end_timestamp": 2220.0,
      "id": "d6dcc0bb-38f3-31b0-a229-8d2f506e1c7d",
      "speaker": "Jordan",
      "start_timestamp": 2210.0,
      "text": "this is true. Every year, hundreds of 1000s of women die because their hair is too short. Did you not know that? I didn't know that short hair interesting causes heart disease."
    },
    {
      "end_timestamp": 2249.0,
      "id": "faef2db7-9b83-3bf3-988d-0837b4515e9a",
      "speaker": "Dan",
      "start_timestamp": 2220.0,
      "text": "So the other thing that he says that makes this propaganda ethically neutral, is that in his conception of the world, there's all these people who are being influenced, and then what the world would turn into. And this essentially, utopian state is good propaganda force is doing battle with evil propaganda. That is the utopian state, right, where you're just like, yeah, so everyone would just sort of mindlessly go about their lives. And then these two competing forces of liars who try and get them to do things. Oh, great."
    },
    {
      "end_timestamp": 2259.0,
      "id": "85b5fdcc-b04a-3ec8-b68e-2b40a3f024f3",
      "speaker": "Jordan",
      "start_timestamp": 2249.0,
      "text": "I'm really glad that that man, he is so right. In the most evil of ways like that is kind of what we're living in right now. He is two competing propaganda campaigns."
    },
    {
      "end_timestamp": 2292.0,
      "id": "1d34b75f-d9ee-37af-a1a6-993b81ac5729",
      "speaker": "Dan",
      "start_timestamp": 2259.0,
      "text": "Totally. He isn't he is an incredibly smart dude, but his version of how things should be not a win. No, no. So that's the guy who trained Jerome Corsi. Sweet, I have no evidence of that. Like I can't find any degrees or anything that would match up but he did get into teaching later in his life. And Bayes How old is corsi course he's like, 70. So their timeline does matter. It does. That doesn't make I believe Edward Bernays died in 1995 or something like, right."
    },
    {
      "end_timestamp": 2296.0,
      "id": "c2a6062c-c5d3-3d80-99e8-eed4e67b9942",
      "speaker": "Jordan",
      "start_timestamp": 2292.0,
      "text": "And he one year before the end of the Civil War he cause Yeah."
    },
    {
      "end_timestamp": 2301.0,
      "id": "cb8ba0be-1e3c-3aba-8cb7-790c7b685483",
      "speaker": "Dan",
      "start_timestamp": 2296.0,
      "text": "He was like, 103 to like he was he made it?"
    },
    {
      "end_timestamp": 2315.0,
      "id": "a11cb319-a3c8-3b91-9830-891d94b57b1c",
      "speaker": "Jordan",
      "start_timestamp": 2301.0,
      "text": "Well, yeah, he sucked to the blood of every Guatemalan child that died. Right? He that. I'm not gonna say that. That sounds to Alex Jonesy. And I feel very influenced by that. He said he killed hundreds of 1000s"
    },
    {
      "end_timestamp": 2321.0,
      "id": "f779f7af-2927-3180-a289-d9bfd8698562",
      "speaker": "Dan",
      "start_timestamp": 2315.0,
      "text": "of babies directly responsible for a lot of really fucked up stuff. But he also"
    },
    {
      "end_timestamp": 2324.0,
      "id": "5b311c28-2f4f-35a2-939c-bcb6acbdbe2e",
      "speaker": "Jordan",
      "start_timestamp": 2321.0,
      "text": "and he's indirectly responsible for the most fucked up stuff."
    },
    {
      "end_timestamp": 2366.0,
      "id": "58de769c-8089-38b3-8c29-9a0a864543cb",
      "speaker": "Dan",
      "start_timestamp": 2324.0,
      "text": "Yeah, he's a really interesting dude, though. If you look into him, it's because it's, it's hard to, it's hard to say if he understood the power he was messing with, you know what I mean? Like, right. It's difficult to know if he had any conception of the techniques that he was laying out. Like, how much damage they would do to the world right if you just consider advertising and how much influence he's had on Yeah, people feeling like they need to buy things they don't need to McDonald's is everywhere. And it's also you know, a lot of this stuff is kind of inevitable someone would have figured this out eventually if he hadn't. Yeah, but we live in our timeline. He did it so Fuck him. Yeah, but Well, the"
    },
    {
      "end_timestamp": 2382.0,
      "id": "d3ab8bbe-c461-3619-aa1e-11e134e32732",
      "speaker": "Jordan",
      "start_timestamp": 2366.0,
      "text": "Oppenheimer was so wrong. When he said I am become Death destroyer of worlds. Fucking Bernays is single handedly responsible for more deaths than the nuclear bomb. They're probably"
    },
    {
      "end_timestamp": 2388.0,
      "id": "9008ce75-cac5-3cfb-a167-2fc97af880cc",
      "speaker": "Dan",
      "start_timestamp": 2382.0,
      "text": "probably the answer. Yeah. And all the Coos Yeah,"
    },
    {
      "end_timestamp": 2391.0,
      "id": "9d8a3852-9d4b-3186-91f4-4f2c4921dc22",
      "speaker": "Jordan",
      "start_timestamp": 2388.0,
      "text": "this is all this is all his fault."
    },
    {
      "end_timestamp": 2398.0,
      "id": "fedb3d32-b375-374e-bf8b-567fe4528fed",
      "speaker": "Dan",
      "start_timestamp": 2391.0,
      "text": "fact that I'm smoking a cigarette right now probably as well because I saw pictures of cool women smoking when I was younger. I was like, I want to be cool like them."
    },
    {
      "end_timestamp": 2402.0,
      "id": "f317dc3a-ef10-3a4d-a8eb-a3a6d9dca04a",
      "speaker": "Jordan",
      "start_timestamp": 2398.0,
      "text": "Yeah. Well, I was a big fan of Casablanca. So frankly, I"
    },
    {
      "end_timestamp": 2412.0,
      "id": "85ffa8a1-5b63-38f5-a3ee-7a5d5fc99253",
      "speaker": "Dan",
      "start_timestamp": 2402.0,
      "text": "don't give a damn. It's not the right movie that's gone with the wind."
    },
    {
      "end_timestamp": 2417.0,
      "id": "a76680ff-c2cb-3bff-8ec4-319e4a53a200",
      "speaker": "Jordan",
      "start_timestamp": 2412.0,
      "text": "About my hair. Isn't there smoking in that too, let's just call it. Just call it your good. That's a push."
    },
    {
      "end_timestamp": 2425.0,
      "id": "e54a2e06-4215-3beb-b132-c67fb7bf85ac",
      "speaker": "Dan",
      "start_timestamp": 2417.0,
      "text": "Yeah. Let's call that one even let's get back to Jerome Corsi. He's gonna lay out what his plan that he wants to suggest for Trump is"
    },
    {
      "end_timestamp": 2454.0,
      "id": "638e9db0-bb48-3e2f-a172-cc6380154eb8",
      "speaker": "Jerome Corsi",
      "start_timestamp": 2425.0,
      "text": "this has been studied, there's rules and if Trump follows these rules, he's going to win. Now, the first rule and what I wrote up today, is that the idea is you create a false narrative, a mountain and this man is Russian collusion. Now the Trump just keep propping that lie up. Yes. And, and there's no evidence for it. Okay. We've had repeated statements from a Senator Feinstein,"
    },
    {
      "end_timestamp": 2475.0,
      "id": "622a0779-6270-3ac2-9e7a-54922cb01ef7",
      "speaker": "Dan",
      "start_timestamp": 2454.0,
      "text": "he goes on to like name more senators that have said, varying degrees of there's no unclassified information that shows collusion, that means there's no information that shows collusion, a miss characterize all of these statements, but at the same time, they're just going back to the analysis of they're just saying what they do. They're saying that, yeah,"
    },
    {
      "end_timestamp": 2477.0,
      "id": "2358ace8-6971-3f6f-93fd-a524ebb1ef44",
      "speaker": "Jordan",
      "start_timestamp": 2475.0,
      "text": "you create create a false narrative,"
    },
    {
      "end_timestamp": 2509.0,
      "id": "e14d02af-a0e8-38e5-ba8a-e5ffbb0e8a20",
      "speaker": "Dan",
      "start_timestamp": 2477.0,
      "text": "you create a false reality, or a meme, which is a meme. But he's an old man, we'll give them a pat. They'll open millball Infowars. All they do is they have created this false narrative that has no evidence backing it up. Yep. The entire idea of globalists are behind everything they're trying to poison you. I, I've talked to doctors and done some research into this even the fluoride idea. And it's, it's murky at best. Yeah, the idea that fluoride does really terrible things to you. So yes,"
    },
    {
      "end_timestamp": 2515.0,
      "id": "10140ae4-c49c-33a6-b128-118c205c54ff",
      "speaker": "Jordan",
      "start_timestamp": 2509.0,
      "text": "vaccines, just vaccines. Sure. Their propaganda campaign has also killed people."
    },
    {
      "end_timestamp": 2548.0,
      "id": "c4e9ebd5-7aa6-33aa-9369-f9bd0dd0fc85",
      "speaker": "Dan",
      "start_timestamp": 2515.0,
      "text": "Sure. But be that as it may, there, they're saying that this Russian thing is a false reality that has been created, and they prop it up with lies, and the lack of truth, lack of proof, that is Infowars entire gameplan. Every single thing that we can come up with that they talk about George Soros as a Nazi collaborator, any of the things any of the things they say is pieces of their false reality, right. So this is externalization. This is projection. This is insane."
    },
    {
      "end_timestamp": 2564.0,
      "id": "9bfdec23-eb61-3a71-b1aa-a571d5a8656f",
      "speaker": "Jordan",
      "start_timestamp": 2548.0,
      "text": "So, so you can be like, course, he doesn't know that they're already doing this. Do you really think he doesn't know? No, he absolutely knows like, what would you like, here's how bad it is. What would their new false reality be?"
    },
    {
      "end_timestamp": 2627.0,
      "id": "a75c7ec3-482f-3207-8427-d961f6a86e49",
      "speaker": "Dan",
      "start_timestamp": 2564.0,
      "text": "We'll get to that. But like, he does know for sure he knows. Yeah. And I think that corsi is a little bit smarter than Alex. He's seen a lot more. He's personally torpedoed people with propaganda campaigns. Oh, God. So he knows, he knows. And I think he sees how serious the reality of the Russian situation is. Right? I think he sees Oh, shit. They're convening grand juries. Oh, shit. This special prosecutor is an ally of commies, right? They had a great relationship in the FBI. The idea that he's not going to be fair about the evidence is is absurd. I think he knows. And he's like, we got to pull out big guns. And if that means that we have to kind of give up the game a little bit about what we're doing. We have to take that risk and hope that people who do a podcast about us don't notice. I think that that is what's going on. This is fucking desperation measure. They're"
    },
    {
      "end_timestamp": 2640.0,
      "id": "d731c1a3-b06c-324a-8a43-f86269d67f7b",
      "speaker": "Jordan",
      "start_timestamp": 2627.0,
      "text": "trying to start a civil war. No, that's that's the end game of that. That's the end game of that propaganda campaign. There's no other way that that propaganda campaign goes, we'll"
    },
    {
      "end_timestamp": 2646.0,
      "id": "c0c8033f-f23e-34fd-9df1-ca5550240d67",
      "speaker": "Dan",
      "start_timestamp": 2640.0,
      "text": "get to it, because he does actually spell it out. And I'll it's dumb. Yeah. But that's"
    },
    {
      "end_timestamp": 2672.0,
      "id": "bb22a590-b3c1-31c0-950d-a82268557eb4",
      "speaker": "Jordan",
      "start_timestamp": 2646.0,
      "text": "not a thing. Just like Bernays he. All he wanted was to sell bananas. And he caused a 30 year civil war. Yeah, all this guy wants is to support Trump. And all Trump wants is tax cuts for the rich. Not all Trump wants. Well, Trump wants. What else does Trump want? Oh, camo himself to be more rich and more family wants to be the king fine. Paul Ryan is Paul Ryan exists."
    },
    {
      "end_timestamp": 2677.0,
      "id": "8919c205-3f4d-3185-b75b-722e88da5231",
      "speaker": "Dan",
      "start_timestamp": 2672.0,
      "text": "They don't support only to create tax cuts. Infowars doesn't support Paul Ryan. Hey, yeah, they do. No, they"
    },
    {
      "end_timestamp": 2680.0,
      "id": "9481f467-d9da-33c1-88a3-34874f3b5c64",
      "speaker": "Jordan",
      "start_timestamp": 2677.0,
      "text": "don't. They're an arm of the they're an arm of the right"
    },
    {
      "end_timestamp": 2807.0,
      "id": "4fdf6dc9-ef43-300a-9c00-d2a2be808df0",
      "speaker": "Dan",
      "start_timestamp": 2680.0,
      "text": "wing propaganda. No, no, no, no, no. And that is actually an important thing that we need to clarify. I mean, inadvertently, right. Just in there. Coincidentally that right now. Yeah, so this is actually something we've gotten a little bit off base about and I want to clarify, okay, like just because the world is so fucked up now and we're in an endless news cycle. It kind of gets to a point where we talk a lot about Trump. And we talk a lot about Paul Ryan being an asshole. And we could talk about Chafetz. Resigning today, yeah, all this shit, we could and we should, in some fashion or another. But at the end of the day, this podcast is about Infowars and Alex Jones, right. And they're not really Republicans. They hate Paul Ryan, because he takes money from George Soros. And they think he's a globalist Alex Jones, to his credit, hated George Bush too. So like, he has a not consistent, but at least he has a philosophy where he's not strictly a Republican, he is the other. And that's the problem that I want to address more, I need this podcast to be about. Look, if Trump gets fucking impeached, we still have the problem on our hands that we have right now. And that is that Alex Jones. And Infowars is a media arm of a really dangerous movement. Now they can call it patriots. They can call it we just want to bring back our country, right? Or whatever, bad boys. Sure. That's not what they're doing. That's code. There is really dangerous, bigoted nationalism. That's going all over the world. It's all over the place. Yeah. And we can see it, we can see it through the forages of the world. We can see it through LePen and see it and Putin. We can see it in Trump and what his his weird tendrils here, the rebel media, the Info Wars, and that's who we're against. We're not against the Republicans, even though we actually are also we are also against the Republic. But this podcast is about that movement. Yes. That's really what we're worried about. Trump gets impeached. Great. Our problem isn't over, we're not done."
    },
    {
      "end_timestamp": 2834.0,
      "id": "73690ad0-c15a-3622-aa2a-6efa60df8ea4",
      "speaker": "Jordan",
      "start_timestamp": 2807.0,
      "text": "Well, they're still gonna put together their propaganda campaign for this white nationalism. And if you get rid of Trump, see, this is why I'm saying there's no other end game to their propaganda campaign, then a full on civil war, because if they get rid of Trump, or if we get rid of Trump for hopefully, then what's their their reaction can only be this is a coup, there can be no other conclusion."
    },
    {
      "end_timestamp": 2856.0,
      "id": "a6109d24-43b3-3d7e-af5c-2bc49c255879",
      "speaker": "Dan",
      "start_timestamp": 2834.0,
      "text": "They have really written themselves into a corner. Yeah, that's what it has to be. And Alex is on the show, basically getting to the point where he's saying directly if Trump goes, we have almost run out of nonviolent solutions. And so he is gearing up for that. But let's deal with that another time when it's the main course in front of us"
    },
    {
      "end_timestamp": 2860.0,
      "id": "b6877ccb-069c-39cf-9ec9-4a6b6ef7bd3d",
      "speaker": "Jordan",
      "start_timestamp": 2856.0,
      "text": "when we're unable to record this podcast because we're too busy fighting a civil war,"
    },
    {
      "end_timestamp": 2878.0,
      "id": "8c933377-e5c7-35cc-ac79-6c1d14b052ac",
      "speaker": "Dan",
      "start_timestamp": 2860.0,
      "text": "right? For now. That's not what courses on that's not the tip he's on yet. Okay. So let's deal with him by his words. So he goes on in his next clip to explain propaganda campaigns, and the nature of them and how you've got to deal with them."
    },
    {
      "end_timestamp": 2882.0,
      "id": "daba2d13-df44-352b-a8d1-fc9638bb2d6f",
      "speaker": "Alex Jones",
      "start_timestamp": 2878.0,
      "text": "There's no evidence we've got there's no evidence we've got that from Chef all of them."
    },
    {
      "end_timestamp": 2905.0,
      "id": "67e0eecf-acc1-327c-bee5-a098f718fb4a",
      "speaker": "Jerome Corsi",
      "start_timestamp": 2882.0,
      "text": "Yeah. And you know what, but that doesn't defeat the meme. Because you see, shift then says, well, it's not. There's circumstantial evidence. And we may have not discovered it yet, but we're going to find it. So a meme a lie, and propaganda disinformation campaign really, is not defeated by information or the truth."
    },
    {
      "end_timestamp": 2934.0,
      "id": "92370a16-974e-38a3-8b1b-7a554f6a1fa2",
      "speaker": "Dan",
      "start_timestamp": 2905.0,
      "text": "That is a very important point. And it also relates back to Infowars. Yep, propaganda campaigns aren't affected by truth. And that's what makes doing this podcast, kind of a bummer. Because we can fully lay out things and document and be like, No, this is absolutely not the truth. Things like when he says that they're trying to ban whiteboards on college campuses, these sorts of things. You can lay it out and be like, No, that's not or even just what we played at the beginning of the episode, the Comey thing, like know that I"
    },
    {
      "end_timestamp": 2952.0,
      "id": "9170ea9d-2bd8-3a1d-a8a1-19b9d4f8df66",
      "speaker": "Jordan",
      "start_timestamp": 2934.0,
      "text": "was, I was hoping you were going to talk about the small dicks. No, I think now we have to do some research. We're gonna start measuring dicks because I can't trust any published research it might come from. It might come from the screaming monkey. I don't know where they're all dicks come from true. But we got to start finding"
    },
    {
      "end_timestamp": 2972.0,
      "id": "fcc39341-ebca-3fb2-87e9-c1903fd7a867",
      "speaker": "Dan",
      "start_timestamp": 2952.0,
      "text": "everyone whip them out. On three. What? No, but it is, I mean, that is the nature of trying to do a podcast about Infowars is you realize, like, we can prove them wrong until we're blue in the face. It doesn't matter, which is why the strength of this podcast I think, is clowning on idiots. And that's what I"
    },
    {
      "end_timestamp": 3100.0,
      "id": "813dbace-559f-3e52-8618-e020a5453c46",
      "speaker": "Jordan",
      "start_timestamp": 2972.0,
      "text": "just I just have a hard time really believing that I guess it's just I guess it's just because I somehow I have some kind of hope and humanity I've no matter how many times they they do the studies where it's like, if you can, if you confront somebody's belief system with the truth that they that doesn't fit within their belief system. Yeah, rather than accepting the truth and expanding They instead double down on the bullshit that they believe. Yeah, but they're there. That can't be everybody. There is a percentage of people who will accept that truth. And that's what I think we are going for here. Just like just like with Trump voters, right? 38% of the polls will always be for Trump. You're not going to get that. Yeah. But that used to be 45%. It used to be higher than that. So the idea that people are unable to learn from something that contradicts their core belief, I can't believe is a is universal. So I think the and the difference in in percentage wise, can overthrow elections. Like imagine we really get just 5% of people who voted for Trump to get out and vote for somebody else. That is the presidential election overthrown. That's how many Republican governorships how many Republican Congressmen, how many of all of these people go away, because the margins are oftentimes razor thin, crazy slim. And now they are going to be even more so to the point where if you if we had a competent, committed Democratic Party, that actually was a progressive, a progressive organization, I think there's a good chance that in 2018, they would overwhelmingly use that same populist message but in a positive way, and wind up getting over two thirds of the Congress."
    },
    {
      "end_timestamp": 3107.0,
      "id": "612d0bfb-8749-3e5f-b56f-d7d91849ea5d",
      "speaker": "Dan",
      "start_timestamp": 3100.0,
      "text": "There's I mean, look, there's there's possible there's possibilities that that could come to pass. It's I don't"
    },
    {
      "end_timestamp": 3124.0,
      "id": "6ad565cd-ca3f-3ea3-acf1-15232a2056bb",
      "speaker": "Jordan",
      "start_timestamp": 3107.0,
      "text": "think it will, but if they but that's the that's the problem again, you know, why is that it has to be a competing propaganda campaign, right? Like, what's the Civil War? We're all gonna die? No, don't get don't. We're gonna be Guatemala. And we're not even gonna have any good bananas."
    },
    {
      "end_timestamp": 3129.0,
      "id": "33a58b24-c4f2-3fd6-b1d9-de124fbdf5a3",
      "speaker": "Dan",
      "start_timestamp": 3124.0,
      "text": "We got plantains. Don't get disheartened like this quickly."
    },
    {
      "end_timestamp": 3132.0,
      "id": "924b685a-e20e-3c50-b916-03f3e274c6b8",
      "speaker": "Jordan",
      "start_timestamp": 3129.0,
      "text": "Don't you dare say the word plantain to me."
    },
    {
      "end_timestamp": 3151.0,
      "id": "e7fcf0d8-92de-3b65-b784-e0871bc85020",
      "speaker": "Dan",
      "start_timestamp": 3132.0,
      "text": "I apologize. I don't like plantains. Either. Someone offered me a plantain chip the other day and I said nah. But we got to get to this next clip. In this clip, Alex Jones thinks that what Jerome Corsi is suggesting is that they start assassinating people's character, which is real fun, because even Jerome Corsi Isn't that stupid."
    },
    {
      "end_timestamp": 3157.0,
      "id": "14e1e4cd-fb4b-3e57-ae9b-a7d042cff26a",
      "speaker": "Jerome Corsi",
      "start_timestamp": 3151.0,
      "text": "It's a hard point to get across. But I believe you take a look and you say that Hitler's attacking the Jews under the"
    },
    {
      "end_timestamp": 3161.0,
      "id": "61bf0681-a0cd-3ce9-bfe3-77686ce351df",
      "speaker": "Alex Jones",
      "start_timestamp": 3157.0,
      "text": "shirts like Szalinski it's hard to defeat him just to baiting him with the facts."
    },
    {
      "end_timestamp": 3168.0,
      "id": "c7276d83-a505-3052-924c-3a0835c17559",
      "speaker": "Jerome Corsi",
      "start_timestamp": 3161.0,
      "text": "Yeah, and the more facts you adduce even if you're right, they it just extends the argument they get adds"
    },
    {
      "end_timestamp": 3173.0,
      "id": "7d54a948-82fc-3f81-bd45-2b40a4ee5d08",
      "speaker": "Alex Jones",
      "start_timestamp": 3168.0,
      "text": "the snowball instead, you circumvent attack the fact that Alinsky is a piece of crap. Right?"
    },
    {
      "end_timestamp": 3184.0,
      "id": "021effe8-0c43-3d77-9113-1a63af8a8ede",
      "speaker": "Dan",
      "start_timestamp": 3173.0,
      "text": "Right. I like see this is how like interviews don't work on Infowars whenever someone who actually knows Alex Jones is doing an interview with him there's like I"
    },
    {
      "end_timestamp": 3192.0,
      "id": "2bd47d4e-1cf2-3ea3-91a2-3869e7381ac4",
      "speaker": "Jordan",
      "start_timestamp": 3184.0,
      "text": "shared I let me let me get my words out because you're gonna get yours out. We're not having a conversation unless we're both talking about how great white people yeah"
    },
    {
      "end_timestamp": 3196.0,
      "id": "fe231af2-b042-3fdd-a907-e297ee62f365",
      "speaker": "Dan",
      "start_timestamp": 3192.0,
      "text": "if I disagree with you this is this is gonna be a non starter Yeah, I just got him I got"
    },
    {
      "end_timestamp": 3211.0,
      "id": "efbedf35-f53d-334f-a480-fa3be2a24a00",
      "speaker": "Jordan",
      "start_timestamp": 3196.0,
      "text": "it's gonna be it's gonna be an argument where no matter how many more facts you produce, oh, he's not going to believe in anything interesting. And he's going to attack your character. Interesting. It's a bad idea to attack character because you might get fucking sued you idiots,"
    },
    {
      "end_timestamp": 3229.0,
      "id": "f3c8e3f7-ff47-3789-9d15-f7a2f75c0374",
      "speaker": "Dan",
      "start_timestamp": 3211.0,
      "text": "which again, we have to we have to bring that up. They settled that lawsuit which Alex Jones said on this I will stand. I will win or I will die. Less than a month later. He settles the lawsuit with Giovanni yogurt and issues a public apology by the way. It's been a day and a half since that happened."
    },
    {
      "end_timestamp": 3232.0,
      "id": "6309731d-5cfb-3f4d-b108-7090574d8074",
      "speaker": "Jordan",
      "start_timestamp": 3229.0,
      "text": "Has it been on the show? Not a one. It hasn't been on the show."
    },
    {
      "end_timestamp": 3248.0,
      "id": "c03814cd-e779-3028-8d93-bd8b906443f2",
      "speaker": "Dan",
      "start_timestamp": 3232.0,
      "text": "I was this close to calling in and asking about it. Oh, God, you showed up. I was but I was too busy at work. Maybe tomorrow. Maybe we'll see if I do. I can't wait to see how quick that gets cut out of the No way. This next clip,"
    },
    {
      "end_timestamp": 3254.0,
      "id": "34cc6aa7-76ee-35f9-b2da-b1678f9a45d2",
      "speaker": "Jordan",
      "start_timestamp": 3248.0,
      "text": "dude, if you even said the word Giovanni, you'd be fucking hung up on immediately."
    },
    {
      "end_timestamp": 3257.0,
      "id": "cccc6c0a-6273-333e-a79b-bf6fb3eee13e",
      "speaker": "Dan",
      "start_timestamp": 3254.0,
      "text": "And then Alex would scream about something I don't know."
    },
    {
      "end_timestamp": 3269.0,
      "id": "8c182e82-5b08-3e25-b90e-743ac20b32c5",
      "speaker": "Jordan",
      "start_timestamp": 3257.0,
      "text": "Listen, I'm not saying I was wrong. I'm saying I apologize. Right. Wait, no you have that can't be that's not your whole about no even when I'm wrong. I'm really right."
    },
    {
      "end_timestamp": 3280.0,
      "id": "5f06b927-4f14-34d0-93d1-23ed3b74ada2",
      "speaker": "Dan",
      "start_timestamp": 3269.0,
      "text": "It'd be great just to call in and have like a sound machine that just plays the on this. I will stand What about that puck?"
    },
    {
      "end_timestamp": 3286.0,
      "id": "2279d4b2-447b-3376-9a03-c6f3e3462cbc",
      "speaker": "Jordan",
      "start_timestamp": 3280.0,
      "text": "That's that's how we close out this podcast now since it's Thursday and Rapoport didn't show up. Today we close out with"
    },
    {
      "end_timestamp": 3290.0,
      "id": "e7a266f8-ae4c-335d-a9dd-f74634dc0385",
      "speaker": "Dan",
      "start_timestamp": 3286.0,
      "text": "Rob we're might be dead. Who knows? That's good. He didn't he wasn't Manning his shift. Well, what"
    },
    {
      "end_timestamp": 3293.0,
      "id": "e23b49f1-bdc7-38a1-a369-a52b34257955",
      "speaker": "Jordan",
      "start_timestamp": 3290.0,
      "text": "happened? Was he lost against your body?"
    },
    {
      "end_timestamp": 3297.0,
      "id": "ca22eedb-1582-3ca1-b674-1e53e94e9248",
      "speaker": "Dan",
      "start_timestamp": 3293.0,
      "text": "Yeah, can't afford Rapoport. Report can't do it. Oh,"
    },
    {
      "end_timestamp": 3301.0,
      "id": "efd5f7b0-50ae-3344-a298-db638e7e3c37",
      "speaker": "Jordan",
      "start_timestamp": 3297.0,
      "text": "and then Rapoport lost against Giovanni which is why He's dead right now totally lost his teeth."
    },
    {
      "end_timestamp": 3321.0,
      "id": "2f6abc5f-80ff-3867-b1f8-02d2e6d7aca1",
      "speaker": "Dan",
      "start_timestamp": 3301.0,
      "text": "That didn't land at all. So in this next clip, drum course, he doubles down more on the idea that facts are kind of pointless against these false reality memes. And then, oh, boy, he's"
    },
    {
      "end_timestamp": 3322.0,
      "id": "09f0e751-09d9-3497-94fe-a766d7394059",
      "speaker": "Jordan",
      "start_timestamp": 3321.0,
      "text": "too, right,"
    },
    {
      "end_timestamp": 3324.0,
      "id": "9141876e-5a15-3f54-a7da-8dcf459c9d3c",
      "speaker": "Dan",
      "start_timestamp": 3322.0,
      "text": "you'll see where he takes it."
    },
    {
      "end_timestamp": 3380.0,
      "id": "bb69dfce-93e8-3284-93f5-1a211e635455",
      "speaker": "Jerome Corsi",
      "start_timestamp": 3324.0,
      "text": "Right? And so, you know, the basic corollaries are that, you know, if you take a look at it, dealing with it first is, the facts are not going to work. Because they just say you're part of a conspiracy theory, that you don't have the truth of the Russian collusion story. So they they demonize you and you become part of a conspiracy theory. And second, the second corollary is basically, that, you know, no matter how you Anyone who attempts to prove this, who's trying to tries to stand up and say, Wait a minute, you know, it was Hillary that was part of the being paid over the uranium or was access to being paid in stock over this company, Joe Lee. Well, now you're just part of the conspiracy theory and the mainstream media is never going to report anything that's contrary to the meme that is being put out there somebody by the deep session, how to pronounce the mainstream media. So"
    },
    {
      "end_timestamp": 3396.0,
      "id": "a9cdc240-7a1c-3cfa-869b-3475f4aa97a5",
      "speaker": "Jordan",
      "start_timestamp": 3380.0,
      "text": "the it rhymes with Jean dream. So Dawkins, Dawkins invented it. It is he even in his book, made sure you knew it rhymed with Gene,"
    },
    {
      "end_timestamp": 3398.0,
      "id": "87cdd733-53b5-334e-9d56-c36991e6abab",
      "speaker": "Dan",
      "start_timestamp": 3396.0,
      "text": "let's go to him. He hasn't read that book. But"
    },
    {
      "end_timestamp": 3402.0,
      "id": "46d03c34-c955-344f-b54d-625943210cfd",
      "speaker": "Jordan",
      "start_timestamp": 3398.0,
      "text": "he has. Now I'm assuming that course he has not read any Dawkins."
    },
    {
      "end_timestamp": 3500.0,
      "id": "bf4cc8f2-46f4-3283-8c73-cd74dfa5d8b6",
      "speaker": "Dan",
      "start_timestamp": 3402.0,
      "text": "He also hasn't read a whole lot, because he's saying that the deep state pushes this narrative with the mainstream media. And if you, you know, if you get off track of it, then you're going to be called a conspiracy theorist. And the two things that he references are Hillary Clinton getting paid to sell the uranium to Russia conspiracy theory, we've been over this, it just it's not true. It's absolutely not true. We've documented it fully. There's a write up on knowledge fight.com, you can find if you want to get the information about that. This other one about Podesta is new, so we might as well go over it. He's talking about getting paid in shares by a company named jewel investment J oul. E, or I'm sorry, Jewel unlimited. So what happened was, in 2011, Podesta joined the board of joule Unlimited, a solar based alternative fuel company headquartered in Massachusetts, with operations in New Mexico and the Netherlands. A few months after Podesta took on this role, and a totally true bias chairman and CEO of Russia backed investment fund Rusnano also joined jewels board, there doesn't appear to be anything untoward or illegal about the fact that Podesta sat on a corporate board with a Russian banker. Nevertheless, some of his and Clinton's critics have played it up conservative website, The Daily Caller has alleged that Podesta didn't properly disclose his shares and Jewel when he joined the Obama administration in 2014. In any case, the company is American, not Russian. That is courtesy of PolitiFact that has some good resources, you can check out citations. It's absolute nonsense. This idea that jewel Unlimited, there's some sort of nefarious Podesta getting money from the Russians. Well,"
    },
    {
      "end_timestamp": 3506.0,
      "id": "7ddb8716-8352-3d4f-9017-5b9fc99f284f",
      "speaker": "Jordan",
      "start_timestamp": 3500.0,
      "text": "I mean, you could interpret their name to be unlimited power."
    },
    {
      "end_timestamp": 3513.0,
      "id": "c4a9f146-ef86-336f-a031-4755b0268c58",
      "speaker": "Dan",
      "start_timestamp": 3506.0,
      "text": "Yeah, that's the point. It's an alternative fuel source. But you know what? It corrupts absolutely. No. Oh,"
    },
    {
      "end_timestamp": 3516.0,
      "id": "4729b064-92be-36de-97b6-d2a0a2d79d1c",
      "speaker": "Jordan",
      "start_timestamp": 3513.0,
      "text": "do you know who's searching for unlimited power?"
    },
    {
      "end_timestamp": 3523.0,
      "id": "ace1ae36-0843-339c-9c86-e27362253855",
      "speaker": "Dan",
      "start_timestamp": 3516.0,
      "text": "Edgar Winter. He wants to hide the globalists, the globalists totally but you"
    },
    {
      "end_timestamp": 3527.0,
      "id": "04ef76fb-9b03-3a6a-8913-32374fef4053",
      "speaker": "Jordan",
      "start_timestamp": 3523.0,
      "text": "know what I'm saying like what about Jonathan Winters? How do you how do you think he felt about absolute power"
    },
    {
      "end_timestamp": 3529.0,
      "id": "c10b6c1c-2d2b-36c6-93d8-1045e006882d",
      "speaker": "Dan",
      "start_timestamp": 3527.0,
      "text": "corrupts absolutely."
    },
    {
      "end_timestamp": 3534.0,
      "id": "8d7ea683-f9c8-36db-9584-c17f72804678",
      "speaker": "Jordan",
      "start_timestamp": 3529.0,
      "text": "I don't know. Look, he would do a great impression about do great a Hitler impression right now."
    },
    {
      "end_timestamp": 3597.0,
      "id": "6c86a9a1-6cf4-32ea-b054-40228f67f790",
      "speaker": "Dan",
      "start_timestamp": 3534.0,
      "text": "My roof game is off my roof. My roof gun isn't firing, right. But so like, he's like, facts don't work against this false reality of the Russian involvement. Where you if you start bringing up things like Clinton, you're getting the uranium Podesta with this company, that people are gonna call you a conspiracy theorist because you're spouting bullshit that isn't based in reality, right? It's not going to work that's not going to work against this false reality. That is the Russian stuff. It's like, well, of course, it's not going to work. And the mainstream media isn't going to report these things because they're not true. People are verifiably untrue. People have researched them. It's not that people are ignoring these things. If you say why isn't the Clinton selling uranium on the front page of every paper? It's because it's not true. People. Journalists have looked into it. It's not that they're ignoring it, you dumb old man. Anyway. It makes me a little bit mad. Just because it's so repetitive. It's just like just choose a new one."
    },
    {
      "end_timestamp": 3602.0,
      "id": "e63c9e6d-59bb-3ed2-896e-70656930e555",
      "speaker": "Jordan",
      "start_timestamp": 3597.0,
      "text": "No, they can't. You have to read PETA loudly because then it becomes true."
    },
    {
      "end_timestamp": 3607.0,
      "id": "72f83300-0320-3856-8bdc-6c51d51d7159",
      "speaker": "Dan",
      "start_timestamp": 3602.0,
      "text": "Oh, it's like they're propping up a false reality. Yeah, yeah, exactly. You want"
    },
    {
      "end_timestamp": 3624.0,
      "id": "fce0fc6e-3b82-35b9-a5f4-21e36d6e28cd",
      "speaker": "Jordan",
      "start_timestamp": 3607.0,
      "text": "to make sure that even though what you're saying isn't true, it's amplified again and again by this echo chamber of people who are in like a herd. And they're easily influenced by a loud, boisterous, idiotic man"
    },
    {
      "end_timestamp": 3631.0,
      "id": "ccfd0fe9-b63d-38e9-8564-cbc29f9ebb69",
      "speaker": "Dan",
      "start_timestamp": 3624.0,
      "text": "and manufactured ideas of people all agreeing based on fake social media accounts and bla bla bla bla bla bla bla. So"
    },
    {
      "end_timestamp": 3637.0,
      "id": "9708d77c-23ec-3942-8e43-2b7e1c2f7fc4",
      "speaker": "Jordan",
      "start_timestamp": 3631.0,
      "text": "the only like, you have to be a full on psychopath to do this?"
    },
    {
      "end_timestamp": 3639.0,
      "id": "9e00c0a1-f2f2-3174-8132-60243b7063c3",
      "speaker": "Dan",
      "start_timestamp": 3637.0,
      "text": "Of course he. Yeah, he"
    },
    {
      "end_timestamp": 3639.0,
      "id": "0e0973bd-c354-330e-a1a2-b19376220605",
      "speaker": "Jordan",
      "start_timestamp": 3639.0,
      "text": "has to be"
    },
    {
      "end_timestamp": 3644.0,
      "id": "b07d19fe-e63f-3b0a-9a72-5a5561331cc9",
      "speaker": "Dan",
      "start_timestamp": 3639.0,
      "text": "yeah, let's get that actually relates to the next clip. Let's jump into it. Okay,"
    },
    {
      "end_timestamp": 3650.0,
      "id": "289d293b-1927-3641-940d-670299248e68",
      "speaker": "Alex Jones",
      "start_timestamp": 3644.0,
      "text": "you also written best selling books that have affected elections. You're an expert on using what was the ultimate propaganda weapon truth."
    },
    {
      "end_timestamp": 3673.0,
      "id": "ffab99ab-51b6-3395-b99b-8fd54d451781",
      "speaker": "Dan",
      "start_timestamp": 3650.0,
      "text": "The ultimate propaganda weapon is truth, according to him, and again, in case you haven't listened to other episodes, where we've talked about Jerome Corsi, his books, he's written two books about how Obama's birth certificate was fake. He also wrote a book called unfit for command about John Kerry that made a bunch of spurious and provably untrue statements about his time in Vietnam. It sure"
    },
    {
      "end_timestamp": 3696.0,
      "id": "d6738844-e535-39b9-9f3a-d0d3d5c84aeb",
      "speaker": "Jordan",
      "start_timestamp": 3673.0,
      "text": "did affect an election though. Oh, it sure did. It sure. Did really change the outcome of an election? Yeah. So in the same way that the in the same way that the birther stuff like the the opposite is true, the most effective weapon is untruth, totally like you can go through and so many polls of Republicans, it's like 60% still don't believe that Obama was born in"
    },
    {
      "end_timestamp": 3745.0,
      "id": "7afe5ea8-ea02-34a8-aa0c-2ed0e105254c",
      "speaker": "Dan",
      "start_timestamp": 3696.0,
      "text": "America. 20 have questions. Yeah, yeah, no, we're just look, you can ask about it. We're just it. We're just looking for it. They could have faked it, they could have faked that birth certificate. He's from Hawaii. That's not even real estate. So I might as well be Guatemala. So I learned some bananas and shut the fuck up. And we don't care if your people die. So I learned a little bit more about unfit for command. Recently, I read this little tidbit after controversial comments corsi had made at the free Republic website were publicized by Media Matters for America's website. John O'Neill, who is co author claimed that corsi was not actually a co author of the book unfit for command, but rather was quote simply an editor. So there's authorship issues about it."
    },
    {
      "end_timestamp": 3746.0,
      "id": "187940d3-a0ff-39c5-966b-823a920f4eac",
      "speaker": "Jordan",
      "start_timestamp": 3745.0,
      "text": "So he didn't even write it."
    },
    {
      "end_timestamp": 3749.0,
      "id": "7b8a6074-3cba-3fe8-bb0b-f7b5a090060a",
      "speaker": "Dan",
      "start_timestamp": 3746.0,
      "text": "Probably not. Probably not."
    },
    {
      "end_timestamp": 3754.0,
      "id": "7b65b1c2-719c-3f83-94e3-e47de757a684",
      "speaker": "Jordan",
      "start_timestamp": 3749.0,
      "text": "Jesus. Yeah. It's like Tom Clancy all over again. Yeah."
    },
    {
      "end_timestamp": 3801.0,
      "id": "0f797e16-7372-3b20-b122-5a011bd32727",
      "speaker": "Dan",
      "start_timestamp": 3754.0,
      "text": "So the theme of the book is that John Kerry's four month tour in Vietnam had been marked by cowardice under fire and fraudulently obtaining metals. In that regard. The book contains statements by some veterans of the Vietnam War, who served with John Kerry on Swift boats, several of whom executed affidavits in support of their claims. These claims were repudiated by other veterans who served with carry and often were disproven by outside sources, including the Navy's official records. Oh, boy. So fucking those can be doctored. fuckhead CIA, so the ultimate weapon is truth, as we've discovered. So here, we get to this next clip this point, this is the point where basically corsi breaks it down and advises that they actually start using a propaganda campaign."
    },
    {
      "end_timestamp": 3810.0,
      "id": "51379ce8-b2b5-3ce0-8c3d-ff03abb1594b",
      "speaker": "Alex Jones",
      "start_timestamp": 3801.0,
      "text": "But how do we deal with memes total manufactured? debate the false energy and power to it, how do you circumvent it?"
    },
    {
      "end_timestamp": 3826.0,
      "id": "aa9479bb-911b-3cfb-af62-45d09e6b93a5",
      "speaker": "Jerome Corsi",
      "start_timestamp": 3810.0,
      "text": "Well, first of all, the first point I'm writing in this article, is that you've got to understand that it is you're not going to beat this by facts. You're not going to beat it by proving that it was wrong. That never makes it go away to the true believers of the mountains of the law. I"
    },
    {
      "end_timestamp": 3830.0,
      "id": "32349f2d-7cb8-3273-9ae4-fc51d7ecfec3",
      "speaker": "Alex Jones",
      "start_timestamp": 3826.0,
      "text": "say we get on the offensive all the crimes they've committed go after them."
    },
    {
      "end_timestamp": 3854.0,
      "id": "08f3850c-85a0-3ced-b1ec-d7d7eaa6e498",
      "speaker": "Jerome Corsi",
      "start_timestamp": 3830.0,
      "text": "It no amount of you know, so let's go after Hillary, let's go after Podesta. This is not true. There's no evidence, the meme still continues. Now the subsequent articles, what I'm going to show is how you gain control of the narrative, again, how you recapture the narrative, take it out of the hands of the deep state, and how you take it over from the mainstream media."
    },
    {
      "end_timestamp": 3875.0,
      "id": "5fba1687-0e26-3b5c-9179-fc70ea75126e",
      "speaker": "Dan",
      "start_timestamp": 3854.0,
      "text": "So the first thing that's really fun there is just like Alex does not understand what's being discussed. Nope, he doesn't get it. That's why course he has to keep saying facts don't matter. When you're up against a propaganda campaign. facts don't matter. Right. He has to keep repeating that because Alex is just like I say we smear him or hey, I just turned go offensive. You well, you know,"
    },
    {
      "end_timestamp": 3906.0,
      "id": "d1d20a04-eaf7-36a8-beb0-ce24ec5548e0",
      "speaker": "Jordan",
      "start_timestamp": 3875.0,
      "text": "what's, you know, what is fascinating about that is that does kind of suggest that Alex is a true believer. Yeah. Because he constantly says, you know, the reason that we're winning is because we have the facts, the truth, the reason that is because we care about the truth, we care about the facts. So if he were to like even if he does understand corsi he can't say that he can Can't say he can't come out and support a propaganda campaign, because that destroys"
    },
    {
      "end_timestamp": 3913.0,
      "id": "84adc6d6-85a0-3d4f-ad33-fda35142bb78",
      "speaker": "Dan",
      "start_timestamp": 3906.0,
      "text": "everything him being aware of it would then necessitate him having to be aware of what he does exactly interesting."
    },
    {
      "end_timestamp": 3951.0,
      "id": "e715febf-f2b6-348d-8209-01e56a7b3695",
      "speaker": "Jordan",
      "start_timestamp": 3913.0,
      "text": "And then if he if he does become aware of that, and if he does participate in the propaganda campaign, that means that either his listeners will then believe they're the the propaganda campaign, as they do right now. Right. But if they know it's a propaganda campaign, then what what do you really believe? Right, right? Can you really believe if all of a sudden the same stuff that they were saying, they're saying now, but they're also telling you that it's not true? And they're doing it for evil? Or or, or for good, but whatever your perspective may be, but that's Sith Lord Corsi,"
    },
    {
      "end_timestamp": 3966.0,
      "id": "f881f2a0-1c7c-376f-a88b-06bca41b3b92",
      "speaker": "Dan",
      "start_timestamp": 3951.0,
      "text": "but that's kind of why they have to do it like this and present it as a novelty and be like, Oh, we've just stumbled upon this idea that this is what we should do. Because otherwise, yeah, it does. It does call into question. What have we been listening to for 20 years?"
    },
    {
      "end_timestamp": 4005.0,
      "id": "b541b1fe-cee5-3e10-90d4-9a8a6f21e8af",
      "speaker": "Jordan",
      "start_timestamp": 3966.0,
      "text": "Well, yeah, what can you what can you then believe? Because it's not like they're gonna spin a new narrative? No, there's no new narrative to spin. So even if they say they're deliberately waging this propaganda campaign, they're still gonna say the same shit. Yep. So you have to then assume, if you are at all a conscious and self aware that then you have to, if you are a regular listener of Alex Jones, you have to be like, Wait, this is what you said two weeks ago, before you told us it was a propaganda campaign. Right. So if you're saying it now, but you're not it's a propaganda campaign now. So what was it two weeks ago?"
    },
    {
      "end_timestamp": 4031.0,
      "id": "0eb89b1f-63cc-3072-9b15-4ac5f54f8a40",
      "speaker": "Dan",
      "start_timestamp": 4005.0,
      "text": "Yeah. But it's kind of it's kind of like his his lies are under a child block. You know what I mean? Like anyone who's smart enough to figure out how to unlock the box that shows the reality that he's lying to them. They they've already unlocked the box, right? Oh, man, it's kind of a paradox. And it's like a baby president, kind of and the people who are too stupid to figure it out are going to be like, oh,"
    },
    {
      "end_timestamp": 4041.0,
      "id": "aa93ce56-53e3-3f32-a5e9-7d9acbac625e",
      "speaker": "Jordan",
      "start_timestamp": 4031.0,
      "text": "yeah, that would only make them feel like they were now we're in on something. When you when you're when you're stupid, you boy, do you love it when people tell you you're smart. Yeah."
    },
    {
      "end_timestamp": 4067.0,
      "id": "0d7b859e-a87b-3846-8222-319654b8f9ef",
      "speaker": "Dan",
      "start_timestamp": 4041.0,
      "text": "And you're usually too dumb to realize you're not smart. Yeah. So there's the Dunning Kruger effect, if you will, exactly. So in this next clip, they discuss how Trump has become not very good at managing the news. A little bit of an understatement. Then, Alex, at the end of this clip makes a really funny noise accidentally. It's great. It's real good."
    },
    {
      "end_timestamp": 4073.0,
      "id": "25f71a81-866d-36a6-b089-4ad3af6d7fa3",
      "speaker": "Jerome Corsi",
      "start_timestamp": 4067.0,
      "text": "What Trump is not doing very well right now is he's not managing the news. Trumpet has lost control. I used to"
    },
    {
      "end_timestamp": 4080.0,
      "id": "fb633134-1194-3fde-aa68-05c3ba3d6661",
      "speaker": "Alex Jones",
      "start_timestamp": 4073.0,
      "text": "be on the news constantly. They told him he presidential he's still on the back off so they can eat him alive. What is Trump going to do right now? Oh, he's still on"
    },
    {
      "end_timestamp": 4097.0,
      "id": "a3f9dbb9-ae03-3217-a746-452888e74ed8",
      "speaker": "Jerome Corsi",
      "start_timestamp": 4080.0,
      "text": "the news. The first thing in the next article is going to be I'm just drafting it now. We'll have it up tomorrow is that Trump has got to basically take over the narrative by impacting doing something that that changes the narrative altogether for at least trying"
    },
    {
      "end_timestamp": 4109.0,
      "id": "8a0bf3bb-b473-3084-9a67-78117580d311",
      "speaker": "Alex Jones",
      "start_timestamp": 4097.0,
      "text": "by starting jobs. And you know, nothing terrible he needs to how does he change the narrative on this specific let me give you an example like indict Hillary Clinton."
    },
    {
      "end_timestamp": 4115.0,
      "id": "5ed1ca19-4c45-3815-8dff-0f01f7fc4b67",
      "speaker": "Dan",
      "start_timestamp": 4109.0,
      "text": "In case you missed that I have isolated just that voice. So here enjoy that."
    },
    {
      "end_timestamp": 4122.0,
      "id": "c460848f-5a49-3567-855d-df7f4597f918",
      "speaker": "Alex Jones",
      "start_timestamp": 4115.0,
      "text": "indict Hillary Clinton"
    },
    {
      "end_timestamp": 4124.0,
      "id": "f778e810-5425-3283-b3a6-f42428995982",
      "speaker": "Dan",
      "start_timestamp": 4122.0,
      "text": "it's so ambivalent."
    },
    {
      "end_timestamp": 4135.0,
      "id": "2beed8f5-f11a-34e8-bd99-9d1ce34b30da",
      "speaker": "Jordan",
      "start_timestamp": 4124.0,
      "text": "So I mean, that's like Hanna Barbera. That character"
    },
    {
      "end_timestamp": 4140.0,
      "id": "85f9b475-263c-39b3-8a96-48fb100a799c",
      "speaker": "Dan",
      "start_timestamp": 4135.0,
      "text": "Oh, it's kind of petty to clown on him for a little accidental noise but it's pretty fun. That's"
    },
    {
      "end_timestamp": 4141.0,
      "id": "ea983190-db61-35d7-80a8-c037964f570d",
      "speaker": "Jordan",
      "start_timestamp": 4140.0,
      "text": "a pretty funny No."
    },
    {
      "end_timestamp": 4145.0,
      "id": "692e74d3-6a0d-343e-a032-257f93673f09",
      "speaker": "Dan",
      "start_timestamp": 4141.0,
      "text": "So like, but he's just like, coercing is just straight."
    },
    {
      "end_timestamp": 4147.0,
      "id": "b7bed9b8-037c-34e6-af53-7bb1fb7ddc22",
      "speaker": "Jordan",
      "start_timestamp": 4145.0,
      "text": "Like we need to make that noise a meme,"
    },
    {
      "end_timestamp": 4150.0,
      "id": "11df00f4-1843-3503-8112-ce5e623c9eef",
      "speaker": "Dan",
      "start_timestamp": 4147.0,
      "text": "we do everyone Mamet"
    },
    {
      "end_timestamp": 4151.0,
      "id": "23249209-7158-3a4d-a789-a104d90bc8e0",
      "speaker": "Jordan",
      "start_timestamp": 4150.0,
      "text": "David Mamet."
    },
    {
      "end_timestamp": 4192.0,
      "id": "2fa0b657-dafa-3562-8bad-cfd2d91845b1",
      "speaker": "Dan",
      "start_timestamp": 4151.0,
      "text": "I was just trying to figure out how to make that so like but he like in reality what he corsi is suggesting is we need something that will completely change the narrative. Whether or not it's manufactured we got to change the fucking narrative, right? And what's behind that isn't Oh, all this is fake. And people are trying to railroad him. It's a sincere fear. I believe that like fuck, we can't stay on this narrative any longer. Yeah, shit starting to unravel. Right? I believe wholeheartedly, that's what's behind it. Of course, he realizes that he's like, fuck, fuck, we got to do something. Right. So in this lesson, in"
    },
    {
      "end_timestamp": 4208.0,
      "id": "ec7fcde9-0aa3-30c5-a7b5-2bcb416829bc",
      "speaker": "Jordan",
      "start_timestamp": 4192.0,
      "text": "that case, maybe maybe they are going to try and change the narrative because obviously though, this Hilary Urania Shit isn't working hold on like it's not working. Hold on, although it has been on fucking Fox News. So it is obviously working God nothing is real course"
    },
    {
      "end_timestamp": 4213.0,
      "id": "16994d5b-f5bc-30eb-a4f7-6dd7d72153da",
      "speaker": "Dan",
      "start_timestamp": 4208.0,
      "text": "he's gonna get into it in this next clip. Hillary Clinton,"
    },
    {
      "end_timestamp": 4228.0,
      "id": "ddce11b2-113f-3b21-b4d4-9fcf7a9aeaee",
      "speaker": "Jerome Corsi",
      "start_timestamp": 4213.0,
      "text": "I won't give you an example. I don't want to complete the giveaway the article from tomorrow I want to do this step by step. So it seems in. But what when Trump, for instance, had the missile attack the cruise missile attack on Syria, everything about Russia stopped."
    },
    {
      "end_timestamp": 4230.0,
      "id": "15768d75-4df4-31a9-ab4b-4a2ea19f378d",
      "speaker": "Alex Jones",
      "start_timestamp": 4228.0,
      "text": "That was an example of how I changed the subject."
    },
    {
      "end_timestamp": 4243.0,
      "id": "23e5cef1-0bef-3a8c-b787-3d4e55f6c0a5",
      "speaker": "Jerome Corsi",
      "start_timestamp": 4230.0,
      "text": "I changed the subject, I knew that Trump has got to figure out some ways I'm going to give tomorrow, tomorrow's article, a whole series of effective ways in which Trump can change the subject. This is really a methodology. I'm laying out a plan."
    },
    {
      "end_timestamp": 4259.0,
      "id": "65ac3535-dce0-3f40-8a2b-dacca533401e",
      "speaker": "Dan",
      "start_timestamp": 4243.0,
      "text": "So I read the article, because it came out today. And so the first thing in the article is he claims that the appointment of Robert Mueller is effectively changing the narrative. It's changing the story, but it's not. So"
    },
    {
      "end_timestamp": 4271.0,
      "id": "b528fda3-b378-36fb-8685-790743bbbe8c",
      "speaker": "Jordan",
      "start_timestamp": 4259.0,
      "text": "these Oh, it's it's only amplifying the story, because it suggests if you have to pick somebody with that kind of level of credentialing, then you can't interfere with his investigation at"
    },
    {
      "end_timestamp": 4296.0,
      "id": "920eb70d-8b14-376d-a22f-05766ee28f83",
      "speaker": "Dan",
      "start_timestamp": 4271.0,
      "text": "all. Let me just read direct quotes from Jerome Corsi, his article is not very well written. Well, Muller may reach a conclusion this year, there's no time limit placed on his special counsel investigation. Nor is there any restriction for Muller examining whether the Democrats including Hillary Clinton and John Podesta, were the politicians actually colluding with the Russians during the 2016. Campaign. That's a big"
    },
    {
      "end_timestamp": 4299.0,
      "id": "b4f00977-8a22-329f-a90b-40067b371697",
      "speaker": "Jordan",
      "start_timestamp": 4296.0,
      "text": "no, there is no there is no, there is no stopping him. There's"
    },
    {
      "end_timestamp": 4309.0,
      "id": "25a359e7-d67b-3268-85e3-6bcbc1c87c62",
      "speaker": "Dan",
      "start_timestamp": 4299.0,
      "text": "no Yeah, but there's nothing stopping him from investigating my ties either. And by the way, I mean, also the drink of my tie and my ties to Russia."
    },
    {
      "end_timestamp": 4314.0,
      "id": "0b7a7c9d-9593-3ea2-8fa3-c52aa6c71750",
      "speaker": "Jordan",
      "start_timestamp": 4309.0,
      "text": "They have it. I didn't even catch that. I was like, Wait, why are you talking about that? You got it."
    },
    {
      "end_timestamp": 4319.0,
      "id": "16c4069a-aba0-3ace-a565-cef788e83c44",
      "speaker": "Dan",
      "start_timestamp": 4314.0,
      "text": "Also, the tie I'm using as a belt right now because my belt broke. Also, he goes on, I"
    },
    {
      "end_timestamp": 4329.0,
      "id": "5ff502e4-061d-3bc7-bb2e-1b5135ee75aa",
      "speaker": "Jordan",
      "start_timestamp": 4319.0,
      "text": "love you. He goes on, he has revealed that and just showed me a tie belt. I don't care. I don't know what I'm supposed to do. You might as well put out pulled out a karate belt and the same"
    },
    {
      "end_timestamp": 4344.0,
      "id": "7808d36b-91ee-31a3-89d6-7f6ee12d510b",
      "speaker": "Dan",
      "start_timestamp": 4329.0,
      "text": "shit from the sticks. I might as well just be using twine. The deep state and mainstream media just got bushwhacked by a skillful change the subject move engineered by President Trump's White House. Now that's not true."
    },
    {
      "end_timestamp": 4361.0,
      "id": "f6996da2-e90c-371a-806c-ede673870620",
      "speaker": "Jordan",
      "start_timestamp": 4344.0,
      "text": "Wait, so he's saying that Trump himself Yeah, is using the switch to Miller Muller EULAR as a reframing the narrative. Yeah, so he's giving Trump some sort of 12 level dimension Jeem genius skills right. Now,"
    },
    {
      "end_timestamp": 4389.0,
      "id": "9731ace8-c1e5-3fd8-91e5-98fdbe26634c",
      "speaker": "Dan",
      "start_timestamp": 4361.0,
      "text": "because Because Rosenstein the the acting or Deputy Attorney General, gave the White House What was it like 30 minutes notice, but the appointment did not consult with them. No, this was Blindside. This was something that actually I mean, Trump has come out in that interview and said that this is ridiculous. Right? He has been against it. Yeah. So this framing of it is completely absurd. That's how you change the narrative, though. So he goes on. Now, here's"
    },
    {
      "end_timestamp": 4403.0,
      "id": "10302a18-6244-310e-8195-029e11e0553a",
      "speaker": "Jordan",
      "start_timestamp": 4389.0,
      "text": "the other thing, though. If the if the investigation does show that Hillary and Podesta were the ones colluding with Russia, that would one be the most wild out there. M Night Shyamalan twist there's ever been"
    },
    {
      "end_timestamp": 4406.0,
      "id": "3a8a9a83-43e6-3cb5-b1b6-accf48cba8e1",
      "speaker": "Dan",
      "start_timestamp": 4403.0,
      "text": "right, but it won't be too."
    },
    {
      "end_timestamp": 4407.0,
      "id": "7922ce26-b99e-3536-a981-420766ea977b",
      "speaker": "Jordan",
      "start_timestamp": 4406.0,
      "text": "I'm for it."
    },
    {
      "end_timestamp": 4417.0,
      "id": "6e1cda7f-fc03-3463-8ac6-c5fb529d8ee4",
      "speaker": "Dan",
      "start_timestamp": 4407.0,
      "text": "I'm fine with it, too. But it won't be about the uranium or this solar power company hoarseness. So they'll still Alex will still be wrong, even if that's the Yeah, yeah. So he"
    },
    {
      "end_timestamp": 4422.0,
      "id": "a2357fb9-b5bb-33d1-a29c-a1fa98fdfa99",
      "speaker": "Jordan",
      "start_timestamp": 4417.0,
      "text": "goes, Can you imagine that giant Boehner he would have on that episode,"
    },
    {
      "end_timestamp": 4425.0,
      "id": "706f38ce-5def-30f4-9d21-9915c3f05a49",
      "speaker": "Dan",
      "start_timestamp": 4422.0,
      "text": "you have to have to Superman."
    },
    {
      "end_timestamp": 4429.0,
      "id": "7ddc5546-fc62-3228-a105-461ead06f9b2",
      "speaker": "Jordan",
      "start_timestamp": 4425.0,
      "text": "He wouldn't even he wouldn't need any Super Male Vitality ever again. It would just be with him."
    },
    {
      "end_timestamp": 4450.0,
      "id": "2962dbe6-23a8-3be5-81d8-84ddbf2f296d",
      "speaker": "Dan",
      "start_timestamp": 4429.0,
      "text": "Never say that. Always need to. All right. All right. So of course, he's article goes on to list some ways that Trump can go ahead and change the narrative and get people to stop talking about the Russia stuff. Right. First one is kind of diplomatically based. Basically, it's fixed the Middle East."
    },
    {
      "end_timestamp": 4453.0,
      "id": "4af97e87-c1b7-3e40-9baa-862aa45eaf0c",
      "speaker": "Jordan",
      "start_timestamp": 4450.0,
      "text": "So yeah, it would fucking be amazing. So"
    },
    {
      "end_timestamp": 4484.0,
      "id": "9dc462cd-b18d-3f10-9b34-5db98827e38b",
      "speaker": "Dan",
      "start_timestamp": 4453.0,
      "text": "here's what he says, because Trump is about to go on his first out of country tour around so this is a quote from the article in the Middle East is the quote from the article, beginning serious discussions in the Middle East between Israel and the Palestinians, or getting Saudi Arabia to take serious steps to control Wahhabi radicals would be compelling news, as would be the articulation of a new balance of power structure in the Middle East that abandoned military action in Afghanistan, in exchange for Russia agreeing to contain Iran. None of those things are ever going to happen."
    },
    {
      "end_timestamp": 4496.0,
      "id": "a2ced135-dec7-375f-983e-f54f2978923c",
      "speaker": "Jordan",
      "start_timestamp": 4484.0,
      "text": "None of those things are even remotely possible. But I do agree. I do agree that would So changing the narrative. Oh, here's how you change the narrative from the Russia stuff. bring peace to the Middle"
    },
    {
      "end_timestamp": 4513.0,
      "id": "97a3767b-dbf4-3cc1-846f-7dc335dde4d8",
      "speaker": "Dan",
      "start_timestamp": 4496.0,
      "text": "East fix. 1000 Yeah, exactly. Just do it. Make Israelis and Palestinians hug on camera. Like I don't Okay, that's fine. That's fine. That's it like it would work. It would work at least we agree in conception. Good call."
    },
    {
      "end_timestamp": 4514.0,
      "id": "d5c3a461-d7d4-34f4-8a05-59ce886c79e2",
      "speaker": "Jordan",
      "start_timestamp": 4513.0,
      "text": "Oh yeah, absolutely an"
    },
    {
      "end_timestamp": 4516.0,
      "id": "c346b1d6-53f5-3271-ab01-a0edaf5743b3",
      "speaker": "Dan",
      "start_timestamp": 4514.0,
      "text": "execution impossible."
    },
    {
      "end_timestamp": 4539.0,
      "id": "e9de6a9b-96e7-3e57-889e-02e408bce8b7",
      "speaker": "Jordan",
      "start_timestamp": 4516.0,
      "text": "That would be a weird thing for me too if I was like, the worst president of my lifetime accidentally, as a propaganda effort. Fix the Middle East. Yeah, that would be the weirdest like that is the polar opposite of causing the Guatemalan Civil War is ending the Blong 1000 year fight between"
    },
    {
      "end_timestamp": 4543.0,
      "id": "69f1f9ae-795d-3f7a-82e3-695b5ef3dbd0",
      "speaker": "Dan",
      "start_timestamp": 4539.0,
      "text": "religions. It does seem to match the world we live in though, you know? Yeah,"
    },
    {
      "end_timestamp": 4547.0,
      "id": "2eada5ce-4b7c-34e3-92ce-8ff0317f4fb1",
      "speaker": "Jordan",
      "start_timestamp": 4543.0,
      "text": "why not? Why not? Yeah. Why not? Have Trump absolve that"
    },
    {
      "end_timestamp": 4551.0,
      "id": "081bd3cd-e97c-32db-9e4d-1b23a73e2386",
      "speaker": "Dan",
      "start_timestamp": 4547.0,
      "text": "so his other suggestions are not as good. Here's an excellent"
    },
    {
      "end_timestamp": 4555.0,
      "id": "abc386ed-4e7e-3aca-9062-05671e6ab1b7",
      "speaker": "Jordan",
      "start_timestamp": 4551.0,
      "text": "you mean positive. They're not as positive or wise"
    },
    {
      "end_timestamp": 4595.0,
      "id": "1bd644c5-2d02-3329-ac9c-cdf5119d2c34",
      "speaker": "Dan",
      "start_timestamp": 4555.0,
      "text": "or or even like they wouldn't be effective at Okay. President Trump could have various Cabinet members announced plans making dramatic reductions in force downsizing agencies unpopular to Trump's base, like the EPA or Department of Education, already shadow of their former selves already doing that, even if signing and or implementing Trump's various executive orders, risks, new controversies. President Trump will force the deep state and the mainstream media to shift focus from the Russian collusion meme to attack each new step the administration takes by executive order, which is basically Hey, hey, destroy the environment and everyone schools. Yeah, that'll distract them."
    },
    {
      "end_timestamp": 4606.0,
      "id": "32e2d2d7-fb22-3aec-b0f0-1437135f02a6",
      "speaker": "Jordan",
      "start_timestamp": 4595.0,
      "text": "That will distract them. Yeah, but, but they're not enough, then they won't have enough fresh water or education to fight against you. So I guess that'd be fine, right? It's"
    },
    {
      "end_timestamp": 4641.0,
      "id": "90db9002-8422-35ed-bba4-af975e9ce794",
      "speaker": "Dan",
      "start_timestamp": 4606.0,
      "text": "like, hey, look, your car's not gonna pass inspection. All right. Look, you just, you don't have good brakes on there. Here's what you do. Blow it up. Blow up the car. Just let it on fire don't really throw off the investigators will really throw off the investigators destroy the country. Good call now his last one is the worst. Okay, this is really bad. To understand how effective changing the subject can be consider North Korea a developing nuclear threat where President Trump has positioned military forces for a potential military strike. Listen to this paragraph closely because"
    },
    {
      "end_timestamp": 4646.0,
      "id": "f97ca27d-b393-369e-88be-97bb411a9886",
      "speaker": "Jordan",
      "start_timestamp": 4641.0,
      "text": "oh god, he's gonna advocate for blowing up North Korea when when"
    },
    {
      "end_timestamp": 4665.0,
      "id": "ab7236db-098b-3bfb-b057-04d4dc732d34",
      "speaker": "Dan",
      "start_timestamp": 4646.0,
      "text": "cruise missiles are flying towards North Korea military bases guide US special forces operating to make sure North Korea's nuclear weapons capabilities are destroyed. The American public will not be able to focus on the Democratic party's efforts to bring impeachment proceedings against President Trump because of suspicions he colluded with Russia to steal the election from Hillary"
    },
    {
      "end_timestamp": 4667.0,
      "id": "b1f38c44-62b1-3044-9ce1-87468db07d99",
      "speaker": "Jordan",
      "start_timestamp": 4665.0,
      "text": "because we'll all be fucking dead because soul"
    },
    {
      "end_timestamp": 4668.0,
      "id": "b4b3bb0e-d46f-37ee-b56b-ba5a6ad537ef",
      "speaker": "Dan",
      "start_timestamp": 4667.0,
      "text": "be on fire."
    },
    {
      "end_timestamp": 4682.0,
      "id": "cda49d82-efe1-35f2-9b40-1da59db50b70",
      "speaker": "Jordan",
      "start_timestamp": 4668.0,
      "text": "Yeah, yeah. No. So instead of, you know, like, okay, you can fix the Middle East, right? You can set your own car on fire. Or you can blow up that cop car that's about to stop. Yeah, exactly. That's what you can do."
    },
    {
      "end_timestamp": 4707.0,
      "id": "0d1897a3-d776-3d37-bc01-0214cf1a39be",
      "speaker": "Dan",
      "start_timestamp": 4682.0,
      "text": "Well, no, even. It's not even a cop car. Because it's like it's someone else's car. Yeah. And it's not just one car. It's like 100 buses full of kids, basically, because it's just the consequence of us attacking North Korea is South Korea is flocked. Yeah, it's gone. And even whatever defenses we put in there, because we do we've built up their defenses. And yeah, it's not enough. That's it. It's not enough. They will be destroyed. It's"
    },
    {
      "end_timestamp": 4708.0,
      "id": "a7a21daf-2dc9-3154-9d79-748f0cccdd84",
      "speaker": "Jordan",
      "start_timestamp": 4707.0,
      "text": "20 miles away."
    },
    {
      "end_timestamp": 4736.0,
      "id": "36a5421d-4355-36de-928a-efe54815d5d8",
      "speaker": "Dan",
      "start_timestamp": 4708.0,
      "text": "So courses whole article is just full of bad ideas, really bad ideas. One of them would change the narrative completely. But it's impossible. Right? The other two will either lead to horrible climate change and disastrous, stupid children, right in our country, or the deaths of millions of people in South Korea, and possibly Japan, depending on the realities of new"
    },
    {
      "end_timestamp": 4744.0,
      "id": "0d0c4c65-dcb4-39d5-96b0-40bde8b717ed",
      "speaker": "Jordan",
      "start_timestamp": 4736.0,
      "text": "then the inevitable start of a World War. Yeah. It's possible we would get to the billion mark. Yeah, in deaths."
    },
    {
      "end_timestamp": 4778.0,
      "id": "12324e4a-fe02-39aa-8378-7ca7495068bf",
      "speaker": "Dan",
      "start_timestamp": 4744.0,
      "text": "It's possible. And we don't know the full extent of North Korea's capabilities. We don't have good intelligence on them. Because they don't you know, they're pretty tight. about security. Yeah, they don't have good spies in there. They're pretty murdery when it comes to spy. Yeah. And like, we don't really know the extent of what they've gotten. They do these tests, and we get some information from it, but they're not going full out with the test. So whenever they shoot missiles, and they go into the water, what have you. That doesn't mean that that's all they've got."
    },
    {
      "end_timestamp": 4782.0,
      "id": "24030553-6a3e-3d57-8706-af0ccdb7e42b",
      "speaker": "Jordan",
      "start_timestamp": 4778.0,
      "text": "True. Those are those are four but yes,"
    },
    {
      "end_timestamp": 4785.0,
      "id": "2942f316-f0d3-374e-b85d-49325acb2c75",
      "speaker": "Dan",
      "start_timestamp": 4782.0,
      "text": "wouldn't be like okay, we're gonna test this and it's gonna land in Japan. No,"
    },
    {
      "end_timestamp": 4786.0,
      "id": "70397156-928a-3672-9135-b21f67918c96",
      "speaker": "Jordan",
      "start_timestamp": 4785.0,
      "text": "yeah, it's"
    },
    {
      "end_timestamp": 4787.0,
      "id": "0a1b7815-8ad0-3972-971e-dde83110a129",
      "speaker": "Dan",
      "start_timestamp": 4786.0,
      "text": "not a test. Well,"
    },
    {
      "end_timestamp": 4805.0,
      "id": "33451daa-4930-34c7-9e95-6699eb4dfe28",
      "speaker": "Jordan",
      "start_timestamp": 4787.0,
      "text": "I mean, what they what they really are is theater to continue presenting themselves as totally like, they're, they're very small like they're if you're in Jurassic Park, they're the dinosaur that It pumps out its neck and spits. Sorry, yeah. And spits all over Newman,"
    },
    {
      "end_timestamp": 4809.0,
      "id": "37339b6d-2ae0-3f40-abe3-9d5f6188b95b",
      "speaker": "Dan",
      "start_timestamp": 4805.0,
      "text": "very historically inaccurate."
    },
    {
      "end_timestamp": 4815.0,
      "id": "dcbf05e4-35a2-327a-99b1-d508a50b9b3a",
      "speaker": "Jordan",
      "start_timestamp": 4809.0,
      "text": "And now we're back on the hope y'all have a good Friday. Now you're lost once more and"
    },
    {
      "end_timestamp": 4825.0,
      "id": "1da30c23-25d9-382b-9427-6d50054e5f19",
      "speaker": "Dan",
      "start_timestamp": 4815.0,
      "text": "thought. So in this next I mean, basically, that is his article. That's the whole thing. There's a little bit more in it. But it's all just that would be its meandering."
    },
    {
      "end_timestamp": 4851.0,
      "id": "3a475aa8-4494-3fa7-b246-4fd40eaede80",
      "speaker": "Jordan",
      "start_timestamp": 4825.0,
      "text": "That would be more fun if he just went whole hog on any and every idea like, Hey, here's what he could do. Bring universal health care. Hey, here's what he could do a make Africa part of the United States. So every problem, here's what he could do. Let's see what happens when Alaska is on fire. Like, why not just throw out any here's what he could do discover unicorns?"
    },
    {
      "end_timestamp": 4864.0,
      "id": "fc1eb6a0-fb97-34b2-879b-cfc6b204cb70",
      "speaker": "Dan",
      "start_timestamp": 4851.0,
      "text": "Yeah, it's I mean, it's as useful as that article. Yeah. Anyway, here's sort of my review of his article. Hillary Clinton. That's sort of that's kind of where I'm at as far as it goes."
    },
    {
      "end_timestamp": 4868.0,
      "id": "a2ecd866-bdb0-3663-b4fe-04f8c5c0cfc4",
      "speaker": "Jordan",
      "start_timestamp": 4864.0,
      "text": "Got you. You spent the entire episode up to this point. Just waiting for"
    },
    {
      "end_timestamp": 4870.0,
      "id": "bfa18b16-8dab-3fa7-8432-c2943365d24d",
      "speaker": "Dan",
      "start_timestamp": 4868.0,
      "text": "that point. Not really, that was on the fly."
    },
    {
      "end_timestamp": 4877.0,
      "id": "5544946b-7334-312b-8bc3-833eabdeb506",
      "speaker": "Jordan",
      "start_timestamp": 4870.0,
      "text": "But it was on the fly. It was luck. Yeah, you're amazing. So this next clip, I don't I always says you're bad at improv."
    },
    {
      "end_timestamp": 4904.0,
      "id": "75522b7c-96ba-37b9-9df0-7d369c9805c9",
      "speaker": "Dan",
      "start_timestamp": 4877.0,
      "text": "Me. In this next clip, it just feels like Alex doesn't want to have this conversation. He's like, I know I invited you on my show. Cernovich is on hold. We have fun. Of course he you're a bummer. You're boring as shit. Even bores Alex clearly. And in this clip, he's it just feels like he's like I want to hang up on you. wish. I wish I could fucking hang up on you."
    },
    {
      "end_timestamp": 4922.0,
      "id": "a247192e-396f-3a81-a1b3-e590d480db66",
      "speaker": "Jerome Corsi",
      "start_timestamp": 4904.0,
      "text": "This is stuff that's been proven the State Department has done it isn't proven by the experts to the CIA. I've studied it for you know, 3040 years how you basically change the subject silenced the press. It's time to reorganize the government and take control"
    },
    {
      "end_timestamp": 4927.0,
      "id": "66f1401d-f11f-37a6-a600-811dab861c64",
      "speaker": "Alex Jones",
      "start_timestamp": 4922.0,
      "text": "tomorrow on your hair and everything. The name of the current article to today which"
    },
    {
      "end_timestamp": 4940.0,
      "id": "07207486-99b1-37f2-8848-f09b41feb224",
      "speaker": "Jordan",
      "start_timestamp": 4927.0,
      "text": "I agree shut the fuck up. Leave me alone. We did I agree. I agree fine. Is that what you wanted to hear? You're torturing me Corsi, it gets worse. Why did I make you head of a bureau?"
    },
    {
      "end_timestamp": 4977.0,
      "id": "68b4c46d-c9c7-31b3-8f9c-f61c2ce40128",
      "speaker": "Jerome Corsi",
      "start_timestamp": 4940.0,
      "text": "It gets worse. It's an important understand that the purpose of this meme The reason this whole Russian collusion argument is being advanced is a deep state and the mainstream media think it's the kind of a big lie, Hitler big lie, you know, the Jews are behind a conspiracy destroying Germany, your jobs are deficient race, eugenics, you do a lie. But that lie can be made into a big enough false truth, a whole new cosmology. Yes, globalist. And that that's what will take down Trump. That's the bet. That's the gamble. And they're"
    },
    {
      "end_timestamp": 4994.0,
      "id": "095d66f6-2b57-30e3-be9f-12d2313677cf",
      "speaker": "Jordan",
      "start_timestamp": 4977.0,
      "text": "betting on the negative effect of that lie. He didn't quite get to the genocide part of it. So when he's advocating, like, here's what we need to do, yeah, we need to create something that gets out of our control and causes a genocide. That's basically his argument,"
    },
    {
      "end_timestamp": 5009.0,
      "id": "ed3dc9d4-b659-3b89-b9fb-964ce8db04d2",
      "speaker": "Dan",
      "start_timestamp": 4994.0,
      "text": "more or less. Yeah. Or, or, at best. What he's doing is saying that this argument that's being put forth that Trump is involved with the Russians, is on par with demonizing the Jews."
    },
    {
      "end_timestamp": 5010.0,
      "id": "d8940234-677c-33be-90a5-34e48563e29a",
      "speaker": "Jordan",
      "start_timestamp": 5009.0,
      "text": "That's what he was trying to say."
    },
    {
      "end_timestamp": 5026.0,
      "id": "21b6a6ef-13f5-3869-af67-760408c924eb",
      "speaker": "Dan",
      "start_timestamp": 5010.0,
      "text": "I believe so Oh, at least. Okay, I'm going to I'm going to step back and give a new at best, okay, at best. It's using the same tricks. Right? Which, I don't know if that's fair."
    },
    {
      "end_timestamp": 5029.0,
      "id": "20eba8c0-3656-381a-aa9b-63fb9f550718",
      "speaker": "Jordan",
      "start_timestamp": 5026.0,
      "text": "Does it so? So whatever I listened to"
    },
    {
      "end_timestamp": 5039.0,
      "id": "b99f18d6-5098-3cbf-9bb7-aa41ab976b50",
      "speaker": "Dan",
      "start_timestamp": 5029.0,
      "text": "the reason I said it got worse. Before that was because I realized as we were listening to that, it doesn't play on audio. But you could just see in Alex's face like he was he was just like,"
    },
    {
      "end_timestamp": 5043.0,
      "id": "949b01a6-a733-3949-b7e6-90400ffaf047",
      "speaker": "Jordan",
      "start_timestamp": 5039.0,
      "text": "alright, right, we get it, the Holocaust was great. Fine."
    },
    {
      "end_timestamp": 5047.0,
      "id": "dcb70489-cc38-3d81-8d35-2d062088c6f7",
      "speaker": "Dan",
      "start_timestamp": 5043.0,
      "text": "Gotta go to break. So I'm sorry, good."
    },
    {
      "end_timestamp": 5108.0,
      "id": "db84a97f-e8c7-3cb7-96c5-7f598b82e966",
      "speaker": "Jordan",
      "start_timestamp": 5047.0,
      "text": "No. So the more I listened to the more I listened to this, the more that idea of competing propagandas doesn't actually make any sense. Or at least in our regard, because we're we're using those same tactics, I would say, right, like his show is me. Yeah, his show is wildly entertaining. If you are into that kind of a thing. It's fairly entertaining, even though I hate them. Yeah. It's it's a you know, it's a consistent spinning of narratives as as if you were debunking something like that's constantly His idea is they're spinning the false narrative. So I'm going to debunk it with my wild, outlandish claims, right? And he just repeats them over and over again. But so what we're what we're trying to do is create the same effect of that propaganda just we're using reality. disagree. We're creating a real reality disagree. That's what we're doing disagree. I'm creating a false reality. We're creating the real reality. No"
    },
    {
      "end_timestamp": 5117.0,
      "id": "63725ccd-6d7d-3046-82c4-f24a27f58a1e",
      "speaker": "Dan",
      "start_timestamp": 5108.0,
      "text": "See you framing it like that is playing into this game. I disagree with that whole cloth. Okay, I just want to have fun. I just don't have a good"
    },
    {
      "end_timestamp": 5121.0,
      "id": "183d859c-db28-347d-8ce6-8ff94672a901",
      "speaker": "Jordan",
      "start_timestamp": 5117.0,
      "text": "you're the one who described this as a holy war against Alex Jones. Sure,"
    },
    {
      "end_timestamp": 5169.0,
      "id": "a55abf17-4757-38b7-b1a2-f0dd61136ec2",
      "speaker": "Dan",
      "start_timestamp": 5121.0,
      "text": "but it can be fun. That's fun. He does. He has lots of fun. I don't see why we can't all have fun. He just like the Joker, or a fish mask. I disagree with that, because I'm not trying to create any reality. I'm not trying to even necessarily defend someone else's version of reality. Like whatever your version of reality is, is totally fine. Like, if we have listeners who are conservatives, I don't give a shit. We leave that have any listeners. We have listeners who are libertarians. I think some of your ideas are childish, but go ahead whatever. I don't I don't care about molding people's realities, so I believe some fucking stupid shit. I kind of believe in Atlantis I don't care what you do it's not fact based I understand that it's"
    },
    {
      "end_timestamp": 5171.0,
      "id": "19a77d74-e01a-3695-a87c-e88800c93407",
      "speaker": "Jordan",
      "start_timestamp": 5169.0,
      "text": "awesome I believe pink makes good music"
    },
    {
      "end_timestamp": 5185.0,
      "id": "18c0e097-4189-30ba-a33e-0b965326cd28",
      "speaker": "Dan",
      "start_timestamp": 5171.0,
      "text": "Hey now but like you understand like all I all I'm interested in as in as much as this show is I don't want to do a propaganda campaign I just I hate Alex Jones and I hate that he embodies I don't"
    },
    {
      "end_timestamp": 5197.0,
      "id": "9cac0b07-9781-35c7-ac26-bf3d54810281",
      "speaker": "Jordan",
      "start_timestamp": 5185.0,
      "text": "mean that we're actively doing this I mean that it is it does seem to me that the the main way to fight against this is by making something that is as entertaining"
    },
    {
      "end_timestamp": 5200.0,
      "id": "5b1c594d-87bf-3848-bef0-d2c8117a4103",
      "speaker": "Dan",
      "start_timestamp": 5197.0,
      "text": "Now you sound like corsi just fact based. Now, of course, he"
    },
    {
      "end_timestamp": 5212.0,
      "id": "e0171bd1-d930-3e73-888e-f62e0d9e7f4e",
      "speaker": "Jordan",
      "start_timestamp": 5200.0,
      "text": "doesn't care if I sound I sound more like Bearnaise Yeah. Which I feel about bananas. You know how I feel about bananas look great. Well, my deck is shrunk. So, man. Yeah. Oh, boy."
    },
    {
      "end_timestamp": 5230.0,
      "id": "75452609-0dc3-39fe-a5ed-e0b91c7cfc33",
      "speaker": "Dan",
      "start_timestamp": 5212.0,
      "text": "So. So in this next clip, it really again, just whatever he's saying. I feel about Infowars it's interesting because they fully describe what it would be like to argue with them. That's kind of fascinating."
    },
    {
      "end_timestamp": 5240.0,
      "id": "241c63a7-0c0e-3571-9aab-56ba6d46887f",
      "speaker": "Jerome Corsi",
      "start_timestamp": 5230.0,
      "text": "And what I'm saying is, first of all, you're not going to defeat this false nem this lie. Damn by proving it's untrue. It's killing me because it just reinforces"
    },
    {
      "end_timestamp": 5252.0,
      "id": "4fd227d7-25a1-3f70-a874-44c0e15db953",
      "speaker": "Alex Jones",
      "start_timestamp": 5240.0,
      "text": "nondrinkers. We argue all day like it's like the other big lie. Oh, he gave the rest of the shakers and it was all laptop news known two months ago, but then we used to bait it. They don't care. They want to engage us in their false paradigm."
    },
    {
      "end_timestamp": 5257.0,
      "id": "06571328-8dff-3e44-9d41-4aff6d43b48a",
      "speaker": "Jerome Corsi",
      "start_timestamp": 5252.0,
      "text": "And that's why we're debating it. Alex fucking ice soon as we debate it. We just"
    },
    {
      "end_timestamp": 5266.0,
      "id": "95b4dfc4-aff1-3ab1-ae9a-12f54aeecae7",
      "speaker": "Alex Jones",
      "start_timestamp": 5257.0,
      "text": "say you're a bunch of traders, liars. The fact that he's trying to turn the economy back on and yeah, yeah, that's pretty much what you do."
    },
    {
      "end_timestamp": 5278.0,
      "id": "840bdc8d-43da-35d8-a79e-ec4fef6f8466",
      "speaker": "Dan",
      "start_timestamp": 5266.0,
      "text": "Yeah. So he's Alex's wrestling like with Scorsese point and not getting it. At the same time corsi is projecting really hard. Yeah. Because he's like, once we start arguing, we lose."
    },
    {
      "end_timestamp": 5283.0,
      "id": "f4fe9f3c-28aa-37fe-a72e-fd1e17f20b97",
      "speaker": "Jordan",
      "start_timestamp": 5278.0,
      "text": "And then Alex goes, Yeah, that's what we do all the time. We argue all the time. Yeah. And we lose. Yeah."
    },
    {
      "end_timestamp": 5286.0,
      "id": "bd983929-26c5-3325-9bde-498d4313d327",
      "speaker": "Dan",
      "start_timestamp": 5283.0,
      "text": "We just start calling people traitor. Yeah."
    },
    {
      "end_timestamp": 5313.0,
      "id": "ae52a1bd-4783-3861-b5cc-ac2f0751ea68",
      "speaker": "Jordan",
      "start_timestamp": 5286.0,
      "text": "So it's that this is more revealing about Alex's idea of how how to fight against something then corsi. corsi is trying to pull this kind of that's why I said course. He's an evil, you know, propaganda campaign to achieve his goals. Yeah. And Alex is just in it to fucking call people shit. He just wants to. He just wants to have fun. He's like the Dan freezin of Infowars. Hey,"
    },
    {
      "end_timestamp": 5317.0,
      "id": "f6d6db61-f752-3f23-b9b0-f44002265087",
      "speaker": "Dan",
      "start_timestamp": 5313.0,
      "text": "now. It is true. We're about a boss."
    },
    {
      "end_timestamp": 5320.0,
      "id": "3a236735-41cd-3232-b8fd-9430fbfdec00",
      "speaker": "Jordan",
      "start_timestamp": 5317.0,
      "text": "All right. I don't know about that. I don't want to be your Rob do."
    },
    {
      "end_timestamp": 5324.0,
      "id": "651ccd5f-4508-3aa2-aeb2-d89bed277849",
      "speaker": "Dan",
      "start_timestamp": 5320.0,
      "text": "I would say you're my McAdoo."
    },
    {
      "end_timestamp": 5331.0,
      "id": "6510b60a-a29c-3277-b24e-a698cc893622",
      "speaker": "Jordan",
      "start_timestamp": 5324.0,
      "text": "Oh, man. No. See, now we're getting into the sexual tension on the show. Yeah, that's what we really want here."
    },
    {
      "end_timestamp": 5343.0,
      "id": "d8b11bb7-8ad7-33ea-83b6-0837c756d685",
      "speaker": "Dan",
      "start_timestamp": 5331.0,
      "text": "So this next clip, of course, he gives a little bit of a preview to his theories. And I spelled out already what his article that came out was about and so just kind of touches on that stuff a little bit."
    },
    {
      "end_timestamp": 5346.0,
      "id": "076a479e-b100-3b51-8f41-da51f496c224",
      "speaker": "Alex Jones",
      "start_timestamp": 5343.0,
      "text": "I mean, I know you want to get your ideas tomorrow, but give us a little prelude."
    },
    {
      "end_timestamp": 5359.0,
      "id": "a731925c-dc66-3029-8e32-2e641535395c",
      "speaker": "Jerome Corsi",
      "start_timestamp": 5346.0,
      "text": "Well, I mean, tomorrow is basically I'm going to propose a series of steps that Trump can take, which would change the subject. And you've got one coming up. He's going to take this foreign trip, which is going to be a major foreign trip. Hey,"
    },
    {
      "end_timestamp": 5371.0,
      "id": "b39d4a15-53f3-3f6a-9d49-2abc2c8d3b3a",
      "speaker": "Alex Jones",
      "start_timestamp": 5359.0,
      "text": "why doesn't he just arrest some Russian spies? The Russians, but they got they got spies here. Why not just like arrest some of them or something? I don't know. Maybe you don't? Maybe that feeds into it, though. Some of the"
    },
    {
      "end_timestamp": 5377.0,
      "id": "d01c9e9f-6ef5-3f65-bf56-7117d26e508e",
      "speaker": "Dan",
      "start_timestamp": 5371.0,
      "text": "talk I cut too early. Oh, and George's been sitting there. Yeah, silently. He's like, Well, some of them have been murdered. Yeah,"
    },
    {
      "end_timestamp": 5385.0,
      "id": "29fa2d88-21b1-370a-8a3c-fe87661d52be",
      "speaker": "Jordan",
      "start_timestamp": 5377.0,
      "text": "I heard that part. The other. I was almost thinking he was gonna say like, maybe because Obama got rid of"
    },
    {
      "end_timestamp": 5389.0,
      "id": "e5f0fa14-5044-38c1-8da7-bcde6ba3db03",
      "speaker": "Dan",
      "start_timestamp": 5385.0,
      "text": "that one day. Now. He did not. He's like, Oh, no, Dad. Yeah, I learned that they're probably"
    },
    {
      "end_timestamp": 5392.0,
      "id": "7a9af5c0-a841-3fb0-a9c6-eb67efb0feb7",
      "speaker": "Jordan",
      "start_timestamp": 5389.0,
      "text": "dead. So I mean, they are probably dead."
    },
    {
      "end_timestamp": 5396.0,
      "id": "b509018b-1255-3b94-a7d0-fc7245129330",
      "speaker": "Dan",
      "start_timestamp": 5392.0,
      "text": "He doesn't really. Alex asked him to preview his theories. It doesn't really let him talk."
    },
    {
      "end_timestamp": 5399.0,
      "id": "3569ac56-825f-3a37-818b-7de95e6a004b",
      "speaker": "Jordan",
      "start_timestamp": 5396.0,
      "text": "We're not interested. lassic Alex is not interested in his theory,"
    },
    {
      "end_timestamp": 5407.0,
      "id": "f484683c-7505-39a9-9f71-abf3a13c5f62",
      "speaker": "Dan",
      "start_timestamp": 5399.0,
      "text": "but they get I want to talk about how the media is good at leading the story leading and that Trump needs to lead."
    },
    {
      "end_timestamp": 5413.0,
      "id": "e034f371-df8e-3ccb-9c5f-3c59e69c40b3",
      "speaker": "Alex Jones",
      "start_timestamp": 5407.0,
      "text": "Why once he suddenly got in a few days did Suddenly he stopped leading the narrative. What happened?"
    },
    {
      "end_timestamp": 5458.0,
      "id": "4d78ba8a-c600-3f32-8f58-a4ee39b324ad",
      "speaker": "Jerome Corsi",
      "start_timestamp": 5413.0,
      "text": "Well, they're very good at this the mainstream media and they laid it transcribed. Hillary laid the trap saying that was the Russians who did it. There are even the evidence that the Seth Rich had 44,000 email ELLs to WikiLeaks, that doesn't refute the Russian collusion, collusion argument. You can't win that argument with the propagandist, you're not going to win on that one. They're gonna win, that they're gonna beat you. They're going to convince, you know, the people who hate you that you know, the Jews are all evil, we need to kill them all is a complete lie, is total propaganda. It's evil. But that's the same nature of argument that the Russian collusion argument fits in to, and you can't beat it logically. You can't beat it with facts. Nope."
    },
    {
      "end_timestamp": 5469.0,
      "id": "e724ae94-3b26-33e3-9d3f-f73d0f7f368f",
      "speaker": "Jordan",
      "start_timestamp": 5458.0,
      "text": "I mean, he's, he's absolutely right. You can't beat it with facts. Because you don't, you don't have any right. But that's You can't beat facts with with facts if the facts are not on your side."
    },
    {
      "end_timestamp": 5489.0,
      "id": "342092ca-789d-3a7e-953c-5066a960ae34",
      "speaker": "Dan",
      "start_timestamp": 5469.0,
      "text": "But that's super unfair rhetorically, to be like, this is like trying to convince people to kill millions of Jews. You're shaking your head. Now. It makes perfect sense. So he brings up Seth Rich, giving 44,000 emails to WikiLeaks. And I want to I want to talk about this a little bit. We texted about this the other day,"
    },
    {
      "end_timestamp": 5497.0,
      "id": "d1bc8b9c-4014-317f-88a4-3f6aedbd4756",
      "speaker": "Jordan",
      "start_timestamp": 5489.0,
      "text": "that's 100,000 less emails than people who will make it to heaven. Only 144,000 are gonna get home man,"
    },
    {
      "end_timestamp": 5508.0,
      "id": "fa6c1ed0-80df-3b83-bdf8-afce0fa010be",
      "speaker": "Dan",
      "start_timestamp": 5497.0,
      "text": "that was exactly what I wanted to get. So Seth Rich was a DNC staffer who got murdered in DC last night."
    },
    {
      "end_timestamp": 5513.0,
      "id": "aa25f781-afd9-382d-8789-feab6a23bc12",
      "speaker": "Jordan",
      "start_timestamp": 5508.0,
      "text": "The one we're about home, Fox News has tried to fuck everything up yet again,"
    },
    {
      "end_timestamp": 5602.0,
      "id": "36227fcb-23ea-3dcc-8359-e5369eb7ed34",
      "speaker": "Dan",
      "start_timestamp": 5513.0,
      "text": "we're gonna get into that. Back in the day, with months back when the murder actually happened. I was keeping track of conservative not conservative necessarily, but like conspiracy message boards and stuff. And a lot of people were using the murderer as sort of a left wing conspiracy theory. They were saying that he was killed because he had stumbled into evidence that the Russians were hacking in Russia. It was liberal conspiracies going around about his murder. Then it got repurposed as he was the one who was leaking emails to WikiLeaks. He had stolen the Podesta emails and what have you. And even Julian Assange has hinted that he is the source, but he has never said that he is because he wasn't. But Julian Assange is committing acts of propaganda by going out and saying, We never divulge our sources, right, because sometimes they get murdered on the streets, right, those sort of like little, little kernels. So now recently, a couple days back, Fox News got into the game and took that conspiracy theory that had already existed in the nether regions of the internet and made it mainstream. They started pushing it really hard. When they had a guy named rod Wheeler be on Fox News. He was on a he was on then he was a private investigator. That's how they built him. But the reality is, is he's a Fox News contributor. He is also our"
    },
    {
      "end_timestamp": 5605.0,
      "id": "bd2c3537-c05e-3ec9-9897-a53171e07817",
      "speaker": "Jordan",
      "start_timestamp": 5602.0,
      "text": "fucksakes also moonlights news. Come on guys, he"
    },
    {
      "end_timestamp": 5618.0,
      "id": "3ce77525-b50f-32c7-a2cf-1ac1c067addf",
      "speaker": "Dan",
      "start_timestamp": 5605.0,
      "text": "moonlights as a private investigator, but they said that he was the family's private investigator. That was not the family's private he was not he was backed by someone else. That's bullshit to investigate."
    },
    {
      "end_timestamp": 5619.0,
      "id": "b06b64eb-b169-3b09-ac9b-b134ddc68b42",
      "speaker": "Jordan",
      "start_timestamp": 5618.0,
      "text": "Who is he paid by?"
    },
    {
      "end_timestamp": 5672.0,
      "id": "e245c295-0dcf-3379-b047-f561c537e0d8",
      "speaker": "Dan",
      "start_timestamp": 5619.0,
      "text": "I don't remember. I don't I'm not sure that it's all that important. Okay. But at least when I didn't set off any red flags when I did see the name, I didn't really care. Okay, because it's secondary to the what the main story is, and that is that he went on Fox, and he said, and I quote, my investigation up to this point shows that there's some degree of email exchange between Seth Rich and WikiLeaks. I do believe that the answers to who murdered Seth Rich sits on his computer on a shelf at the DC police or FBI headquarters. However, in a subsequent interview with BuzzFeed, Rod Wheeler said he had no personal knowledge of riches emails, and I quote, I don't even know where the computers are. He went on to say that he got the information that he says in that interview from a Fox News reporter,"
    },
    {
      "end_timestamp": 5674.0,
      "id": "9c30c60d-afa5-34e8-a01d-172d7e4f46ce",
      "speaker": "Jordan",
      "start_timestamp": 5672.0,
      "text": "Jesus fucking Christ, he"
    },
    {
      "end_timestamp": 5676.0,
      "id": "f3c40371-8211-3da5-a4c7-28815705cf13",
      "speaker": "Dan",
      "start_timestamp": 5674.0,
      "text": "was just repeating."
    },
    {
      "end_timestamp": 5688.0,
      "id": "0dcc8369-e077-3f84-a0ad-7620d81009af",
      "speaker": "Jordan",
      "start_timestamp": 5676.0,
      "text": "Yes. He was just fed that shit. Here's what we want you to say. You're on Fox News, you're going to say what we tell you to say. And if you ever want to come back on the TV again, you say what we tell you to say."
    },
    {
      "end_timestamp": 5767.0,
      "id": "a769b7bf-5cca-3cb6-b1f8-38bb7751f21e",
      "speaker": "Dan",
      "start_timestamp": 5688.0,
      "text": "Seth Rich's parents have demanded an apology and they want a retraction. And they put out this statement. As we've seen through the past year of unsubstantiated claims, we see no facts We've seen no evidence we've been approached with no emails and only learned about this when contacted by the press. We're a family who's committed to facts, not fake evidence that surfaces every few months to fill the void and distract law enforcement and the general public from finding sets murders. Now, Dustin stern back, the chief spokesman for the DC police force said this quote, There is nothing that we can find that any of this is accurate, said Dustin sternbach, the chief spokesman for the DC police, which is leading the investigation into Rich's death. He refused to be more specific. FBI spokesman declined to comment saying the agency is not involved in the case and referred questions DC police. Law enforcement officials have said that sets Seth Rich's computer and email activity have been examined, and nothing suggests that would connect them to WikiLeaks, which 12 days after Rich's death, published 20,000 emails that embarrassed former Secretary of State Hillary Clinton and the DNC and forced the ouster of its Chairwoman. So they have investigated his laptop. They looked at his emails, yeah, there's no evidence that he was involved in any way."
    },
    {
      "end_timestamp": 5768.0,
      "id": "7d65b9ab-f289-33d1-8641-aa244f570ac2",
      "speaker": "Jordan",
      "start_timestamp": 5767.0,
      "text": "Not important."
    },
    {
      "end_timestamp": 5792.0,
      "id": "a3ea9b74-3bd8-3eac-9dea-96de653d2925",
      "speaker": "Dan",
      "start_timestamp": 5768.0,
      "text": "The thing that changed the narrative, the thing that people latch on to is that he was murdered in what appeared to be a street confrontation in the middle of the night. But he wasn't robbed. And the reason that that? I mean, that's weird, that the reason that it's not that weird is if you're in the middle of a robbery and it goes bad and you accidentally kill somebody, you're not going to then take it from him. You're gonna just leave, you're gonna"
    },
    {
      "end_timestamp": 5796.0,
      "id": "dfac0384-f94f-3ba1-a855-06b3529f6dda",
      "speaker": "Jordan",
      "start_timestamp": 5792.0,
      "text": "at least you know, run out hope."
    },
    {
      "end_timestamp": 5800.0,
      "id": "4466ce56-fbf2-306c-b7a2-3c1cf10696ad",
      "speaker": "Dan",
      "start_timestamp": 5796.0,
      "text": "Especially if you're not a hardened murderer."
    },
    {
      "end_timestamp": 5806.0,
      "id": "f59cfa56-2bdf-3b3b-80b0-13dcfa6fdbb4",
      "speaker": "Jordan",
      "start_timestamp": 5800.0,
      "text": "New conspiracy theory. Yeah. Jerome Corsi killed him. Don't do that in order to change the narrative. I"
    },
    {
      "end_timestamp": 5807.0,
      "id": "b5305013-03c6-3b6b-a510-021be30eb5c8",
      "speaker": "Dan",
      "start_timestamp": 5806.0,
      "text": "like this meme."
    },
    {
      "end_timestamp": 5809.0,
      "id": "08d1f685-a0a4-3d21-9693-5c63c4a67ac4",
      "speaker": "Jordan",
      "start_timestamp": 5807.0,
      "text": "I like this, ma'am, ma'am."
    },
    {
      "end_timestamp": 5817.0,
      "id": "2347c305-378d-37c6-9fc2-c408ab9f48c0",
      "speaker": "Dan",
      "start_timestamp": 5809.0,
      "text": "So I mean, he's even bringing up that complete horseshit as evidence of whatever the fuck now this"
    },
    {
      "end_timestamp": 5840.0,
      "id": "311c4ffb-d641-3c44-8349-58643c5b16a6",
      "speaker": "Jordan",
      "start_timestamp": 5817.0,
      "text": "is Vince Foster again. Yeah, that's what this is. This is absolutely the Vince Foster thing. It's It's suspicious that he died. This, it's so suspicious. What is it so suspicious? Totally. So you should investigate it? They did. And when you investigate it, you should find only what you want to find, right? That's how investigations work. And for 30 years, or all the evidence that you don't like"
    },
    {
      "end_timestamp": 5847.0,
      "id": "48262105-1341-39aa-af12-e1df05465e37",
      "speaker": "Dan",
      "start_timestamp": 5840.0,
      "text": "and for 30 years insist that they had him killed because he was fucking around with Hillary Clinton, and they gotta he was gonna blow the whistle. Yeah,"
    },
    {
      "end_timestamp": 5853.0,
      "id": "b26ed9bb-ea78-36b2-b4b0-0eb2a591298a",
      "speaker": "Jordan",
      "start_timestamp": 5847.0,
      "text": "my aunt still thinks that that's why Vince Foster does You're right. It's fucking smart. It's why it's why"
    },
    {
      "end_timestamp": 5855.0,
      "id": "0fc2df77-cd68-3de8-9fb4-b812e5835e30",
      "speaker": "Dan",
      "start_timestamp": 5853.0,
      "text": "Yeah, so this,"
    },
    {
      "end_timestamp": 5869.0,
      "id": "865e4cf5-d277-3490-8f87-73fd4e99f5da",
      "speaker": "Jordan",
      "start_timestamp": 5855.0,
      "text": "but that's also like what I just described, there is fucking all of law enforcement anymore. Especially when it comes to drug crimes or anything of the like, sure. Just like, yeah, we have evidence, don't worry about it. It's you're gonna take a plea deal, even though you're not."
    },
    {
      "end_timestamp": 5907.0,
      "id": "5205b886-d69d-3bd3-91b5-36731353cdbd",
      "speaker": "Dan",
      "start_timestamp": 5869.0,
      "text": "Yeah, because you're not guilty. But just because because, you know, we don't know everything. I can't sit here and tell you with 100% certainty that rich didn't give emails to WikiLeaks. But I can say that every piece of confirmable evidence doesn't indicate that. So I'm inclined to believe that he didn't. And I'm inclined to believe that those left leaning conspiracy theorists were disrespecting his death when they were making that argument. Absolutely. And the right leaning ones who were doing it now and back then are all disgraceful. They're horrible. Second, sickens me."
    },
    {
      "end_timestamp": 5953.0,
      "id": "1c16560f-1300-3384-8c0d-6a3772aaddb8",
      "speaker": "Jordan",
      "start_timestamp": 5907.0,
      "text": "Yeah. Anyway, yeah. I mean, you just wanted to propaganda baby. I mean, what it really is, is it's such a weird coincidence that it happened there, that it happened now. And that it was then the circumstances were what they are, well, especially now that we have this giant city it is but especially now that we have this this Russian narrative going on, which a lot of it will turn out to be true. But there is still that kind of red fear that's still been hanging around since the Cold War. Sure. So of course, if we're investigating a Russian tie, and somebody even tertiary Lee involved, dies, then you're gonna you're gonna get there if you want to, yeah, I'm gonna make that connection. Even if there's no evidence, even if there's no point. You're just gonna, your brain is just gonna go there."
    },
    {
      "end_timestamp": 5960.0,
      "id": "f53ace8e-77dc-32bd-a480-d96bb9146ecb",
      "speaker": "Dan",
      "start_timestamp": 5953.0,
      "text": "Especially if you have a master propagandist troll like Julian Assange poking. Right. So I mean, well,"
    },
    {
      "end_timestamp": 6013.0,
      "id": "539e21f1-2827-3129-aed1-c651cc6fd09f",
      "speaker": "Jordan",
      "start_timestamp": 5960.0,
      "text": "my theory on Julian Assange is I don't think he started out as the evil propagandist. No, I think he started out as the holy warrior probably like Alex. Yeah, he started out as this like, I want to do good for the world. That's why Chelsea and Chelsea Manning did so much good for the world. Sure. And I'm really happy she's out there. Everybody may 17 is Chelsea Manning day through. But after he got all of hate from the United States, and all of the requests for extradition, and like, all of this shit that is just really kind of like, Hey, you revealed we're here. Yuval so we're gonna do our best to demonize you and put you in prison for it like we did Chelsea Manning. So then he's in the embassy trapped in a room getting more and more hate filled and losing his mind."
    },
    {
      "end_timestamp": 6014.0,
      "id": "0636a1a5-4e23-395c-a201-613471d9dd6e",
      "speaker": "Dan",
      "start_timestamp": 6013.0,
      "text": "I don't I don't think so. I"
    },
    {
      "end_timestamp": 6021.0,
      "id": "92ff56af-ca85-3786-b0e5-fe73270f534c",
      "speaker": "Jordan",
      "start_timestamp": 6014.0,
      "text": "think I think he's absolutely doing it on purpose now, but I think he got turned into I think he got turned into to face you've read"
    },
    {
      "end_timestamp": 6024.0,
      "id": "41140633-e164-3aeb-a55d-e1078795d933",
      "speaker": "Dan",
      "start_timestamp": 6021.0,
      "text": "too many comic books. I think that that's now"
    },
    {
      "end_timestamp": 6029.0,
      "id": "4c8967a0-b8fe-38c2-90b1-51e8130ca270",
      "speaker": "Jordan",
      "start_timestamp": 6024.0,
      "text": "you had already had that right before I already I had made the comic book reference."
    },
    {
      "end_timestamp": 6050.0,
      "id": "3078443b-faaf-3a46-94f5-461d09f7ec54",
      "speaker": "Dan",
      "start_timestamp": 6029.0,
      "text": "Well, I think that he's, I think that your premise that he started out with good intentions is probably true. In the same way that like I blurted out, I think Alex probably did too. But I don't think it's as simple as he's cooped up in a room and he turned supervillain I think that there's negative parts of himself that through either"
    },
    {
      "end_timestamp": 6072.0,
      "id": "83e8aa05-f9f6-395b-9660-df85f9743874",
      "speaker": "Jordan",
      "start_timestamp": 6050.0,
      "text": "I don't know man if you've been put in solitary confinement you lose your mind. I now it doesn't matter if it's in a it doesn't matter if you've got a couch or you're in a cell if you're in solitary confinement, your brain is going to melt it's not in solitary confinement. He's basically in solitary bullshit fucking fucking Faraj comes and visits him. Let's really well the nevermind. Fuck off."
    },
    {
      "end_timestamp": 6075.0,
      "id": "a2b6aed4-8e11-3046-84ae-39678b21720b",
      "speaker": "Dan",
      "start_timestamp": 6072.0,
      "text": "I hate him. Jenny McCarthy came and brought him a sandwich."
    },
    {
      "end_timestamp": 6084.0,
      "id": "0b38dc36-2f28-3a42-ac00-20ea2c32523b",
      "speaker": "Jordan",
      "start_timestamp": 6075.0,
      "text": "That's real. Yeah, you don't remember that? Oh, well, then fuck off. He's just a complete dick. There we go. I think I retract any support that I have for him ever."
    },
    {
      "end_timestamp": 6107.0,
      "id": "42eb4dcf-fe6d-38bc-bcc3-07b690f601f7",
      "speaker": "Dan",
      "start_timestamp": 6084.0,
      "text": "I'm glad we got there. Yeah, no, but like I changed my mind. I think that there's negative pieces of these characters. The Julian Assange, as in the Alex Jones is that whether through ego stroking or direct, compromising, they've changed from their initial goal of doing good into holding a line carrying a narrative"
    },
    {
      "end_timestamp": 6117.0,
      "id": "6091093a-9bc1-3a98-a000-2b1d5ebb8393",
      "speaker": "Jordan",
      "start_timestamp": 6107.0,
      "text": "and continuing to be famous. Yeah. So anyway, this next I will absolutely yeah, there's no way that Julian Assange is not a Megalo maniacal lunatic though."
    },
    {
      "end_timestamp": 6130.0,
      "id": "16c80bc3-07a6-3b79-a030-870cd91c9c8a",
      "speaker": "Dan",
      "start_timestamp": 6117.0,
      "text": "All right, savior complex shit. So this next clip just really flushes out that Alex Jones does not get the conversation they're having. And also the Jerome Corsi is a dick."
    },
    {
      "end_timestamp": 6141.0,
      "id": "ea740bd0-dea1-374d-ae91-b258da1bf35f",
      "speaker": "Alex Jones",
      "start_timestamp": 6130.0,
      "text": "So what of all the things they're doing that are horrible? What are the true narratives that we go after him on? I say this, they're trying to plunge the economy. I knew last night this is gonna apply to the economy. I said it."
    },
    {
      "end_timestamp": 6163.0,
      "id": "4cf922f3-6165-34ec-932e-edd58be08234",
      "speaker": "Jerome Corsi",
      "start_timestamp": 6141.0,
      "text": "Alex, there's no argument you can use that will win it they have to transcend argument. There's not going to be magic formula is not going to be an argument that's a magic bullet. There. They're set up to beat every argument you can advance against this nap. Also, when they go down the goal, gerbils path, the proving that the Jews are deficient race,"
    },
    {
      "end_timestamp": 6165.0,
      "id": "fdcf42a1-d328-3c8f-bc92-8231a7ef4a40",
      "speaker": "Jordan",
      "start_timestamp": 6163.0,
      "text": "really, really hidden that horrendous horrible"
    },
    {
      "end_timestamp": 6167.0,
      "id": "01004255-c084-36ed-af53-171d00752c76",
      "speaker": "Jerome Corsi",
      "start_timestamp": 6165.0,
      "text": "art evil idea."
    },
    {
      "end_timestamp": 6171.0,
      "id": "3a27aa60-4f91-33ad-a705-15429ebaff50",
      "speaker": "Jordan",
      "start_timestamp": 6167.0,
      "text": "We're finding all of the Holocaust argument there the brilliance"
    },
    {
      "end_timestamp": 6179.0,
      "id": "9bc76269-2e4a-3eb8-9738-2781fbbdf7b8",
      "speaker": "Jerome Corsi",
      "start_timestamp": 6171.0,
      "text": "of Einstein bombs. It's gone. No, it's got to be stopped. Techniques"
    },
    {
      "end_timestamp": 6186.0,
      "id": "a4a5142a-227b-3d1b-84ce-e7b9175772e5",
      "speaker": "Alex Jones",
      "start_timestamp": 6179.0,
      "text": "ended up and went too far and the military pull ban. Yeah. So we'll talk about those techniques tomorrow and you want to come over to three central? Yeah, he just doesn't"
    },
    {
      "end_timestamp": 6200.0,
      "id": "2fd5253b-86c7-31cd-a788-71c41a9023a2",
      "speaker": "Dan",
      "start_timestamp": 6186.0,
      "text": "get it. He does not understand you got to bomb them. You got to use bombs. It kind of does make your argument stronger. The idea that he's willfully not getting it. Because it does portray him as someone who couldn't possibly understand propaganda."
    },
    {
      "end_timestamp": 6204.0,
      "id": "b712a6bb-bc76-3d2b-9731-3ccc70694635",
      "speaker": "Jordan",
      "start_timestamp": 6200.0,
      "text": "Yeah, no, he doesn't get it. He and it might be a self defense"
    },
    {
      "end_timestamp": 6224.0,
      "id": "6512a577-7e44-3efb-9dab-447026bcef91",
      "speaker": "Dan",
      "start_timestamp": 6204.0,
      "text": "mechanism, because of course, he comes in and he's spouting this stuff. Alex probably doesn't know exactly what he wants to talk about. The All he knows is that, of course he wants to come in with a battle plan. Right? Conceivably, they haven't done show prep because they never do. Right. So he comes in and as he starts to spout this, Alex maybe is realizing, Oh,"
    },
    {
      "end_timestamp": 6259.0,
      "id": "c09a07f4-4ebc-3ce5-8c66-49c4fb950b5c",
      "speaker": "Jordan",
      "start_timestamp": 6224.0,
      "text": "you think so? No, I think I think this is innocent. I think Alex really is a simple idiot. That doesn't know he is. I'm not saying he doesn't know when he's lying. I do think he doesn't see himself as a propagandist. And he would take that as an insult if you call him a propagandist. So Jerome Corsi is basically saying, invalidate all of the stuff you believe in. And now engage in propaganda maybe or invalidate your self image, not all the stuff you believe it's to yourself in yourself. I"
    },
    {
      "end_timestamp": 6266.0,
      "id": "b209ab5b-d4da-3e30-8315-927583b519d8",
      "speaker": "Dan",
      "start_timestamp": 6259.0,
      "text": "think that's too generous. I enjoy where you're coming from, but I think that's too generous. So we have one more quick why"
    },
    {
      "end_timestamp": 6269.0,
      "id": "f00c8673-aa42-3bf2-8ed8-dcb53eb67807",
      "speaker": "Jordan",
      "start_timestamp": 6266.0,
      "text": "is it that I'm the less cynical one on this on this episode?"
    },
    {
      "end_timestamp": 6274.0,
      "id": "e0bd88e0-8db8-37de-8019-27a81003eb06",
      "speaker": "Dan",
      "start_timestamp": 6269.0,
      "text": "Oh, no, we got one more clip. Let's get through it. And it's just not great."
    },
    {
      "end_timestamp": 6280.0,
      "id": "8e4055e9-6f26-3750-b959-ec5cdfa4c988",
      "speaker": "Alex Jones",
      "start_timestamp": 6274.0,
      "text": "But I gotta tell you, Trump's a good guy. He's a smart guy. But isn't it prove how good he is how all the evil people hiding?"
    },
    {
      "end_timestamp": 6288.0,
      "id": "24cdd2b5-f55d-3fac-a44f-1d4e0d97052e",
      "speaker": "Jerome Corsi",
      "start_timestamp": 6280.0,
      "text": "And if we follow through this, we're gonna lay out a plan that Trump can follow, and I guarantee he's gonna listen to it, he's gonna hear it."
    },
    {
      "end_timestamp": 6289.0,
      "id": "839fb8bf-0fb3-35f9-b4d5-699a7b3c0160",
      "speaker": "Dan",
      "start_timestamp": 6288.0,
      "text": "First of all, Trump's not a good man. But secondly,"
    },
    {
      "end_timestamp": 6293.0,
      "id": "f810e873-4c1c-360e-957e-e2d9e69a8577",
      "speaker": "Jordan",
      "start_timestamp": 6289.0,
      "text": "also he cannot listen and will not hear anything."
    },
    {
      "end_timestamp": 6306.0,
      "id": "c9eb9780-20b6-3bc7-9246-75409cf1743b",
      "speaker": "Dan",
      "start_timestamp": 6293.0,
      "text": "And secondly, thirdly, at this point, your plan sucks. I just the plan of a propaganda campaign is good. In terms of like, yeah,"
    },
    {
      "end_timestamp": 6309.0,
      "id": "105456b2-57f0-32bc-a758-2df92e0bd78e",
      "speaker": "Jordan",
      "start_timestamp": 6306.0,
      "text": "go ahead. And so far it's been working well, for"
    },
    {
      "end_timestamp": 6335.0,
      "id": "5d92d63d-9431-39f7-9818-863f83fd5673",
      "speaker": "Dan",
      "start_timestamp": 6309.0,
      "text": "millions of listeners, that seems to be pretty effective. Yeah, you're doing a good job, but all of your shit on in your article is not good. It's not good propaganda, bombing North Korea would be really disastrous. It would get off of the Russian narrative, but it would get back to it. It would only be a distraction for a temporary period of time and so much death. Fixing the Middle East is not a reasonable goal. It's not something Trump can"
    },
    {
      "end_timestamp": 6340.0,
      "id": "9cfeda7c-e508-3f90-b90e-f66903948134",
      "speaker": "Jordan",
      "start_timestamp": 6335.0,
      "text": "do. You know what, but Trump can dream. Okay. Trump can dream of fixing the Middle East"
    },
    {
      "end_timestamp": 6348.0,
      "id": "bc1a87a6-5932-38e9-9457-f537b9692cc7",
      "speaker": "Dan",
      "start_timestamp": 6340.0,
      "text": "destroying the schools and the environment will get him attacked, but it will be attacks in addition to the Russian stuff,"
    },
    {
      "end_timestamp": 6361.0,
      "id": "1c03e08f-87ae-3ea7-84de-019c3f66c749",
      "speaker": "Jordan",
      "start_timestamp": 6348.0,
      "text": "and he's, he's already doing it like, what's her? What's her dumb face? Betsy DeVos is already trying to remove grants and remove the loan forgiveness program. Yeah, she's trying to destroy fucking"
    },
    {
      "end_timestamp": 6364.0,
      "id": "1e55cae5-f01b-3e7d-943a-72873ba07745",
      "speaker": "Dan",
      "start_timestamp": 6361.0,
      "text": "everything and getting booed at schools. God"
    },
    {
      "end_timestamp": 6377.0,
      "id": "5efb60a0-6944-31a5-9169-9b61cde99c4e",
      "speaker": "Jordan",
      "start_timestamp": 6364.0,
      "text": "I she Oh, fucking don't don't stop it boosts No, stop it, calling her bad names. So drop a few bombs. That's how you change the narrative. That's what Alex? That's what Alex says. Yeah, I'm using Alex's own words."
    },
    {
      "end_timestamp": 6385.0,
      "id": "e2e4c901-bb8f-3e47-aea7-28b6b53748aa",
      "speaker": "Dan",
      "start_timestamp": 6377.0,
      "text": "Well, like, I'm, I'm very conflicted because on this episode, you've pitched Alex in a very sympathetic light. And I"
    },
    {
      "end_timestamp": 6391.0,
      "id": "2875aecf-f1cb-3823-8388-80269fe16910",
      "speaker": "Jordan",
      "start_timestamp": 6385.0,
      "text": "do not think it's sympathetic at all. I think I'm calling him a dumb man. Right? But that's so"
    },
    {
      "end_timestamp": 6395.0,
      "id": "fc2b1468-636b-36ef-bc10-3c2655f15a9d",
      "speaker": "Dan",
      "start_timestamp": 6391.0,
      "text": "pathetic compared to, like, compared to today's you're"
    },
    {
      "end_timestamp": 6405.0,
      "id": "81a832c0-ecc0-3f74-aba0-cf87efdbe306",
      "speaker": "Jordan",
      "start_timestamp": 6395.0,
      "text": "to compare to a guy who orchestrated a 30 year long civil war accidentally. Yeah, I guess it's accidental. But like,"
    },
    {
      "end_timestamp": 6449.0,
      "id": "14791e80-47cd-396d-905e-e2c62341ed92",
      "speaker": "Dan",
      "start_timestamp": 6405.0,
      "text": "I legitimately think that they're giving up some of their cards. And the only reason that they would do that is desperation. Oh, absolutely. I think that this is a really bad sign for Infowars. And another really bad sign is that Alex has just launched way more products unceremoniously. Oh, no, they usually whenever he launches a product like he has Dr. Group come in for an hour and they talk about how great this new metal guard that makes up a lot. Yeah, yeah. But now, like within the span of since our last episode, he's got a new thing that helps you jump your car. He's got a product that helps you generate for your car. You can just stick it in a jumpsuit? I don't know. I don't know. I don't know. Is it"
    },
    {
      "end_timestamp": 6453.0,
      "id": "fff9e4b6-deaf-3de5-967f-c8edf88f6e61",
      "speaker": "Jordan",
      "start_timestamp": 6449.0,
      "text": "is it just like a repurposed to February a defibrillator that you found?"
    },
    {
      "end_timestamp": 6484.0,
      "id": "f47d1829-dd09-3847-b3a0-32fd48dc22fa",
      "speaker": "Dan",
      "start_timestamp": 6453.0,
      "text": "I have no idea. It's insane. Clear. And then you car starts. And then he's also come out with a product of like mouthwashes a line of mouthwash and shampoo and stuff like that. He's gotten into toiletries, because I think he started to like, oh, fuck, people are buying my weird silver items. We have to go more mainstream with this. Right? And so now he's like, you're gonna buy all this stuff. Anyway, buy it from us. Buy it from us. And please get on a subscription program where it comes automatically every month. Right? And that to me, is"
    },
    {
      "end_timestamp": 6487.0,
      "id": "3e4b661e-dc41-3e47-bf07-d55b17d2e1ba",
      "speaker": "Jordan",
      "start_timestamp": 6484.0,
      "text": "it Jim model? That's what he's doing? Well, yeah, to"
    },
    {
      "end_timestamp": 6495.0,
      "id": "547b9919-159d-32b4-9008-71af72ba5b8c",
      "speaker": "Dan",
      "start_timestamp": 6487.0,
      "text": "me, that's an indication that you're in trouble, right? This is falling apart. You're trying to get all these these like, I want to slugging the whole"
    },
    {
      "end_timestamp": 6509.0,
      "id": "6dbe48b4-c588-3da2-9d05-a389cebcf7bd",
      "speaker": "Jordan",
      "start_timestamp": 6495.0,
      "text": "I want to see the Infowars version of the Herbal Essences commercial so bad. God just Alex underneath a waterfall. It would be McAdoo. Just fucking placate No, it's gotta be Alex. It'd be gotta be Alex. They"
    },
    {
      "end_timestamp": 6522.0,
      "id": "179c9c81-5f05-3417-940a-bee7575f5b67",
      "speaker": "Dan",
      "start_timestamp": 6509.0,
      "text": "know where their bread is buttered. So yeah, I mean, I just think I think all of this rings and smells like desperation. It sounds bad. We'll see what happens. Well,"
    },
    {
      "end_timestamp": 6561.0,
      "id": "f2d224a2-d79f-3c7e-8cfc-409f0d82c963",
      "speaker": "Jordan",
      "start_timestamp": 6522.0,
      "text": "I mean, if you've watched, if you've watched Fox News, one thing that I've noticed in the past week, is that they're pulling a lot of the same conspiracy theory bullshit. Yeah, like they're pulling the uranium deal. They're pulling. They're pulling all of this. Look at what Hillary did. Don't look at. Don't look at Trump. Don't look at all this shit. We're gonna we're gonna do an interview with fucking Ted Nugent, which is exactly what Info Wars does. Yeah, like they're pulling from the same playbook now. Which is the biggest sign of desperation. Sure. Like they used to hang their hat on pretending to be fair and balanced. Well, your God,"
    },
    {
      "end_timestamp": 6586.0,
      "id": "141f2e77-1033-3720-98af-3929323c37ee",
      "speaker": "Dan",
      "start_timestamp": 6561.0,
      "text": "you know what it is? It's a landslide that's happening. Yeah. And like corporate Conservative News is now slipping down to the level where Infowars was it is with corporate backing and on television. Yeah. And they don't have lunatics hosting the shows that are gonna get them kicked off the air. Then at the same time, because it is a complete landslide on the right, where Alex was where, like Fox News is now has slipped down"
    },
    {
      "end_timestamp": 6589.0,
      "id": "455d84a5-22be-3f4f-8e43-81878198bc8c",
      "speaker": "Jordan",
      "start_timestamp": 6586.0,
      "text": "into let's start an actual propaganda campaign. Right."
    },
    {
      "end_timestamp": 6596.0,
      "id": "965a4812-9902-3a84-b475-5f935d20edee",
      "speaker": "Dan",
      "start_timestamp": 6589.0,
      "text": "And you know what, they are on the Vanguard. Yeah, that is where Fox News will be if things keep going. Well, that's"
    },
    {
      "end_timestamp": 6665.0,
      "id": "7c15ea0b-09bf-38d9-9c9e-2916f2ac2b5e",
      "speaker": "Jordan",
      "start_timestamp": 6596.0,
      "text": "what Fox News is trying now. Although the thing about it that isn't interesting is there were a few, like ratings, evaluations. And it's starting to be because Fox News used to be far and away the most highly rated. Sure. News. Info. Yeah, exactly a highly rated bullshit. And since the Trump stuff is started, it's actually been more CNN and NBC and the like MSM, MSM, they're getting more, because Because Fox News is blatantly blatantly ignoring every possible aspect of this. They are not dealing with anything intentionally. So intentionally. So to the point of they are just, I mean, bald faced running a propaganda campaign. Yeah. Like they might as well be talking to Jerome Corsi. And I'm sure that the next thing on Fox News is going to be like, wield Trump bring peace to the Middle East by going to Saudi Arabia. Yep. I wouldn't be surprised if"
    },
    {
      "end_timestamp": 6724.0,
      "id": "e5c8c154-9cea-310d-92aa-f0626a166ad4",
      "speaker": "Dan",
      "start_timestamp": 6665.0,
      "text": "it was pure surprise winning author. Yeah, yeah, of course. Yeah, exactly. So also, I agree, it's a mess. But before we get out of here, I want to give an update. Because about a week and a half ago, Alex had as his guest, this weirdo from New Orleans, who rides around on a bike with a TV behind him and plays Infowars. Okay, and this lady came up to him, and he took video of it. And it was this lady who was like, I want Alex Jones taken out. And she was like, my son was brainwashed by him that you don't understand this. Yeah, terrible. Yeah. And so he this guy in New Orleans, just start screaming at her about like, you want him taken out because of his free speech. So he puts out this video, right Alec sees it. He invites him on as a guest on the show, of course, and they talk about how free speech is dying. And all this stuff not at all engaging with the idea that her son was brainwashed by him, essentially. Don't talk about it. Yeah, it doesn't matter. So this guy is an asshole first real proud. Boys."
    },
    {
      "end_timestamp": 6725.0,
      "id": "38809f53-46e3-3ae9-8c69-4695cd92a274",
      "speaker": "Jordan",
      "start_timestamp": 6724.0,
      "text": "Don't. Don't talk about proud boys until"
    },
    {
      "end_timestamp": 6735.0,
      "id": "14b86798-1f4e-3f00-9816-2253b0bb0e12",
      "speaker": "Dan",
      "start_timestamp": 6725.0,
      "text": "you talk about it all the fucking time put it on YouTube. So this guy is on as a guest. And he announces that he's starting a GoFundMe for his info wagon, where he's going to All right,"
    },
    {
      "end_timestamp": 6744.0,
      "id": "7d94dde7-7389-38e3-b5ba-da518a07a4b4",
      "speaker": "Jordan",
      "start_timestamp": 6735.0,
      "text": "all right. Can we get a knowledge fight wagon? I want to knowledge by wagon, so bad luck in time. Now, it's got to happen unless"
    },
    {
      "end_timestamp": 6747.0,
      "id": "b2b6031b-f7b4-37bb-9d43-e1d85d0e68af",
      "speaker": "Dan",
      "start_timestamp": 6744.0,
      "text": "it's an ice cream truck. Maybe I'm"
    },
    {
      "end_timestamp": 6753.0,
      "id": "a7823215-1eb3-3fd3-88c7-db0f3b85227d",
      "speaker": "Jordan",
      "start_timestamp": 6747.0,
      "text": "in just us go down the street, with errantly in Kansas instead of the fantasy."
    },
    {
      "end_timestamp": 6781.0,
      "id": "a8ed7273-b76a-38c0-b4c8-fdad49466cfa",
      "speaker": "Dan",
      "start_timestamp": 6753.0,
      "text": "So he he was on the show. And he's trying to raise $30,000 To make an info wagon. Right. All right. So I really get there. I mean, keeping track of this. Alex Jones has a massive audience, right? 80 million a week. Sure. Millions an hour 45 million every second. This GoFundMe campaign was started on May 10. Want to guess how much they have now of this? 30,000 million 400 450"
    },
    {
      "end_timestamp": 6784.0,
      "id": "2796f38c-fd3c-3ce9-acad-23f33f791d74",
      "speaker": "Jordan",
      "start_timestamp": 6781.0,
      "text": "bucks."
    },
    {
      "end_timestamp": 6789.0,
      "id": "399c3632-bbc2-34dd-b6da-47867c6de948",
      "speaker": "Dan",
      "start_timestamp": 6784.0,
      "text": "Dude. 435 No shit. Yeah."
    },
    {
      "end_timestamp": 6792.0,
      "id": "f4c60595-7302-32b4-9c12-562ab2ac4b87",
      "speaker": "Jordan",
      "start_timestamp": 6789.0,
      "text": "First time I've got something even remotely close. Yeah,"
    },
    {
      "end_timestamp": 6796.0,
      "id": "4d982bc0-0708-31d8-acc8-506f96fbb0b0",
      "speaker": "Dan",
      "start_timestamp": 6792.0,
      "text": "that's crazy. That's crazy. You have no date? No one has been."
    },
    {
      "end_timestamp": 6802.0,
      "id": "386c3104-7eb4-34e7-b703-e68fc5d76845",
      "speaker": "Jordan",
      "start_timestamp": 6796.0,
      "text": "Nobody wants. Nobody wants an info wagon. You do? Well, yeah, of course I do. Because that sounds awesome. Yeah,"
    },
    {
      "end_timestamp": 6815.0,
      "id": "650003be-8a66-33b8-8a8b-bb06ec1e5fb4",
      "speaker": "Dan",
      "start_timestamp": 6802.0,
      "text": "so fuck the info wagon. But you know what it is great knowledge fight.com Our website. It's not a wagon. But there's information. That's true. That's true girl so you can follow us on Twitter."
    },
    {
      "end_timestamp": 6835.0,
      "id": "b5428d3f-a61f-3ed0-b24f-2c78f2178c4a",
      "speaker": "Jordan",
      "start_timestamp": 6815.0,
      "text": "We're at knowledge underscore fight. Email us at knowledge fight@gmail.com We've had some really like shout out to all the people who send in emails and corrected us on stuff. That's awesome. Also, unlike unlike Alex Jones, we like to learn things and you can only learn things when you're wrong."
    },
    {
      "end_timestamp": 6845.0,
      "id": "64d5c8ac-76b0-3f5a-b600-901cdcd10a6f",
      "speaker": "Dan",
      "start_timestamp": 6835.0,
      "text": "It's true. Please also, you can subscribe on iTunes, we would appreciate it also if you do, please leave a review. Give us a rating. It's cool and fun and validates"
    },
    {
      "end_timestamp": 6859.0,
      "id": "9476e1b7-b38b-3347-8b4d-a1bb0884806a",
      "speaker": "Jordan",
      "start_timestamp": 6845.0,
      "text": "us if you would like to pick a date from the past wherein Alex Jones episodes will be discussed. Feel free to donate $10 to the knowledge fight Patreon is correct. Where can you find that?"
    },
    {
      "end_timestamp": 6880.0,
      "id": "0169cb2f-e81c-3eb0-9033-6bce9e7a75ea",
      "speaker": "Dan",
      "start_timestamp": 6859.0,
      "text": "That's I mean, there's just a link on knowledge fight.com There's a link on support the show you can check it out if you want to give any amount you choose whatever you want give any amount makes you a policy while you can become a policy wonk. Yes, that's true. But you know what, we gotta get out of here because we do have to get out gotta live our lives. But you know what, Roger Ailes dead. But"
    },
    {
      "end_timestamp": 6884.0,
      "id": "aa11694f-4e83-37c7-bbf3-da7c27857407",
      "speaker": "Jordan",
      "start_timestamp": 6880.0,
      "text": "Roger Ailes still dead. Rabbit boy still lives."
    },
    {
      "end_timestamp": null,
      "id": "ea5a6e69-04d3-368d-bee4-5731a88cd8dd",
      "speaker": "Andy In Kansas",
      "start_timestamp": 6884.0,
      "text": "Andy in Kansas. You're on the air. Thanks for holding. Oh, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}