{
  "audio_identifier": "KF_44",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/5-22.mp3",
  "blocks": [
    {
      "end_timestamp": 4.0,
      "id": "bf6466da-4452-3b0c-8eb7-ec5478b15ffb",
      "speaker": "Alex Jones",
      "start_timestamp": 0.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding."
    },
    {
      "end_timestamp": 7.0,
      "id": "0cdf6c50-ec79-3a03-8ba6-e63067a8a63c",
      "speaker": "Andy In Kansas",
      "start_timestamp": 4.0,
      "text": "Oh, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    },
    {
      "end_timestamp": 18.0,
      "id": "9c685b05-5a15-3a23-998d-63b52ad96b1e",
      "speaker": "Dan",
      "start_timestamp": 7.0,
      "text": "Hey, everybody. Welcome back to knowledge fight. I'm Dan. I'm Jordan. We're a couple dudes you'd like to sit around and talk about Alex Jones. What's that slightly different introduction today? That's right. Big news."
    },
    {
      "end_timestamp": 19.0,
      "id": "107aa0c4-f288-3c14-98cb-3f94cba13b6b",
      "speaker": "Jordan",
      "start_timestamp": 18.0,
      "text": "Big news."
    },
    {
      "end_timestamp": 20.0,
      "id": "11f96d2b-1f77-377a-83c8-0f32ac515bc2",
      "speaker": "Dan",
      "start_timestamp": 19.0,
      "text": "I'm not drinking wine anymore."
    },
    {
      "end_timestamp": 23.0,
      "id": "e001eb1a-dd80-3263-9e36-166e8df69aab",
      "speaker": "Jordan",
      "start_timestamp": 20.0,
      "text": "Fake News. Fake News."
    },
    {
      "end_timestamp": 60.0,
      "id": "b0f94f6b-6828-3541-8586-d849793bea58",
      "speaker": "Dan",
      "start_timestamp": 23.0,
      "text": "Unfortunately, all too real news, guys. I don't want to come to you with a pity party. That's not what I'm about. But I do want to say that I think that this show is taking a massive effect on my mental health, which is something we've joked about in the past, and people have expected and unfortunately, it's kind of true. I think up maybe you were joking, for sure. You can't listen to copious hours of Alex Jones and not have it takes some sort of negative toll on you. And the combination of that and excessive drinking have become unmanageable."
    },
    {
      "end_timestamp": 73.0,
      "id": "8a12d1fd-76dd-3c40-98d5-761b5c7d7bff",
      "speaker": "Jordan",
      "start_timestamp": 60.0,
      "text": "It is it is like a death spiral of reinforced behavior. The more you drink, the sadder you get. And then you listen to Alex Jones, and you get angry and then have to drink for comfort or makes you Yeah, exactly."
    },
    {
      "end_timestamp": 86.0,
      "id": "c168535e-5919-3c96-82f3-218a4c957a30",
      "speaker": "Dan",
      "start_timestamp": 73.0,
      "text": "It's a it's a disaster. And so I'm moving forward, we're going to stop drinking wine on the show, but in replacement, we're going to start drinking comical beverages. And so today, we've got strawberry infused Perrier, we"
    },
    {
      "end_timestamp": 89.0,
      "id": "b96d2617-f560-36a2-ba9f-eef84a513a88",
      "speaker": "Jordan",
      "start_timestamp": 86.0,
      "text": "have a plan for everything. Yeah, yeah."
    },
    {
      "end_timestamp": 105.0,
      "id": "fd9a00fd-f302-3b3e-bd6c-02284a5cdaf0",
      "speaker": "Dan",
      "start_timestamp": 89.0,
      "text": "So I want I want to be more clear about this, though, because I don't want people to feel bad for me or anything like that. And I definitely choose whatever Alex is doing to me over not, because I do believe that we're doing something not that important, but reasonably important. And"
    },
    {
      "end_timestamp": 109.0,
      "id": "f055205b-7cf4-304e-84dd-d4a7615135fb",
      "speaker": "Jordan",
      "start_timestamp": 105.0,
      "text": "I mean, more important than most of what else we're doing right now."
    },
    {
      "end_timestamp": 116.0,
      "id": "ecd672bf-69a3-3c00-9841-a36ef9bb138c",
      "speaker": "Dan",
      "start_timestamp": 109.0,
      "text": "Totally. And I made a commitment to myself that I would listen to him every day for a year. So we're gonna get there no matter what happens to my"
    },
    {
      "end_timestamp": 120.0,
      "id": "3c695514-4ca5-3ec2-ac03-4ca3b18039ad",
      "speaker": "Jordan",
      "start_timestamp": 116.0,
      "text": "mind, right? Even if we, even if we stopped doing the show. I'm gonna keep"
    },
    {
      "end_timestamp": 168.0,
      "id": "4e2838cb-27ef-3be7-82b9-1b22808a5cf3",
      "speaker": "Dan",
      "start_timestamp": 120.0,
      "text": "listening. Yeah, just see what happened. Exactly. But in order to make it to that point, I am going to need to, here's the thing. Alex makes me very mad. But it's not because I'm triggered or anything like that. The experience of listening to his show is maddening, because I know his lies. At this point, we've been doing this I've been listening every day for like five and a half months, right? I know all of his little lies, the way points I've researched them. And I know they're bullshit. So whenever a new tragedy happens, or a new narrative for him to go down happens, and he just uses the same lies to reinforce them. It's so frustrating because there's no winning. There's no winning against a guy who's that like, bombastic and entertaining, with set lies"
    },
    {
      "end_timestamp": 174.0,
      "id": "ebe0f399-7cee-398e-b86f-ca7a4712d299",
      "speaker": "Jordan",
      "start_timestamp": 168.0,
      "text": "and with a true commitment to his alternate reality."
    },
    {
      "end_timestamp": 189.0,
      "id": "ecd26841-2e6d-3f2d-b840-8f7f4086fdc4",
      "speaker": "Dan",
      "start_timestamp": 174.0,
      "text": "Yeah, and so that's what that's what's hurting my mental health is listening to it and realizing like where the knowledge fight is ultimately pointless. We will entertain who we entertain, and that's great. But if the end goal is making a difference at all, we can"
    },
    {
      "end_timestamp": 195.0,
      "id": "97a055c6-ce83-341e-bfaf-c5c608e2eae9",
      "speaker": "Jordan",
      "start_timestamp": 189.0,
      "text": "get cheap drinking again, that's really what gets to the bottom."
    },
    {
      "end_timestamp": 222.0,
      "id": "a5a27e1d-e1db-33f7-82b5-386ccabc8b4c",
      "speaker": "Dan",
      "start_timestamp": 195.0,
      "text": "So yeah, I I don't know if that makes any sense or anything, but it makes perfect sense in order to deal with that frustration and how all encompassing that is and how much it makes me really afraid for the world. I have to replace shitty food and wine and irresponsibility with more meditation in my life exercise, and strawberry Perrier, so lovely. That's little well,"
    },
    {
      "end_timestamp": 226.0,
      "id": "b64cd5e7-624c-3d3e-b22b-b1fae015c9e8",
      "speaker": "Jordan",
      "start_timestamp": 222.0,
      "text": "we'll negotiate on that last one. Sure. We'll figure out something more important. You'll"
    },
    {
      "end_timestamp": 234.0,
      "id": "ff230155-4fe6-3511-b511-fba4950c78d3",
      "speaker": "Dan",
      "start_timestamp": 226.0,
      "text": "have your turn in the choosing drinks barrel, as Roger Stone might say. You famously said that John Podesta will have his turn in the barrel soon."
    },
    {
      "end_timestamp": 241.0,
      "id": "5335d829-a6ec-31ef-9977-f2b0ef176c84",
      "speaker": "Jordan",
      "start_timestamp": 234.0,
      "text": "I don't know what that means. Is that Is that like a thrown him down a waterfall kind of thing? Is that what that was in reference to?"
    },
    {
      "end_timestamp": 246.0,
      "id": "d2acacf2-3096-35ad-a581-e791e7489845",
      "speaker": "Dan",
      "start_timestamp": 241.0,
      "text": "It might be the etymology of it. That makes sense. Maybe or his time in a pickle barrel?"
    },
    {
      "end_timestamp": 248.0,
      "id": "23faaee9-f8d6-3ad5-97df-15ef2cd5052f",
      "speaker": "Jordan",
      "start_timestamp": 246.0,
      "text": "I don't know what that means at all."
    },
    {
      "end_timestamp": 250.0,
      "id": "16bf9f72-cdeb-3437-9618-11bcd9d90867",
      "speaker": "Dan",
      "start_timestamp": 248.0,
      "text": "I don't either. It seems like old timey slang. No,"
    },
    {
      "end_timestamp": 253.0,
      "id": "06968523-a0c0-30ae-bc73-5d33c0eade8e",
      "speaker": "Jordan",
      "start_timestamp": 250.0,
      "text": "that seems like where you would put a dead body or"
    },
    {
      "end_timestamp": 259.0,
      "id": "52ea9647-3224-35bf-9e9b-746ad51ab6d9",
      "speaker": "Dan",
      "start_timestamp": 253.0,
      "text": "when you're really poor. You have to wear a barrel. Okay, you know in cartoons. Yeah. barrels with suspenders."
    },
    {
      "end_timestamp": 261.0,
      "id": "58191580-52ed-3b84-82ab-192d720244df",
      "speaker": "Jordan",
      "start_timestamp": 259.0,
      "text": "Are we going by cartoons now is that?"
    },
    {
      "end_timestamp": 268.0,
      "id": "52fd6642-8fda-3bd4-9117-61b9afb05f15",
      "speaker": "Dan",
      "start_timestamp": 261.0,
      "text": "Of course. Of course, man. Fucking Foghorn Leghorn says real is any of the shit we talked about? That's true. This fucking show more"
    },
    {
      "end_timestamp": 270.0,
      "id": "be8e2f83-169f-31c1-a73e-b1cc398ed893",
      "speaker": "Jordan",
      "start_timestamp": 268.0,
      "text": "real. He's had more of an effect on our lives."
    },
    {
      "end_timestamp": 276.0,
      "id": "ea888f36-40cc-3296-9b3c-668e5a5356c8",
      "speaker": "Dan",
      "start_timestamp": 270.0,
      "text": "Yeah, yes. So today, we're gonna be going over a special report that Alex put out."
    },
    {
      "end_timestamp": 279.0,
      "id": "d29fd2ed-aa5f-36fe-8b2f-7b00e8720272",
      "speaker": "Jordan",
      "start_timestamp": 276.0,
      "text": "Okay, finals day. Finally Special Report."
    },
    {
      "end_timestamp": 329.0,
      "id": "8d917577-ca42-370f-8fa9-fce45ae7a272",
      "speaker": "Dan",
      "start_timestamp": 279.0,
      "text": "Yeah, we're gonna do that because it covers some issues that people have been asking about on Twitter. And then on top of that, I don't want to talk about the world. I don't I don't after the Manchester attack happened the bombing in Manchester. Yeah, outs was very predictable. And I don't want to talk about it. Yep. I don't want to talk about his insane and Muslim baiting and fear tactics. Yep. If you read reports from people in London, in England, you hear a lot of really positive stories about people helping each other, and about not being bound by fear, and that sort of thing. And then you turn on Alex Jones, and he's a dumbass Texan, and he's screaming, this is what you get that sort of thing. And I just don't care. It's, it's so cookie cutter for him that I just don't even want to do it."
    },
    {
      "end_timestamp": 332.0,
      "id": "6c0ccf51-e9b0-3324-b695-440cb0b1fee7",
      "speaker": "Jordan",
      "start_timestamp": 329.0,
      "text": "People are already calling for kick them out of our country and all that shit."
    },
    {
      "end_timestamp": 351.0,
      "id": "4074dda2-6f84-3752-8131-5610e3394386",
      "speaker": "Dan",
      "start_timestamp": 332.0,
      "text": "They're doing it before. Yeah. Anyway. So today, I've got a special report. And I don't want to tell you what it's about Jordan. I want to just let you What's it about? I don't want to tell you. Oh, I'm gonna play the first thought I could trick you that fast. I'm gonna play the first clip, and I'm gonna let you try and guess okay, what he's talking. All right, here we go."
    },
    {
      "end_timestamp": 387.0,
      "id": "ad5c5dfe-5db6-3156-84a2-83dd15f1c71b",
      "speaker": "Alex Jones",
      "start_timestamp": 351.0,
      "text": "Ladies and gentlemen. It's almost six o'clock Central, seven o'clock Eastern 556. Central time. And this is my day off today. I went ahead and took a day off today to spend some time with the children. And the family, the wife. And I had to come back in the day because of major, major breaking news on multiple fronts. show we've got the nightly news coming up tonight and just about an hour@infowars.com Ford slash show and some cable and TV stations and also radio stations around the country. But what I'm about to break here is just really important news. Just on Google News alone."
    },
    {
      "end_timestamp": 392.0,
      "id": "a04ce0a6-bcd2-3464-8c23-cdb287c1db94",
      "speaker": "Jordan",
      "start_timestamp": 387.0,
      "text": "The breaking it you're already"
    },
    {
      "end_timestamp": 395.0,
      "id": "63a79ff3-8c96-34fb-8bca-cc46492134b9",
      "speaker": "Alex Jones",
      "start_timestamp": 392.0,
      "text": "Trump in Israel, but"
    },
    {
      "end_timestamp": 409.0,
      "id": "4f8caccc-5aa9-3302-abd2-fbb0cf0e9254",
      "speaker": "Dan",
      "start_timestamp": 395.0,
      "text": "it's not Trump in Israel, right. What is the biggest breaking news that Alex Jones could be coming into the studio on his day off? It's six o'clock at night to discuss in a special report. What do you think it is?"
    },
    {
      "end_timestamp": 432.0,
      "id": "737e18ba-163c-3d4d-aecd-cf82618d6b70",
      "speaker": "Jordan",
      "start_timestamp": 409.0,
      "text": "The CIO, they just got word that the heads of intelligence were asked specifically and personally by Trump to interfere with the FBI investigation not that well. I'm assuming that No, but it's not the most important news that you could have if we're gonna play it very literally obstruction of justice words. It's an open and shut case. That's the only thing I fake news. Oh, it's fake news. Nevermind"
    },
    {
      "end_timestamp": 437.0,
      "id": "78d2c7ce-db8f-3cdd-8228-b70ffe236ea2",
      "speaker": "Dan",
      "start_timestamp": 432.0,
      "text": "if we're gonna play hot and cold that's ice. Okay, I see"
    },
    {
      "end_timestamp": 455.0,
      "id": "d44f8fd3-2ea1-3ba1-9e88-e0ab13c98adb",
      "speaker": "Jordan",
      "start_timestamp": 437.0,
      "text": "that's Mark ice clay cold yeah. All right. Um, how about let's see what else is going on in the news? Like a stand up Hold on. Did somebody talk about Alex Jones warmer okay, it's"
    },
    {
      "end_timestamp": 457.0,
      "id": "54361639-b0c9-36d1-82d8-5ad98acb2eb0",
      "speaker": "Dan",
      "start_timestamp": 455.0,
      "text": "not Stephen Colbert, although"
    },
    {
      "end_timestamp": 461.0,
      "id": "a7d6d0b6-6947-3e60-9f25-8262e72a8f67",
      "speaker": "Jordan",
      "start_timestamp": 457.0,
      "text": "it's not directly towards Alex Jones."
    },
    {
      "end_timestamp": 464.0,
      "id": "1f747763-ec21-36ca-aa1e-648b06ac0c46",
      "speaker": "Dan",
      "start_timestamp": 461.0,
      "text": "Tertiary Lee who but I do want to say well,"
    },
    {
      "end_timestamp": 472.0,
      "id": "08093dbe-5784-3ee9-aca3-bccd0b56cf45",
      "speaker": "Jordan",
      "start_timestamp": 464.0,
      "text": "you corsi corsi has a bureau. Oh my No, he's at press credentials. University. Yes, press credentials. All right. So let's let's all trending"
    },
    {
      "end_timestamp": 494.0,
      "id": "952f5a26-b131-31ff-a730-89b26be04d30",
      "speaker": "Alex Jones",
      "start_timestamp": 472.0,
      "text": "story. Today is not Trump in Israel. But Infowars and there are over 3370 new articles just in the last three hours. We can put that up on screen or just search Infowars press pass. And Google has 3370"
    },
    {
      "end_timestamp": 498.0,
      "id": "e19be1c5-97b1-3c90-b753-bead88598c22",
      "speaker": "Jordan",
      "start_timestamp": 494.0,
      "text": "Oh my God. He was watching that number climb and jerking"
    },
    {
      "end_timestamp": 501.0,
      "id": "c48e2555-207a-3a64-b695-b5691c72d6b6",
      "speaker": "Dan",
      "start_timestamp": 498.0,
      "text": "off but he also understand how Google results work. That's"
    },
    {
      "end_timestamp": 514.0,
      "id": "b40142a8-153d-30e7-a169-d3a1c3368aa3",
      "speaker": "Jordan",
      "start_timestamp": 501.0,
      "text": "why he took the day off. Totally took the day off just to see just to refresh, refresh, refresh. Totally. It's 3000 Now jerk off again 3001 Jelgava again,"
    },
    {
      "end_timestamp": 516.0,
      "id": "b22d6fa1-272c-3da7-94ba-8d366075b7d3",
      "speaker": "Dan",
      "start_timestamp": 514.0,
      "text": "corsi you got credentials, baby. Oh, man,"
    },
    {
      "end_timestamp": 532.0,
      "id": "0f7f65a3-79e3-3091-b31f-cac2f14c0863",
      "speaker": "Jordan",
      "start_timestamp": 516.0,
      "text": "I saw that. And I'm just sitting there going like, we just did an episode where he explicitly laid out his plan to wage a literal propaganda war against American people."
    },
    {
      "end_timestamp": 553.0,
      "id": "6d40bccb-1314-3d87-9885-031289b78995",
      "speaker": "Dan",
      "start_timestamp": 532.0,
      "text": "His argument would be that like, because Edward Bernays trained me I am uniquely capable at destroying propaganda campaigns. Wink that's his that's his sort of version and that's how Alex would sell it because I think he does bring it up later that like Jerome Corsi knows how to pierce through propaganda campaigns so here's"
    },
    {
      "end_timestamp": 556.0,
      "id": "11412e2c-e9b9-382f-9077-f8f5246a6398",
      "speaker": "Jordan",
      "start_timestamp": 553.0,
      "text": "what he said he wanted to wage one"
    },
    {
      "end_timestamp": 557.0,
      "id": "793b09cf-da56-3d26-afd4-858cc28dedb3",
      "speaker": "Dan",
      "start_timestamp": 556.0,
      "text": "I don't know where"
    },
    {
      "end_timestamp": 566.0,
      "id": "0101eb9a-606a-3fcd-bb08-b7ed9b0fd1cc",
      "speaker": "Jordan",
      "start_timestamp": 557.0,
      "text": "you were in the training manual was like the only way to fight propaganda is with even more blatant and obvious propaganda."
    },
    {
      "end_timestamp": 568.0,
      "id": "d48e8133-0a0f-3b60-bf16-0d27df29ba4d",
      "speaker": "Dan",
      "start_timestamp": 566.0,
      "text": "I honestly think that that is what he would think."
    },
    {
      "end_timestamp": 571.0,
      "id": "fcb17429-0b51-33fb-9eb4-b82c86d75e9a",
      "speaker": "Jordan",
      "start_timestamp": 568.0,
      "text": "Oh, actually yeah, that's pretty much exactly what"
    },
    {
      "end_timestamp": 576.0,
      "id": "35669d84-929f-3b45-83a2-3d4a74e49c8f",
      "speaker": "Dan",
      "start_timestamp": 571.0,
      "text": "I think that's what courses angle absolutely would be. Yeah. So"
    },
    {
      "end_timestamp": 578.0,
      "id": "8d7a89b8-967d-3a2c-9564-ebc5bc66a800",
      "speaker": "Jordan",
      "start_timestamp": 576.0,
      "text": "oh, man, I just got real sad because of"
    },
    {
      "end_timestamp": 593.0,
      "id": "c2b4f44c-447e-3ff0-a9d4-ad29bbf53390",
      "speaker": "Dan",
      "start_timestamp": 578.0,
      "text": "that we get into eventually like the specifics about it, and we'll talk about the realities and the why this is terrible. It's not really all that terrible. You got a week pass doesn't matter. Alex even admits as much on this episode."
    },
    {
      "end_timestamp": 596.0,
      "id": "802b887c-2627-3318-a1c9-3e72ade308d7",
      "speaker": "Jordan",
      "start_timestamp": 593.0,
      "text": "Oh, my God, he got a week pass."
    },
    {
      "end_timestamp": 600.0,
      "id": "72b46198-fe75-38de-bf24-972eb20cd2af",
      "speaker": "Dan",
      "start_timestamp": 596.0,
      "text": "High schoolers can get that but it's not really There's a couple of things."
    },
    {
      "end_timestamp": 607.0,
      "id": "523d1cbc-42d1-34c5-afe5-20e1f81be551",
      "speaker": "Jordan",
      "start_timestamp": 600.0,
      "text": "Oh my god is Jerome Corsi dying, he might be making a wish. Is this the Megalis? It could be."
    },
    {
      "end_timestamp": 609.0,
      "id": "44fdef43-6fd7-3308-aa01-e9494c88994e",
      "speaker": "Unknown Speaker",
      "start_timestamp": 607.0,
      "text": "He"
    },
    {
      "end_timestamp": 617.0,
      "id": "bc547dfd-1961-3f4d-9167-fe973361b48a",
      "speaker": "Jordan",
      "start_timestamp": 609.0,
      "text": "got breaking news. Jerome Corsi is going to be spending a week in the White House. And then the rest of his life underground."
    },
    {
      "end_timestamp": 643.0,
      "id": "ee0ebb5d-c2f8-3f5e-be27-9476a77fa436",
      "speaker": "Dan",
      "start_timestamp": 617.0,
      "text": "If he shows up at the White House with John Cena, you know some things. That guy gives out a lot. So there's two things I want to bring up. One is that Alex is doing everything wrong, because he's engaging with Stephen Colbert over like his tuck Blackford character, right. Stephen Colbert is just clowning on Alex. Yeah, on late night. Alex is an"
    },
    {
      "end_timestamp": 648.0,
      "id": "637c6807-cdfd-3255-a890-648a261cbd4b",
      "speaker": "Jordan",
      "start_timestamp": 643.0,
      "text": "admittedly enjoyable thing to do. Yeah, we're not going to take anybody down for that. No,"
    },
    {
      "end_timestamp": 658.0,
      "id": "d7e493b3-bc76-34b6-abe4-d2a35d184bba",
      "speaker": "Dan",
      "start_timestamp": 648.0,
      "text": "no, I wish it was us. But I wish anyone cared as much about what we do as they do with him. But I'm not better."
    },
    {
      "end_timestamp": 667.0,
      "id": "5ad59ccc-9f61-3c1c-8271-1e3871127038",
      "speaker": "Jordan",
      "start_timestamp": 658.0,
      "text": "Here meaning you don't have 30 years of late night history behind you says that's a good point. I study I can neither prove nor disprove your claims on this"
    },
    {
      "end_timestamp": 671.0,
      "id": "efe95b9d-f54c-3f24-8e7c-e14afaec269a",
      "speaker": "Dan",
      "start_timestamp": 667.0,
      "text": "back when I was three. It was me. Letterman, Leno. That was the"
    },
    {
      "end_timestamp": 674.0,
      "id": "a454807b-0352-3126-90bf-843af69b3737",
      "speaker": "Jordan",
      "start_timestamp": 671.0,
      "text": "Oh, and then Leno kicked you out? He betrayed Jack"
    },
    {
      "end_timestamp": 678.0,
      "id": "21a639db-3fdd-38fa-85ed-042abbaa9661",
      "speaker": "Dan",
      "start_timestamp": 674.0,
      "text": "because he said it was too much of a baby right? It To be fair, I was pretty young back then. We"
    },
    {
      "end_timestamp": 680.0,
      "id": "b74f95f3-3884-302a-ab4d-f8cd590e237e",
      "speaker": "Jordan",
      "start_timestamp": 678.0,
      "text": "were baby trill baby."
    },
    {
      "end_timestamp": 682.0,
      "id": "0bb2f875-fef9-34a7-9753-a9bfd14132dd",
      "speaker": "Dan",
      "start_timestamp": 680.0,
      "text": "So that he's fucking up."
    },
    {
      "end_timestamp": 689.0,
      "id": "a51cec6b-8cba-3255-9886-b299114009ac",
      "speaker": "Jordan",
      "start_timestamp": 682.0,
      "text": "You do the handshake deal? Because you didn't know any better to happen. Yep."
    },
    {
      "end_timestamp": 716.0,
      "id": "0e1bda7f-07e3-394d-9d15-9d34742cf1c0",
      "speaker": "Dan",
      "start_timestamp": 689.0,
      "text": "He should not be engaging at all. Let Colbert do whatever he wants. Colbert is incredibly funny. He's always going to win. Yeah, it's always going like Alex is lying about everything. So he can't win with the truth. Right? It's only going to give more ammunition for Colbert to make fun of if Alex gets mad. There's no win for him. Just ignore it. Just ignore it. He's fucking up there now in the rest of this episode,"
    },
    {
      "end_timestamp": 723.0,
      "id": "8c65d0fc-5755-317b-8293-679b2537cd7f",
      "speaker": "Jordan",
      "start_timestamp": 716.0,
      "text": "but he wouldn't be our Alex if he had even a moment where he thought maybe I should just ignore it."
    },
    {
      "end_timestamp": 724.0,
      "id": "f08f40ec-eec5-3faa-ae3f-63292389d604",
      "speaker": "Dan",
      "start_timestamp": 723.0,
      "text": "Should I cool out on this not"
    },
    {
      "end_timestamp": 731.0,
      "id": "94e12f94-ea5d-3fab-b005-5192ee5ccf62",
      "speaker": "Jordan",
      "start_timestamp": 724.0,
      "text": "happening? Yeah, he sees that every single time and goes Oh, I gotta say something about this."
    },
    {
      "end_timestamp": 740.0,
      "id": "e90a3f52-313d-3648-8761-cf80139fdab6",
      "speaker": "Dan",
      "start_timestamp": 731.0,
      "text": "Immediately. Every time he jacks off to another Google result right? He loses his boner because he thinks about Stephen Colbert making fun of him. So"
    },
    {
      "end_timestamp": 742.0,
      "id": "f6f20a13-f58d-3686-85bb-0e9dba38b2b7",
      "speaker": "Jordan",
      "start_timestamp": 740.0,
      "text": "gotta take a little more Super Male Vitality"
    },
    {
      "end_timestamp": 801.0,
      "id": "4eb204cf-0941-355d-a2cf-0d37f49cde6b",
      "speaker": "Dan",
      "start_timestamp": 742.0,
      "text": "that one is the first thing is fucking up big time right now. The second thing is fucking up big time is how he responds in this episode, to people's criticisms about corsi getting press passes, right? He should wave his dick around. He is a troll. Right? The whole thing isn't the course he is in the press corps. He's legitimate. Like, that's not what's going on. They're just doing it to show him at the White House to piss people off. Yeah, that's why Jack Sobiech went for a day move. That's why right move. That's why Mike Cernovich went for a day to piss people off. That's what these alt right people are doing in it's good optics. Because you are gonna make people mad look like, can you be gonna believe the Tucker chin, right? And then all of a sudden they're talking about you, right? This is super defensive. This episode is incredibly defensive. And Alex is just way off. You shouldn't. He should just be like, Haha, My guy is in there. Sukkot lib. tardes. Yeah, that's what he should be"
    },
    {
      "end_timestamp": 803.0,
      "id": "479c44e5-3704-34b9-ae73-7ecd8a5fd057",
      "speaker": "Jordan",
      "start_timestamp": 801.0,
      "text": "perfect. That's a perfect angle. Totally. It'd"
    },
    {
      "end_timestamp": 806.0,
      "id": "b9b6b1ab-d7c9-3fcd-ac78-9ca2fd1d688d",
      "speaker": "Dan",
      "start_timestamp": 803.0,
      "text": "be so easy. Yeah. But anyway, he does this instead."
    },
    {
      "end_timestamp": 825.0,
      "id": "eae7bec9-114f-3344-99dc-001abc1025ee",
      "speaker": "Alex Jones",
      "start_timestamp": 806.0,
      "text": "But it's not like I'm trying to get the brass ring of having white house press credentials. We thought about it. We thought do we want to get authorship license rights? Then you put in daily, weekly, then you get not even permanent now because they have rotating. You can't let everybody in the room."
    },
    {
      "end_timestamp": 830.0,
      "id": "87b053bc-4d73-38d5-8a95-687b2b469e85",
      "speaker": "Dan",
      "start_timestamp": 825.0,
      "text": "So that's equivocation there at the end, but also he's like we thought about it. But then, you know, we got to have a driver's license."
    },
    {
      "end_timestamp": 857.0,
      "id": "7fee7ffa-7e1e-3bff-a3b5-d90cfa4d364b",
      "speaker": "Jordan",
      "start_timestamp": 830.0,
      "text": "We could have gone either way. We could have gone one way we could have gone the other. Yeah, so his line now the reason he's starting to be defensive is because eventually that week is gonna run out. No, he's worried that he's gonna get it from his team. He's worried that he's going to get the Oh, you sold out. You're part of the White House now. Bingo. You're part of the whole game. It's not about it's not about us anymore. This isn't no info war. This isn't about truth journalism. No, no, no. You're just joining the whole pack."
    },
    {
      "end_timestamp": 859.0,
      "id": "c1f3d2ff-bb0f-3e31-afba-b8e9bfcf95c1",
      "speaker": "Dan",
      "start_timestamp": 857.0,
      "text": "Dumbass follower?"
    },
    {
      "end_timestamp": 860.0,
      "id": "53c3aa95-d236-3aba-91ce-1ed02ded91e7",
      "speaker": "Jordan",
      "start_timestamp": 859.0,
      "text": "Yeah, exactly. A"
    },
    {
      "end_timestamp": 875.0,
      "id": "4d317395-e5ab-30f9-9387-89a47c17ff09",
      "speaker": "Dan",
      "start_timestamp": 860.0,
      "text": "lib tard cuck Yeah, probably. You're probably right. He's doing a little bit of that. But at the same time, I think what I suggested there in the middle was a little bit of it too, which is he knows that eventually of course he's pass is going to run out right. And it's going to have to be like,"
    },
    {
      "end_timestamp": 890.0,
      "id": "177f4d34-934a-381a-8f3e-6f26676b0425",
      "speaker": "Jordan",
      "start_timestamp": 875.0,
      "text": "really needed to begin with First you go with daily that was persona. Sure. Then you go with weekly that's corsi. And now they don't even do permanent anymore. So he's already so he's already given up that like, this is probably the best we're gonna"
    },
    {
      "end_timestamp": 901.0,
      "id": "6d47e1e5-8663-363a-8ed1-1958a499d035",
      "speaker": "Dan",
      "start_timestamp": 890.0,
      "text": "do. Yeah. Don't expect more from us. Yeah, exactly. I don't know about that. Like if they don't do permanent. I think that New York Times has a permanent Oh, you think so? I think they might you think they might"
    },
    {
      "end_timestamp": 906.0,
      "id": "67db91c9-9761-3bfe-819a-77e2595257e7",
      "speaker": "Jordan",
      "start_timestamp": 901.0,
      "text": "think they might think they're not rotating out the New York fucking times, or Washington"
    },
    {
      "end_timestamp": 909.0,
      "id": "a5995cc2-2a16-3242-a766-19c06dd1b37b",
      "speaker": "Dan",
      "start_timestamp": 906.0,
      "text": "Post that Trump might try to?"
    },
    {
      "end_timestamp": 913.0,
      "id": "d5103c70-6301-3520-86b5-934ec2769ed6",
      "speaker": "Jordan",
      "start_timestamp": 909.0,
      "text": "I think he might try and shut down the New York Times for all we know,"
    },
    {
      "end_timestamp": 926.0,
      "id": "e3d9736b-5b0c-371c-ad67-1766e9dce9ba",
      "speaker": "Dan",
      "start_timestamp": 913.0,
      "text": "I think it becomes a conversation every time he tries to. But less Do you think that that's the limit of Alex's defensiveness about this situation, right is not okay. He gets super defensive and then gets defensive about his own past."
    },
    {
      "end_timestamp": 929.0,
      "id": "2a0b9882-2269-3f52-9684-87ecde7c63a4",
      "speaker": "Jordan",
      "start_timestamp": 926.0,
      "text": "And now I'm excited. Now you got me back on board."
    },
    {
      "end_timestamp": 934.0,
      "id": "73c34e13-5231-3cae-b5c8-507134de3e79",
      "speaker": "Dan",
      "start_timestamp": 929.0,
      "text": "He defends himself about an accusation no one's making, which is super fun."
    },
    {
      "end_timestamp": 991.0,
      "id": "55e29c1a-829d-3abe-bbb5-dd242199af81",
      "speaker": "Alex Jones",
      "start_timestamp": 934.0,
      "text": "But it's not like I'm trying to get a seat at the table. We already reached 45 million people conservatively a week, over 200 Am and FM affiliates. I've been on the air 22 years, then on radios. Out on access TV, I started out as a sperm and an egg in 1973. And then I was born in 1974. So that's what's going on here. But of course, I started out on access TV when I was 20 years old at a radio show by 21. I'm a self made, man. By Oh, access TV. When I was 21 years old. 20 years old. I'm 43 now it's not Oh, it's amazing. This guy reaches all these people at 43 Austin Rush Limbaugh and Glenn Beck. Oh my god. It's his own network. His own system his own thing. No, it's Oh, he was on access TV. And now he's got to be stopped."
    },
    {
      "end_timestamp": 995.0,
      "id": "adac9c42-19d5-3566-b791-6c42f62d96d5",
      "speaker": "Dan",
      "start_timestamp": 991.0,
      "text": "I don't think anyone feels that way. I don't think anyone cares that he was on access TV. No,"
    },
    {
      "end_timestamp": 999.0,
      "id": "f65ffa57-bfba-318a-9752-573ce59b4b5f",
      "speaker": "Jordan",
      "start_timestamp": 995.0,
      "text": "anytime you see somebody on access TV think it's not gonna be stopped"
    },
    {
      "end_timestamp": 1013.0,
      "id": "8bd8a4ff-fee8-3a13-a788-7bc2db9ebb03",
      "speaker": "Dan",
      "start_timestamp": 999.0,
      "text": "like Chris Gethard. Oh, yeah, absolutely. Access TV. This fucking awesome. Yeah, best. I think access TV as a whole is really cool. And actually, I'll be perfectly honest. I think Alex having roots in local access TV makes him cool."
    },
    {
      "end_timestamp": 1017.0,
      "id": "70f7ef10-7847-3b68-99ef-a4caed628a81",
      "speaker": "Jordan",
      "start_timestamp": 1013.0,
      "text": "I think so too. I think that have we considered getting a local access TV show?"
    },
    {
      "end_timestamp": 1021.0,
      "id": "e21441c9-077a-3ef5-825c-2713de65dd97",
      "speaker": "Dan",
      "start_timestamp": 1017.0,
      "text": "I've considered it every day of my life. I don't know how to do it, though. No, we"
    },
    {
      "end_timestamp": 1023.0,
      "id": "670915f0-8ceb-361c-b194-7e2b7725f92c",
      "speaker": "Jordan",
      "start_timestamp": 1021.0,
      "text": "should talk to some people. All"
    },
    {
      "end_timestamp": 1027.0,
      "id": "6ff21866-dea5-3c75-abbb-5549fd5f16a4",
      "speaker": "Dan",
      "start_timestamp": 1023.0,
      "text": "right, let's check into it. Okay, because then people could try and take us down and 20 years exactly."
    },
    {
      "end_timestamp": 1031.0,
      "id": "4bd49318-318a-33b4-90c2-9253515b4a8a",
      "speaker": "Jordan",
      "start_timestamp": 1027.0,
      "text": "So he's guys came from access TV. It's time to shut down knowledge fight."
    },
    {
      "end_timestamp": 1043.0,
      "id": "23cb68c0-68ba-330e-8f23-4bad97df263a",
      "speaker": "Dan",
      "start_timestamp": 1031.0,
      "text": "So you're right. I mean, like it is he's like I'm self made like your radio show happened because your dad bought an ad on radio and pimped pimped with the producers. Yep, like that. You're not I mean, you guys"
    },
    {
      "end_timestamp": 1067.0,
      "id": "5420d208-97f3-3055-9092-ba839e2b3733",
      "speaker": "Jordan",
      "start_timestamp": 1043.0,
      "text": "is as is so many times the case of a self made millionaire. Of course. It's always I did this from the I pulled myself up by my bootstraps. Yes, yes. It helped that my dad had $14 million. Sure. It was a bonus. But he only gave me 1 million. That's a selfie man. I turned it into more than a million. Oh, yeah."
    },
    {
      "end_timestamp": 1114.0,
      "id": "1a8c8e71-e384-361d-b62b-d7652ffe8fe9",
      "speaker": "Dan",
      "start_timestamp": 1067.0,
      "text": "Now, so he's defensive about that his past and his roots. And he thinks that people hate him because he was on public access. That's not true. They hate him because he's a liar. Yeah. And he just gets super defensive about everything. Everything. This whole like 20 minute clip is a greatest hits of all like his fun current lies. Like he lies about pizza gate. He lies a little bit about Chobani. He lies a little bit about his this one right here. This next clip is about his newest narrative. That thing about Comey? Yes, I think about Comey lying to the Senate. Right. We didn't actually play him talking about it. I just explained it. So here we go. Here's Alex not understanding the fake narrative. He's pushing with Comey."
    },
    {
      "end_timestamp": 1177.0,
      "id": "ccd5bfbc-e116-34ea-9cae-43e438dcdb66",
      "speaker": "Alex Jones",
      "start_timestamp": 1114.0,
      "text": "This isn't about me, but the media is totally obsessed. They've had a bunch of news articles Daily Beast, you name it saying Alex Jones helped push up the stock market. He's dangerous. Clip of the FBI Director way was saying that Trump wasn't under criminal investigation or that Trump had never tried to get him to obstruct justice. And the no one else had. Well, that's the clip. They don't even show the clip. They just say I'm a liar, but admit we boosted the stock market. It's crazy. Yep. Oh, two weeks old. It was two plus months ago that the memo was supposedly written. And then months later on May 3, Comey testifies that no one not the attorney general. No one quote, no one tried to influence him or the FBI in the Russian investigation, not what he said. That contradicts him. That's perjury before Congress or the memos a lie, which they won't show it. So that's probably a lie. Probably"
    },
    {
      "end_timestamp": 1189.0,
      "id": "e0ab7a1c-4eb8-3c78-a9ca-b611d4de8a07",
      "speaker": "Dan",
      "start_timestamp": 1177.0,
      "text": "not great. Not great analysis. That's not great analysis. Yeah. Especially because I mean, that isn't what he said. Nope. Comey was asked specifically about the attorney general or officials at the Department of Justice."
    },
    {
      "end_timestamp": 1190.0,
      "id": "4fd5fc93-52dc-36ff-bf7d-783234d81081",
      "speaker": "Jordan",
      "start_timestamp": 1189.0,
      "text": "Jeff Sessions."
    },
    {
      "end_timestamp": 1215.0,
      "id": "0c3dae01-806e-3962-92d6-e12c3ae6ad9c",
      "speaker": "Dan",
      "start_timestamp": 1190.0,
      "text": "Alex is trying to say that just because you said or Rosenstein the deputy. Yeah. Alex is trying to pretend that Comey is answer doesn't relate to the question you was asked. And just because he said that hasn't happened in my experience, answering question about the DOJ. Alex just takes the that hasn't happened in my experience. Context is unnecessary. It hasn't happened in my experience. Never"
    },
    {
      "end_timestamp": 1219.0,
      "id": "f98c6ca8-45da-3582-8d2e-2eab45f93a33",
      "speaker": "Jordan",
      "start_timestamp": 1215.0,
      "text": "ever. Yeah, it's on Congress."
    },
    {
      "end_timestamp": 1249.0,
      "id": "db026808-71c3-339c-88f1-77c4e686e16f",
      "speaker": "Dan",
      "start_timestamp": 1219.0,
      "text": "So the thing he's talking about The Daily Beast article that came out, apparently, I don't I don't know what the fuck this article was talking about. But apparently the stock market did take a little bit of a jump. And they attributed it to stock traders seeing Alex covering this Comey clip. And the idea that Trump wasn't in trouble, and that Comey himself was in trouble made them buy. And so prices, okay, prices went up. Okay. And he went down, right?"
    },
    {
      "end_timestamp": 1278.0,
      "id": "e7193758-ecbd-33f7-9c89-1c12e37f0df8",
      "speaker": "Jordan",
      "start_timestamp": 1249.0,
      "text": "Here's what that is. Most of those trading things are built now around algorithms. Yep. That monitor social media feeds. And if there is enough, you know, if there's enough of the certain keywords in this kind of different direction, then it will change. That's why there was that one day where Robo trading Yeah, that's why there's that one day where there's suddenly a massive crash and nobody knew why. And it was because all of the algorithms did the exact same fucking thing and just wiped out a shit ton of money for no reason."
    },
    {
      "end_timestamp": 1329.0,
      "id": "7e4090ce-d0b3-34ed-a8df-a83db055e78b",
      "speaker": "Dan",
      "start_timestamp": 1278.0,
      "text": "So in The Daily Beast article, though, they also point out that we've pointed out about how Comey is answering a specific question. Yep. And the article, and Alex doesn't understand that at all. Nope. In the article, they also say that it's a two week old clip. But Alex, because he can't wrestle with the fact that he doesn't understand context, has just glommed on to the fact that they say it's a two week old clip chords. It's two weeks old. Two weeks old. Mama was before that Mama was before that. He's lying. The Mama was before that. Sure, that part's true. Yep. But it doesn't mean anything. Like this is why it means everything. This is why he's fucking fake. This is why he's a propagandist, because he cannot understand that. A child could understand that. If he can't understand that. I don't think he could tie a shoe. Ooh, me that dumb."
    },
    {
      "end_timestamp": 1345.0,
      "id": "43c802be-77cc-35ab-b169-e16483537aea",
      "speaker": "Jordan",
      "start_timestamp": 1329.0,
      "text": "That's our new conspiracy theory. Well, Alex can't tell you Alex can't tie shoes. To be fair. Has anybody seen Alex Jones in public wearing anything other than Velcro? Or slip on shoes? Or and I will give him this. Those shoes that have rollerblades in them?"
    },
    {
      "end_timestamp": 1354.0,
      "id": "4b565cb7-ce48-3741-8546-3db61aba6520",
      "speaker": "Dan",
      "start_timestamp": 1345.0,
      "text": "Oh, the soap shoes? Yeah, no, no, I'm talking about grind shoes. Those ones you can jump on rails and slide down. Oh, I did not know about the Sonic the Hedgehog shoes."
    },
    {
      "end_timestamp": 1367.0,
      "id": "b21d9437-612c-3c3d-b99e-bbd9e3de933f",
      "speaker": "Jordan",
      "start_timestamp": 1354.0,
      "text": "Now I'm thinking specifically the ones where the wheels pop out on the bottom, sliding away. Or perhaps the ones with lights on them. The every time you take a step it flashes out like LA lights. Yeah, exactly."
    },
    {
      "end_timestamp": 1385.0,
      "id": "981393b8-e8d0-35dc-bcf9-8fbab7a73f13",
      "speaker": "Dan",
      "start_timestamp": 1367.0,
      "text": "So this is bullshit. Yeah, just bullshit. So when Alex is in this whole defensive thing about we don't need press credentials to be legitimate. Listen, everyone's talking about how we made the stock market go up with our fake shit. It's not fake. It's fake. It's two weeks old. The reason stop"
    },
    {
      "end_timestamp": 1391.0,
      "id": "01f6b251-f9af-31a8-881e-1b18cbc90676",
      "speaker": "Jordan",
      "start_timestamp": 1385.0,
      "text": "his argument is that it has to be real, because the stock market was affected by it."
    },
    {
      "end_timestamp": 1397.0,
      "id": "91fe9e15-5d60-33e4-a789-5d72d773c0a3",
      "speaker": "Dan",
      "start_timestamp": 1391.0,
      "text": "No, no, he's saying that it has to be real because he knows it's real."
    },
    {
      "end_timestamp": 1412.0,
      "id": "6dbb9a75-6664-3f61-95c5-06e3b766b52b",
      "speaker": "Jordan",
      "start_timestamp": 1397.0,
      "text": "No, I mean, in his in his criticism of The Daily Beast. So he's saying that they put out this article saying that he was fake. And yet at the same time, they reported that the stock market went up. So that contradicts their evidence that it's fake. Because look, the stock market went Oh, that"
    },
    {
      "end_timestamp": 1433.0,
      "id": "88169503-52c1-3e8d-aceb-9d372229b137",
      "speaker": "Dan",
      "start_timestamp": 1412.0,
      "text": "which has an effect is real. exactly true. I think there's an even more interesting argument to be made that it's really dangerous when bullshit makes the stock market go up. Because then we're in a we're in an economy where we're sort of incentivized to lie. Yeah, no, our economy is made of magic. Yeah. So Jordan, you might be asking yourself, What am"
    },
    {
      "end_timestamp": 1434.0,
      "id": "72e1819b-0e5e-342c-bfee-1c3876240c8b",
      "speaker": "Jordan",
      "start_timestamp": 1433.0,
      "text": "I asking myself? How"
    },
    {
      "end_timestamp": 1435.0,
      "id": "ab4d7688-7994-34d1-8f2d-f8f766852969",
      "speaker": "Dan",
      "start_timestamp": 1434.0,
      "text": "the fuck did this come to pass?"
    },
    {
      "end_timestamp": 1446.0,
      "id": "6a3c2449-8d5c-3af5-b283-7173411654e2",
      "speaker": "Jordan",
      "start_timestamp": 1435.0,
      "text": "I am asking myself that. But I'm also asking myself, has Alex Jones ever held a puppy in his arms? Probably and seeing the truth of life in it"
    },
    {
      "end_timestamp": 1450.0,
      "id": "88852f9c-ded2-3963-919c-1a3c56e09c14",
      "speaker": "Dan",
      "start_timestamp": 1446.0,
      "text": "either looked and seen himself in a dog? Yeah, maybe"
    },
    {
      "end_timestamp": 1453.0,
      "id": "9d227f7f-153e-3572-89fd-256fa193c0dc",
      "speaker": "Jordan",
      "start_timestamp": 1450.0,
      "text": "when he strangled knock. Oh, man."
    },
    {
      "end_timestamp": 1456.0,
      "id": "5a6fb489-b9f5-3245-920b-937a23cbf3c5",
      "speaker": "Dan",
      "start_timestamp": 1453.0,
      "text": "You're really set on this narrative that he"
    },
    {
      "end_timestamp": 1461.0,
      "id": "cb083f2f-6391-344a-b791-ab9ce2cc0f4b",
      "speaker": "Jordan",
      "start_timestamp": 1456.0,
      "text": "has to kill? No. I think there's no other reasonable explanation for where we are right."
    },
    {
      "end_timestamp": 1476.0,
      "id": "3098200c-528e-3ecd-be40-6acec6801eaf",
      "speaker": "Dan",
      "start_timestamp": 1461.0,
      "text": "There's a lot of pieces that put that puzzle together. I'm talking about murdering a dog Yep. His drunken rambling about not exactly one in one makes two. Exactly. But I wonder about that myself. But more. I know that ever. We need to"
    },
    {
      "end_timestamp": 1488.0,
      "id": "452adfdb-fb3e-3679-a4a2-af42a9d310ff",
      "speaker": "Jordan",
      "start_timestamp": 1476.0,
      "text": "get the documents. When were the memos written by Alex Jones's dad, ordering him to kill knock in order to become a man. It's probably in the white papers. It's in the white paper. It's been reported in Fortune 500 magazine."
    },
    {
      "end_timestamp": 1493.0,
      "id": "faf5ec1f-7391-340e-a8c5-71d413664d6b",
      "speaker": "Dan",
      "start_timestamp": 1488.0,
      "text": "So we can't report on that right now. Well, we can report on as of"
    },
    {
      "end_timestamp": 1503.0,
      "id": "bbc18b1f-7074-32c9-878c-5c78ff0b0942",
      "speaker": "Jordan",
      "start_timestamp": 1493.0,
      "text": "press time, we still have not proven without a doubt we have calls out Yeah, exactly. Alex Jones has refused our request to comment."
    },
    {
      "end_timestamp": 1512.0,
      "id": "da44bb4f-f003-3e9c-a2f3-e01aefa7a425",
      "speaker": "Dan",
      "start_timestamp": 1503.0,
      "text": "Yeah. So what he has commented on In Depth is this next bullshit story about how he ended up getting these credentials."
    },
    {
      "end_timestamp": 1585.0,
      "id": "a78218e9-cf84-3087-b8f0-6fc17c13095c",
      "speaker": "Alex Jones",
      "start_timestamp": 1512.0,
      "text": "You've got the media running 1000s and 1000s of news articles an hour, if not the top story, one of the top stories in the United States right now. Many of the trends say it's it's the number one political story. And they put out the same disinfo in here that I claimed I was getting press passes, but I didn't get them. That's why they're so upset. We were told, Hey, come try to get press passes. We can't refuse you anyways. Anybody that's a credit. Oh, has an office in his in the news. Oh, totally renewals. They come get us. Okay, we'll get an office was ever reporter move. They're not of course, he's lived there before he's covered the White House. Number one New York Times best selling author, you know, flown around the press corps with presidential candidates like Mitt Romney and the 2000. And, you know, campaign 2012 campaign. So I said, Yeah, he wants to work for us leave World Net Daily. That's fine. And another good outfit. But it wasn't like we were trying to finally be recognized and get our Oscar. Yeah, like I was trying to movies and I finally got exactly what Jones caught and fake news. You gotta press."
    },
    {
      "end_timestamp": 1586.0,
      "id": "b56947fa-4289-386f-9fd7-e5d6ac0fdbb2",
      "speaker": "Jordan",
      "start_timestamp": 1585.0,
      "text": "Word exactly why"
    },
    {
      "end_timestamp": 1612.0,
      "id": "43f58c04-d336-39ae-aebf-7062e3f7f559",
      "speaker": "Alex Jones",
      "start_timestamp": 1586.0,
      "text": "now sources say there's a paperwork mix up. Yeah. When they went to him, they said he's not been given them. I said, they want us to get him. They say where are you? We want you here. I say Okay, let's see about press credentials. Oh, he never is when he moves there. We need to have officers okay. We got offices. Okay. Doctor course he's moved there with his life. He's lived there before. For the State Department. You name it banking."
    },
    {
      "end_timestamp": 1619.0,
      "id": "b0d53298-d5df-3383-85f0-264acbb213c6",
      "speaker": "Jordan",
      "start_timestamp": 1612.0,
      "text": "How's this space? from side to side to, you know, indicate which part of the conversation he's on it and"
    },
    {
      "end_timestamp": 1626.0,
      "id": "4b4ee872-23ab-34bc-b400-4871bc300db9",
      "speaker": "Dan",
      "start_timestamp": 1619.0,
      "text": "he's doing some handwork? Some handwork? Yeah. Not a lot of like, character, character based."
    },
    {
      "end_timestamp": 1629.0,
      "id": "855a7ad4-1ba9-3aff-bd5d-cf28fc4a814e",
      "speaker": "Jordan",
      "start_timestamp": 1626.0,
      "text": "That that's bad. You got to turn your head to the right. So on ahead to the left. So I"
    },
    {
      "end_timestamp": 1632.0,
      "id": "c2f26ce0-fb39-3290-a4fa-83946c5909e4",
      "speaker": "Dan",
      "start_timestamp": 1629.0,
      "text": "says to him"
    },
    {
      "end_timestamp": 1642.0,
      "id": "51e8dd46-89cc-38b5-9102-93e6b10a45a1",
      "speaker": "Jordan",
      "start_timestamp": 1632.0,
      "text": "all right. So he says, we come over to my shop after the show. And I say to him, I can't come over to your shop. I'm having sex with your wife"
    },
    {
      "end_timestamp": 1651.0,
      "id": "c108be17-017f-3c70-bfec-e0943a4c878f",
      "speaker": "Dan",
      "start_timestamp": 1642.0,
      "text": "see that like that is so that's not how Alex talks a lot of the time. And it kind of makes me think that was based on a real conversation he had with somebody"
    },
    {
      "end_timestamp": 1690.0,
      "id": "a7f19cf2-fc84-30ba-a3c5-eb60720136be",
      "speaker": "Jordan",
      "start_timestamp": 1651.0,
      "text": "that is that is a lot. That's a lot less detail than it gives Yeah, at no point was he like this man wearing a really nice tie. I look I'm not saying that. I like ties like that. wear a tie. But this manly word a nice tie. No big deal. Anytime a mark of macaque? Yeah. I mean, he Yeah. He just gave us press credentials. We didn't ask for him. His ties. were amazing. That's how you knew it was legit. That's That's what he's really missing there. He didn't mention at any point in time how he knew that it was a legitimate source. That's true. So he assumed it was legitimate, which is, which is something he does not often do, because it is"
    },
    {
      "end_timestamp": 1698.0,
      "id": "c9feefb4-8f7d-39f6-a4bf-cedaeff04e01",
      "speaker": "Dan",
      "start_timestamp": 1690.0,
      "text": "never the case. That people he's talking to are legitimate. Yeah, yeah. Of course. Yeah. He has to certify it."
    },
    {
      "end_timestamp": 1707.0,
      "id": "d4b14e86-3d9d-3f16-8b34-53aaca673a2b",
      "speaker": "Jordan",
      "start_timestamp": 1698.0,
      "text": "Right. And this time, he does not have to certify it interesting. Which is which it does. Does lend credence to your thought that it was a real conversation. Can"
    },
    {
      "end_timestamp": 1711.0,
      "id": "9374cabc-1b3e-3dd2-b021-5dc95c975572",
      "speaker": "Dan",
      "start_timestamp": 1707.0,
      "text": "I be clear what I think happened? No. Okay. You have to"
    },
    {
      "end_timestamp": 1716.0,
      "id": "ac470985-0b29-3d58-ba30-631d1acbf541",
      "speaker": "Jordan",
      "start_timestamp": 1711.0,
      "text": "lie about what you think happened right door at the very least obfuscate what you think happened."
    },
    {
      "end_timestamp": 1728.0,
      "id": "073ce09c-2a9f-3b02-8d80-4ef35d7d80fe",
      "speaker": "Dan",
      "start_timestamp": 1716.0,
      "text": "I definitely don't think that someone like Mike Flynn said hey, you should get press credentials. I definitely don't think that that's probably what happened he's"
    },
    {
      "end_timestamp": 1731.0,
      "id": "b05ee3d9-dae4-32cb-8a5e-6d2454f47bba",
      "speaker": "Jordan",
      "start_timestamp": 1728.0,
      "text": "got a lot more on his mind."
    },
    {
      "end_timestamp": 1734.0,
      "id": "9c13dd6b-ec94-3dd5-b31d-6491b9675980",
      "speaker": "Dan",
      "start_timestamp": 1731.0,
      "text": "But like back back when he wasn't in such hot water like Flynn"
    },
    {
      "end_timestamp": 1749.0,
      "id": "8808ef49-26ef-3de3-9d44-eed18ffe2338",
      "speaker": "Jordan",
      "start_timestamp": 1734.0,
      "text": "was more like how do you still have a passport and can I put my can I put my picture on it instead? Is that one still good dude only good lawyers know if I had good lawyers believe me"
    },
    {
      "end_timestamp": 1764.0,
      "id": "085a2771-e835-397c-96fc-4f548649da10",
      "speaker": "Dan",
      "start_timestamp": 1749.0,
      "text": "Oh, also it's not in this episode. But man he's been spinning the Chobani shit hard yeah, I believe it he's been saying that okay, so cool bear talked about on his like, in like in one of his jokes about Alex so"
    },
    {
      "end_timestamp": 1766.0,
      "id": "462fcda4-c1fe-3dbe-8d9b-84cb80b8560e",
      "speaker": "Jordan",
      "start_timestamp": 1764.0,
      "text": "Kobe is doing a full on running gag here."
    },
    {
      "end_timestamp": 1778.0,
      "id": "5b8ed4a6-741a-3f50-9a6c-3ef3b6c6332d",
      "speaker": "Dan",
      "start_timestamp": 1766.0,
      "text": "These are the character called tuck buck for them to take on Alex frequently. Yes. Oh, wow. Yeah, quite a bit. It's becoming the most one sided war ever. But Alex, he."
    },
    {
      "end_timestamp": 1795.0,
      "id": "b0b605f0-abe8-365d-b249-7dac196035e3",
      "speaker": "Jordan",
      "start_timestamp": 1778.0,
      "text": "That's dangerous. Stephen Colbert is finally learning how much more fun it is to not do a Bill O'Reilly but to do a full on unhinge. Alex Jones. Bill O'Reilly was in on it. Yeah, exactly. Like you weigh on the outside doesn't understand humor. Oh, yeah."
    },
    {
      "end_timestamp": 1852.0,
      "id": "c4c06c88-8a3e-327d-bce4-d605c55fb31a",
      "speaker": "Dan",
      "start_timestamp": 1795.0,
      "text": "So with the Joe Barney stuff. Cool. Bear said that he lost in court. work which Alex did. He never would have given that retraction if he didn't lose. Of course, if he wasn't fucked over a barrel, right? A pickle barrel, perhaps? Uh huh. He had his turn. Yeah. So if you never would have done that otherwise. So clearly he did lose, we can just use sort of context clues and figure that out. Cool Bear said he had to pay out a settlement. And that isn't public. And no one really knows if that's true. Because it was a private, like their their settlement was private. So I don't know if Alex had to pay them anything. And Stephen Colbert said it, but he didn't say anything specific. But Alex took that to mean that Chobani told him what the secret settlement was. Because it's all a fucking PR stunt. He thinks that it's a PR stunt."
    },
    {
      "end_timestamp": 1855.0,
      "id": "27c44229-131a-3aa7-b13d-3cadeb8a2043",
      "speaker": "Jordan",
      "start_timestamp": 1852.0,
      "text": "So I mean, I'm guessing they they've gotten some great PR out of it, I"
    },
    {
      "end_timestamp": 1857.0,
      "id": "22ed3e76-fe37-3a26-8eef-fe001fdf700b",
      "speaker": "Dan",
      "start_timestamp": 1855.0,
      "text": "suppose. I don't know. I don't know if they have"
    },
    {
      "end_timestamp": 1862.0,
      "id": "1618106d-6ab2-3665-9076-f35f8b4600f5",
      "speaker": "Jordan",
      "start_timestamp": 1857.0,
      "text": "suing a broken mentally ill man. That's always great optics,"
    },
    {
      "end_timestamp": 1870.0,
      "id": "81c28bac-aa05-3ee0-9844-8a045942238e",
      "speaker": "Dan",
      "start_timestamp": 1862.0,
      "text": "either a push or it's negative associating their brand with him. That's possible, especially after they settled if they've taken him down, then it would have been men, they would have"
    },
    {
      "end_timestamp": 1879.0,
      "id": "a5a44563-5f0b-39a9-9e0f-abb7e7d45794",
      "speaker": "Jordan",
      "start_timestamp": 1870.0,
      "text": "been heroes maybe to solve but that's not the only kya we No, no, no. So Alex has a good heart. And he doesn't want to see Alex hurt too bad."
    },
    {
      "end_timestamp": 1882.0,
      "id": "9845e54f-b151-30f9-af63-0781fdf6038a",
      "speaker": "Dan",
      "start_timestamp": 1879.0,
      "text": "I just want to see him wearing a barrel with suspenders. Oh,"
    },
    {
      "end_timestamp": 1885.0,
      "id": "0e4b6215-7226-348b-82bf-23fd9e3380ed",
      "speaker": "Jordan",
      "start_timestamp": 1882.0,
      "text": "damn it handy. Good man, you had your chance."
    },
    {
      "end_timestamp": 1900.0,
      "id": "9889e184-caf7-3296-9469-b6126cefc2a3",
      "speaker": "Dan",
      "start_timestamp": 1885.0,
      "text": "So Alex believes that since Colbert has talked about it Chobani has told Cole bear the lawsuit details. And so Alex has put Chobani on notice God and told them not to destroy any documents."
    },
    {
      "end_timestamp": 1910.0,
      "id": "3bb07530-d9e0-3920-83f5-7685b92b200b",
      "speaker": "Jordan",
      "start_timestamp": 1900.0,
      "text": "Why would you poke the very bear that just guys? Well, Jeopardy? He can't I don't think that's that's not Yeah, that's not how that works. But you can get sued all over the place."
    },
    {
      "end_timestamp": 1914.0,
      "id": "f6d871ba-3af6-3a51-b398-bf41c9346c5e",
      "speaker": "Dan",
      "start_timestamp": 1910.0,
      "text": "But you can't get sued for the same thing, again, that you've already settled for."
    },
    {
      "end_timestamp": 1943.0,
      "id": "3212128a-de8d-327e-8710-19fda69c93fa",
      "speaker": "Jordan",
      "start_timestamp": 1914.0,
      "text": "Unless he has a very bad lawyer. True One forgot to put in a don't sue us again, for the same reason clause. That's true, which would be the funniest also into removed, like, it wouldn't even be possible for them to share that information if they unless they didn't have a nondisclosure within the Settlement Agreement terms. But I think that's what they did. I think they do. Of course they do. Because otherwise it would be public information. Now,"
    },
    {
      "end_timestamp": 1948.0,
      "id": "62007259-652e-328e-99c9-06687edb4e19",
      "speaker": "Dan",
      "start_timestamp": 1943.0,
      "text": "it would be in it would be reported in all the articles that hey,"
    },
    {
      "end_timestamp": 1954.0,
      "id": "f66fe17c-16a6-334f-a8f3-15bea642c377",
      "speaker": "Jordan",
      "start_timestamp": 1948.0,
      "text": "exactly. But so so of course, he knows that you Barney couldn't possibly have done this."
    },
    {
      "end_timestamp": 1970.0,
      "id": "9598fc7f-f2f3-39df-ba81-3e817e764d39",
      "speaker": "Dan",
      "start_timestamp": 1954.0,
      "text": "Yeah, but he's got to try and win somehow. And that's how he's the way he's gonna try and say he said he's gonna countersue them for disclosing the Settlement Agreement. Ah, there we go. And he's been like, I would love to tell everyone what the settlement was. Oh, because I'm very happy about it."
    },
    {
      "end_timestamp": 1972.0,
      "id": "331b71e2-3078-342b-afa7-c1d97ae722ae",
      "speaker": "Jordan",
      "start_timestamp": 1970.0,
      "text": "I bet he is very happy about it."
    },
    {
      "end_timestamp": 1991.0,
      "id": "e7f9bb61-8427-3efc-9ffc-a13020bdf70f",
      "speaker": "Dan",
      "start_timestamp": 1972.0,
      "text": "Yeah, because you didn't get destroyed. Yeah, like they could have taken you for your fucking house. Oh, yeah. Like, okay, so even if they can't sue him for the article, the slander of their their articles they put out and graded maybe that wasn't Alex saying those things. Maybe it was David Knight, but shit rolls downhill. It's gonna land on Alex's face."
    },
    {
      "end_timestamp": 2009.0,
      "id": "d24f675e-93a6-3c99-b0fa-d4c5e49dcb8e",
      "speaker": "Jordan",
      "start_timestamp": 1991.0,
      "text": "Downhill from the knight is definitely not Alex Jones. The buck downhill from downhill from David Knight is like a corpse a syphilitic. Dan Rather corpse. Jerome Corsi."
    },
    {
      "end_timestamp": 2034.0,
      "id": "7daef7a3-6628-3726-9af6-822d734abd6b",
      "speaker": "Dan",
      "start_timestamp": 2009.0,
      "text": "What I meant is, what I meant is the buck stops with Alex. There we go. And so the responsibility ultimately lies with him for things that he puts out on his network that he owns. But even if they don't want to re sue him for that, the stuff he talked about in that, that episode that we went over, they could just sue him for that. He's doubling down on everything. Like, okay, you're off the hook on that one. Here we go."
    },
    {
      "end_timestamp": 2038.0,
      "id": "6cb105c2-2fb1-30ae-b2eb-7e6fdb8f66b9",
      "speaker": "Jordan",
      "start_timestamp": 2034.0,
      "text": "So we could sue on behalf of Giovanni and get some of that settled money for us. I"
    },
    {
      "end_timestamp": 2053.0,
      "id": "66d739e2-8d7e-33b8-9821-3352c5d8dbcd",
      "speaker": "Dan",
      "start_timestamp": 2038.0,
      "text": "don't want to do that. I don't want to drag comedy into this. It's a good, good, man. So anyway, the other thing that Alex has been doing that's really funny, is that because Stephen Colbert is doing skits, where he's pretending to be a fake Alex Jones, right, one of the things he"
    },
    {
      "end_timestamp": 2057.0,
      "id": "0472b299-dd39-31b8-b419-d32ba4eddfa6",
      "speaker": "Jordan",
      "start_timestamp": 2053.0,
      "text": "wanted to tell me Alex is pretending to be a fake Stephen Colbert. No, but"
    },
    {
      "end_timestamp": 2070.0,
      "id": "2101e903-3c4a-339b-94cb-0cb680658680",
      "speaker": "Dan",
      "start_timestamp": 2057.0,
      "text": "he does. He's not getting the point. And he's critically deconstructing the bits. And just wait, he's doing what he's going through. It'd being like now the joke he's trying to make here is about how I believe in chemtrails."
    },
    {
      "end_timestamp": 2077.0,
      "id": "0b554611-aca4-3c1c-a0d7-beb235e9e37c",
      "speaker": "Jordan",
      "start_timestamp": 2070.0,
      "text": "Alex is going line by line. It's giving notes. It's funny, Stephen Colbert. It's"
    },
    {
      "end_timestamp": 2115.0,
      "id": "e785d7c1-353b-3b3a-a732-2ed4cd3a6b69",
      "speaker": "Dan",
      "start_timestamp": 2077.0,
      "text": "funny conceptually that he's doing it but it's it. I listened to it and it wouldn't play on this show. So I don't I don't have any of that. But one thing in one a Colbert monologues he's like, Alex claimed that Chobani is bringing in migrant rapists and trying to spread tuberculosis, which we all know is yo plays game. Alex's response to that was a Barry. All right, we made that joke. Yeah, but I think we use Dannon. Yeah. But Alex, Alex's response to that is, well, now he's slandered."
    },
    {
      "end_timestamp": 2118.0,
      "id": "1595546f-533c-350a-9c9d-f40811672f56",
      "speaker": "Dan",
      "start_timestamp": 2115.0,
      "text": "Why did Stephen Colbert get to make jokes? And I don't?"
    },
    {
      "end_timestamp": 2121.0,
      "id": "4a9de7a1-33e4-34fb-a152-cc2a9a6886ad",
      "speaker": "Jordan",
      "start_timestamp": 2118.0,
      "text": "Because oh man, he just does"
    },
    {
      "end_timestamp": 2123.0,
      "id": "1c889fe8-5d89-3aa8-b81e-b940b039fb1c",
      "speaker": "Dan",
      "start_timestamp": 2121.0,
      "text": "his baby jokes and jokes as he"
    },
    {
      "end_timestamp": 2129.0,
      "id": "067dec90-1551-37aa-8848-40a93089eb7b",
      "speaker": "Jordan",
      "start_timestamp": 2123.0,
      "text": "ever really laughed. Like, does he have a sense of humor ever? Like in his real life?"
    },
    {
      "end_timestamp": 2130.0,
      "id": "a16f54ec-2b95-365b-927e-9e82983277fb",
      "speaker": "Dan",
      "start_timestamp": 2129.0,
      "text": "I don't think so."
    },
    {
      "end_timestamp": 2140.0,
      "id": "7a571877-975d-337f-9354-5cf8262dc758",
      "speaker": "Jordan",
      "start_timestamp": 2130.0,
      "text": "I think he's a man without humor. Yeah, probably. So he's a sad man. Because all the laughs that we've ever heard of Ben fake laugh."
    },
    {
      "end_timestamp": 2165.0,
      "id": "2daaa8c9-df1e-3f83-b5fa-43038d831309",
      "speaker": "Dan",
      "start_timestamp": 2140.0,
      "text": "Yeah, he's, he's a weird, dude. So let's get back on track here. You know, he's getting defensive. He's talking about how we don't need these for credibility. But that's not enough. Right? That's not enough for Alex and Infowars. They have to go one step further of what Alex decides to do. He's a very extended way, cook out the press corps real hard, the entire press corps pretty much and the idea of"
    },
    {
      "end_timestamp": 2175.0,
      "id": "22a74eda-232b-3111-95b0-586e3b0af316",
      "speaker": "Jordan",
      "start_timestamp": 2165.0,
      "text": "so so he's, he's getting these credentials, and at the same time, shitting all over these very credentials that he got."
    },
    {
      "end_timestamp": 2177.0,
      "id": "53d07059-1454-3d34-8674-2b03e8db16fc",
      "speaker": "Dan",
      "start_timestamp": 2175.0,
      "text": "Yeah, it's totally the wrong angle. But"
    },
    {
      "end_timestamp": 2182.0,
      "id": "f428fcac-95d8-32fd-930c-2cb8c3b693c8",
      "speaker": "Jordan",
      "start_timestamp": 2177.0,
      "text": "how much work did they have to do to get these credentials wrong?"
    },
    {
      "end_timestamp": 2195.0,
      "id": "955976af-1b07-31d0-9ef9-d9fa3bd62098",
      "speaker": "Dan",
      "start_timestamp": 2182.0,
      "text": "Course he had to move to DC. They had to buy an office. He had to have a driver's license. Those are the three things Alex keeps bringing up. I assume that's it. But I mean, you're guessing"
    },
    {
      "end_timestamp": 2203.0,
      "id": "a606abbb-7c51-3010-a95e-0dabf9e07e57",
      "speaker": "Jordan",
      "start_timestamp": 2195.0,
      "text": "it's a slightly more complicated then we need you to have an office and a driver's license. Come on down to the White House."
    },
    {
      "end_timestamp": 2204.0,
      "id": "9ba22965-11c4-32d2-9470-827605b67d0f",
      "speaker": "Dan",
      "start_timestamp": 2203.0,
      "text": "Rubber Stamp. Yeah, exactly."
    },
    {
      "end_timestamp": 2205.0,
      "id": "5579e151-4d55-35f5-b191-32afec08a752",
      "speaker": "Jordan",
      "start_timestamp": 2204.0,
      "text": "Good."
    },
    {
      "end_timestamp": 2211.0,
      "id": "def7b827-08d9-3ed5-8aef-bd0098e6bc63",
      "speaker": "Dan",
      "start_timestamp": 2205.0,
      "text": "So here we go. Here's where the cocking begins. So here's what's going on."
    },
    {
      "end_timestamp": 2245.0,
      "id": "491eeadf-67db-30a1-af67-e3d1bb65e5f2",
      "speaker": "Alex Jones",
      "start_timestamp": 2211.0,
      "text": "Let's go. We don't need white house press credentials to be legitimized. In fact, in a way, it almost dealerships delegitimize us to try to go to this old archaic thing of some press spokesman or woman coming out. And then we hear what the President said, or we hear what they said or hear what the media says. And they all sit there to have a fight with each other. Instead, we just look into what politicians claim and what they do. We look at what's happening on legislation. We look at the documents, we look at raw video, we look at reports, we look at stock numbers, we look at reality,"
    },
    {
      "end_timestamp": 2248.0,
      "id": "98414752-c050-3095-abc7-3c03c0bb3c52",
      "speaker": "Jordan",
      "start_timestamp": 2245.0,
      "text": "you're just throwing in stock triggers"
    },
    {
      "end_timestamp": 2274.0,
      "id": "1199d17e-2d34-3827-a97f-541eab1816b8",
      "speaker": "Alex Jones",
      "start_timestamp": 2248.0,
      "text": "so many other experts off the record. He could do press club announcements. He's got all these sources in the White House, obviously, that we exposed that Fannie Mae and Freddie Mac had been looted of 300 billion. We broke that Minuchin came out two months after and said Infowars is correct. They're looting it. We're gonna stop it. And of course, he was at the press conference today where that stuff was coming out. You understand and scroll through it. There's corsi and there's chorusing. At the White House,"
    },
    {
      "end_timestamp": 2278.0,
      "id": "48c057be-0d3a-34c3-9b1f-b25657c4532d",
      "speaker": "Dan",
      "start_timestamp": 2274.0,
      "text": "one of his example, there's a story that's not true."
    },
    {
      "end_timestamp": 2338.0,
      "id": "60a7316c-b8f3-3998-80d4-fd6eee38d3a4",
      "speaker": "Jordan",
      "start_timestamp": 2278.0,
      "text": "The Mnuchin came out and said Infowars was correct. Is such a such a funny thing for him to say because the first lie is of course, the way that he is spinning that he doesn't come out and say Minuchin said the information that Info Wars gave is correct. Or that what Infowars reported on was correct. Alex is saying Minuchin came out and said Infowars is correct as a whole stop, you know thing right there. Now, the other part of that is no, that absolutely did not happen. Totally. So he doubles down on the one lending himself credibility by having this high up, dude, say, look at how right Infowars is all the time. We're just confirming what Infowars already told you. And that that, to me is great, because that distracts from the fact that none of that actually happened. Sure. Like that's a brilliant little move there."
    },
    {
      "end_timestamp": 2342.0,
      "id": "96ea88b0-7dbc-3e79-aedd-775138b7fac3",
      "speaker": "Dan",
      "start_timestamp": 2338.0,
      "text": "Jerome Corsi broke a story. That's not true."
    },
    {
      "end_timestamp": 2345.0,
      "id": "5b13bc24-7f9d-3f65-b828-d1b1a0cfc1d0",
      "speaker": "Jordan",
      "start_timestamp": 2342.0,
      "text": "That's a very, that's a much better headline. And we've been"
    },
    {
      "end_timestamp": 2364.0,
      "id": "f0f7f4f4-89e6-38da-993b-e1678f9d35c0",
      "speaker": "Dan",
      "start_timestamp": 2345.0,
      "text": "over it we've, we've explained why it's not true in great detail. Both versions of the Fannie Freddie story that they tried to pull one a couple months back. Yeah. And one a couple of weeks ago, we've been over they're both not true. They're both fucking lies. But Steve Mnuchin confirmed it"
    },
    {
      "end_timestamp": 2380.0,
      "id": "5f8332c1-2a9e-3c46-9005-523790e607b7",
      "speaker": "Jordan",
      "start_timestamp": 2364.0,
      "text": "a third lie. It's crazy. I don't understand. Your most recent lie, so if you keep on lying eventually people finally forget the old lies and move on to the new lie."
    },
    {
      "end_timestamp": 2386.0,
      "id": "6671793f-11d5-310a-8182-f2aa9e34bc07",
      "speaker": "Dan",
      "start_timestamp": 2380.0,
      "text": "We don't need the press corps man we got we got fucking Minuchin telling us we're talking right?"
    },
    {
      "end_timestamp": 2395.0,
      "id": "5ddb85ea-b81b-314f-90e2-5123b36af465",
      "speaker": "Jordan",
      "start_timestamp": 2386.0,
      "text": "I do. I do believe him when he says that they don't need to be in the press corps to legitimize them because that sure as fuck isn't going to happen no matter where they are."
    },
    {
      "end_timestamp": 2413.0,
      "id": "31b8acf7-b241-3a76-a4c0-2745ece4de24",
      "speaker": "Dan",
      "start_timestamp": 2395.0,
      "text": "Oh, that's that's also true. They don't need the press corps to legitimize themselves to the people who dare think they're legitimate now. Yeah. So he's not done talking about the press corps. He's got to talk some more shit about them. And then at the same time talk about how Jerome Corsi is the best. And he loses it a little bit. Okay. Remember, there"
    },
    {
      "end_timestamp": 2455.0,
      "id": "8d462a23-def3-322e-9b98-c3f8c479d556",
      "speaker": "Alex Jones",
      "start_timestamp": 2413.0,
      "text": "was this whole controversy in January, and February and March and April that we were liars. And we never got offered press credentials, and we were faked. So we've never get pressured into people, ladies and gentlemen, if you've got a main media organization, and you've got listeners, and you've got an organization, and you've got an address, and you've got a DC license, they can't block you from getting your press credentials. And Dr. corsi has a PhD in international finance from Harvard and worked in covert operations for the State Department and other agencies and has never talked about it till last week on my show, he countered Russian memes for unnamed"
    },
    {
      "end_timestamp": 2459.0,
      "id": "ba7c333d-6783-3c8d-bac0-1382843c94ca",
      "speaker": "Jordan",
      "start_timestamp": 2455.0,
      "text": "he might be suspicious that he's never talked about it before and"
    },
    {
      "end_timestamp": 2469.0,
      "id": "1feb2e17-522b-3f6f-8db5-aee3fc9a87c2",
      "speaker": "Alex Jones",
      "start_timestamp": 2459.0,
      "text": "friends would drown Oh, he's had three number one New York Times bestsellers they admit affected and one one presidential campaign and probably want a second the guy"
    },
    {
      "end_timestamp": 2485.0,
      "id": "44229275-4480-3b12-9c9e-25ed45b3cb72",
      "speaker": "Dan",
      "start_timestamp": 2469.0,
      "text": "so real quick that is the Swift Boat Veterans for Truth that torpedo John Kerry's campaign, and if Alex Jones is really thrilled about the fact that he helped John Kerry lose, Alex you hate George W. Bush. You drink"
    },
    {
      "end_timestamp": 2489.0,
      "id": "8f551be9-113b-38b6-ac8a-a204c30ca15f",
      "speaker": "Jordan",
      "start_timestamp": 2485.0,
      "text": "that last Iraq war that you you've seen you hate Now"
    },
    {
      "end_timestamp": 2496.0,
      "id": "934aebd6-29e4-3d89-ac1a-8e7d6d988755",
      "speaker": "Dan",
      "start_timestamp": 2489.0,
      "text": "you talk about how much you hate it now? Yeah. Jerome Corsi was responsible for extending it. I don't think carries it"
    },
    {
      "end_timestamp": 2501.0,
      "id": "ebb8ef7b-e067-37ef-9faa-2438c6ad800b",
      "speaker": "Jordan",
      "start_timestamp": 2496.0,
      "text": "raised globalist zones George W. Bush now carries a globalist"
    },
    {
      "end_timestamp": 2513.0,
      "id": "16d5d872-b4b5-30d8-ade8-f3bd152f659d",
      "speaker": "Dan",
      "start_timestamp": 2501.0,
      "text": "It's so stupid so fucking stupid. If it was like some sort of big nationalist win in that election right course he had taken down Carrie who could have beat the nationalist"
    },
    {
      "end_timestamp": 2522.0,
      "id": "b847a43d-9936-38e7-8249-6490926d150b",
      "speaker": "Jordan",
      "start_timestamp": 2513.0,
      "text": "I don't think reasonable argument I don't think Alex though is jerking them off here regarding who he got elected so much as look at how powerful this"
    },
    {
      "end_timestamp": 2524.0,
      "id": "3e7d5668-db5c-3155-af5e-ffbde11c82a2",
      "speaker": "Dan",
      "start_timestamp": 2522.0,
      "text": "how effective his propaganda is he and"
    },
    {
      "end_timestamp": 2550.0,
      "id": "264e7aaa-0079-346f-9a1a-1d50a55e2fe1",
      "speaker": "Jordan",
      "start_timestamp": 2524.0,
      "text": "it's hard to argue against it like you heard about the Swift Boat bullshit a lot. Yeah, like I heard that meme or meme. According to corsi Sure. So many goddamn times my my dad thought it was it was true. She thought it was true Rush Limbaugh and all those fuck faces. Like they all went whole hog on it and you gotta give corsi credit there. He did successfully get millions of people murdered"
    },
    {
      "end_timestamp": 2564.0,
      "id": "8579d951-eca2-3c78-a2ad-0502f47e899b",
      "speaker": "Dan",
      "start_timestamp": 2550.0,
      "text": "him and Larry C. Johnson. Yeah. Past Infowars guest but also his number one bestsellers. Were about how Obama's birth certificate is fake. And how about Obama's illegitimate to be president"
    },
    {
      "end_timestamp": 2567.0,
      "id": "a7780034-0f0f-330b-89a7-4d1da4c58c17",
      "speaker": "Jordan",
      "start_timestamp": 2564.0,
      "text": "bestsellers? Not important? Yeah. So he sold a lot of books."
    },
    {
      "end_timestamp": 2602.0,
      "id": "76955ccb-95bb-393d-a175-f1d1d55f6add",
      "speaker": "Dan",
      "start_timestamp": 2567.0,
      "text": "Sure. I mean, would Wow. I don't get it. I don't get it does Alex okay. If Alex is really impressed by this, he has to be superficial as fuck, and really only care about the fact that he torpedo John Kerry and he sold a lot of books. Because if he looks beneath the surface, right under that rock is George eight or George W. Bush. And then also under that rock is Oh, no. Oh, no. I have to be a birther now. Like, I don't think Alex wants to talk about that."
    },
    {
      "end_timestamp": 2607.0,
      "id": "0907a0af-46a2-3ac7-ae44-55b6b352cd93",
      "speaker": "Jordan",
      "start_timestamp": 2602.0,
      "text": "Now. Your initial statement Alex is superficialis shit you could have just stopped right"
    },
    {
      "end_timestamp": 2617.0,
      "id": "f660c57f-f373-3eed-aab3-fe23ceb0dac3",
      "speaker": "Dan",
      "start_timestamp": 2607.0,
      "text": "there. Well, I'm just trying to give him an alternative what he like yeah, he's superficial this shit because the alternative is I'm thrilled with George George W. Bush being president he doesn't"
    },
    {
      "end_timestamp": 2624.0,
      "id": "a287ebc0-570e-3f1a-9cb5-d351c591346a",
      "speaker": "Jordan",
      "start_timestamp": 2617.0,
      "text": "need to go any further. Yeah, you're right he doesn't need that but he also was corsi working with him at the time I don't think he was"
    },
    {
      "end_timestamp": 2628.0,
      "id": "c1918485-c78c-3080-af32-4c2f2c8b2d50",
      "speaker": "Dan",
      "start_timestamp": 2624.0,
      "text": "course he with Alex back then. Yeah, no, but it's a sign off on it."
    },
    {
      "end_timestamp": 2641.0,
      "id": "1f73f589-d442-3e4d-b957-392b0e61c7e3",
      "speaker": "Jordan",
      "start_timestamp": 2628.0,
      "text": "Right but who cares? Like it was at that point. Now of course he's in with the wars man. It's tours he's in there. We have control over what course he's going to torpedo now. We have control over the propaganda we have"
    },
    {
      "end_timestamp": 2645.0,
      "id": "07ee4d8d-7c6d-3f98-9f59-9e454b9348a2",
      "speaker": "Dan",
      "start_timestamp": 2641.0,
      "text": "the weapon at our disposal Exactly. He's not working for World News Daily anymore much"
    },
    {
      "end_timestamp": 2648.0,
      "id": "b31eca47-6dae-3b4a-9f47-715a2123dcff",
      "speaker": "Jordan",
      "start_timestamp": 2645.0,
      "text": "like North Korea we've got the bomb now. Yeah."
    },
    {
      "end_timestamp": 2653.0,
      "id": "9fe618f3-7e23-3eca-ac49-f3ff333afa64",
      "speaker": "Dan",
      "start_timestamp": 2648.0,
      "text": "Anyway, he's he has more positive things to say about Corsi, which I disagree with all of them"
    },
    {
      "end_timestamp": 2701.0,
      "id": "eb1590fb-3e47-366c-9b21-ae82128d0b84",
      "speaker": "Alex Jones",
      "start_timestamp": 2653.0,
      "text": "as one presidential campaigns. He has three New York Times number one bestsellers. He is friends with Donald Trump for 40 plus years. He's been involved in international psyops against the globalist he exposed NAFTA and GATT was the main guy educating Lou Dobbs before he got fired from CNN. And and the press corps says they want to throw up. Yeah, you want to throw up that a guy that sold 15 million books is in there. You want to throw up a guy that was in countering terrorism all over the world in the Middle East and clandestine operations and almost killed many times. He's almost ready to talk about it, because there's this whole age and then he's there exposing the entire operation and you say he's not Real Chris Murphy"
    },
    {
      "end_timestamp": 2702.0,
      "id": "ba0e147d-6080-3b6b-a0e9-97734ab799e5",
      "speaker": "Jordan",
      "start_timestamp": 2701.0,
      "text": "Yes we"
    },
    {
      "end_timestamp": 2704.0,
      "id": "b73aa19b-04bf-387b-b833-4347ee7119ae",
      "speaker": "Dan",
      "start_timestamp": 2702.0,
      "text": "do is mad at one guy who tweeted about it"
    },
    {
      "end_timestamp": 2705.0,
      "id": "00c97617-f602-35b9-980b-d432a88d2001",
      "speaker": "Jordan",
      "start_timestamp": 2704.0,
      "text": "Yeah Chris Murphy Yeah"
    },
    {
      "end_timestamp": 2707.0,
      "id": "342578f0-3715-3fe4-9523-1d365cabccfd",
      "speaker": "Dan",
      "start_timestamp": 2705.0,
      "text": "One reporter"
    },
    {
      "end_timestamp": 2734.0,
      "id": "7f630071-e5a3-32cb-9f7d-4abfd4a1e26f",
      "speaker": "Jordan",
      "start_timestamp": 2707.0,
      "text": "fucking Chris god damn Murphy Murphy. Oh Chris you think you don't you think you're better than corsi corsi ran international psyops against a fictional organization is almost ready to talk. He's almost ready to talk about it. Yeah, he wouldn't even talk about it until exactly one week ago. Yeah. When it was to his great benefit to maybe make all this shit up."
    },
    {
      "end_timestamp": 2756.0,
      "id": "d8fd15ea-0b80-3c3b-8f41-19246308b552",
      "speaker": "Dan",
      "start_timestamp": 2734.0,
      "text": "Yeah. About Edward Bernays. And what have you. Yeah, also that guy who Alex had on who said that he had proof that Hillary was being paid by the Chinese government she was on the payroll and that his family had been threatened. And now just like he's gonna be back on to talk about it. He said he's ready to talk. Still never come on. I bet it's gonna be the same thing with corsi. You think so? He's almost ready to talk. And then of course, he"
    },
    {
      "end_timestamp": 2766.0,
      "id": "a24285d8-0619-320d-88a2-32216b385fc5",
      "speaker": "Jordan",
      "start_timestamp": 2756.0,
      "text": "has a much better lawyer who's like did you see this fucking Giovanni settlement? Shit? Don't go anywhere near that. Yeah, careful. Don't make any insinuations you can't"
    },
    {
      "end_timestamp": 2767.0,
      "id": "310659c6-d874-3a66-975c-9aae77e0bba3",
      "speaker": "Dan",
      "start_timestamp": 2766.0,
      "text": "back up. Yeah, of course. He's"
    },
    {
      "end_timestamp": 2772.0,
      "id": "10083542-4c6c-3b2a-9008-91ac1dc0c563",
      "speaker": "Jordan",
      "start_timestamp": 2767.0,
      "text": "currently about other people lie about yourself all the fuck you want. Who's gonna sue you you"
    },
    {
      "end_timestamp": 2797.0,
      "id": "379cc04d-16af-31fc-ba91-de9dc28f6cd1",
      "speaker": "Dan",
      "start_timestamp": 2772.0,
      "text": "have courses walk in a line of slander for a long time. He's miraculously not been destroyed by all the bullshit he's done. But now is where the episode takes a harsh term. So up till this point, it's just been like oh, we don't need the press credentials, but also we everyone hates us because we're so truthful, right these sorts of things like we don't need it's all about integrity. We're full of integrity we're"
    },
    {
      "end_timestamp": 2802.0,
      "id": "0de57112-3e9f-386d-92e6-d58dfbca1edc",
      "speaker": "Jordan",
      "start_timestamp": 2797.0,
      "text": "independent media so now no want to hitch our wagon to the old M stream fake media"
    },
    {
      "end_timestamp": 2810.0,
      "id": "bdfee163-61c8-37b8-931f-ea6e4c8515af",
      "speaker": "Dan",
      "start_timestamp": 2802.0,
      "text": "of course he is amazing which he's not he's not documented on past episodes and superficially and this episode is well"
    },
    {
      "end_timestamp": 2812.0,
      "id": "b3ad0f10-e27c-3021-9921-56cba26b0e17",
      "speaker": "Jordan",
      "start_timestamp": 2810.0,
      "text": "documented as not being amazing yeah, he"
    },
    {
      "end_timestamp": 2822.0,
      "id": "f35bcbeb-d39e-3659-8590-57f6397f081b",
      "speaker": "Dan",
      "start_timestamp": 2812.0,
      "text": "is a dick. So this this next one Alex talks about the why the media attacks him the media hates him and"
    },
    {
      "end_timestamp": 2823.0,
      "id": "0df8d8c0-eb9a-3080-a260-d85fa0d42060",
      "speaker": "Jordan",
      "start_timestamp": 2822.0,
      "text": "I bet it's for the right reasons"
    },
    {
      "end_timestamp": 2830.0,
      "id": "a82eb6a5-69a8-3f25-955a-e3163006cd2c",
      "speaker": "Dan",
      "start_timestamp": 2823.0,
      "text": "well he talked about pizza gate right before this I cut it out because I don't really care to hear him lie more about pizza gate on this"
    },
    {
      "end_timestamp": 2833.0,
      "id": "3388db36-2134-360b-bd03-9d403f81f64f",
      "speaker": "Jordan",
      "start_timestamp": 2830.0,
      "text": "I think we're good but I think we got all we're gonna get out of that so"
    },
    {
      "end_timestamp": 2840.0,
      "id": "5e03577a-128a-35b5-bc8a-c63eeff07581",
      "speaker": "Dan",
      "start_timestamp": 2833.0,
      "text": "he's like he's like you know all they do whenever they want to discredit me they just yell pizza gate, pizza gate pizza gate. And then he says this"
    },
    {
      "end_timestamp": 2863.0,
      "id": "25844115-e02e-3ce8-8d3c-91a43074c808",
      "speaker": "Alex Jones",
      "start_timestamp": 2840.0,
      "text": "and the media attached more and more for that or they attacked me for Sandy Hook because I expose the fact that we had to bake segments of totally real or totally false or using debate and does fake remotes whether or not okay because it didn't really happen they just use blue screen and so that discredit shit but but you know, probably we know mass shootings happen. But they don't show my full clothes."
    },
    {
      "end_timestamp": 2873.0,
      "id": "ad8dc4ce-0bf5-3010-bd4b-4db912baf58b",
      "speaker": "Dan",
      "start_timestamp": 2863.0,
      "text": "They don't show his full quote. I know we've done this on the show already. God damn says it's so much fun just to be like, Hey, Alex, they didn't show your full quote. Here's your full quote. You dump punk."
    },
    {
      "end_timestamp": 2907.0,
      "id": "e66bab44-0340-3dc8-ac0e-fd87e685a684",
      "speaker": "Alex Jones",
      "start_timestamp": 2873.0,
      "text": "Chandy hook is a synthetic, completely fake with actors. In my view, manufactured I couldn't believe it at first. I knew they had actors there clearly, but I thought they killed some real kids. And it just shows how quote that they clearly used actors. I mean, they even ended up using photos of kids killed in mass shootings here in a fake mass shooting in Turkey. Show Yeah. Or Pakistan. The sky is now the limit. I appreciate your call."
    },
    {
      "end_timestamp": 2919.0,
      "id": "ef6224f2-9d8d-3774-a829-140ae33e4504",
      "speaker": "Dan",
      "start_timestamp": 2907.0,
      "text": "Anyway. Alex, shut up. Just shut the fuck up. Just stop. I'm just gonna play that clip. Every time he brings up Sandy Hook. You might have had debates please can also said that multiple."
    },
    {
      "end_timestamp": 2925.0,
      "id": "4ae97e64-92b9-39e4-a730-1deed012651b",
      "speaker": "Jordan",
      "start_timestamp": 2919.0,
      "text": "An adverb followed by two adjectives supporting exactly what he is saying he didn't do."
    },
    {
      "end_timestamp": 2928.0,
      "id": "268992bd-a516-3443-a3fd-18f5ce60c027",
      "speaker": "Dan",
      "start_timestamp": 2925.0,
      "text": "Yeah. So then"
    },
    {
      "end_timestamp": 2931.0,
      "id": "f57ff692-f314-33aa-8c3f-1635849b1bfc",
      "speaker": "Jordan",
      "start_timestamp": 2928.0,
      "text": "again. Clip still there, man."
    },
    {
      "end_timestamp": 2936.0,
      "id": "8a4d2ae6-8e2b-3d51-89d7-651b258f5ee5",
      "speaker": "Dan",
      "start_timestamp": 2931.0,
      "text": "Yep, still lips still they're still on line to stick that down. If you're gonna lie about what you've said in the past."
    },
    {
      "end_timestamp": 2940.0,
      "id": "fa573042-c231-3f33-af53-d0750dc30f01",
      "speaker": "Jordan",
      "start_timestamp": 2936.0,
      "text": "Take it down. Yeah, at the very least bother to try."
    },
    {
      "end_timestamp": 2981.0,
      "id": "1334e6b0-14a4-35a2-bef0-24f7b87e9c5a",
      "speaker": "Dan",
      "start_timestamp": 2940.0,
      "text": "So Alex gets really defensive about how they're all into truth and everything's truth. And everyone just lie is about Infowars. Man. That's what that's what the bummer is, is that everyone just lies about them. He's got Stephen Colbert going up there and being tucked Blackford trying to get people to think that that's what he does. You got people saying that he lost to Chobani in court because he made an embarrassing public retraction. You got people saying that he's a liar because he had to come out and say, Hey, James Alphonsus was gonna sue me. So hey, pizza gates. Not real, right? Hey, I never talked about that place. I never talked about comic ping pong, except for the clip that we played on a past episode of him very in depth talking about the pizza place. I wonder"
    },
    {
      "end_timestamp": 2984.0,
      "id": "0ddb91d3-abac-3d87-9a85-7a8f27d8f8bd",
      "speaker": "Jordan",
      "start_timestamp": 2981.0,
      "text": "why people say he lies, but you have to"
    },
    {
      "end_timestamp": 2996.0,
      "id": "2738e92b-9e62-349b-bd1b-a008f43eb7ea",
      "speaker": "Dan",
      "start_timestamp": 2984.0,
      "text": "go listen to them. You have to listen to Infowars don't take the word of all of these liars out there. I'll let Alex spell it out here. Here's what here's what he wants to tell you."
    },
    {
      "end_timestamp": 3019.0,
      "id": "6db3940e-db5c-34df-81eb-2b8c0a8bde14",
      "speaker": "Alex Jones",
      "start_timestamp": 2996.0,
      "text": "Now, find out why Infowars is so hated. Find out Light so demonized, don't just join the crowd that gets in to feel like you're part of the winners and watch Stephen Colbert and all these other teleprompter readers actually tune in to infowars.com. Daily to myself and the rest of great crew and find out what we're really covering find out what we're really saying. Find out what we're really doing."
    },
    {
      "end_timestamp": 3020.0,
      "id": "44fe0337-6669-3304-8bc0-e64461f7bfef",
      "speaker": "Dan",
      "start_timestamp": 3019.0,
      "text": "Alex, you who is"
    },
    {
      "end_timestamp": 3026.0,
      "id": "dfc34916-21f9-3368-9b65-cbce4d547efc",
      "speaker": "Jordan",
      "start_timestamp": 3020.0,
      "text": "listening to this and going well, I better double check what Info Wars says,"
    },
    {
      "end_timestamp": 3050.0,
      "id": "56344e2b-03b5-3426-a56e-e62f413354bd",
      "speaker": "Dan",
      "start_timestamp": 3026.0,
      "text": "Alex, you have done this to yourself. The next six clips are oops, sorry, seven are what you cover? And they're fucking horrible. Oh, no, we're going to start with we're going to start with one that we've already played on the show. Just to just to you know, give us a little bit of just familiar hatred. This covers his Islamophobia portion,"
    },
    {
      "end_timestamp": 3113.0,
      "id": "5abdefa3-b33f-3629-bcb4-b76dcb2f7143",
      "speaker": "Alex Jones",
      "start_timestamp": 3050.0,
      "text": "Detroit school, a whole Muslim girls only prom. Let me tell you some hidden hundreds of 1000s Obama brought in everywhere I went in Austin yesterday, including a suburb. I went in to Chevron in the white suburb bucks. And then I went to pool supply place. And there were like seven people in the Starbucks. We have more young Muslim girls with hoods over their heads drinking coffee after school that I went the pool supply place, same deal. And all I'm telling you is imagine if you were in Saudi Arabia, and in Saudi Arabia, they walk into stores and there were Christians and women with lipstick on it high heels everywhere, they start physically attacking you. But here, we're tolerant. So I'm just saying we're letting in people in mash that are not tolerant that are the most oppressive cult like people on Earth, and it freaks me out. You bet. I'm freaked out. You bet I am. I got three daughters, ladies and gentlemen. And I don't like it."
    },
    {
      "end_timestamp": 3122.0,
      "id": "2bbd835c-e2c5-3682-80af-fafc3b386d8a",
      "speaker": "Dan",
      "start_timestamp": 3113.0,
      "text": "So I wanted to start with that just because we've already listened to it before and was afraid of young Muslim women who are very integrated into our society. What I wanted to do is"
    },
    {
      "end_timestamp": 3138.0,
      "id": "f81dff5e-82bd-31e2-a4be-24f0b54d5a29",
      "speaker": "Jordan",
      "start_timestamp": 3122.0,
      "text": "I love that, like that clip is so dumb on so many levels, because that clip proves exactly what makes America better than Saudi Arabia. And he's like, god dammit, we need to be more like Saudi Arabia."
    },
    {
      "end_timestamp": 3167.0,
      "id": "bcb3d0c0-5f54-35f8-84e9-9a4a8865b444",
      "speaker": "Dan",
      "start_timestamp": 3138.0,
      "text": "Yeah, but to other people. Yeah, exactly. But I wanted to play that first. Because this is more tolerant here, but only of people we like this is going to be like lobster in a pot. This is the cold water that we've already listened to. And it's just gonna get worse from here. Okay, so this next clip is him talking about Jade Helm. The bullshit conspiracy theory that the government was going to take over Texas, I recall that one, this is him talking about it. He fully believed it,"
    },
    {
      "end_timestamp": 3215.0,
      "id": "575feb4f-b1da-3f81-ad70-16964e785b7d",
      "speaker": "Alex Jones",
      "start_timestamp": 3167.0,
      "text": "you cannot make up the full magnitude. Jade Helm is a Watson computer algorithm, codenamed mastering the human domain. And it's not codename anymore. And those that are smart enough to even physically resist down the road or try to sabotage fiber optic, or try to jam systems, then they'll dispatch Special Forces to kill you. As the Special Forces families die of cancer, and their children are mentally retarded, and soon half of the public is going to be basically mentally retarded, or, or or have serious disabilities. And then it's going to be 70 80%. And by then, just 1520 years from now, robots are going to be everywhere, everywhere."
    },
    {
      "end_timestamp": 3217.0,
      "id": "7813d0aa-cf45-36c3-ab51-57d2102247a0",
      "speaker": "Jordan",
      "start_timestamp": 3215.0,
      "text": "Robots are already everywhere. Yeah, they're"
    },
    {
      "end_timestamp": 3218.0,
      "id": "ea34d811-5441-3a90-9426-68e3de67a3b7",
      "speaker": "Dan",
      "start_timestamp": 3217.0,
      "text": "in my pocket."
    },
    {
      "end_timestamp": 3227.0,
      "id": "87843f57-56be-366c-b0f2-1794842b53df",
      "speaker": "Jordan",
      "start_timestamp": 3218.0,
      "text": "He just doesn't understand that. He's talking about humanoid robots, right? Yeah, I think so. He's talking about robots that are directly Yeah."
    },
    {
      "end_timestamp": 3229.0,
      "id": "0ba3470e-134a-3911-9097-19519d7958b2",
      "speaker": "Dan",
      "start_timestamp": 3227.0,
      "text": "So Jade Han. Haven't"
    },
    {
      "end_timestamp": 3234.0,
      "id": "72c58e3d-5fc9-3cd0-b147-2f794248c554",
      "speaker": "Jordan",
      "start_timestamp": 3229.0,
      "text": "humans want any races for the past 20 years,"
    },
    {
      "end_timestamp": 3240.0,
      "id": "8bc4c486-7daa-39b8-bc58-a102d63bf31a",
      "speaker": "Dan",
      "start_timestamp": 3234.0,
      "text": "so he fully bought into Jade Helm and tried to scare people about it right? He does visit all the time to"
    },
    {
      "end_timestamp": 3249.0,
      "id": "ce0c7980-563c-3c2e-87f4-995f2cfc4027",
      "speaker": "Jordan",
      "start_timestamp": 3240.0,
      "text": "the point where he's already planning for future guerrilla operations that are going to be defeated by Special Forces. Yep."
    },
    {
      "end_timestamp": 3264.0,
      "id": "1f27e0b0-d241-36fb-b243-7574079a883e",
      "speaker": "Dan",
      "start_timestamp": 3249.0,
      "text": "So make sense. That's just an ice water still not all that hot. This is just you reporting dumb shit. That Hey, that was going on in like 2014 15 Something like that Texas still free."
    },
    {
      "end_timestamp": 3279.0,
      "id": "a4ec8987-6013-3d92-8fc7-056d73539408",
      "speaker": "Jordan",
      "start_timestamp": 3264.0,
      "text": "I don't know. She whispers last so Are any of us really free Jade Helm did not materialize those lib tardes in Golden State when in every basketball game now. Ah. So for this next night in my Muslim hating America. The next"
    },
    {
      "end_timestamp": 3288.0,
      "id": "d24fcbe2-880e-3709-96a0-1a0e943cd3e9",
      "speaker": "Dan",
      "start_timestamp": 3279.0,
      "text": "one I'm going to do here is we're going to enter the what I'm going to call white, white so the victims junk."
    },
    {
      "end_timestamp": 3313.0,
      "id": "90ecde10-b8cc-3090-9a2c-9fbbbe3aca58",
      "speaker": "Alex Jones",
      "start_timestamp": 3288.0,
      "text": "I was raised around intense culture of white guilt that just permeates Christians. My family are Christians across the board and I'm sick of it. I haven't done Jack Oh crap to anybody. I bet you money. There are a few living black people that have been ironed by wire they want to take as much as I have been abused by black people. That's crazy."
    },
    {
      "end_timestamp": 3315.0,
      "id": "f9c617ac-6109-3a74-9883-935000734129",
      "speaker": "Dan",
      "start_timestamp": 3313.0,
      "text": "No,"
    },
    {
      "end_timestamp": 3321.0,
      "id": "748c42fd-cdfb-38da-af6b-0a31cff313da",
      "speaker": "Jordan",
      "start_timestamp": 3315.0,
      "text": "you black people have been abused by white people the same way he's been abused by black people. Yeah."
    },
    {
      "end_timestamp": 3329.0,
      "id": "4b2d63cc-a437-3a66-92ea-36a5044475fd",
      "speaker": "Dan",
      "start_timestamp": 3321.0,
      "text": "And then everybody knows that. After that he goes on to like a three minute tangent about street fights. He has been Yeah. So what do you what are you talking about?"
    },
    {
      "end_timestamp": 3333.0,
      "id": "8fd770f4-97e6-304a-89b3-c42e2e7c0efe",
      "speaker": "Jordan",
      "start_timestamp": 3329.0,
      "text": "As good as he is it street fights? Like people are better than him? Apparently."
    },
    {
      "end_timestamp": 3336.0,
      "id": "68ed7578-5d47-3f8b-a9b8-a32f67e1b3a6",
      "speaker": "Dan",
      "start_timestamp": 3333.0,
      "text": "That's abuse. That's abuse. Yeah, that's like, that's"
    },
    {
      "end_timestamp": 3343.0,
      "id": "3c892263-6991-3fb9-9e85-b3f1124b4449",
      "speaker": "Jordan",
      "start_timestamp": 3336.0,
      "text": "definitely not structural abuse that has been ingrained in this country since its beginning. And"
    },
    {
      "end_timestamp": 3349.0,
      "id": "3324a166-3252-3f64-8686-83dcf230b864",
      "speaker": "Dan",
      "start_timestamp": 3343.0,
      "text": "saying nothing of the idea that I'm sick of this white guilt people make me feel Yeah."
    },
    {
      "end_timestamp": 3350.0,
      "id": "b35f1159-d6ff-38d3-91c9-3863259c3084",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3349.0,
      "text": "Why do I have to"
    },
    {
      "end_timestamp": 3375.0,
      "id": "7f76de49-92c2-398e-845b-55bea53fd37e",
      "speaker": "Jordan",
      "start_timestamp": 3350.0,
      "text": "feel guilt for things that people that I am probably directly related to your family? Who fought for the South in the Civil War? Why am I being forced to feel guilt over it? I didn't fight for the South in the Civil War. Sure. Sure. My dad got his dentistry license from Robert Ely. As we all know, before he became the famous general"
    },
    {
      "end_timestamp": 3393.0,
      "id": "0fb96008-62d2-32fc-849c-21cbf1f6bcfa",
      "speaker": "Dan",
      "start_timestamp": 3375.0,
      "text": "he was a dental authorizer he was a dental hygienist. Yeah. So yeah, that's, that's pretty terrible. That's the sort of stuff they cover a lot. That's a lot throughout. In this next clip, Alex, sort of misunderstands panhandling as being mugged. And he thinks it's a racist act. Super fun."
    },
    {
      "end_timestamp": 3429.0,
      "id": "4dddf828-746e-366c-92f8-31335d81dfb8",
      "speaker": "Alex Jones",
      "start_timestamp": 3393.0,
      "text": "The last three times now, I've been down there. past seven o'clock at night, I had been approached by a black guy is over six feet tall and 50 pounds. Going, I need some money. I need a ride now. You're like, I'm not gonna give you money and they start bowing up when I need it right now. They don't say give it to me, or I'm gonna attack you. They just, I'm gonna give it I need the money right now. Like, that's a nice watch. Same thing happens in New York, seven to rob jagah budge on the train rolling up and going to work. Almost always. black guys, because there's this attitude that you're allowed to do it because you're white, because you deserve"
    },
    {
      "end_timestamp": 3430.0,
      "id": "02001bba-d4c0-37ba-9994-fef999479393",
      "speaker": "Jordan",
      "start_timestamp": 3429.0,
      "text": "in."
    },
    {
      "end_timestamp": 3434.0,
      "id": "a4230c42-4660-3925-acb6-d32f71c6ca30",
      "speaker": "Dan",
      "start_timestamp": 3430.0,
      "text": "Oh, more white victimhood. Oh,"
    },
    {
      "end_timestamp": 3436.0,
      "id": "9525ab50-8766-3d8c-b217-ed8f016e2b2c",
      "speaker": "Jordan",
      "start_timestamp": 3434.0,
      "text": "I mean, Alex, you do deserve it."
    },
    {
      "end_timestamp": 3438.0,
      "id": "595c016d-e3e9-3958-acd9-f3363ec28d28",
      "speaker": "Dan",
      "start_timestamp": 3436.0,
      "text": "You do? Well, that's a personal thing."
    },
    {
      "end_timestamp": 3440.0,
      "id": "1823ce0b-cb0f-3a00-ab99-d7dbe8561b65",
      "speaker": "Jordan",
      "start_timestamp": 3438.0,
      "text": "That's white now."
    },
    {
      "end_timestamp": 3441.0,
      "id": "da779dec-925c-36bd-9f9c-7b3d2770525b",
      "speaker": "Dan",
      "start_timestamp": 3440.0,
      "text": "But like, what do you"
    },
    {
      "end_timestamp": 3451.0,
      "id": "b9365cc7-e8c7-3e12-b434-b1a7eaaecd00",
      "speaker": "Jordan",
      "start_timestamp": 3441.0,
      "text": "care what color Alex Jones's skin is skin is? I think anybody who does what he does, deserves to have people ask him for money every now and again. Well, I"
    },
    {
      "end_timestamp": 3459.0,
      "id": "694ffbbc-5bba-310a-a4ce-8b59b1fe0130",
      "speaker": "Dan",
      "start_timestamp": 3451.0,
      "text": "mean, you know, you know, he has a sort of way of fantastical lies in his life. He always turns everything into like a scene from a movie blade. So"
    },
    {
      "end_timestamp": 3471.0,
      "id": "491bab17-2d0d-32c9-9bac-790b3beabda4",
      "speaker": "Jordan",
      "start_timestamp": 3459.0,
      "text": "if we go back to the beginning here, that once again shows you that the more he lies, the more details he gives. Six feet plus over 280 pounds. What are you What are you talking?"
    },
    {
      "end_timestamp": 3492.0,
      "id": "ac07602a-6c42-3a2c-b9ef-11848712d87b",
      "speaker": "Dan",
      "start_timestamp": 3471.0,
      "text": "He's doing a character? Yes. Obviously, just visualizing an encounter you had with someone who was homeless. Probably it was like, Do you have any money? Yeah, that sort of thing. He's turned it into like, I'm being attacked by this guy. Because he's black. I mean, he was down there. Yeah. And East Austin. Exactly. Is Blanca came up to me. And of course, because he's black. He's trying to attack me. I'm sick of his white victimhood. And"
    },
    {
      "end_timestamp": 3501.0,
      "id": "a985b6a9-5909-396d-8752-d19055771a8e",
      "speaker": "Jordan",
      "start_timestamp": 3492.0,
      "text": "let me tell you something. I saw girls in a pool supply in the suburbs. Yeah. And it freaked me out. They were there. So"
    },
    {
      "end_timestamp": 3510.0,
      "id": "4486aab6-5321-37a4-a5d6-a81ba32272b3",
      "speaker": "Dan",
      "start_timestamp": 3501.0,
      "text": "this next clip. Here's a nice fun clip of Paul Joseph Watson. He did a report making fun of the idea of being trans."
    },
    {
      "end_timestamp": 3519.0,
      "id": "5b4715d0-70b1-3e0b-9c3a-19b1a355fbce",
      "speaker": "Alex Jones",
      "start_timestamp": 3510.0,
      "text": "God no, jump on infowars.com The truth about trans everything. Hey, my name is man Jana, and I'm a gender fluid"
    },
    {
      "end_timestamp": 3539.0,
      "id": "db58707f-5b30-3468-bca5-7105d30c8eff",
      "speaker": "Pau",
      "start_timestamp": 3519.0,
      "text": "Tisbury atheist, no feminists, anti skill testing area, and I went to reveal to you my trans identity and how to overcome hatred and bigger 3 trillion days. Oh,"
    },
    {
      "end_timestamp": 3548.0,
      "id": "f2796801-34cb-3158-9749-3a4ebce4647c",
      "speaker": "Dan",
      "start_timestamp": 3539.0,
      "text": "the video is Paul Joseph Watson in a wig. That's Joseph Watson. Well, he's doing the filming voice on the phone voice and lisping around."
    },
    {
      "end_timestamp": 3550.0,
      "id": "11a738f0-4ccf-3056-b306-6486c9c30211",
      "speaker": "Jordan",
      "start_timestamp": 3548.0,
      "text": "Fucking endless cruelty of these beats."
    },
    {
      "end_timestamp": 3567.0,
      "id": "48de3040-7059-351b-a0a0-9ed015d5e833",
      "speaker": "Dan",
      "start_timestamp": 3550.0,
      "text": "It's insane. And you know, it's really funny. That clip that video that special report from Paul Joseph Watson. Alex actually had to turn off. Really? He's like, this is getting too racy. Yeah, yeah. You know why? Cuz it was getting just outwardly. That's"
    },
    {
      "end_timestamp": 3596.0,
      "id": "6f6d8a08-6ec5-32ad-b2bc-cb88e98cce22",
      "speaker": "Jordan",
      "start_timestamp": 3567.0,
      "text": "transphobic thing that was and not only that, not only transforming, he's throwing everything in everything. He's thrown just every possible thing that it's like, everybody who isn't a white male Christian is the single worst thing and they're trying to destroy everybody. And so he's creating this character that is just which, which, frankly, what, what is this character doing wrong? Even his characters just describing like a guy who's not hurting anybody."
    },
    {
      "end_timestamp": 3601.0,
      "id": "d75d9e9d-2723-3938-8ab8-2f4a2d558984",
      "speaker": "Dan",
      "start_timestamp": 3596.0,
      "text": "I would guess that what the character is doing wrong is it's him. nodding."
    },
    {
      "end_timestamp": 3602.0,
      "id": "20b146db-bffd-3e2a-988e-e8340ef0a357",
      "speaker": "Jordan",
      "start_timestamp": 3601.0,
      "text": "Yeah, exactly. It's making"
    },
    {
      "end_timestamp": 3610.0,
      "id": "57aec143-b8c4-3fd7-a27e-ce4871ef54eb",
      "speaker": "Dan",
      "start_timestamp": 3602.0,
      "text": "videos that annoy me. Yeah. And make me feel that white guilt that I don't want to feel. Oh,"
    },
    {
      "end_timestamp": 3642.0,
      "id": "62d73ea7-69f0-3f8d-8980-d490f72463a9",
      "speaker": "Jordan",
      "start_timestamp": 3610.0,
      "text": "this is really all about how he doesn't want to feel stuff. He doesn't want to feel bad about being white. He doesn't want to and well, he doesn't want to feel bad about fucking anything he doesn't want to take responsibility for fuck all and the same thing is true of like everybody that is on the right, who's always crying about safe spaces and trigger words and all that shit are really just trying to avoid feeling like they hurt people. Yeah, like that's their entire existence now is hurting people and then doing everything possible to avoid feeling like they hurt people."
    },
    {
      "end_timestamp": 3656.0,
      "id": "8b5dcf51-3867-30cb-bb9f-f7d06abcd41e",
      "speaker": "Dan",
      "start_timestamp": 3642.0,
      "text": "Yeah, there's a lot of that. This next clip, Paul, Joseph Watson explains how fuck Paul Joseph Watson for ever. This is a this is bad. It has to do with race. But it has to do with more than just race. It's pretty bad."
    },
    {
      "end_timestamp": 3672.0,
      "id": "7cd1587e-38e1-3caa-8556-905604ce7754",
      "speaker": "Paul Joseph Watson",
      "start_timestamp": 3656.0,
      "text": "Yeah. And they create this complete fabrication that there's a rape culture in the West. They say that one in four women are eight completely bogus statistics. And in the Middle East and the races where there is an actual rape culture. It's completely ignored."
    },
    {
      "end_timestamp": 3676.0,
      "id": "ac439f90-8092-31db-87e3-25c64e7ce28f",
      "speaker": "Alex Jones",
      "start_timestamp": 3672.0,
      "text": "But those men aren't white, so it's okay."
    },
    {
      "end_timestamp": 3708.0,
      "id": "8bddf1d7-906a-37c4-9b91-823f4a644e51",
      "speaker": "Dan",
      "start_timestamp": 3676.0,
      "text": "Ah, all right. Well, I mean, we're really exploring what you cover and so far, like everyone's right to hate you. Absolutely. So much of what they cover really just boils down to white ship. Yeah. Why is it bad that I'm white? No one cares, Alex. No one cares that you're white. You're not oppressed. Stop. You're so not oppressed. Stop it. Stop it. Now. Here's the last one. I think this is terrible. This is from today. Today's episode. Tuesday topped it. No, no. All right."
    },
    {
      "end_timestamp": 3709.0,
      "id": "9ae8c092-788e-39aa-bd73-d3c15b6e0076",
      "speaker": "Jordan",
      "start_timestamp": 3708.0,
      "text": "This isn't fucking Christ."
    },
    {
      "end_timestamp": 3718.0,
      "id": "bf77d8a0-fc00-3b1b-84b1-289624ab27cf",
      "speaker": "Dan",
      "start_timestamp": 3709.0,
      "text": "Put the mic down. In this clip, he kind of blames the parents of the kid that died."
    },
    {
      "end_timestamp": 3759.0,
      "id": "ba3d729a-aca2-3a7b-84c7-763f08f4a8f8",
      "speaker": "Alex Jones",
      "start_timestamp": 3718.0,
      "text": "Oh, yep. And so ladies and gentlemen. I'm sure many of the parents or the young people that were at this concert, many, many were Tweenies when he were teens. Most adults probably there don't like having open borders to Islam. But I guarantee a lot of the parents do want to go along with bringing in radical Islam. And bottom line, they are now responsible for this animal bombing and killing 22 plus people. The parents that call for open borders and call for appeasement are just as guilty as Macron and Merkel and Hillary Clinton and Obama and all the rest of them. You're the ones that have these dead children's blood on your hands. You're the trendies that love this."
    },
    {
      "end_timestamp": 3771.0,
      "id": "e0ece333-8a4d-3f8f-b898-8f997e865d08",
      "speaker": "Dan",
      "start_timestamp": 3759.0,
      "text": "That's the day after. Yep. So hey, guys, don't just take other people's word for it. Go ahead and listen. really find out why people hate them."
    },
    {
      "end_timestamp": 3883.0,
      "id": "b5b51bb5-1cf5-37e2-b0c9-c440a8f9ca4b",
      "speaker": "Jordan",
      "start_timestamp": 3771.0,
      "text": "I can't. I can't fucking I can't do that. Do you remember how I was angry before? Yeah, I want to not live in this world. I genuinely do. This is like, listen, like this is so difficult with so many fucking people died. So many people were injured. This disrupted and this is fucking with the heads of everybody in Manchester right now. Because of course, what else can you think? But where's the next one coming? Where's the next one coming? This is fucking with the heads of so many people in Britain, because they're now they're in the middle of a fucking election. So this kind of nationalistic bullshit is only going to get stronger because of this. Yep. And it's, it's something where you look at that. And instead of saying Goddamnit I don't want any of this to happen. I don't want people to be hurt. No, I don't. Instead you look at that and say, I want people to be hurt. I want more people to be hurt. I want there to be war. I want there to be blockages I want anybody who's a refugee who wants to come in here. I want them to drown on their way. And even if they do get here, I want them to be pushed away. I want more people to die because of this dumb fuck. Who believed in something that is so hard right and so evil that it reminds me of you fucks Yeah, I am no longer I swear to God, ISIS is weak T on the right. Compared to our goddamn government. ISIS is a bitch. I fear nothing. Look, I don't even give a fuck if a goddamn terrorist walk through this booking door because then at least be like, hey, well, you're not trying to take away my goddamn healthcare. You pile of fucking garbage."
    },
    {
      "end_timestamp": 3885.0,
      "id": "2fa1434e-30ae-36b9-a723-18460ef6375d",
      "speaker": "Dan",
      "start_timestamp": 3883.0,
      "text": "Yeah, fuck you. Yeah,"
    },
    {
      "end_timestamp": 3906.0,
      "id": "a4f09722-27ea-3a2e-9f1d-2883524648e7",
      "speaker": "Jordan",
      "start_timestamp": 3885.0,
      "text": "I'm fucking believable. And then you can't for one second, one second experience a tiny bit of empathy. None instead, and instead of that you blame parents, parents who are once again Breathing their fucking children dying. And Alex, you fucking piece of shit. Fuck you."
    },
    {
      "end_timestamp": 3926.0,
      "id": "ccc02a74-65b5-329e-ae41-7c6624e94bfc",
      "speaker": "Dan",
      "start_timestamp": 3906.0,
      "text": "Yeah, totally. Wow, totally. And it's not even about like creating more I mean, the creating more hurt. That's just a societal element of this, like you're you described is absolutely what Alex wants, but on an even smaller scale Majan if you're one of those parents and you hear him say something like that he specifically wants to hurt them. And this"
    },
    {
      "end_timestamp": 3945.0,
      "id": "e42e40d3-e1e4-317a-bded-faa38e247a68",
      "speaker": "Jordan",
      "start_timestamp": 3926.0,
      "text": "isn't even this isn't I mean, like this is worse than Sandy Hook. This is or This is worse than the Seth Rich Seth Rich bullshit that Hannity spouting Totally agree it's way worse, where it's instead of like, at least there you're not actively blaming the parents for being the cause of their children's debt? Well, he's"
    },
    {
      "end_timestamp": 3978.0,
      "id": "a828f371-fc71-3805-98d8-8563e75675e6",
      "speaker": "Dan",
      "start_timestamp": 3945.0,
      "text": "going to hide behind the idea that well, at least some of them are into globalism, and that makes them complicit. Yeah, but that's a fucking cowardly dodge. Yeah, no, that's fucking bullshit. And the second thing is the reason that we boiled the water the way we did, if you really want to break down what he's afraid of. It's not a bomb. It's not any of that stuff. It has to do with his white identity. That's what he's afraid of. He's afraid of these people coming in who aren't like him? He's afraid of being victimized by people who aren't white."
    },
    {
      "end_timestamp": 3981.0,
      "id": "05a5c852-a1b8-3ec4-8238-93231b9a1f3d",
      "speaker": "Jordan",
      "start_timestamp": 3978.0,
      "text": "Yeah. And that's what it is. Did you"
    },
    {
      "end_timestamp": 3983.0,
      "id": "74aeefd1-aef1-342b-81f9-c8748bee825f",
      "speaker": "Dan",
      "start_timestamp": 3981.0,
      "text": "do he has no leg to stand on other than"
    },
    {
      "end_timestamp": 4045.0,
      "id": "2c583c1f-a9eb-3d62-a2d1-b717df1c5948",
      "speaker": "Jordan",
      "start_timestamp": 3983.0,
      "text": "Did you read the transcript of the New Orleans Mayor speech and did not he gave a perfect speech on how the monuments were taken down, and Confederate monuments. And through it all, he just acknowledged from start to finish just how those monuments were placed up there by people who were trying to whitewash history. And every time you walked by those monuments, if you were black, if you were from a different country, if you weren't a white supremacist, there is always that fucking weight. That weight of these monuments represent how a large part of this culture hates us and fought a war, trying to make sure that we were enslaved. And he gave a perfect speech on it. And that is exactly what is beautiful about America is Yeah, and in his speech again, the the guy basically points out New Orleans is everybody. New Orleans is the truest melting pot that America has."
    },
    {
      "end_timestamp": 4049.0,
      "id": "54948289-caf6-3e30-a035-3ef638a2d966",
      "speaker": "Dan",
      "start_timestamp": 4045.0,
      "text": "Yeah. Because then you can drink outside. Everyone loves that. Yeah."
    },
    {
      "end_timestamp": 4060.0,
      "id": "84fb88ea-945a-39d4-9591-c19d1283d517",
      "speaker": "Jordan",
      "start_timestamp": 4049.0,
      "text": "Well, and the only reason is, again, because of the slave trade because of because everybody was there because Creoles were there. Because black people were there. Because that huge seaport brought"
    },
    {
      "end_timestamp": 4063.0,
      "id": "8f448752-5b33-3c1e-b4b8-1600b0435de1",
      "speaker": "Dan",
      "start_timestamp": 4060.0,
      "text": "everybody, let's say you create an awesome code, and"
    },
    {
      "end_timestamp": 4077.0,
      "id": "d1741c61-d125-3e61-96ed-ebdd87ec303c",
      "speaker": "Jordan",
      "start_timestamp": 4063.0,
      "text": "everything came together, and it's beautiful. And that is the thing that they hate the most. Yep. It really is. Because it's not solely theirs. You have to share it. That's the that's the issue with alcohol because"
    },
    {
      "end_timestamp": 4081.0,
      "id": "27cd7fb5-4962-3e0e-aac5-97d2f155a975",
      "speaker": "Dan",
      "start_timestamp": 4077.0,
      "text": "sharing leads to socialism, which leads to communism, which aims to"
    },
    {
      "end_timestamp": 4086.0,
      "id": "f4c25e30-7af3-3f42-b28f-1f75afbb6c05",
      "speaker": "Jordan",
      "start_timestamp": 4081.0,
      "text": "right. Blah, blah, blah. Yeah. Yeah."
    },
    {
      "end_timestamp": 4132.0,
      "id": "58339422-4653-39e3-9b36-ad316220653a",
      "speaker": "Dan",
      "start_timestamp": 4086.0,
      "text": "So I guess my message would be I mean, I have a couple fold a message from this episode. The first is obviously don't tell people to actually listen to your show. Because they will find out what you cover. Worst thing you could do find out what you cover in there. It's bad. That's why we do this show. But secondarily, what you need to do when you get press credentials is just do like tell people to suck. It just gloat. You're supposed to be trolling people. This isn't gonna work. You're not a legitimate news organization. Way too much baggage. You can't report a story. This Comey things a zero. All of you all you've got our lives"
    },
    {
      "end_timestamp": 4162.0,
      "id": "abc40106-8eea-3dd1-a80e-dc98bbf9c133",
      "speaker": "Jordan",
      "start_timestamp": 4132.0,
      "text": "and you still don't and Hillary Clinton you no matter how much they keep pushing that narrative. Fuck them. We're done. Yeah, Hillary already lost. You can't be you can't still be running a campaign against Hillary Clinton. But she sold that uranium to Russia trying to govern the fucking uranium to the Russian. It's just maddening. It's just maddening. God dammit, Dan. Sorry. God. Damn you. Sorry. This is why we need the wine dad do"
    },
    {
      "end_timestamp": 4174.0,
      "id": "6bcb3d09-4eeb-3ce6-ab19-2e285c06dc04",
      "speaker": "Dan",
      "start_timestamp": 4162.0,
      "text": "look. We'll figure it out. We'll be able to we'll do we'll be better in the future. Look, I know that was a little a little much there at the end."
    },
    {
      "end_timestamp": 4196.0,
      "id": "79b3aace-a10f-32a6-a779-5d75429d873d",
      "speaker": "Jordan",
      "start_timestamp": 4174.0,
      "text": "I can't I can't I can't. I can't I can't fucking deal with that. No. How do you how do you listen to that? And not see the the true cruelty like I just don't understand that instinct towards true cruelty. Like there's no empathy at all. There's only I want to inflict more pain on these people."
    },
    {
      "end_timestamp": 4199.0,
      "id": "574d8937-045d-31dd-83bf-0f0b672fc0c0",
      "speaker": "Dan",
      "start_timestamp": 4196.0,
      "text": "Why and I want to shame them for their victimhood."
    },
    {
      "end_timestamp": 4210.0,
      "id": "c9e115e8-c03d-398e-9a55-b514b49552c7",
      "speaker": "Jordan",
      "start_timestamp": 4199.0,
      "text": "Why? Would you want to? And they are victims? They're literal victims. Yeah, you can't you can't be mad that they're being victims when they were victimized"
    },
    {
      "end_timestamp": 4217.0,
      "id": "3de5c42e-2d8a-34b1-a299-1abbc3802b36",
      "speaker": "Dan",
      "start_timestamp": 4210.0,
      "text": "can because hypothetically, some of them are into open borders. Huge. I don't think you could even specifically prove, I don't know, who cares,"
    },
    {
      "end_timestamp": 4220.0,
      "id": "f0cacb73-5608-3f7d-9ad2-3d720907c32e",
      "speaker": "Jordan",
      "start_timestamp": 4217.0,
      "text": "right? The fuck cares. I mean, why you're saying"
    },
    {
      "end_timestamp": 4225.0,
      "id": "6915009c-f791-3ff2-9be4-9b81f2ca3591",
      "speaker": "Dan",
      "start_timestamp": 4220.0,
      "text": "that. That's another piece what it is another very important piece. It's just, it's just a"
    },
    {
      "end_timestamp": 4255.0,
      "id": "4eecf727-4a80-3fe1-b621-bcab71817256",
      "speaker": "Jordan",
      "start_timestamp": 4225.0,
      "text": "guy who just like, I can't think of anything other than the amount of pain he is feeling right now. Totally. And how he just wants every single other person to feel exactly. Well, more pain than him. He wants to be he wants to experience the least amount of pain right now and therefore other people must feel Yeah, because he's not going to feel better by you know, doing good. No, he has to feel better by making everybody else feel worse."
    },
    {
      "end_timestamp": 4264.0,
      "id": "9faf99ee-3c00-391b-a34c-389f31c977c5",
      "speaker": "Dan",
      "start_timestamp": 4255.0,
      "text": "Look, I don't know. He sucks. That's the bottom line. No, there's no way around it. I wish I had more clips."
    },
    {
      "end_timestamp": 4267.0,
      "id": "a89725ec-25a4-38b4-a6f6-b9e3e92a123f",
      "speaker": "Jordan",
      "start_timestamp": 4264.0,
      "text": "edit that part out."
    },
    {
      "end_timestamp": 4283.0,
      "id": "0c01e067-7c29-3d6b-9268-5ea858743c91",
      "speaker": "Dan",
      "start_timestamp": 4267.0,
      "text": "Okay, so we're still figuring out exactly how this podcast is gonna go without our old friend wine. But like, like we said, we'll get our sea legs we'll figure out a rhythm without the libations we'll be back soon. But until then you can find us at knowledge fight.com"
    },
    {
      "end_timestamp": 4287.0,
      "id": "8b8eb2fe-e400-31c7-b2d9-82386b8b97be",
      "speaker": "Jordan",
      "start_timestamp": 4283.0,
      "text": "And you want to follow us on Twitter. We're at knowledge underscore fight correct. If"
    },
    {
      "end_timestamp": 4299.0,
      "id": "8f8ada9f-ab35-3aa8-a4a9-25db64751bc4",
      "speaker": "Dan",
      "start_timestamp": 4287.0,
      "text": "you want to donate to the show, you can become a policy wonk. Or if you give us 10 bucks a month on that Levy. We will time travel to the past and do an episode all about it. Yeah. The day that you choose."
    },
    {
      "end_timestamp": 4348.0,
      "id": "6e8b0976-4ee4-388a-a6e7-3e352191221b",
      "speaker": "Jordan",
      "start_timestamp": 4299.0,
      "text": "And if you want like really fucking that that the episode that we just did about corsi and how he explicitly said he wants to run a disinformation campaign. If you're going to be mad about him having Whitehouse Prescott credentials. Don't be mad because he's from Infowars that's bullshit on its face he mad because this man actually believes that lying to you is going to be the best way to solve the problems. This is a guy who is utterly and completely uninterested in truth. No. false reality. Exactly. Well, not even that he's very interested in. I mean, you're you're absolutely right. I was talking about what I was saying. Oh, he's he's very interested in the truth and making sure no one knows it but him"
    },
    {
      "end_timestamp": 4351.0,
      "id": "503ec591-081f-3670-b004-af126d8b3486",
      "speaker": "Dan",
      "start_timestamp": 4348.0,
      "text": "Right, right. Yeah, because that gives you power. Yeah, exactly."
    },
    {
      "end_timestamp": 4353.0,
      "id": "3bbed2bd-6842-317e-82fa-fe72b637a781",
      "speaker": "Jordan",
      "start_timestamp": 4351.0,
      "text": "Secrets and secrets and secrets."
    },
    {
      "end_timestamp": 4360.0,
      "id": "14a3fe80-de7e-3555-a57c-1f473584cfde",
      "speaker": "Dan",
      "start_timestamp": 4353.0,
      "text": "Yeah. Without without wine. The mood is really fuck this guy. This podcast might turn more angry."
    },
    {
      "end_timestamp": 4367.0,
      "id": "69428571-9812-3461-8431-fa5f236dddb9",
      "speaker": "Jordan",
      "start_timestamp": 4360.0,
      "text": "I know. I managed to keep my temper under control totally. So far. I felt I felt very"
    },
    {
      "end_timestamp": 4371.0,
      "id": "fbd92ee0-4a7d-3ac5-9a90-b53071733d41",
      "speaker": "Dan",
      "start_timestamp": 4367.0,
      "text": "I wasn't scared of you at all."
    },
    {
      "end_timestamp": 4376.0,
      "id": "d7729e32-ae44-3d1b-8916-32f4e1c5e94b",
      "speaker": "Jordan",
      "start_timestamp": 4371.0,
      "text": "Definitely didn't have spit flying from my goddamn lips all over your beard"
    },
    {
      "end_timestamp": 4382.0,
      "id": "6248ef4e-9c96-3c87-a0fe-6dcd7991fd9f",
      "speaker": "Dan",
      "start_timestamp": 4376.0,
      "text": "to get a new mic screen. But hey, you know what? There is a little there's one piece of good news mixed in with all this bad."
    },
    {
      "end_timestamp": 4384.0,
      "id": "7a3a5ad4-f8a4-3e51-bf4b-5ea56ca48202",
      "speaker": "Jordan",
      "start_timestamp": 4382.0,
      "text": "What? What good news is that rubber parts"
    },
    {
      "end_timestamp": 4387.0,
      "id": "f7f1f9cf-da23-3025-af59-d51c8f876349",
      "speaker": "Dan",
      "start_timestamp": 4384.0,
      "text": "to lose?"
    },
    {
      "end_timestamp": 4391.0,
      "id": "d8daf7c4-3345-3365-a605-e1cccef861a5",
      "speaker": "Alex Jones",
      "start_timestamp": 4387.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding."
    },
    {
      "end_timestamp": null,
      "id": "02c010cc-6207-34c0-a0d8-fff6677d9fe2",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4391.0,
      "text": "Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}