{
  "audio_identifier": "KF_49",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/Investigation3.mp3",
  "blocks": [
    {
      "end_timestamp": 7.0,
      "id": "ffb51f47-1d7b-301a-a9e3-a8d3efd1aa33",
      "speaker": "Alex Jones",
      "start_timestamp": 0.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    },
    {
      "end_timestamp": 16.0,
      "id": "84868ea2-3812-39c9-b674-01ca9179b664",
      "speaker": "Dan",
      "start_timestamp": 7.0,
      "text": "Hey, everybody. Welcome back to knowledge fight. I'm Dan. I'm Jordan. This is a podcast where we are two dudes who like to sit around the drink novelty beverages and talk about Alex Jones."
    },
    {
      "end_timestamp": 21.0,
      "id": "7b0881f4-a212-348e-b275-92cf04acdd29",
      "speaker": "Jordan",
      "start_timestamp": 16.0,
      "text": "Yeah, to my great chagrin today. You have purchased and sat in front of me. Let me start"
    },
    {
      "end_timestamp": 25.0,
      "id": "68260de7-3bad-3723-9cbe-1e0be71c8569",
      "speaker": "Dan",
      "start_timestamp": 21.0,
      "text": "by saying whoop, whoop, yeah."
    },
    {
      "end_timestamp": 38.0,
      "id": "4c011eea-ffd6-3056-8dda-4fee8a8ce6a5",
      "speaker": "Jordan",
      "start_timestamp": 25.0,
      "text": "We will be drinking de Licious cotton candy Fago Yeah, a soda so brazen that it bothers to say now we got nothing but carbonated water and high fructose corn syrup."
    },
    {
      "end_timestamp": 41.0,
      "id": "990e86b3-8bc4-38c8-9a21-fe97a2059702",
      "speaker": "Dan",
      "start_timestamp": 38.0,
      "text": "We family up in here, man. No fruit juice."
    },
    {
      "end_timestamp": 46.0,
      "id": "1ec7e251-c950-3e9c-8fa3-99f3e5e611a5",
      "speaker": "Jordan",
      "start_timestamp": 41.0,
      "text": "No nothing. It's water with sugar in it. Eat it you ants."
    },
    {
      "end_timestamp": 50.0,
      "id": "d76f29d3-1675-336e-8d12-f4b38eb66829",
      "speaker": "Dan",
      "start_timestamp": 46.0,
      "text": "And it's flavored like cotton candy, which is just sugar."
    },
    {
      "end_timestamp": 56.0,
      "id": "6d57d880-6a3d-3803-bbf9-78724d275087",
      "speaker": "Jordan",
      "start_timestamp": 50.0,
      "text": "Wow, that is that is candy. That's great. That's fucking unbelievable. So"
    },
    {
      "end_timestamp": 60.0,
      "id": "c1279c44-4a9a-3af0-86bd-2cc4b5ba3a8c",
      "speaker": "Dan",
      "start_timestamp": 56.0,
      "text": "this is a podcast where I know a ton about Alex Jones. And you sir, you do not."
    },
    {
      "end_timestamp": 69.0,
      "id": "84a1c660-1c18-3aad-8c6e-8dcecff7f77e",
      "speaker": "Jordan",
      "start_timestamp": 60.0,
      "text": "I do all all. i All I know is cotton candy in my mouth right now. It tastes eerily like cotton candy, which is the most disgusting part of it."
    },
    {
      "end_timestamp": 76.0,
      "id": "059b3e6c-251a-3ed9-9427-2267285a2226",
      "speaker": "Dan",
      "start_timestamp": 69.0,
      "text": "That's something I've found with Faygo beverages in the past is that like, they have weird flavors. But they nail it. Yeah, no, this"
    },
    {
      "end_timestamp": 82.0,
      "id": "f9ca07b5-845b-3b29-b2b7-d1cb144a3da0",
      "speaker": "Jordan",
      "start_timestamp": 76.0,
      "text": "is perfect. It's it's, it's eerie to drink cotton candy."
    },
    {
      "end_timestamp": 109.0,
      "id": "a4a0cf8c-89a1-3a6a-ad42-3eae3ca24425",
      "speaker": "Dan",
      "start_timestamp": 82.0,
      "text": "It is it is it's something you don't want. You don't want liquid where you expect solid. Oh, as it were, I think there's a passage out of Lovecraft where it's like it's it's truly horrifying to hear animal sounds where human sounds should come for human sounds or animal sounds should come. Anyway. This is not a Lovecraft podcast, although I mentioned him a bit. But that's just because we were starting to live in a eldritch terror."
    },
    {
      "end_timestamp": 114.0,
      "id": "262cfa33-f8a5-3048-b0b6-d4b551a7a1ce",
      "speaker": "Jordan",
      "start_timestamp": 109.0,
      "text": "Yeah, it does seem it does seem like the elder ones will be arising from the depths any moment now."
    },
    {
      "end_timestamp": 120.0,
      "id": "45948e07-4f12-3bce-bbea-e980c384d094",
      "speaker": "Dan",
      "start_timestamp": 114.0,
      "text": "Yeah, yeah. Donald Trump's face is gonna come off. He's gonna have a tentacles and he's gonna teach us new ways to kill and delight"
    },
    {
      "end_timestamp": 123.0,
      "id": "54541d4e-05e7-3b97-b4fa-313a47d2e18b",
      "speaker": "Jordan",
      "start_timestamp": 120.0,
      "text": "and that would make more sense than anything he's doing right now."
    },
    {
      "end_timestamp": 127.0,
      "id": "0d52dc45-e600-3deb-9c06-90f298642ff7",
      "speaker": "Dan",
      "start_timestamp": 123.0,
      "text": "He does seem gelatinous. Yeah. So"
    },
    {
      "end_timestamp": 138.0,
      "id": "ac2d001b-7f4c-3121-a29e-708e24f604be",
      "speaker": "Jordan",
      "start_timestamp": 127.0,
      "text": "it's starting to look like What's this face for men and black. The guy wearing the denorfia Vincent D'Onofrio from men and black in the looks like he's wearing another person."
    },
    {
      "end_timestamp": 140.0,
      "id": "57ec2b9d-eb98-3835-a8ad-31f9d75913ae",
      "speaker": "Dan",
      "start_timestamp": 138.0,
      "text": "I think my reference was better."
    },
    {
      "end_timestamp": 142.0,
      "id": "fecfa562-13fd-32fc-972d-ede78ad9bed8",
      "speaker": "Jordan",
      "start_timestamp": 140.0,
      "text": "I think mine is popular."
    },
    {
      "end_timestamp": 151.0,
      "id": "6dbc09b2-2c3e-3e1e-ac90-4577e514f74f",
      "speaker": "Dan",
      "start_timestamp": 142.0,
      "text": "That's fair. So we are podcasts about Alex Jones. And we're gonna get to it. But first, before we do, I'd like to give a shout out to our new donator What's up Lesley?"
    },
    {
      "end_timestamp": 152.0,
      "id": "bafe2772-e84a-313d-8eeb-c5cf5183c798",
      "speaker": "Alex Jones",
      "start_timestamp": 151.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 166.0,
      "id": "db06e96a-fbeb-39ae-a1eb-d3eae5d38a3c",
      "speaker": "Dan",
      "start_timestamp": 152.0,
      "text": "Thank you for donating and welcome to the team. Welcome to the policy wonks. lezlie. If you'd like to become a policy wonk, you may do so by donating to our Patreon there's a link up at knowledge fight.com We welcome all of those who are interested in policy for the"
    },
    {
      "end_timestamp": 173.0,
      "id": "f63f6dcf-c95c-381f-8d68-6e08f58a4b9a",
      "speaker": "Jordan",
      "start_timestamp": 166.0,
      "text": "price of just one cup of coffee a day. A week. Give us a month. You can give us one cup of coffee, one cup"
    },
    {
      "end_timestamp": 191.0,
      "id": "46937bbd-334c-302d-b515-b831393f25fc",
      "speaker": "Dan",
      "start_timestamp": 173.0,
      "text": "of coffee a month and you guys all team up you can help me out a great deal. I'm losing my mind. Yeah. Anyway, Jordan, today we are going to be embarking on our third installment of the investigation that I've been doing deep into the past of 2015 trying to figure out exactly what the fuck happened to Alex Jones."
    },
    {
      "end_timestamp": 195.0,
      "id": "a596ba50-d172-3650-8361-640f7bb41c4a",
      "speaker": "Jordan",
      "start_timestamp": 191.0,
      "text": "This has turned into one of the most exciting True Crime podcasts out there."
    },
    {
      "end_timestamp": 199.0,
      "id": "2e458ba4-18a2-3277-940b-011c52acfae1",
      "speaker": "Dan",
      "start_timestamp": 195.0,
      "text": "Not really a crime. It's all it's all a crime. It's a crime against humanity. It's"
    },
    {
      "end_timestamp": 201.0,
      "id": "d20de999-b8f2-3968-839e-d4f8b3dd5248",
      "speaker": "Jordan",
      "start_timestamp": 199.0,
      "text": "a larger crime. Yeah."
    },
    {
      "end_timestamp": 202.0,
      "id": "a557976f-19d8-382d-b67b-62cd3108d284",
      "speaker": "Dan",
      "start_timestamp": 201.0,
      "text": "So on our land, no one"
    },
    {
      "end_timestamp": 206.0,
      "id": "9bf05f1a-0290-3fa8-912c-a462b394fbfa",
      "speaker": "Jordan",
      "start_timestamp": 202.0,
      "text": "dies. And yet at the same time, pretty much all of us are going to because of"
    },
    {
      "end_timestamp": 276.0,
      "id": "d1400a08-4f67-3da8-b25f-7d8b6b61fbf8",
      "speaker": "Dan",
      "start_timestamp": 206.0,
      "text": "it. There's no doubt about that. Yeah, this is this is the prologue to the disaster. Yeah, exactly. So we'll get to this installment but because people have asked on Twitter, and you just asked me right before the show, I want to get everyone up to speed with what's going on in current day, because we're not going to cover it. Last week was a shit show. There was no show on Monday again because of Memorial Day, right? And then Tuesday, Roger Stone talked a whole bunch with Rick Derringer about I am a real American to our everlasting delight. Hulk Hogan theme song amazing. Yep. Wednesday, Mike Cernovich. And Alex Jones announced their huge Kathy Griffin contest. That's, that's on Wednesday, Thursday. They don't talk about that. Because she knew it. I knew it. Yeah. Fantastic. Still going on ostensibly. But they Alex is he's moved on. And now he's super into how cool it is. That Trump left the Paris Agreement. Great. Because in Alex Jones his conception and his framework, the the planet is carbon starved. There's not a carbon dioxide."
    },
    {
      "end_timestamp": 289.0,
      "id": "b7c581c1-692c-32ae-b8a8-620bdb8fb65f",
      "speaker": "Jordan",
      "start_timestamp": 276.0,
      "text": "No, we have I don't even want to hear the words you're saying right now. I know. So there's that's the one we're not going over. You might as well be like and rainbows are made of starlight and wishes. So that's one rainbow snatch. Oh, okay,"
    },
    {
      "end_timestamp": 342.0,
      "id": "e30b732e-3dbc-37b2-87cf-0eb823ee3b21",
      "speaker": "Dan",
      "start_timestamp": 289.0,
      "text": "there we go is made of starlight and rainbows. It that's why we're not going to do an episode on it because the whole episode is mostly Alex losing his mind and talking about it. He's still in his manic Episode. So he's talking about how July 1 2017 will be the most important day in history. And here's why is because he believes that the way the globalists fund themselves is through this carbon tax that's been imposed. Climate change isn't real. It's all a short rod to create a carbon tax that goes to Al Gore. I don't I don't, I don't get the A to be there. But be that love it. So he's celebrating this. He's losing his shit. He's going on and on about like weird Biblical stuff. It's so strange. He's talking about God's eye and what have you, oh, boy, which may or may not be a reference to Fast and Furious six,"
    },
    {
      "end_timestamp": 345.0,
      "id": "59de0511-1911-3e79-a10a-0c020b71dc1d",
      "speaker": "Jordan",
      "start_timestamp": 342.0,
      "text": "or Lord of the Rings could be that too."
    },
    {
      "end_timestamp": 347.0,
      "id": "508627a5-a666-3406-9b8c-143a68202b56",
      "speaker": "Dan",
      "start_timestamp": 345.0,
      "text": "Or I think one of the Assassin's Creed game yeah,"
    },
    {
      "end_timestamp": 348.0,
      "id": "0a998b69-16fd-3ba7-8d4c-cdc6190e5d14",
      "speaker": "Jordan",
      "start_timestamp": 347.0,
      "text": "there was definitely that."
    },
    {
      "end_timestamp": 374.0,
      "id": "3f2e3907-8402-3d6f-b577-c55987e94965",
      "speaker": "Dan",
      "start_timestamp": 348.0,
      "text": "Oh, yeah. So he's, I don't, we discussed it a little bit on the last episode that when he's in this sort of manic state, it's tough to talk about it without making fun of what is sort of overt mental illness. Right. So I don't want to talk about that. And on the same token, the climate change stuff is just so loony that I don't want to make because you wouldn't even want to make you would freak out."
    },
    {
      "end_timestamp": 380.0,
      "id": "622c4ef4-88aa-3358-81bd-90534f85047f",
      "speaker": "Jordan",
      "start_timestamp": 374.0,
      "text": "Well, yeah, I'm listening to it. I'm already freaking out when you just said we're carbon star. Very angry."
    },
    {
      "end_timestamp": 384.0,
      "id": "88994abb-6ca9-3099-b38e-96b0fe2c7ec2",
      "speaker": "Dan",
      "start_timestamp": 380.0,
      "text": "I'm protecting my neighbors. Your screams I'm doing"
    },
    {
      "end_timestamp": 389.0,
      "id": "6fb4a255-fd25-39d1-a97f-e303e507a7af",
      "speaker": "Jordan",
      "start_timestamp": 384.0,
      "text": "I am very rarely that calmed down."
    },
    {
      "end_timestamp": 429.0,
      "id": "cdc931a3-cebf-3e27-828a-ddb23bf74b28",
      "speaker": "Dan",
      "start_timestamp": 389.0,
      "text": "So the other thing I want to talk about strange with the along the same lines as the we shouldn't mock Alex Jones in the middle of a manic episode. It came out on the internet last week that Paul Joseph Watson eats books. Yes. And I want to make it very clear that I hate him. He is his beliefs are stupid. But I resent everybody making fun of him for his alleged pica. You know, that is a condition and I really don't like to see people when he is so fucking open to attack for so many other things. All of these people making fun of him because he came out and admitted that he eats paper. I don't think that's okay."
    },
    {
      "end_timestamp": 457.0,
      "id": "6a38cbce-0beb-3356-872a-128f74bf31b4",
      "speaker": "Jordan",
      "start_timestamp": 429.0,
      "text": "He's a horrifying monster filled with transphobic homophobic Absolutely. fucking hate just a hate filled monster. That's the target and he should be he should be absolutely eviscerated every single day of his life. Yeah. For ever, like a like a Greek myth. His entered should be pulled from him every morning. He should heal and it should happen again. The very next day, except"
    },
    {
      "end_timestamp": 462.0,
      "id": "66ba8a4c-d196-3b5c-bbda-aac4c3e5594d",
      "speaker": "Dan",
      "start_timestamp": 457.0,
      "text": "he has not brought us the torch have not brought any of that stuff. No, he's"
    },
    {
      "end_timestamp": 464.0,
      "id": "965d23dc-8afa-37f6-b9bb-7fed452f6fb5",
      "speaker": "Jordan",
      "start_timestamp": 462.0,
      "text": "not a hero. No."
    },
    {
      "end_timestamp": 467.0,
      "id": "570614bc-8610-3982-a7ab-e83440ff80e6",
      "speaker": "Dan",
      "start_timestamp": 464.0,
      "text": "And it's the same thing with when also"
    },
    {
      "end_timestamp": 473.0,
      "id": "bb81c301-66e5-30f5-b4cc-5a078b28d348",
      "speaker": "Jordan",
      "start_timestamp": 467.0,
      "text": "he should eat all the paper he wants. I don't give a fuck I don't even eating paper. No, fuck you."
    },
    {
      "end_timestamp": 518.0,
      "id": "636bf197-cc49-3154-bea8-6dfe421909ba",
      "speaker": "Dan",
      "start_timestamp": 473.0,
      "text": "In the past, he has talked about how he is a bit of an agoraphobic and rarely leaves his apartment, right. And again, that's the thing that I don't feel any interest in making fun of and I empathize. I feel really, I feel bad for him in those instances. So when I see people making fun of him, it just, it bums me out because he sucks, but not for these reasons and it's unfair. And it gives him an opportunity to re attack back and be like, Oh, isn't this the tolerant left making fun of my mental illness? Yeah, it's a trap. But it's I'm not saying that he's faking it as a trap. But it is a trap you can fall into of course, and it just really bums me out when people don't take the right attack plan on these assholes. Yeah, it's just stick to the reality. Don't insult them for things that are human"
    },
    {
      "end_timestamp": 548.0,
      "id": "cfc1f1b5-1135-3384-8d96-9868545541bf",
      "speaker": "Jordan",
      "start_timestamp": 518.0,
      "text": "right. Don't make fun of him for being afraid to leave his house. Make him afraid to leave or train vultures to attack him the moment he walks outside. Ah, you can teach ravens to teach their own families to hate this man. We need we need an army of birds. I think that's where my mind is at right now. Because you know, they're the only ones who are going to survive once the rest of the Earth is flooded."
    },
    {
      "end_timestamp": 579.0,
      "id": "4cf495e2-1b19-3d0e-990a-07865bf226f3",
      "speaker": "Dan",
      "start_timestamp": 548.0,
      "text": "Not if the owls have anything to say about it. Fucking peacocks. So, we're going to start our investigation. Today's episode is going to be covering the timespan of July 6 to July 13. So we're gonna be going over that. But to give you guys a little bit of a last time on the investigation. Alex Jones did not mention Donald Trump for a long time. You spent a lot of time talking about a Chick fil A billboard and misrepresenting the Civil War. Yes, you're up to speed. On July, why"
    },
    {
      "end_timestamp": 587.0,
      "id": "3f342e8a-4b61-3b10-8b34-7f4abbdd793f",
      "speaker": "Jordan",
      "start_timestamp": 579.0,
      "text": "do we do three hour episodes? This is a very good question. She just brought everybody up to speed in a two second Recap, but that's because"
    },
    {
      "end_timestamp": 588.0,
      "id": "647d2f40-5d77-34de-b9bb-3bdd04eeadd2",
      "speaker": "Dan",
      "start_timestamp": 587.0,
      "text": "you can go back and listen to that three hour. That's"
    },
    {
      "end_timestamp": 589.0,
      "id": "43faad7c-2d4e-38f1-a248-86ace831b503",
      "speaker": "Jordan",
      "start_timestamp": 588.0,
      "text": "a good point."
    },
    {
      "end_timestamp": 611.0,
      "id": "caf54624-4e04-3e3a-b77c-40753dd1f345",
      "speaker": "Dan",
      "start_timestamp": 589.0,
      "text": "On July 5, Alex Jones very strongly indicated that he is fully aware of Trump's mob connections. And so we go from dismissed So and not even talking about Trump to within a couple of days, I think 16 days after Trump had announced his candidacy, Alex Jones is saying, This guy is, you know, he's mobbed up right."
    },
    {
      "end_timestamp": 616.0,
      "id": "bedaf761-cc40-30e1-ac38-0aa6cba03769",
      "speaker": "Jordan",
      "start_timestamp": 611.0,
      "text": "And probably 95% of what Trump says. He doesn't trust him."
    },
    {
      "end_timestamp": 624.0,
      "id": "1eaff023-2476-3235-8569-0a65c7907156",
      "speaker": "Dan",
      "start_timestamp": 616.0,
      "text": "He agrees with the distrust of immigrants, right? He agrees with that rhetoric, but he knows that Trump isn't going to follow through on it. Also,"
    },
    {
      "end_timestamp": 628.0,
      "id": "dc97e9d1-2619-30f9-b1c3-866d4229fa4c",
      "speaker": "Jordan",
      "start_timestamp": 624.0,
      "text": "at the end of our mash cut to now."
    },
    {
      "end_timestamp": 663.0,
      "id": "a774346c-e80f-36f9-a13f-c5246756cb91",
      "speaker": "Dan",
      "start_timestamp": 628.0,
      "text": "Also, at the end of our last episode, we revealed the Paul Joseph Watson also thinks that Trump is a shill and he's just in it for publicity, right and thinks he's a narcissist. Right? So that brings you up to speed we are now on July 6. July 6, is a fucked up show. It's mostly phone calls. Alex is sort of in a weird headspace. And I don't think he really wants to do his show. And so he takes a lot of phone calls. And they're all pretty boring, right. But in the times that he's not taking phone calls, it's a lot of race ship. He talks a lot about"
    },
    {
      "end_timestamp": 668.0,
      "id": "688a7b1f-efe1-3ffd-9ffd-eae2aa011979",
      "speaker": "Jordan",
      "start_timestamp": 663.0,
      "text": "guilt, because we're still only a month out from the Charleston less than"
    },
    {
      "end_timestamp": 677.0,
      "id": "3abd34ff-ac94-3cc2-909c-3a7a2472fedb",
      "speaker": "Dan",
      "start_timestamp": 668.0,
      "text": "that. It's been like three weeks or so. Yeah, but he Yeah. So here is the first clip where we start with Alex explaining that he doesn't want this guilt."
    },
    {
      "end_timestamp": 743.0,
      "id": "ec463eea-c222-36d8-8ce4-c7d361e8cfa9",
      "speaker": "Alex Jones",
      "start_timestamp": 677.0,
      "text": "I want to explain something. I'm pro human. I really don't care at the end of the day, what color you are, or where you came from. If you support private property, and the right to self defense, and you support a level playing field, and you're not a wannabe social engineer, trying to guilt me into feeling like I'm a bad person show I'll submit to whatever your agenda is that I care about you and I want you to succeed. There's two issues, that there's Donald Trump's situation gives us a window into I don't trust Donald Trump, as far as I could throw an elephant. Everybody knows that. That said, most of what he says makes a lot of sense. And I think he's a really smart guy. And the problem is he won't deliver on what he says he's going to do. In my experience. He is an establishment shill. That's just what my gut tells me and what I've seen what a lot of insiders like Dr. corsi and others say,"
    },
    {
      "end_timestamp": 764.0,
      "id": "b59afa85-9bb5-311c-8717-2611a1ca0d44",
      "speaker": "Dan",
      "start_timestamp": 743.0,
      "text": "Jerome Corsi, now the Washington bureau chief for Infowars, who has known Donald Trump for 40 years, and regularly goes to dinner with him has told Alex in 2015 that Donald Trump is an establishment shill, and he is just there for publicity. Well, yeah, but this is now he's saying one of his sources."
    },
    {
      "end_timestamp": 789.0,
      "id": "add1685f-a9bb-36e6-bf0f-8fe402b6e680",
      "speaker": "Jordan",
      "start_timestamp": 764.0,
      "text": "Well, I mean, we all know that we all knew that that's what he was or is et cetera. But now Jerome Corsi waiting for Alex to say that he can throw like the next show. He's like, Oh, also, I can throw an elephant as far as a human being can trust another human being? Yeah, yeah. That's his way out. He's actually so strong. He can throw an elephant a million miles just sounds like"
    },
    {
      "end_timestamp": 794.0,
      "id": "f9a0d37a-15e2-3176-a76d-e4152b0779c3",
      "speaker": "Dan",
      "start_timestamp": 789.0,
      "text": "alright Rob, do you gotta help me to throw this elephant? I will not be made a liar."
    },
    {
      "end_timestamp": 799.0,
      "id": "227ae38b-d102-36e2-958c-e4ae88d6910c",
      "speaker": "Jordan",
      "start_timestamp": 794.0,
      "text": "Yeah, gonna fly now is playing in the background, we get a nice little rocky montage."
    },
    {
      "end_timestamp": 814.0,
      "id": "b56ce380-35e7-3b87-81b9-be8539d8fd0f",
      "speaker": "Dan",
      "start_timestamp": 799.0,
      "text": "So I mean, I think that you're underplaying this revelation that Dr. corsi is also on the same page. Because Dr. corsi is now a major player in Alex's propaganda. He's a major player in pushing Trump."
    },
    {
      "end_timestamp": 830.0,
      "id": "533b1432-93b1-3036-ae96-7eb2d22a28d7",
      "speaker": "Jordan",
      "start_timestamp": 814.0,
      "text": "Right. But I see the thing, the thing that is the thing that mitigates that for me is that everyone was like, No, we don't want Trump we don't want Trump. We don't want Trump until it became apparent that they had to,"
    },
    {
      "end_timestamp": 839.0,
      "id": "7518b610-9348-3b65-8091-805c7e29f5e3",
      "speaker": "Dan",
      "start_timestamp": 830.0,
      "text": "they had to like even his friends were saying absolutely. Okay. Does he have friends? Come on, apparently. Come on for 40 years."
    },
    {
      "end_timestamp": 842.0,
      "id": "7a17ba47-c896-3747-bc6e-2f5aa3921b1a",
      "speaker": "Jordan",
      "start_timestamp": 839.0,
      "text": "Dr. corsi likes, likes a free meal every now and again. Sure."
    },
    {
      "end_timestamp": 847.0,
      "id": "5ae2ef98-de97-3d7c-ac26-87fbd32be363",
      "speaker": "Dan",
      "start_timestamp": 842.0,
      "text": "I don't think Trump picks a dog. That's a good"
    },
    {
      "end_timestamp": 851.0,
      "id": "75b8401c-2e1f-3130-8947-515e698c630f",
      "speaker": "Jordan",
      "start_timestamp": 847.0,
      "text": "point. Hey, unless they eat it exclusively at Trump's places. It's"
    },
    {
      "end_timestamp": 891.0,
      "id": "38ce4508-589e-348a-930b-36bff63b0c9f",
      "speaker": "Dan",
      "start_timestamp": 851.0,
      "text": "possible there you go. So but be that as it may, we have this reiteration of I agree with this brace shit that he's saying this, this stuff because the the Trump situation that he's referring to is still just the comments about the Mexicans, right? That's still what's going on. Right? That's the only context that he covers Trump in pretty much. I think throughout the entirety of this episode, we're going to be going over so anytime there's the Trump situation, it's all just this, which at this point in history on July 6, is old. Yeah, that happened again. 334 weeks ago. Yeah. So he he's not he's not wrestling with up to date shit."
    },
    {
      "end_timestamp": 911.0,
      "id": "d2a10eea-def7-34c5-985f-012cf00140ff",
      "speaker": "Jordan",
      "start_timestamp": 891.0,
      "text": "I his his preamble there of at the end of the day, I'm pro human. And then here Here's his list of things that are pro human are private property. Sure. Self Defense. Yep. And don't make me feel guilt. Yep. That's the wrong priority for any human being"
    },
    {
      "end_timestamp": 915.0,
      "id": "4d97e083-be8b-3584-8fa7-dcf46094e4e6",
      "speaker": "Dan",
      "start_timestamp": 911.0,
      "text": "ever. No, because that's the bedrock of all human dignity."
    },
    {
      "end_timestamp": 926.0,
      "id": "216f3fa8-975f-3bf4-bd9e-580534f14323",
      "speaker": "Jordan",
      "start_timestamp": 915.0,
      "text": "Well, what about like care about others? What are empathy, boo? Respect, no empathy, respect for yourself and for others empathy"
    },
    {
      "end_timestamp": 935.0,
      "id": "2f039480-757f-341a-9d34-422af23c75eb",
      "speaker": "Dan",
      "start_timestamp": 926.0,
      "text": "out of that empathy is a globalist plot. Let's do understand in order to get white people to feel bad. So you balkanize them? Oh, okay. I've actually come to realize something that I,"
    },
    {
      "end_timestamp": 944.0,
      "id": "9de093cd-7865-380d-a9c1-04bc008f34da",
      "speaker": "Jordan",
      "start_timestamp": 935.0,
      "text": "I love how far we've come that you can just throw empathy as a globalist plot. And I'm like, Yeah, that makes sense. All right. Moving on. Makes sense. Yeah, let's go along with that. I"
    },
    {
      "end_timestamp": 976.0,
      "id": "98a15f93-7ceb-3ba9-8450-7928a80b8d3c",
      "speaker": "Dan",
      "start_timestamp": 944.0,
      "text": "think that Alex believes, and I'm not sure about this, but I'm starting to think that he believes that the idea of people complaining about legitimate racial issues, he interprets that as a plot to split white people as one cohesive group, as a voting bloc, into a split group. And some of the people will go along with the broken coalition that the Clintons put together, and other ones will become white supremacist. No, it's not."
    },
    {
      "end_timestamp": 994.0,
      "id": "d3c19ece-6618-385f-a268-f9cb47ce385b",
      "speaker": "Jordan",
      "start_timestamp": 976.0,
      "text": "How do you how do you? Look, I'm just I don't like it when they split white people. As a voting bloc, right? We should all be united. I'm not racist, though. No, at the end of the day, I don't care what color you are. So long as all white people are on the same team."
    },
    {
      "end_timestamp": 1007.0,
      "id": "9027efc2-8aa3-384f-9865-bdbc47ab7bf1",
      "speaker": "Dan",
      "start_timestamp": 994.0,
      "text": "I want to be clear, he hasn't said as much. But I'm starting to glean some of that from his interviews that he's had with like Larry Nichols. And just some of the other things he said. I think that that is part of his conception. It's"
    },
    {
      "end_timestamp": 1035.0,
      "id": "b65ea6cc-197e-3339-8f35-0841e379abf5",
      "speaker": "Jordan",
      "start_timestamp": 1007.0,
      "text": "part of so many old white dudes can say it's not like it's not like it's a thing they actively think about. It's just their their tribalism in the back of their head is like, Well, you look like me. So you must agree with me, we must have the same priority. Exactly. So which are of course private property, self defense, and I don't want to feel anything. Yeah. I don't want to feel guilt. Yep. Especially about I don't want to feel guilt for the fact that my private property comes from Old white people self defense, I II manifest destiny."
    },
    {
      "end_timestamp": 1053.0,
      "id": "89ccb210-c0a8-38cd-8a7e-39238742bd59",
      "speaker": "Dan",
      "start_timestamp": 1035.0,
      "text": "Yeah, it is interesting that the reasons you should feel guilt are the private property prior to Yeah, the private property that you have, because of the system that has been in place and built very, literally on racism. Yep. And the self defense you need. Because,"
    },
    {
      "end_timestamp": 1058.0,
      "id": "cbd0cd79-093f-3d9b-b4c7-171542c5ccc3",
      "speaker": "Jordan",
      "start_timestamp": 1053.0,
      "text": "exactly. All three, most important things are white supremacist"
    },
    {
      "end_timestamp": 1061.0,
      "id": "6e605b0b-a564-337d-80a6-abdce258d2b2",
      "speaker": "Dan",
      "start_timestamp": 1058.0,
      "text": "somewhat. Anyway, speaking of that, let's get to this next clip."
    },
    {
      "end_timestamp": 1075.0,
      "id": "cb45b180-d4e0-39ea-b674-df40718cf676",
      "speaker": "Alex Jones",
      "start_timestamp": 1061.0,
      "text": "So there's this apologist idea, or any crime coming out of anybody who isn't white is basically acceptable. You got to ask yourself, what is that agenda really all about? So I don't"
    },
    {
      "end_timestamp": 1077.0,
      "id": "c2e59d68-c03b-32ae-bf86-1e1f34c9d386",
      "speaker": "Dan",
      "start_timestamp": 1075.0,
      "text": "believe that that's the agenda. But I included"
    },
    {
      "end_timestamp": 1097.0,
      "id": "439aa9c1-025f-31d7-bc61-95f71451f0c5",
      "speaker": "Jordan",
      "start_timestamp": 1077.0,
      "text": "that Oh, no, we live in Chicago. And you know that as a city, we all agree that any crime done by black people, we just ignore, totally cool. Yeah, the CPD definitely does not have black sites, nor do they torture people. No, no, that's crazy. We just ignore it."
    },
    {
      "end_timestamp": 1121.0,
      "id": "2bd12bcb-96bc-3d08-bd80-d5d857dcce0c",
      "speaker": "Dan",
      "start_timestamp": 1097.0,
      "text": "But the reason that I kept that clip in because it is a little bit short, and almost seems a little bit like a non sequitur is the reason that he says at the at the end, what's the agenda there? And I think it's fascinating because it's like, are you talking about yourself? What's the agenda in you laying it out like this? You know what I'm saying right now. It's, it's interesting. But all of this could be explained"
    },
    {
      "end_timestamp": 1124.0,
      "id": "729c3856-2755-3bbc-b489-e7b0db1bc1db",
      "speaker": "Jordan",
      "start_timestamp": 1121.0,
      "text": "his What's your plan is actually, what's my plan? I'm"
    },
    {
      "end_timestamp": 1136.0,
      "id": "3914d101-efa1-3100-acb4-d10e4f2995dd",
      "speaker": "Dan",
      "start_timestamp": 1124.0,
      "text": "really doing what am I thinking? So actually, I think a lot of it can be explained by considering what sources Alex takes in. And in this next clip, Alex explains what his news diet is like,"
    },
    {
      "end_timestamp": 1137.0,
      "id": "abc4dc5a-9730-3d44-9a19-f4768cdf75fa",
      "speaker": "Jordan",
      "start_timestamp": 1136.0,
      "text": "oh, no, oh, I"
    },
    {
      "end_timestamp": 1139.0,
      "id": "4eebc26f-ac1d-36c2-9726-80fa8c3997f3",
      "speaker": "Dan",
      "start_timestamp": 1137.0,
      "text": "don't want to know it's a little bit revealing."
    },
    {
      "end_timestamp": 1152.0,
      "id": "3b76eba0-4700-38d6-bdc8-7584619be62e",
      "speaker": "Alex Jones",
      "start_timestamp": 1139.0,
      "text": "And I think I kind of got depressed this morning. I was up I wasn't at like 6am I was reading news articles. And I was on Infowars. And I go look at the comments for tips or anything. It's kind of scan some lights. I was on"
    },
    {
      "end_timestamp": 1155.0,
      "id": "116911d5-60b1-3293-9503-2af48912c283",
      "speaker": "Jordan",
      "start_timestamp": 1152.0,
      "text": "your reading the comments on your own article."
    },
    {
      "end_timestamp": 1156.0,
      "id": "f63eba0c-c63d-3330-816c-e0c595fa10b4",
      "speaker": "Dan",
      "start_timestamp": 1155.0,
      "text": "For tips who bad"
    },
    {
      "end_timestamp": 1178.0,
      "id": "48c38d71-8301-3296-961a-cb29bfc52dce",
      "speaker": "Alex Jones",
      "start_timestamp": 1156.0,
      "text": "seven felonies have been deported five times and how they let him go. San Francisco did saying they think it's racist to turn a felon out of jail for all sorts of crimes over to the feds, they don't even deport them anyways, so it wouldn't matter. Obama's basically stopped deportations. I mean, a citizen isn't treated like that. Oh, he"
    },
    {
      "end_timestamp": 1181.0,
      "id": "6288f95b-806d-3db8-840d-f960b745b538",
      "speaker": "Jordan",
      "start_timestamp": 1178.0,
      "text": "definitely didn't deport more people than his predecessors and"
    },
    {
      "end_timestamp": 1216.0,
      "id": "3df96711-cd01-31f7-afa4-b7d2497db8a3",
      "speaker": "Alex Jones",
      "start_timestamp": 1181.0,
      "text": "the guy went out and shot a lady and I saw democratic operatives I went and clicked on their handles. They were real websites in the common people with their dogs and their cats and everything. You know, Trent, we're real dogs and real and buy their dogs and their cats when they were real people. Saying how dare me be racist and grammar basically not just want to have people joyriding around shooting people. And then how dare I defend Donald Trump because I just stick with the white people. And it was mainly white people. Shameless. I mean, their whole ideology. It's just mental illness. It's like mentally ill."
    },
    {
      "end_timestamp": 1278.0,
      "id": "c8ceca1b-cea2-357b-ac6a-897dee12bbc3",
      "speaker": "Dan",
      "start_timestamp": 1216.0,
      "text": "I mean, one of the things that I think is interesting is one, I've developed two theories in my investigation thus far up till this point, and one of them is reasonable. And the other one we'll get to later. The reasonable theory is I think that Alex Jones is at some point around here, July sixth, seventh, and that sort of span, he starts to get really jealous, because Donald Trump is getting a lot of press saying things that are very similar to things he says, okay, all right. I think Alex Jones starts to get pretty petty and jealous about like, why is everyone lumping me in with him? Why am I not getting all the attention, that sort of thing? And then on top of that, I think he starts to empathize with him a little bit, because of the way the media treats him. I think that there is a there is an identification factor that Alex starts to feel with Trump. Okay, that's the most reasonable theory I have about what gets him to sort of shift over Yeah, I can see that I have an insane theory."
    },
    {
      "end_timestamp": 1303.0,
      "id": "9126a350-64eb-388b-aa56-e43249c1aaa9",
      "speaker": "Jordan",
      "start_timestamp": 1278.0,
      "text": "That's an emotionally based like, that's a reasonable human beings. Like I can understand that reaction and it sort of falls in line. Now, of course, that means it is not true at all, because you and I can understand it. Definitely not possible. But it also is because Trump killed a globalist left the head on Alex Jones's doorstep. That could be that's what we know."
    },
    {
      "end_timestamp": 1325.0,
      "id": "5abb8fbb-7a5b-3b08-a207-28a29a95840b",
      "speaker": "Dan",
      "start_timestamp": 1303.0,
      "text": "That's my theory. But the my rational theory does take into account the psychology of both individuals like Trump acts the way he does, because he's a narcissist and doesn't understand consequences, right. And then Alex is also a narcissist. And he feels like, hey, I can get on this train. I see what's happening with him. If I identify myself with him, maybe I will get the attention that he's getting well,"
    },
    {
      "end_timestamp": 1333.0,
      "id": "3927619f-8eb8-3512-a54f-9723d108deb1",
      "speaker": "Jordan",
      "start_timestamp": 1325.0,
      "text": "yeah, he's saying exactly what I've been saying for forever. Why is he more popular? Here's what I'll do. I'll, I'll drift off of it. You know,"
    },
    {
      "end_timestamp": 1340.0,
      "id": "76ea1fb2-44b2-3b14-aa5e-68cca9424b92",
      "speaker": "Dan",
      "start_timestamp": 1333.0,
      "text": "and there are a couple instances to eclipse will play where Alex says things that eventually Trump himself will say, so there is also a possibility. Why"
    },
    {
      "end_timestamp": 1345.0,
      "id": "3cec1fd4-4607-32bd-870b-47faa51d48fa",
      "speaker": "Jordan",
      "start_timestamp": 1340.0,
      "text": "are we why are we doing this whole America thing anymore? I don't know. Very sure. But there"
    },
    {
      "end_timestamp": 1367.0,
      "id": "7413756c-ec5d-3a6d-8f61-2f32fbca2f72",
      "speaker": "Dan",
      "start_timestamp": 1345.0,
      "text": "is also a possibility that Alex just lives his life and spouts the hate that he spouts. And then at some point started to see Trump jock his style, and be like, alright, this guy gets it. He likes me. This appeals to my narcissism. He's clearly quoting me, right? I mean, I don't know that makes sense. So on the like I said on this six July 6 episode,"
    },
    {
      "end_timestamp": 1370.0,
      "id": "dec313d8-0a8e-3d47-87d7-3b224d2e27c8",
      "speaker": "Jordan",
      "start_timestamp": 1367.0,
      "text": "the end of the day, Alex wants a rubdown from the famous guy more or less, yeah,"
    },
    {
      "end_timestamp": 1386.0,
      "id": "654f8ffa-3379-3521-b787-b7ccd2c181cc",
      "speaker": "Dan",
      "start_timestamp": 1370.0,
      "text": "he's a star fucker. But he chooses weird stars. Anyway, this next clip, I told you July 6, there's a weird days in a weird headspace. And it finally sort of blows off at this point, like, hour 10 into the episode."
    },
    {
      "end_timestamp": 1398.0,
      "id": "791dd809-feea-33a5-a803-3f74faba306d",
      "speaker": "Alex Jones",
      "start_timestamp": 1386.0,
      "text": "It's almost like claustrophobia. I never used to have this feeling about politics. But now I just want to hide from everybody and just let everybody kill each other and just be idiots because"
    },
    {
      "end_timestamp": 1399.0,
      "id": "325af29b-3d83-3969-b537-d0c3ebd2c9c6",
      "speaker": "Jordan",
      "start_timestamp": 1398.0,
      "text": "I'm pretty much"
    },
    {
      "end_timestamp": 1447.0,
      "id": "1250e942-5068-3a37-a92c-dabf7f2a7242",
      "speaker": "Alex Jones",
      "start_timestamp": 1399.0,
      "text": "I mean, I'm not putting on an actor. I almost left earlier. Okay. I couldn't even go on earlier and I had to basically irritate like, I may just leave I just keep on watching the videos and I go out the street. It's not marked as doing this. The average austenite folks cannot find their fat ass with both hands. And I want to slap them upside their head. But let me tell you, they are the most politically correct full of it. Arrogant scum. And I'm sick of them. And let me tell you who they mainly are. Hasty, stupid white people is dumb as the so called minorities are on average they're more awake when I talk to them and these dumb ass white people everywhere. I mean, this country is a sick joke."
    },
    {
      "end_timestamp": 1454.0,
      "id": "dd964d6c-be25-3ed6-aa55-5cca3c9c3179",
      "speaker": "Dan",
      "start_timestamp": 1447.0,
      "text": "The juxtaposition there is amazing. Music plus of just screaming about pasty dumb white people if"
    },
    {
      "end_timestamp": 1465.0,
      "id": "6cf46ef1-6bd6-38ab-a1ba-f2ac0c909a6f",
      "speaker": "Jordan",
      "start_timestamp": 1454.0,
      "text": "if it was from if it was from Beverly Hills Cop and Eddie Murphy said that I'm way on board I believe every word."
    },
    {
      "end_timestamp": 1491.0,
      "id": "9a443dc1-849b-3b81-9c4e-1589d20a3e97",
      "speaker": "Dan",
      "start_timestamp": 1465.0,
      "text": "Yeah, so he's saying that like it's not Mark Dice shooting these exploitative erroneous videos where he goes out and talks to dumb people on the street. It's everybody it's real. This is really how people are they don't know what the Fourth of July is all this stuff. It's so that's what's making him mad, and he's just freaking out. So it goes to break with that music and then here is how he comes back from break."
    },
    {
      "end_timestamp": 1536.0,
      "id": "de4a44a2-3a43-34d2-9823-5435d91283b9",
      "speaker": "Alex Jones",
      "start_timestamp": 1491.0,
      "text": "You know, I feel a lot better now. Because I've been holding my finger in the last few weeks and during the break If I had a controlled rage just walking around back in the storage area of the facility where I petted my big hill down for a while, I was not gonna be able to continue doing the radio show because my revulsion of the globalist at their house sickening they are evil they are and how bad they are sounds like just Oh, to me. And then I just wonder what is wrong with other people? Why do we put up with this inversion of reality and common sense being trampled?"
    },
    {
      "end_timestamp": 1540.0,
      "id": "16842d69-8be9-3558-9915-dad505a65725",
      "speaker": "Jordan",
      "start_timestamp": 1536.0,
      "text": "I don't know. i Yeah, that's a really good question. Don't"
    },
    {
      "end_timestamp": 1552.0,
      "id": "8558a400-6a3f-387e-8398-f60ae9758bc8",
      "speaker": "Dan",
      "start_timestamp": 1540.0,
      "text": "know why we put up with us but also this is the second time in pretty short span that Alex says in episodes we've covered he's had to leave the studio and have a controlled rage."
    },
    {
      "end_timestamp": 1555.0,
      "id": "091626d4-638e-3870-8428-bbcecea81723",
      "speaker": "Jordan",
      "start_timestamp": 1552.0,
      "text": "Yeah, I want to see what his controlled rage obviously breaks"
    },
    {
      "end_timestamp": 1608.0,
      "id": "31bf439e-8f5a-39b6-9b3b-2af2f425027c",
      "speaker": "Dan",
      "start_timestamp": 1555.0,
      "text": "shit. On the last it has to I'm that Keith Olbermann episode he was saying that he went and broke shit. Like he's a frickin he's a he is a he's a raging roid rage kind of guy. That's what's going on. He's not mentally well, no matter what, even manic episode shit aside, he's not in a emotional, spiritual, self control kind of situation where he shouldn't be doing this. Right. Like I've talked about how this is starting to fuck with my mind a little bit. Yeah. And I'm losing it a tiny bit covering him. Yeah, I have developed slight agoraphobia. I don't leave the house as much as I used to and that stuff, right. But I'm very I've never gotten so mad listening to him that I've gone into a controlled rage. What is a control rage? I think it's code for a rage. I think it's trying to I'm trying to put a PR spin on that. So"
    },
    {
      "end_timestamp": 1614.0,
      "id": "0f25c49d-9167-3188-adab-6e6842a1961a",
      "speaker": "Jordan",
      "start_timestamp": 1608.0,
      "text": "I threw shit in my office for a good half hour. And I know I have a cleaning lady. Yeah, to fix it."
    },
    {
      "end_timestamp": 1622.0,
      "id": "86bad7d2-7e5e-39eb-9f2e-0cc04962cfa3",
      "speaker": "Dan",
      "start_timestamp": 1614.0,
      "text": "Yeah. So or man, Alex, you should not you should not be doing this. You should not. You shouldn't shouldn't be in the news."
    },
    {
      "end_timestamp": 1633.0,
      "id": "2e52a150-fb51-371a-b1a3-73930c5c8a15",
      "speaker": "Jordan",
      "start_timestamp": 1622.0,
      "text": "It's it's like, like, how do you look at somebody who is so clearly unhealthy in every aspect of his life?"
    },
    {
      "end_timestamp": 1634.0,
      "id": "5d9e4552-307b-39a7-98bf-2c9cd17d0b3b",
      "speaker": "Dan",
      "start_timestamp": 1633.0,
      "text": "Seems like it right?"
    },
    {
      "end_timestamp": 1647.0,
      "id": "52cc7e6d-5327-320e-8e61-64ada92e2a67",
      "speaker": "Jordan",
      "start_timestamp": 1634.0,
      "text": "There's no good. There's no good thing that we've seen. Other than once a year he smokes weed to test it straight. That's the only bright spot. That's the only healthy. The only healthy thing I can see Alex"
    },
    {
      "end_timestamp": 1651.0,
      "id": "11195c81-87df-31f1-bc2d-c0cf0263e2e0",
      "speaker": "Dan",
      "start_timestamp": 1647.0,
      "text": "doing. You gotta make sure that George Soros hasn't gone too far with that or right. No,"
    },
    {
      "end_timestamp": 1654.0,
      "id": "bf63fa3e-7c03-3e8e-83d7-220e9f881b94",
      "speaker": "Jordan",
      "start_timestamp": 1651.0,
      "text": "he can't can't let him do that. Yeah. No, I"
    },
    {
      "end_timestamp": 1667.0,
      "id": "8e84ddca-10ef-315f-9545-90cb794b219c",
      "speaker": "Dan",
      "start_timestamp": 1654.0,
      "text": "know, he is. He's a mess. But I think what people respond to in him is specifically the white identity shit that he always talks about. And that's why his audience is 87%."
    },
    {
      "end_timestamp": 1691.0,
      "id": "3920445a-169f-39e2-9e2e-d7c0cfa70658",
      "speaker": "Jordan",
      "start_timestamp": 1667.0,
      "text": "Right? Well, and you can also if you're a disenfranchised, dumb, white dude, you can absolutely sublimate some of your anger through his Yeah, for sure. You know, we that's one of one of the ways Yeah, one of the ways you can get it out is you allow this man to speak for you. And then you feel you know, you get that dopamine reaction of, well, at least somebody's telling it like it is, well, you"
    },
    {
      "end_timestamp": 1711.0,
      "id": "2a108c5b-3b5a-3a48-a863-e80b316eb342",
      "speaker": "Dan",
      "start_timestamp": 1691.0,
      "text": "got this terrible anger based on feeling like white victimhood inside you and you listen to his show, and he screams about it, somehow. You're right. It is it's, it's somehow you can vicariously feel those feelings. And maybe they come out maybe maybe it is a release. Yeah, I hope because I think there are a lot of people who it's not I think it's reinforcing, right. But"
    },
    {
      "end_timestamp": 1729.0,
      "id": "7056721f-0f21-3568-9469-880aac261e38",
      "speaker": "Jordan",
      "start_timestamp": 1711.0,
      "text": "I mean, you have to imagine some of these people work in an office, they go to the office, and rather than take out all this weird, angry conservative white hot hatred on their co workers, they just sit there listening to a gorilla scream for four hours."
    },
    {
      "end_timestamp": 1791.0,
      "id": "6e139657-e875-3dc1-8f1a-4c4a1171c437",
      "speaker": "Dan",
      "start_timestamp": 1729.0,
      "text": "I'm really scared that my co workers have seen that I'm watching Info Wars. I'm really worried that they think I like it. I don't know. No one's brought it up. But I'm so scared. People think I'm an info warrior. So I do have a huge beard. Right? I could be one of those crazies, right. Anyway. This is the last clip from July 6. In this one he has Gerald Cilenti on he has an interview with this dude, no idea who that is guy who you works in trends. That's not a job. He does predictions and what have you about what is to come? Okay, the way was he a good predictor? Nope. He has a lot of similar tendencies to Alex to predict the collapse is coming imminently. They talk a bunch about how you need to buy gold, of course. But what I think is more important about this interview is this clip that I'm gonna take from it. And it's Gerald Cilenti really reinforcing the Savior narrative that Larry Nichols has laid out for Alex in past episodes,"
    },
    {
      "end_timestamp": 1840.0,
      "id": "7fc6b0e2-27c5-3b6c-81ec-b21a0a711a57",
      "speaker": "Gerald Celente",
      "start_timestamp": 1791.0,
      "text": "and you said you would depress because of the masses that are so out of touch. So I had this little quote here. that really says all of his guests by Samuel Adams. This is what he said Doesn't take a majority, but rather an irate, tireless minority Hien on setting brush fires of freedom in the minds of men. It does not take a majority to prevail, but rather an irate, tireless minority, keen on setting brush fires of freedom in the minds of men. And that's what you are doing. That's what I'm just that's what Dr. Paul Craig Roberts does. That's what Ron Paul does. There are a number of us that are doing it. It's bringing it all together to make it happen. He"
    },
    {
      "end_timestamp": 1843.0,
      "id": "6552cbe3-5833-364b-b39c-27fa601982fd",
      "speaker": "Jordan",
      "start_timestamp": 1840.0,
      "text": "sounds like a shitty Lenny Bruce. Yeah."
    },
    {
      "end_timestamp": 1849.0,
      "id": "0f4ec683-ccae-3901-b4ac-d3955d332e37",
      "speaker": "Dan",
      "start_timestamp": 1843.0,
      "text": "And he does do some like warmed over hacky comedy. Yeah, he does throttle lines like, I don't even remember anyway, but like,"
    },
    {
      "end_timestamp": 1854.0,
      "id": "c421f731-039a-322c-86f5-08e6a6839b6a",
      "speaker": "Jordan",
      "start_timestamp": 1849.0,
      "text": "the brush fires of heaven that she had gotten a brush fire."
    },
    {
      "end_timestamp": 1884.0,
      "id": "67331327-75e8-3669-899c-258f82429c3c",
      "speaker": "Dan",
      "start_timestamp": 1854.0,
      "text": "You hear it there is like, he's talking about Sam Adams quote, right. He's throwing it out there. It doesn't take a majority. It just takes an irate minority. Uh huh. It's the same thing as the what Larry Nichols keeps saying, all we need is you Alex, you are our Savior. He even goes so far like Larry Nichols. I don't think I have pulled the clip but he does say you are the last hope for the bastion of truth. Jesus Christ. Yeah, I mean, he's, it's he has these people in his life who are just completely reinforcing this. It's up to you."
    },
    {
      "end_timestamp": 1895.0,
      "id": "ddf59aa0-f870-3de2-ae46-8585f91852db",
      "speaker": "Jordan",
      "start_timestamp": 1884.0,
      "text": "Now I want to rewrite A New Hope. Yeah, and have Obi Wan just be this strange. Ill proportioned angry, dude."
    },
    {
      "end_timestamp": 1901.0,
      "id": "b213bfdb-a5d1-3d3e-9b84-3edc887f101d",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1895.0,
      "text": "Yeah, just"
    },
    {
      "end_timestamp": 1903.0,
      "id": "edeac78e-0377-323c-95f3-bda74ae747a3",
      "speaker": "Jordan",
      "start_timestamp": 1901.0,
      "text": "Yeah, fucking lightsabers"
    },
    {
      "end_timestamp": 1921.0,
      "id": "ef972f6c-e32e-39cd-959a-55ffbc6a2487",
      "speaker": "Dan",
      "start_timestamp": 1903.0,
      "text": "do the thing that I think is like I do sort of believe I'm fighting a quixotic battle against the windmill that is at Alex Jones. Correct. I do believe and I think it's important. I don't think that this is just fun entertainment. I think that there is something important we're doing. But I don't have"
    },
    {
      "end_timestamp": 1931.0,
      "id": "0291bd68-056f-360a-8b94-3d2a7baaac78",
      "speaker": "Jordan",
      "start_timestamp": 1921.0,
      "text": "exactly like the man of LaMancha. But the musical which was far more important than original Yeah, I know. Book is like 10,000 pages. It's great though. Nobody's saying love"
    },
    {
      "end_timestamp": 1937.0,
      "id": "30b351d6-e598-3532-ac3e-2bedc23c02fe",
      "speaker": "Dan",
      "start_timestamp": 1931.0,
      "text": "some survived. Nobody thinks I don't have a Gerald Cilenti I don't have a Larry Nichols. I have you"
    },
    {
      "end_timestamp": 1941.0,
      "id": "533f1892-9787-3047-8b44-7842b540ee11",
      "speaker": "Jordan",
      "start_timestamp": 1937.0,
      "text": "and I am not going to tell you you are."
    },
    {
      "end_timestamp": 1946.0,
      "id": "dae14e2b-1ea5-3b51-9a2d-4202461ad308",
      "speaker": "Dan",
      "start_timestamp": 1941.0,
      "text": "You're telling me coolant. So"
    },
    {
      "end_timestamp": 1951.0,
      "id": "7e27100c-d3e5-3bf6-9983-f47084707b9c",
      "speaker": "Jordan",
      "start_timestamp": 1946.0,
      "text": "if I was on Infowars Alex, stop getting so self important. Yell out,"
    },
    {
      "end_timestamp": 1961.0,
      "id": "150d547f-cf81-306d-bfc5-f0b7339b3dc4",
      "speaker": "Dan",
      "start_timestamp": 1951.0,
      "text": "your vocal patterns are too appealing to find a way to speak weirdly. So that's it for July 6. Oh, boy. Oh, boy, dad. Oh, no. I"
    },
    {
      "end_timestamp": 1964.0,
      "id": "8f19390d-5447-345e-8cc8-7b91b4a5d595",
      "speaker": "Jordan",
      "start_timestamp": 1961.0,
      "text": "think we need to create a new meme."
    },
    {
      "end_timestamp": 1965.0,
      "id": "4b46625a-9f39-33cb-a6d0-a711aa65c1e7",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1964.0,
      "text": "I don't want to do that."
    },
    {
      "end_timestamp": 1966.0,
      "id": "63802482-27f7-3731-aff6-ef753e656686",
      "speaker": "Jordan",
      "start_timestamp": 1965.0,
      "text": "I think it's time."
    },
    {
      "end_timestamp": 1967.0,
      "id": "f8b42ba6-6ee8-318c-8cc1-6b7d9ad2cf50",
      "speaker": "Dan",
      "start_timestamp": 1966.0,
      "text": "I don't want to do that"
    },
    {
      "end_timestamp": 1969.0,
      "id": "b9cf980e-2469-3b37-88e8-0ee4b1920b20",
      "speaker": "Jordan",
      "start_timestamp": 1967.0,
      "text": "a meme"
    },
    {
      "end_timestamp": 1979.0,
      "id": "9731c5aa-febd-319c-81d4-778e2c1b7513",
      "speaker": "Dan",
      "start_timestamp": 1969.0,
      "text": "on it. So we go to July 7, and this episode is weird. Yes. What happened? I know I say that a lot. That episodes are weird."
    },
    {
      "end_timestamp": 1991.0,
      "id": "be435676-d8c0-378d-aad7-1dc53331cc40",
      "speaker": "Jordan",
      "start_timestamp": 1979.0,
      "text": "That's because they fucking are. Yeah. So the ones that you don't think are weird, aren't terrifyingly weird ones that you do think are weird. I can't process my emotions while listening to this"
    },
    {
      "end_timestamp": 2000.0,
      "id": "52647e9c-5eed-3265-981a-44ac1936b9fe",
      "speaker": "Dan",
      "start_timestamp": 1991.0,
      "text": "baseline is weird. Yeah, that's sort of where we are. So in this episode, he has an interview with this guy named Lord Monckton, who"
    },
    {
      "end_timestamp": 2003.0,
      "id": "3b608b6f-5ca7-3fba-a780-1c6a286c40df",
      "speaker": "Jordan",
      "start_timestamp": 2000.0,
      "text": "refuse, refuse."
    },
    {
      "end_timestamp": 2032.0,
      "id": "13b4cdfa-2706-31da-b7cd-6eb919a78f3d",
      "speaker": "Dan",
      "start_timestamp": 2003.0,
      "text": "He does not believe in climate over these clips entirely. I don't have any of him. He claims he actually was on the show, just the other day recently in 2017, to talk about how he has found proof that climate change is based on bad math. And he's going to release a paper about it, how'd that go? doesn't give any details, no details, no details based on bad math. He's found four huge errors were made does not explain any of them."
    },
    {
      "end_timestamp": 2072.0,
      "id": "de345281-e55e-35d0-a432-f45dcccd67a3",
      "speaker": "Jordan",
      "start_timestamp": 2032.0,
      "text": "Any any does he like talk about maybe it was in the measuring system? No, no, no specific, maybe any, like a calculation, you know? Like there are so many different factors that could go into the exacerbation of climate change. You know, like, how quick are the ice caps melting? Maybe they just got the the rate of decay wrong, like maybe it's any number of possible things. Dan tells me that Lord Monckton, or whatever the fuck his name is, says that it's a mathematical issue that we can solve through peer reviewed research. Dan, you didn't give any details? Okay, well, then never fucking mind. But Alex is thrilled. Climate change is still real Alex."
    },
    {
      "end_timestamp": 2098.0,
      "id": "d98db18d-d86a-3707-9fff-7d822c311864",
      "speaker": "Dan",
      "start_timestamp": 2072.0,
      "text": "So he's coming on back in 2015, to have a discussion about how the EU was a fascist organization. And I didn't I didn't keep any of that stuff in. But in this clip, towards the beginning of the episode, Alex says some stuff that I believe Trump picked up on later stuff about how Obama is the founder of ISIS, right? These sort of beliefs are things that Trump mirrored from Alex Jones."
    },
    {
      "end_timestamp": 2110.0,
      "id": "c3354839-54df-386b-adef-d545aef37fbf",
      "speaker": "Jordan",
      "start_timestamp": 2098.0,
      "text": "Do you know what I Like, maybe our big problem is that we just don't define words the same way. Like, what do you think their definition of fascism is like the actual word like,"
    },
    {
      "end_timestamp": 2118.0,
      "id": "fe887020-0130-3cc9-8305-6f10b2f4c630",
      "speaker": "Dan",
      "start_timestamp": 2110.0,
      "text": "well, isn't it? Isn't it? Like a Socrates quote? Like the beginning of knowledge comes from the definition of terms? Right beginning of language? Yeah, you can't? How"
    },
    {
      "end_timestamp": 2127.0,
      "id": "53849a0e-1b02-362b-9a6c-9ebcc5e79517",
      "speaker": "Jordan",
      "start_timestamp": 2118.0,
      "text": "can you? How can you communicate with somebody who disagrees with you without first agreeing on what reality is? Yeah. Otherwise, you're just talking past each other?"
    },
    {
      "end_timestamp": 2135.0,
      "id": "772e70a2-830b-32c6-9f37-2269b76e58bd",
      "speaker": "Dan",
      "start_timestamp": 2127.0,
      "text": "That's a that's an interesting point. Mm hmm. I don't know. I don't think Alex would be up for having that conversation, though. Even about just defining."
    },
    {
      "end_timestamp": 2145.0,
      "id": "78d190d4-a8ec-321c-beed-9f33cc20cf39",
      "speaker": "Jordan",
      "start_timestamp": 2135.0,
      "text": "Well, yeah. Right. Cuz then that terms mean, that point that paints you in a corner, then you actually have to engage with things like if you've ever"
    },
    {
      "end_timestamp": 2157.0,
      "id": "5611e802-d9f8-3215-a5c8-6d21f57be52f",
      "speaker": "Dan",
      "start_timestamp": 2145.0,
      "text": "so much of what Alex does is on unverifiable, right? Like, you can't disprove a lot of the things he says, but if he were to give definitions to terms, it would be like, Oh, no, that's absolutely not true. They'd have to, you have to admit it,"
    },
    {
      "end_timestamp": 2197.0,
      "id": "0f91149a-c177-34f5-99bd-dee8ee6e83de",
      "speaker": "Jordan",
      "start_timestamp": 2157.0,
      "text": "right? That's exactly. And I've had, I've had conversations with conservative people before in the past, where it's been like, Okay, we're gonna stop. This is what we are talking about. Here's the one subject we're talking about, so long as you agree that you can change your mind based on so you say, you know, you have no evidence for what you're saying, Okay, fine. I will present evidence. If it disagrees with you, then you have to change your mind. And if you do the same for me, then I will change my mind. So long as the moment I do that. You don't say, Well, yeah, but what about Nona? Nona? We're talking about this"
    },
    {
      "end_timestamp": 2213.0,
      "id": "3bf7b9a5-fbb3-3ca9-a91e-91c7d71ff548",
      "speaker": "Dan",
      "start_timestamp": 2197.0,
      "text": "goalposts moving Yeah, exactly. Anyway, Alex believes that Obama created ISIS, he did create ISIS, but through accidental foreign policy. Well, no, George W created ISIS might the roots of it might go back even further than that. If you really think about for mid"
    },
    {
      "end_timestamp": 2215.0,
      "id": "06884430-d1d1-324e-9046-fcdc218cb2e6",
      "speaker": "Jordan",
      "start_timestamp": 2213.0,
      "text": "Ronald Reagan created ISIS. Sure. Let's"
    },
    {
      "end_timestamp": 2216.0,
      "id": "878bac09-1ee4-3213-82bc-e8109a619c97",
      "speaker": "Dan",
      "start_timestamp": 2215.0,
      "text": "throw that out."
    },
    {
      "end_timestamp": 2221.0,
      "id": "a9143d1b-42a6-3dd8-96f0-3bf0ec0aa816",
      "speaker": "Jordan",
      "start_timestamp": 2216.0,
      "text": "I mean, let's just go back to find the term created, Mohammed created ISIS. There"
    },
    {
      "end_timestamp": 2248.0,
      "id": "13646d4f-2bbb-3f4f-8529-c52270655841",
      "speaker": "Dan",
      "start_timestamp": 2221.0,
      "text": "we go. So in this clip, Alex has a clip of himself of Obama talking about how we will not be able to destroy terrorists through bombs and weapons, we need a better ideology. We need to get at the root of what causes people to join these groups. That's called strategy. That's very reasonable. Alex interprets that to mean they don't attack these guys. Hmm. So that's the sort of bedrock of this clip, right?"
    },
    {
      "end_timestamp": 2263.0,
      "id": "b52215fc-8c75-3d54-acbe-2dbbf8239522",
      "speaker": "Alex Jones",
      "start_timestamp": 2248.0,
      "text": "Okay. Now, let's go ahead. Let's do it. And let's go to this clip of Obama that we just need to have better ideas. What Caitlyn Jenner Yeah, maybe gel all kinda how to wear Xander over well, that idea Trump them?"
    },
    {
      "end_timestamp": 2265.0,
      "id": "e6fe2d35-b59c-3f92-9c7c-7e08b109daaf",
      "speaker": "Jordan",
      "start_timestamp": 2263.0,
      "text": "Mom is yes to"
    },
    {
      "end_timestamp": 2294.0,
      "id": "3adf8d83-cc3b-3fcc-83b7-c58a9f3fec39",
      "speaker": "Alex Jones",
      "start_timestamp": 2265.0,
      "text": "two plus two equals five. Maybe that ideal will defeat them against Western weapons. Most of them called him sixteens. Us 308 rifles 556. Most of its US may deliver Oh, they accidentally got special forces trucks and armored trucks. No, they didn't. They weren't given them. They were armed in Iraq. They were armed in other areas. Like, let's go ahead and go to the clip."
    },
    {
      "end_timestamp": 2333.0,
      "id": "bb317554-bdc5-3140-9f71-066302e4d40d",
      "speaker": "Barack Obama",
      "start_timestamp": 2294.0,
      "text": "And that means that we're going to have to pick up our game. Oh, yeah, prevent these tacks. It's also true why ultimately, in order for us to defeat terrorist groups like ISIL, and Al Qaeda, is going to also require us to discredit their ideology. Oh, yeah, sure, twisted thinking that draws vulnerable people into the ranks you agree with it? Before and I know our military leaders agree this broader challenge of countering violent extremism is not simply a military effort. Oh, yeah. Ideologies are not defeated. By better ideas, more attractive and more compelling. We're"
    },
    {
      "end_timestamp": 2347.0,
      "id": "547601e4-1315-3c62-a68c-8801cecdbc8e",
      "speaker": "Alex Jones",
      "start_timestamp": 2333.0,
      "text": "going to break we'll come back and play the issues, our proxy army to take over the Middle East and kill all the Christians. And we're gonna keep giving them weapons to do it. And then we're gonna use them to take your rights domestically."
    },
    {
      "end_timestamp": 2366.0,
      "id": "37679edb-d231-3690-836d-71c5fdc7fd55",
      "speaker": "Dan",
      "start_timestamp": 2347.0,
      "text": "Yeah, I don't understand. He talks about how Americana is so sexy. That's why he did that's exactly what he thinks. He thinks that if we create prosperity in this Americana system of free market, and what have you, it'll be such an undeniable system. And that's what people liked about us in the first place. Exactly. So kind of Yeah, he kind of does."
    },
    {
      "end_timestamp": 2369.0,
      "id": "ffdf12ff-f6ba-3e84-950d-466fb917cc7c",
      "speaker": "Jordan",
      "start_timestamp": 2366.0,
      "text": "He believes exactly what Obama said word for word."
    },
    {
      "end_timestamp": 2374.0,
      "id": "3d992a08-f60c-3b43-85ff-6fec85331ec3",
      "speaker": "Dan",
      "start_timestamp": 2369.0,
      "text": "But he thinks well, I don't know if he thinks but because I could just stop"
    },
    {
      "end_timestamp": 2378.0,
      "id": "9a1362f6-a868-3121-9bcf-f4f78c7dac4f",
      "speaker": "Jordan",
      "start_timestamp": 2374.0,
      "text": "back. Yeah. That might as well be your stopping point for that said he believes"
    },
    {
      "end_timestamp": 2385.0,
      "id": "50831aa0-0cd1-374f-b01e-dd647efe7c30",
      "speaker": "Dan",
      "start_timestamp": 2378.0,
      "text": "that. Obama is saying that we shouldn't attack them. And that's not what he's saying. He's saying it's it's,"
    },
    {
      "end_timestamp": 2395.0,
      "id": "bd82346c-66fc-38fd-98d2-096063bde308",
      "speaker": "Jordan",
      "start_timestamp": 2385.0,
      "text": "he even said not just bombs, which implies Oh, there's going to be Bob but Alex bland. If we take a look at Obama's track record on fours or in foreign policy, a lot of Bob's plenty"
    },
    {
      "end_timestamp": 2408.0,
      "id": "2393d826-ac18-3d1e-ac2e-257b51134012",
      "speaker": "Dan",
      "start_timestamp": 2395.0,
      "text": "so but he's saying like he at the end there what you were yelling over He says, Let me translate that for you. These are our proxy armies that are going to go kill Christians. Right? That's not what, that's not what Obama's saying. I"
    },
    {
      "end_timestamp": 2442.0,
      "id": "ab757b3b-850c-31d1-b934-cc0e8830be50",
      "speaker": "Jordan",
      "start_timestamp": 2408.0,
      "text": "don't think there's any like, there wasn't even a word or anything that you could twist that into. That was just him deliberately misunderstanding. No, no, no, not misunderstanding, deliberately saying some straight up bullshit is deliberately misleading. Yeah, yeah. Because otherwise he would have to say, recall Obama. Yeah. And that's just that's just not possible. No. Which, again, is why we're all fucked. Like when a Democratic president says something that Republicans agree with? If they can't agree with that, then they just lose their their mind. Yeah."
    },
    {
      "end_timestamp": 2451.0,
      "id": "766372a4-91ce-330e-9394-38241279b51c",
      "speaker": "Dan",
      "start_timestamp": 2442.0,
      "text": "And it has to shift to something else. Exactly. Like what we just discussed, right? It's you shift the goalposts, you move the conversation, to like, Oh, should I agree with you? But hold on one?"
    },
    {
      "end_timestamp": 2455.0,
      "id": "09fcde3d-2a38-34c6-8e7d-99cf577137cc",
      "speaker": "Jordan",
      "start_timestamp": 2451.0,
      "text": "Yeah. No, Benghazi, you're a monster. Yeah, emails."
    },
    {
      "end_timestamp": 2475.0,
      "id": "8b6117fe-5879-348f-8d98-53995a10d21f",
      "speaker": "Dan",
      "start_timestamp": 2455.0,
      "text": "So in this next clip, I believe on July 7, here, this is some evidence of Alex beginning to empathize with Trump, more than just agreeing with his rhetoric about immigrants. I believe that this clip shows some kernels of ice myself in him."
    },
    {
      "end_timestamp": 2623.0,
      "id": "cd4daad9-9a60-3b62-8881-d25fded32a93",
      "speaker": "Alex Jones",
      "start_timestamp": 2475.0,
      "text": "Like, I'm always talking about engineers, who have thrown me here or who have married somebody, engineer, and they'll say it's a sham marriage and send them out of the country. But then if you want to come here, from again, the biggest group of immigrants now is not Mexicans, Chinese. You come here and have your baby openly. You have the baby two weeks after you arrive. At your extended stay, it's in the news. You have your baby, it's all paid for. And then if I don't want to pay for it, I'm racist. Can I go to China and say, I'm here to have my baby. I want my free everything. I mean, it's crazy. And what's really got me angry about this is the Donald. The criticisms of Donald Trump that he's racist. I mean, I've got articles here where, yeah, we don't rent labor. It's been illegal aliens, working on the new Trump building don't know they want to be around him or work for him. I mean, that's an issue right there. We should investigate Trump as he have any illegals working for him. And again, I'm not even against the average person that's up here want a better life. The point is, that the large minority of the people that are criminals or milk of the system need to be kicked out. I mean, if you, if you can't kick them out, then you don't even have a country. This is chump Ville, we're talking about. I mean, I can't go to Mexico or Guatemala, or Nicaragua or El Salvador, or Colombia, or Venezuela, or Brazil, or Chile. Let's just go south and show up and ask them. Hey, we'll laugh at you. But you got these big banks and globalist groups that are financing. I mean, JP Morgan runs the food stamp program makes the money off of it takes the taxpayer money. They're behind it all. Donald Trump's Signature Collection made in Mexico. Yeah, and I think Donald Trump will argue yeah, those are good seamstress, people who are going to Mexico, I'm all for trade. I'm all for open business, because they're now going after him saying he's a hypocrite making stuff in Mexico. I actually buy coffee from Mexico is just the best coffee according to my palate. And it helps local farmers. I'm not against helping people in Mexico. That's the answer. But now the media is going after"
    },
    {
      "end_timestamp": 2625.0,
      "id": "84cdb660-afcc-3b8b-8917-bb25da272e71",
      "speaker": "Jordan",
      "start_timestamp": 2623.0,
      "text": "thing, don't believe"
    },
    {
      "end_timestamp": 2660.0,
      "id": "363c672b-a11c-34ba-b09b-2da6510e85ad",
      "speaker": "Alex Jones",
      "start_timestamp": 2625.0,
      "text": "Oh, what was that article from? It's interesting find that Huffington Post and what are they saying? I'm gonna say the headline, please. Donald Trump gets his stuff in Mexico, by those lazy people. He didn't say that. He said, The Bad are coming up here. In some cases. Internet reminds Donald Trump, his signature collection is made in Mexico. And that's what I'm seeing from having emotion and raw story is like, Hispanics are heard that Donald Trump says they're lazy. Donald Trump didn't say that. I'm sick of you liars. It's incredible. It's incredible. Amazing."
    },
    {
      "end_timestamp": 2687.0,
      "id": "9682fd4c-4b23-3c26-8d9a-b92c081dbab9",
      "speaker": "Dan",
      "start_timestamp": 2660.0,
      "text": "So he's created a straw man of the argument that Trump made is that Mexicans are lazy. It's because it's the easiest stereotype that Alex can grab onto. That's not what people are responding to at all. So he responds to this fake argument to create victimhood for Trump and victimhood for himself. He's starting to see the way that the media treats Donald Trump and it mirrors the way the media treats Alex. And I think that he is internalizing that"
    },
    {
      "end_timestamp": 2710.0,
      "id": "901571e7-ac9e-32d5-bbc1-2dc097962f75",
      "speaker": "Jordan",
      "start_timestamp": 2687.0,
      "text": "what's fascinating to me there is he goes, Why is everybody thinking that Donald Trump was a hypocrite just because he has and then earlier in that very same clip, he's like, maybe we should find out if he has a legal is working for him. Right? And you're like, No, you you. You did Alex, Alex, you did that bad. But who did that but"
    },
    {
      "end_timestamp": 2715.0,
      "id": "3996d9be-e3e4-39e5-9647-848f9d7fc260",
      "speaker": "Dan",
      "start_timestamp": 2710.0,
      "text": "also the reason people talked about him being a hypocrite for having his clothes made in foreign countries is that his whole platform"
    },
    {
      "end_timestamp": 2719.0,
      "id": "69819ee8-7d78-3c9a-b1a1-9f00a5f8ca34",
      "speaker": "Jordan",
      "start_timestamp": 2715.0,
      "text": "was America fake America first did great again. Yeah,"
    },
    {
      "end_timestamp": 2724.0,
      "id": "601d5d98-e99e-3b7a-9996-33daa3a3ea53",
      "speaker": "Dan",
      "start_timestamp": 2719.0,
      "text": "so that's the reason that people were clowning on him for that and understandably they should have"
    },
    {
      "end_timestamp": 2729.0,
      "id": "e448e129-9dfd-3f65-8011-d4455837d3a0",
      "speaker": "Jordan",
      "start_timestamp": 2724.0,
      "text": "Yeah, well, it's because it's hypocritical and yeah and stupid and it's ridiculous"
    },
    {
      "end_timestamp": 2746.0,
      "id": "bbc96a82-0980-300a-bac3-a89a2086b8ef",
      "speaker": "Dan",
      "start_timestamp": 2729.0,
      "text": "the argument that he got a good deal doing that isn't a good argument. That doesn't work. Now you got a good deal because if you care part of the deal, but if he's a deal maker, but if you care about America at all, and you're here about coffee from the Chiapas farmer, let's"
    },
    {
      "end_timestamp": 2749.0,
      "id": "80787c61-cbf5-34e0-956e-15f191d5edd8",
      "speaker": "Jordan",
      "start_timestamp": 2746.0,
      "text": "what's the best coffee for my palate? I don't know."
    },
    {
      "end_timestamp": 2753.0,
      "id": "b1e97f17-23df-306f-b05a-dfe6fbcd6c8c",
      "speaker": "Dan",
      "start_timestamp": 2749.0,
      "text": "I go Ethiopian Yirgacheffe. Be that as it may. Ah,"
    },
    {
      "end_timestamp": 2759.0,
      "id": "71e62d17-a8b5-328a-81e2-028909e902dc",
      "speaker": "Jordan",
      "start_timestamp": 2753.0,
      "text": "I go Folgers? Sure. Tastes like balls."
    },
    {
      "end_timestamp": 2781.0,
      "id": "867b24b6-e576-3973-a23e-8525c43819ec",
      "speaker": "Dan",
      "start_timestamp": 2759.0,
      "text": "Of America first Folgers Coffee? So I mean, that's just I think that's pretty interesting. Because I legitimately do think that he's starting to see the way people treat Trump and similar to how people treat me. I don't think it's enough to get him on board yet. Because obviously, it's not now but it's there's trends, some Gerald Cilenti style trends that are starting to bubble up"
    },
    {
      "end_timestamp": 2790.0,
      "id": "5af08dc5-c753-3b34-a223-724b4ca3f0b6",
      "speaker": "Jordan",
      "start_timestamp": 2781.0,
      "text": "once he starts defending Trump, then it's it's a pretty short walk. Right? Once you start once you start defending a guy, he's gonna become your"
    },
    {
      "end_timestamp": 2813.0,
      "id": "489af4dc-4046-3154-b9a4-b0a7547f7b5e",
      "speaker": "Dan",
      "start_timestamp": 2790.0,
      "text": "guy. No, because he's still just defending the words he's still attacking the man. He's still saying that I don't trust him, even if he is defending him. But I think that there's subconscious forces that are going on inside Alex that he might not even be aware of. Now Be that as it may, like love, I told you that July 7 was a weird fucking episode. And here's why. presented without comment."
    },
    {
      "end_timestamp": 2927.0,
      "id": "9a500295-f3d0-3f82-a1f5-f41f7ef0319c",
      "speaker": "Alex Jones",
      "start_timestamp": 2813.0,
      "text": "We have been warned. We have been warned. We have been threatened. We have been told through official channels, unofficial channels, threats, you name it. Stop investigating Sandy Hook. Now, when this first happened a few years ago, I didn't come out of the gate saying it was a false flag. Yes, you did. And I got criticized by a lot of our listeners who were smart folks. And he went and really investigated that Hey, Alex, you need to look at this again. All I know is that the official story doesn't add up. And then when retired state police officers and school investigation experts, and school safety experts and others began to investigate it. They were threatened. No emergency helicopters were sent. The ambulances came an hour and a half later and parked down the road. DHS an hour and a half later with a timestamp put up signs saying sign in here. They had porta potties being delivered within an hour and a half. It looked like a carnival look like a big PR stunt came out that Bloomberg a day before sent an email out to his gun control groups in all 50 states saying prepared to roll with a major operation coming up that came out in the news. It didn't we have the emails from city council back and forth and the school talking about it being shut down a year before. Nope. We have the school then being demolished and the records being sealed. Yep, we have videos that look just just incredibly suspicious where people are laughing and everything and they start huffing and puffing and start crying on TV, which is pure acting method. You got a degree Rob in theater. I mean, this is this is something that that that even lay people notice. So I began to investigate. So here's"
    },
    {
      "end_timestamp": 2941.0,
      "id": "f4b381d2-c308-35f6-9047-8001d2491cf6",
      "speaker": "Dan",
      "start_timestamp": 2927.0,
      "text": "a couple important things to break down here. All of those things that he brought up have been explained and debunked. Right? If you look into them, the person that he's talking about the school investigator who's been threatened is a guy named Wolfgang Halbig. How big of you let"
    },
    {
      "end_timestamp": 2944.0,
      "id": "c68dfc00-7b0f-35d6-ba6d-9cc0150a93d7",
      "speaker": "Jordan",
      "start_timestamp": 2941.0,
      "text": "is that name alone is enough to threaten him."
    },
    {
      "end_timestamp": 2994.0,
      "id": "94e60780-5960-3b94-b8ba-262ae8b6efb8",
      "speaker": "Dan",
      "start_timestamp": 2944.0,
      "text": "If you look into him. He is a con artist. Okay. He is a guy who was raised crazy amounts of money in quote unquote, investigating Sandy Hook. He's a guy who is offered bounties for proof that of various things throughout the years, and people have provided proof. And he's been like, no, not real. He's like, I'll give you $1,000 If you can give me a picture of X, Y and Z, people show up give him pictures. And he's like, not not good enough. Nope. Doesn't have metadata on the image. That's a good racket. Yeah, it totally that's a good racket. He is an absolute con artist. He's been harassing the family members of the children who died. It's It's disgraceful. He makes the argument that the kids who allegedly died were the ones who were at the Super Bowl. Who got to sing I can't remember who they sang with."
    },
    {
      "end_timestamp": 3000.0,
      "id": "8fdaa514-a5e1-3187-a76c-487df67cd402",
      "speaker": "Jordan",
      "start_timestamp": 2994.0,
      "text": "Jennifer Hudson I refuse to even for rampage with the words huge To set forensic"
    },
    {
      "end_timestamp": 3004.0,
      "id": "f5e1bbd2-3e5f-3ced-a3ca-e96d5139cd6a",
      "speaker": "Dan",
      "start_timestamp": 3000.0,
      "text": "specialists have documented that absolutely. Those aren't the same kids."
    },
    {
      "end_timestamp": 3020.0,
      "id": "0293d122-53f7-3fc7-b2e9-c47094f768a6",
      "speaker": "Jordan",
      "start_timestamp": 3004.0,
      "text": "Why? There's no right. No, who cares? I refuse but I don't. Here's why would you need to? Oh, I know where we're gonna hide these kids next to Jennifer Hudson at the Super Bowl fuck you. That's less your magic. That's dumb, lesser"
    },
    {
      "end_timestamp": 3035.0,
      "id": "df4d598b-8996-3d97-9859-75a61a8e21a7",
      "speaker": "Dan",
      "start_timestamp": 3020.0,
      "text": "magic. Don't now here's the next thing. The idea the the story that Alex Jones keeps pushing whenever he brings up Sandy Hook is the Michael Bloomberg, cuz he wants to take everyone's guns the night before he told everybody it's time to write right as if you knew if he"
    },
    {
      "end_timestamp": 3039.0,
      "id": "a4d5031e-4e68-33fb-8424-cf43f95cf68e",
      "speaker": "Jordan",
      "start_timestamp": 3035.0,
      "text": "also was leading a posse in the old west shirt"
    },
    {
      "end_timestamp": 3078.0,
      "id": "96a14483-4b82-3e13-a9dc-319705909fb4",
      "speaker": "Dan",
      "start_timestamp": 3039.0,
      "text": "I've looked at I've looked into this. I've tried to find evidence of this. I can't find any evidence on any reputable news source. I can't find any evidence of this even on disreputable news sources. I can't find any article even about this on Infowars. So you can just make this make this shit up. I found one article on Infowars about Mike Bloomberg and how he wants to take your guns and he was ready for Sandy Hook. Now the article links to another article about how after the Aurora shooting the Batman shooting, right Michael Bloomberg made a very serious effort in order to push gun control because he was shocked and horrified because Apple died"
    },
    {
      "end_timestamp": 3080.0,
      "id": "82b26cdc-f718-35de-8be7-1fac72edad92",
      "speaker": "Jordan",
      "start_timestamp": 3078.0,
      "text": "yet another senseless shooting."
    },
    {
      "end_timestamp": 3101.0,
      "id": "d283bcb3-831b-3283-af67-c482e7ebde75",
      "speaker": "Dan",
      "start_timestamp": 3080.0,
      "text": "Yeah. And if you look at Mike Bloomberg history, one of the big things that he focuses on and it seems to be a real big issue for him is avoidable deaths. So it's people like to clown about how he tried to outlaw big sodas, you know, giant sodas in New York. Yeah, but the reason is, sugar kills a lot of people that don't need to die,"
    },
    {
      "end_timestamp": 3107.0,
      "id": "4004973b-fdb2-3ecb-bc36-f37482c9b1be",
      "speaker": "Jordan",
      "start_timestamp": 3101.0,
      "text": "right? As like this delicious Fago cotton candy. Jesus Christ, right. But so"
    },
    {
      "end_timestamp": 3128.0,
      "id": "a06e5ab7-4ade-3b88-97bc-d22856993513",
      "speaker": "Dan",
      "start_timestamp": 3107.0,
      "text": "the gun the gun stuff matches up very close with a lot of his philosophies about deaths that don't need to happen don't need to happen. Right. So after the Aurora shooting, he did try and put together some some organizations, some allies to work on gun control. And that's the only evidence that they they offer at all Yeah,"
    },
    {
      "end_timestamp": 3130.0,
      "id": "1e63891f-99bb-3959-9bd8-436b40edf281",
      "speaker": "Jordan",
      "start_timestamp": 3128.0,
      "text": "that was that was all set up the day before Sandy. I"
    },
    {
      "end_timestamp": 3146.0,
      "id": "ff6c9ad7-13e0-39ff-b218-04d9e0b54188",
      "speaker": "Dan",
      "start_timestamp": 3130.0,
      "text": "think it was like three or four months before Sandy Hook. And so whenever Sandy Hook did end up happening, of course he was prepared it to he didn't talk to people the night before with for knowledge right now the most important"
    },
    {
      "end_timestamp": 3158.0,
      "id": "c4513921-0884-3e76-bee5-2fbe64720463",
      "speaker": "Jordan",
      "start_timestamp": 3146.0,
      "text": "so why would you even need to set one up? You can just wait, there's going to be another mass shooting. Right? And I think you don't need why would you ever why would you ever need to false flag a mass shooting but I think just wait a week. I"
    },
    {
      "end_timestamp": 3167.0,
      "id": "29ab7ab2-258d-3375-9553-bac13708489b",
      "speaker": "Dan",
      "start_timestamp": 3158.0,
      "text": "think that's why Bloomberg started making moves after the Aurora one knowing that eventually something's going to happen. Of course, you should be prepared to help"
    },
    {
      "end_timestamp": 3178.0,
      "id": "27b0465d-f681-37e4-9cc2-a45489f4199b",
      "speaker": "Jordan",
      "start_timestamp": 3167.0,
      "text": "Alex laying out that evidence is it sounds like if OJ defended himself and his trial just like, yeah, no, this is true. It's weak. Yeah, this is bullshit. So"
    },
    {
      "end_timestamp": 3194.0,
      "id": "da2da7a5-108b-3dd4-a9e3-bfce79573c5b",
      "speaker": "Dan",
      "start_timestamp": 3178.0,
      "text": "this isn't why this is super fucked up. We're gonna get into why but I want you to take note of one thing from that clip that is very important. He's talking to rob do, who is now resurfaced."
    },
    {
      "end_timestamp": 3198.0,
      "id": "d7ede026-40d3-376e-bad9-9694be41ae84",
      "speaker": "Jordan",
      "start_timestamp": 3194.0,
      "text": "He's gotten back from his detox to get all that super mail out of"
    },
    {
      "end_timestamp": 3206.0,
      "id": "ede5b636-a4de-3af3-9f36-fb3844d3ce9f",
      "speaker": "Dan",
      "start_timestamp": 3198.0,
      "text": "him. At the end of that clip. He says you have a degree in theater. Rob do isn't a journalist. He has a degree in theater."
    },
    {
      "end_timestamp": 3212.0,
      "id": "2688548a-1900-31ae-8c32-96b118abdcdd",
      "speaker": "Jordan",
      "start_timestamp": 3206.0,
      "text": "Is it a master's? I don't know. Does he have an MFA? I don't know. I want to know I'm just"
    },
    {
      "end_timestamp": 3219.0,
      "id": "6d60d875-f8c6-308f-84e7-390e9538e508",
      "speaker": "Dan",
      "start_timestamp": 3212.0,
      "text": "going based on what Alex just I want to know can he teach he's not trained in journalism. Now he's a theater major."
    },
    {
      "end_timestamp": 3221.0,
      "id": "ad60d8bc-1c3e-3346-a3ae-1838c4103872",
      "speaker": "Jordan",
      "start_timestamp": 3219.0,
      "text": "And he is a terrible actor."
    },
    {
      "end_timestamp": 3224.0,
      "id": "a5e6f422-0343-3176-960e-b6233e25888b",
      "speaker": "Dan",
      "start_timestamp": 3221.0,
      "text": "Yeah, he's very he does not have that it."
    },
    {
      "end_timestamp": 3228.0,
      "id": "ab11851b-a020-3baf-9a9f-3509b25b941c",
      "speaker": "Jordan",
      "start_timestamp": 3224.0,
      "text": "Now he should have he should have changed focuses so Alex"
    },
    {
      "end_timestamp": 3235.0,
      "id": "fa79f58d-df0b-3a58-ab26-d57acdf7ebbf",
      "speaker": "Dan",
      "start_timestamp": 3228.0,
      "text": "has laid out some real bad evidence in terms of Sandy Hook, but the real story here,"
    },
    {
      "end_timestamp": 3242.0,
      "id": "beca20a0-aad6-31ec-8c3e-5d4a4174481a",
      "speaker": "Jordan",
      "start_timestamp": 3235.0,
      "text": "it'd be nice to discover that Rob do is actually an amazing playwright. Sure, like he's just so good. This is for cover research"
    },
    {
      "end_timestamp": 3248.0,
      "id": "fe602203-50ed-37d6-9173-4a85d9ba42c1",
      "speaker": "Dan",
      "start_timestamp": 3242.0,
      "text": "or what he is an amazing vibrant super interesting guy who's playing boring."
    },
    {
      "end_timestamp": 3254.0,
      "id": "75fe5137-f659-3835-a16b-e90d39b85335",
      "speaker": "Jordan",
      "start_timestamp": 3248.0,
      "text": "Oh, that man that could be he maybe he's a terrible actor or maybe he's the best"
    },
    {
      "end_timestamp": 3259.0,
      "id": "9c264d92-c6b6-36a5-b887-0784ff981be9",
      "speaker": "Dan",
      "start_timestamp": 3254.0,
      "text": "actor possible. But you know what, he has family members. And that's something that is important."
    },
    {
      "end_timestamp": 3263.0,
      "id": "e2787cc6-ea59-3c95-b2c2-2815b79567c8",
      "speaker": "Jordan",
      "start_timestamp": 3259.0,
      "text": "Daniel do Lewis that's what"
    },
    {
      "end_timestamp": 3265.0,
      "id": "ba70f2cb-0bb3-3fc3-b234-0398058f9112",
      "speaker": "Dan",
      "start_timestamp": 3263.0,
      "text": "we're gonna get into Rob do his family."
    },
    {
      "end_timestamp": 3319.0,
      "id": "5de33fdb-667e-3819-8d34-c12fbe1b5ce6",
      "speaker": "Alex Jones",
      "start_timestamp": 3265.0,
      "text": "But now your uncle John do Navy shield. retired FBI agent works for a successful security company. I had missed this episode of the nightly news back on June 4. And then again last week when you did an update and then I heard you talking about it yesterday. I knew that we've sent our reporter damnit donde there for days to cover the City Council hearings about it. The fact that they're sealing everything. And then you just said oh yes. And that's why I'm trying to get my uncle to to Tell me more, because he's been in John Gotti hearings and been involved in huge cases, a pretty prominent FBI agent before he retired. And in his words, he said he's seen the most sacred of Mafia stuff ever. And he's never seen people more close lipped. He's never seen something where it basically stinks."
    },
    {
      "end_timestamp": 3335.0,
      "id": "eb43fdff-b4ec-3f6e-97ff-833847e92067",
      "speaker": "Dan",
      "start_timestamp": 3319.0,
      "text": "So Rob dews uncle is investigating Sandy Hook Why is a Navy Seal and in former FBI guy too, though, okay. Yeah. All right. former FBI agent who investigated mobs All right is up there in Sandy Hook Connecticut."
    },
    {
      "end_timestamp": 3339.0,
      "id": "a1d62a39-d0af-3c3c-87a0-0c85e51cba3c",
      "speaker": "Jordan",
      "start_timestamp": 3335.0,
      "text": "I call bullshit. Totally call utter bullshit,"
    },
    {
      "end_timestamp": 3351.0,
      "id": "dea34245-4e77-3b8b-9608-6dd14d63657b",
      "speaker": "Dan",
      "start_timestamp": 3339.0,
      "text": "but he was there he was at the hearing. Okay. And we'll get to the actual interview that they air with John do they have an uncle? Okay. Damn but donde and then"
    },
    {
      "end_timestamp": 3355.0,
      "id": "4426505c-b984-3008-9e07-715266ff78e3",
      "speaker": "Jordan",
      "start_timestamp": 3351.0,
      "text": "they have Tim do sleepy do angry do"
    },
    {
      "end_timestamp": 3377.0,
      "id": "29f0fc92-2a2b-3a5f-928f-aa03c23e4e65",
      "speaker": "Dan",
      "start_timestamp": 3355.0,
      "text": "morning dew? Yeah. Mountain Dew. So they're going on a lot. They're they're taking something very small and spreading it out to be something major as big as it could be and the reality of what they could they couldn't they shouldn't report this. No, because it's nothing"
    },
    {
      "end_timestamp": 3382.0,
      "id": "d68d1dc2-b4a3-341b-a3e9-80fb6c017e40",
      "speaker": "Jordan",
      "start_timestamp": 3377.0,
      "text": "they make 10 different types of TV uncle was in Connecticut."
    },
    {
      "end_timestamp": 3388.0,
      "id": "9cb8d019-f9c2-32f2-bfc8-739743b0bdef",
      "speaker": "Dan",
      "start_timestamp": 3382.0,
      "text": "That's the news. So here we go. Let's just get through some of these clips. Because it's"
    },
    {
      "end_timestamp": 3393.0,
      "id": "382437ba-9367-3d0f-a08c-a2c0cb0d2987",
      "speaker": "Jordan",
      "start_timestamp": 3388.0,
      "text": "nonsense. A Connecticut Yankee in Sandy hooks court let's ask"
    },
    {
      "end_timestamp": 3419.0,
      "id": "addc8942-378b-30fd-a2e8-e87e37a95d29",
      "speaker": "Alex Jones",
      "start_timestamp": 3393.0,
      "text": "your opinion, your gut level without getting into the personalities involved? Gotten clearly see they're scared the wagons are circled. They could just release all this there is no paperwork. No, there isn't. And that's what it's all. So I mean, I guess totally made up with green screens, everything and we've got them on green screens. I mean, what is going on here on? That's how evil these people are, is that they can have CNN involved all these people. It's like a Manhattan Project of the gun grabbers."
    },
    {
      "end_timestamp": 3423.0,
      "id": "952b1d45-509c-33ba-9e85-776b6a511e50",
      "speaker": "Jordan",
      "start_timestamp": 3419.0,
      "text": "I love that. A Manhattan Project of the gun grabbers"
    },
    {
      "end_timestamp": 3458.0,
      "id": "10f4ac62-ddff-31cf-baf6-dd29964faea3",
      "speaker": "Dan",
      "start_timestamp": 3423.0,
      "text": "their gun grabbers. But so based on what he's saying is I can't believe they're this evil you'd have to have so many people involved in which is pretty much the reason why. It's very unreasonable to think that yeah, but that again, right there in that clip. Alex, in present day claims that he never said Sandy Hook was fake. He never said all that we have. We have the one clip we routinely play where he says no one died. It was all actors. And here he's doing a half hour segment on the June 7 2015 Show. July 7, excuse me, so"
    },
    {
      "end_timestamp": 3467.0,
      "id": "c1bba998-69fc-30a8-ab9e-8adc70567ce3",
      "speaker": "Jordan",
      "start_timestamp": 3458.0,
      "text": "I want to see you Robert Redford star in the gun grabbers. I think that would be a good one. Not Daniel. Do Lewis. No, no, definitely not. Daniel Day Lewis."
    },
    {
      "end_timestamp": 3475.0,
      "id": "f1d83fba-b26f-3b9b-ae10-fe894b58d658",
      "speaker": "Dan",
      "start_timestamp": 3467.0,
      "text": "So this next clip we get to the actual interview with it seems like a 70s movie. Yeah, probably. Yeah. No, I think it's a spaghetti western."
    },
    {
      "end_timestamp": 3478.0,
      "id": "7591a29a-c25c-34cd-91df-dec43d72a623",
      "speaker": "Jordan",
      "start_timestamp": 3475.0,
      "text": "It's it's a sequel to the sting. Yeah."
    },
    {
      "end_timestamp": 3494.0,
      "id": "6eed4877-9367-3b66-91a0-fbe3c8d6fd2e",
      "speaker": "Dan",
      "start_timestamp": 3478.0,
      "text": "There was a sequel to this thing. Oh, was there there was this thing to any good? Nope. So in this next clip, we get to the actual interview with John do and crack reporter Dan, but donde who is no longer read or heard that name before? I don't think he's around anymore. But anyway, here we go."
    },
    {
      "end_timestamp": 3514.0,
      "id": "130d36f9-0874-3016-b221-25544eae7334",
      "speaker": "Alex Jones",
      "start_timestamp": 3494.0,
      "text": "I mean, ladies and gentlemen, we are on to something big here. Let's just go ahead and go to part of this clip with your uncle. This is John do our news directors uncle that we just suddenly see at the Sandy Hook hearing law reporter Here's Dan Bidadi."
    },
    {
      "end_timestamp": 3530.0,
      "id": "9dcd5382-8577-34c8-8897-0498d967197e",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3514.0,
      "text": "Freaking here today, what did you think of the whole thing? Very strange. situation. Yes. So what do you expect to come out of this? You think they're going to try to cover this up? Or is this going to go anyway? I really don't know. I've never seen anything like this."
    },
    {
      "end_timestamp": 3536.0,
      "id": "29ad849e-dc52-3972-8c80-1fcdd34dea5d",
      "speaker": "Alex Jones",
      "start_timestamp": 3530.0,
      "text": "And again, I wish I'm glad that Donnie was there a great job and I wish it would have gone on more. Yeah, yeah, no shit,"
    },
    {
      "end_timestamp": 3565.0,
      "id": "98fda60d-3c44-3e95-868d-366f9d5294cd",
      "speaker": "Jordan",
      "start_timestamp": 3536.0,
      "text": "but donde was the one but donde is the guy who sounds like he's from Jersey. Yes. Yes. How do you take a man like that? Seriously? I don't know. There's a reason that most reputable news organizations don't send some but don't send a man on the street interview out there with like, hey, what do you feel about Obama doing this stuff? Ah, hey, what do you think? Hey, you think this is a cover up? Yeah, I think it might be a cover up. You think this is a cover up?"
    },
    {
      "end_timestamp": 3569.0,
      "id": "c3bf9d6a-c7be-3fa7-a5bd-adeebad3cac3",
      "speaker": "Dan",
      "start_timestamp": 3565.0,
      "text": "Ya know? Even the local Chicago news doesn't"
    },
    {
      "end_timestamp": 3576.0,
      "id": "79e1e5b4-d82d-30ad-b859-b3aa52a14d96",
      "speaker": "Jordan",
      "start_timestamp": 3569.0,
      "text": "but they fucking should totally watch Oh, absolutely. But so we've got any calluses of man on the street interview."
    },
    {
      "end_timestamp": 3605.0,
      "id": "ad9f7278-7a6c-32fd-be5a-2c929017b3c3",
      "speaker": "Dan",
      "start_timestamp": 3576.0,
      "text": "We've got a 10 second clip where all he says is this is weird. Never seen anything like this before, which could mean I've never seen anything this horrifying. I've never seen something this tragic, could mean any number of things and they're just extrapolating it because there's private conversations that Rob do has had with his uncle. We don't spell out anything more private conversation. So Allah But this point tries to get Rob dude to give a quote about these private conversation but"
    },
    {
      "end_timestamp": 3637.0,
      "id": "229c0aaf-a324-3a44-b623-5393c5c830bb",
      "speaker": "Jordan",
      "start_timestamp": 3605.0,
      "text": "it's such a good idea if you're a bullshit artist to not ask direct questions like in the press pool at the White House, whenever they're asking Sean Spicer, those inane, pointless questions, if you just got, like, if you just got a direct answer from somebody, then you have to engage with that. But if you're like, but donde, then you can just ask a random ask question. And he says, could be and that's that means that you can say whatever you want, you can just go wherever he thinks it's fake. Yeah, exactly."
    },
    {
      "end_timestamp": 3652.0,
      "id": "725a7f0c-dd6a-380a-b353-277cde4cf940",
      "speaker": "Dan",
      "start_timestamp": 3637.0,
      "text": "So like I said, Alex is pushing for some inside information about the conversation that Rob do had with his uncle. Right. And there's some true comedy in this clip, where Alex sort of tries to explain what Rob do his job is a little bit. This is really funny."
    },
    {
      "end_timestamp": 3660.0,
      "id": "207d2666-0b06-315b-91e6-d9245868b8be",
      "speaker": "Rob Dew",
      "start_timestamp": 3652.0,
      "text": "He wasn't saying a lot. And he's like, you know, Robert, this is strange. I've never seen anything like it. Never seen anything like it. And he's been in court cases. It's not like as you said,"
    },
    {
      "end_timestamp": 3667.0,
      "id": "d50f57e4-89b1-3c17-816b-693d01e621b0",
      "speaker": "Alex Jones",
      "start_timestamp": 3660.0,
      "text": "he also said it doesn't add up. Oh, yeah. What Yeah, nothing adds up. It adds up. What was his exact quote was I want to put up an article."
    },
    {
      "end_timestamp": 3670.0,
      "id": "9ea09612-d5ec-3dcd-a506-d5534b256762",
      "speaker": "Rob Dew",
      "start_timestamp": 3667.0,
      "text": "I would say, take that from there. I will share"
    },
    {
      "end_timestamp": 3678.0,
      "id": "dfb53e59-e535-3fcd-88e6-a5d63b139533",
      "speaker": "Alex Jones",
      "start_timestamp": 3670.0,
      "text": "your reporter right. You're a news director. This is your uncle. It's incredible for you to quote somebody go back to the memory. What did he said?"
    },
    {
      "end_timestamp": 3703.0,
      "id": "6eb75ae5-0477-3e72-866f-e486d2fae209",
      "speaker": "Rob Dew",
      "start_timestamp": 3678.0,
      "text": "I'll think about the exact words but no, I'm getting from what I remember. Cuz I was talking to him. I had an earpiece, I understand talking to him, because I wanted to get something out of him before we did, because we did the show that night on the floor. That day on the fourth. And I wanted to talk about it. I said, Hey, I've got this short interview with you. You know, and you're saying it's strange. It doesn't add up. He's like, I've never been in a court proceeding like that, ever. Where people don't know anything. Alex is"
    },
    {
      "end_timestamp": 3713.0,
      "id": "da5756a8-6fbf-3932-aa8c-f5ddafd991ee",
      "speaker": "Dan",
      "start_timestamp": 3703.0,
      "text": "sick of the bullshit. He wants him to just come up with a quote. And he's saying I don't really remember what exactly he said, Fuck it. It's credible. You're the news director. Just say whatever."
    },
    {
      "end_timestamp": 3714.0,
      "id": "eed8a5b4-1586-34bc-8f18-3dfecc4a7c6c",
      "speaker": "Jordan",
      "start_timestamp": 3713.0,
      "text": "Yeah, exactly."
    },
    {
      "end_timestamp": 3716.0,
      "id": "f96cb534-d8b1-3385-b25e-208c5ed882bb",
      "speaker": "Dan",
      "start_timestamp": 3714.0,
      "text": "That's such bad journalistic ethics."
    },
    {
      "end_timestamp": 3722.0,
      "id": "413b258c-f4b6-304a-a78e-8ec872267697",
      "speaker": "Jordan",
      "start_timestamp": 3716.0,
      "text": "It's less it's less like tell me the truth and more like make up something good asshole that what do"
    },
    {
      "end_timestamp": 3734.0,
      "id": "e7b44d04-67d7-38c1-bd4f-c265ea43fda5",
      "speaker": "Dan",
      "start_timestamp": 3722.0,
      "text": "you think I pay you for? You have credibility? You're the news director make up some? Yeah, just last just lie. In a good way. Yeah. And all Rob do will say is the stuff that comes from that 10 second video?"
    },
    {
      "end_timestamp": 3739.0,
      "id": "44838980-bd11-39d7-aa3b-f0c4ab5a1c13",
      "speaker": "Jordan",
      "start_timestamp": 3734.0,
      "text": "Yeah, you should have a degree in improv training because then he could have yes handed."
    },
    {
      "end_timestamp": 3745.0,
      "id": "5bb4c1ad-f724-3203-9292-00db5cfa9da5",
      "speaker": "Dan",
      "start_timestamp": 3739.0,
      "text": "Even the stuff that he says that he said in a private conversation is just the same stuff that's in that band. But donburi clip? Yeah, there's nothing here."
    },
    {
      "end_timestamp": 3758.0,
      "id": "b7244910-dbcd-3f5a-ba76-9987dfd79cb7",
      "speaker": "Jordan",
      "start_timestamp": 3745.0,
      "text": "He said he's never seen anything like this in the court proceedings. Now. Alex, He's been in court cases before. Yeah. How many court cases? All of them every one. That's how we know that he's never seen anything like this. Totally. And that's a credible report."
    },
    {
      "end_timestamp": 3767.0,
      "id": "a39a1845-9bd1-3f96-ae94-fe8f73a0d60f",
      "speaker": "Dan",
      "start_timestamp": 3758.0,
      "text": "So Alex at this point is sick of the bullshit. And so here's him sort of giving Rob do some shit. This is this is also pretty funny. So where does he live up there?"
    },
    {
      "end_timestamp": 3778.0,
      "id": "cedc4fe7-3aab-3f0c-8ce2-03798fcbe717",
      "speaker": "Rob Dew",
      "start_timestamp": 3767.0,
      "text": "Yeah. He lives up. He doesn't live in Connecticut. He lives south in New York City."
    },
    {
      "end_timestamp": 3787.0,
      "id": "8bd4421c-efaa-3fdc-800d-86363eef3e72",
      "speaker": "Alex Jones",
      "start_timestamp": 3778.0,
      "text": "Come on. It's not a secret agent. The people that did Sandy Hook knows where you're on the list. I'm sure they do. Yeah. It's like Larry Nichols was his home address."
    },
    {
      "end_timestamp": 3793.0,
      "id": "60a36397-ba63-3670-9115-a2d5ac3ab31b",
      "speaker": "Dan",
      "start_timestamp": 3787.0,
      "text": "Yeah, he's just like, fuckin tell me where your uncle lives. You tell me."
    },
    {
      "end_timestamp": 3794.0,
      "id": "6029ff79-b7b9-373e-af90-cd9e0b4c7dce",
      "speaker": "Jordan",
      "start_timestamp": 3793.0,
      "text": "So he lives in New Jersey, Jesus Christ."
    },
    {
      "end_timestamp": 3821.0,
      "id": "a7581ad3-12d7-3c2e-8647-9091904cdd23",
      "speaker": "Dan",
      "start_timestamp": 3794.0,
      "text": "South in New York. Oh, you mean Jersey? I love that. But that also the other important thing there is just phrasing because he's like, the people who did Sandy Hook know where your uncle lives, which is implying that there are people who did Sandy Hook. Yeah, the people who did it. Yeah. So Alex, we know what you believe you're busted. There's no way around this. You. I mean, we have now two episodes where you just straight up, do exactly what you claim you didn't do?"
    },
    {
      "end_timestamp": 3825.0,
      "id": "691dad70-373c-33ab-b274-a4b6e26d7d3c",
      "speaker": "Jordan",
      "start_timestamp": 3821.0,
      "text": "believe we've at least touched on it on three other episodes as"
    },
    {
      "end_timestamp": 3878.0,
      "id": "55aa8e98-8c4e-3ba7-8924-a6b030551be6",
      "speaker": "Dan",
      "start_timestamp": 3825.0,
      "text": "well, totally. And this episode, he also talks about how everyone thinks that he said Jade Helm was real. But he's like, I didn't say it was real. I said it's conditioning. Yeah, I don't care to go back and dig through all the episodes and find out where he actually said Jade Helm is where? Yeah, we can assume Yeah, based on the fact that so far, we've had a 100% batting average whenever going back whenever he says whenever I didn't say this, we like oh, and it was this day. If he says it's in the mainstream news. Everybody knows it means it's not true. If he says I didn't say it, he fucking totally said it. So we're done with July 7. And now we move to July 8, right. And one of the important things that I don't have audio of just because it's long and boring, is in this episode, Alex expresses some pretty strong support for Nigel Farage and the UKIP"
    },
    {
      "end_timestamp": 3885.0,
      "id": "778e752f-2e4a-3d14-af43-6bf2dc8278dd",
      "speaker": "Jordan",
      "start_timestamp": 3878.0,
      "text": "not good at this point, centering how Nigel is now part of the FBI investigation into Russian hacking. This is not great"
    },
    {
      "end_timestamp": 3889.0,
      "id": "a95022ea-1608-3557-beae-fc38c1baef79",
      "speaker": "Dan",
      "start_timestamp": 3885.0,
      "text": "is almost certainly Roger stones back channel to Julian Assange,"
    },
    {
      "end_timestamp": 3890.0,
      "id": "cd38795d-06ef-3031-a58c-96d2628d1f2c",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3889.0,
      "text": "you think so"
    },
    {
      "end_timestamp": 3907.0,
      "id": "4bb0e226-c7ca-3e50-b7ce-aceb0cb93685",
      "speaker": "Dan",
      "start_timestamp": 3890.0,
      "text": "I would say almost 100% Okay. The fact that Nigel Farage has been seen going to the embassy, and when he was questioned when he came out of the embassy. What were you doing in there? He said, I don't remember. Oh, no. What right when he came out of the Ecuadorian embassy,"
    },
    {
      "end_timestamp": 3913.0,
      "id": "895111fa-63d9-3298-8ff4-70039eb1a8d4",
      "speaker": "Jordan",
      "start_timestamp": 3907.0,
      "text": "he walked into the Ecuadorian Embassy. Yep, did a thing. Yep. And when he left the Ecuadorian embassy, we were like, What"
    },
    {
      "end_timestamp": 3914.0,
      "id": "61cecc60-e5f7-3597-a065-aba8afdd3123",
      "speaker": "Dan",
      "start_timestamp": 3913.0,
      "text": "are you doing in there?"
    },
    {
      "end_timestamp": 3922.0,
      "id": "c7366673-6b1c-3375-ac6e-232b5549cd04",
      "speaker": "Jordan",
      "start_timestamp": 3914.0,
      "text": "He forgot what it was he was doing and I have no idea what I was doing so we can assume it's not good. Julian Assange. hypnotist?"
    },
    {
      "end_timestamp": 3924.0,
      "id": "45927e25-68e1-3de4-ac33-dd84de0e93e4",
      "speaker": "Dan",
      "start_timestamp": 3922.0,
      "text": "Totally. That makes men and black thing?"
    },
    {
      "end_timestamp": 3934.0,
      "id": "fd29dfd5-e454-3536-905b-0c11f3b0badd",
      "speaker": "Jordan",
      "start_timestamp": 3924.0,
      "text": "Oh, yeah, there we go. Two men and black references on the same episode, guys, you're all getting policy wonk material for free can"
    },
    {
      "end_timestamp": 3958.0,
      "id": "c3f4c7b9-58dc-3331-afbb-005cdec88151",
      "speaker": "Dan",
      "start_timestamp": 3934.0,
      "text": "we make a hat? So he expresses and at this point, the Brexit hasn't happened yet. Right. So Nigel Farage is just a four time failed politician whack job anti immigration, anti EU kind of guy right? Which makes sense why dick, but it makes sense why Alex would be onto into him. You know,"
    },
    {
      "end_timestamp": 3959.0,
      "id": "2cf25ab8-51fa-3c84-9728-671b9afadcd8",
      "speaker": "Jordan",
      "start_timestamp": 3958.0,
      "text": "he's a white nationalist. There"
    },
    {
      "end_timestamp": 3970.0,
      "id": "032343e7-9c7f-39f0-bbc4-1cef0a398c73",
      "speaker": "Dan",
      "start_timestamp": 3959.0,
      "text": "are similarities between the two their worldviews, but it's important that we bring that up because it does feed into my crazy theory that I'll be getting to at the end. Yes, this is one of the important building blocks"
    },
    {
      "end_timestamp": 3973.0,
      "id": "3cbf6f22-2fd1-3339-9df5-335560f891a7",
      "speaker": "Jordan",
      "start_timestamp": 3970.0,
      "text": "the Grand Unified Field Theory of right wing propaganda."
    },
    {
      "end_timestamp": 3997.0,
      "id": "164c468a-bf42-309d-80fd-a9931d07215b",
      "speaker": "Dan",
      "start_timestamp": 3973.0,
      "text": "Well, much like how on our last episode, we showed that Alex was super into Jeff Sessions, even before he was a part of Trump's campaign. Right. It's important that we have this pre Brexit pre Trump involvement with Nigel Farage in with Alex Alex into him, right. And apparently he's been on the show before I don't have I don't have episodes. I haven't heard any episodes where Faraj is on but he apparently has been a guest. It's like"
    },
    {
      "end_timestamp": 4005.0,
      "id": "688589b4-9871-310d-924f-f2cbff606634",
      "speaker": "Jordan",
      "start_timestamp": 3997.0,
      "text": "we're doing the Marvel Universe team up like we're doing the films that they use to set up the Avengers. Yeah, like that's what's going on. Right"
    },
    {
      "end_timestamp": 4006.0,
      "id": "b13b785d-8c25-3365-9f30-b5828e3f7c56",
      "speaker": "Dan",
      "start_timestamp": 4005.0,
      "text": "kind of is. Yeah,"
    },
    {
      "end_timestamp": 4015.0,
      "id": "cb0f50a8-5ddf-3ec0-a522-d1bc80c878a1",
      "speaker": "Jordan",
      "start_timestamp": 4006.0,
      "text": "we're let's call it Nigel Farage, Thor. Let's do that. Because he's, he's from a different country. He's a fish out of water in America should"
    },
    {
      "end_timestamp": 4023.0,
      "id": "7821c3ca-db5a-3941-925d-3b148082931d",
      "speaker": "Dan",
      "start_timestamp": 4015.0,
      "text": "be Suicide Squad backstory. They're bad guys. But also it's very disappointing. Results."
    },
    {
      "end_timestamp": 4026.0,
      "id": "0c564d71-1b39-3893-a7b0-82a1c9143f89",
      "speaker": "Jordan",
      "start_timestamp": 4023.0,
      "text": "It's embarrassing. Yeah. Okay."
    },
    {
      "end_timestamp": 4035.0,
      "id": "0c438d6f-7a43-3b83-8a3e-fb6f67c2af4b",
      "speaker": "Dan",
      "start_timestamp": 4026.0,
      "text": "Here we go. Joe Farage is sending his cast members used condoms. So, on July 8, he talks a lot about collapse."
    },
    {
      "end_timestamp": 4039.0,
      "id": "0896e15a-92b8-3633-94c8-6201656fd8b3",
      "speaker": "Jordan",
      "start_timestamp": 4035.0,
      "text": "And Jakari. Jackson is of course, Will Smith, because he's so much better than this shit."
    },
    {
      "end_timestamp": 4042.0,
      "id": "e4ec43de-bde8-3111-adb9-bdb11234a816",
      "speaker": "Dan",
      "start_timestamp": 4039.0,
      "text": "He's also someone who quit the movie. Yeah."
    },
    {
      "end_timestamp": 4044.0,
      "id": "bc0d16c1-e2ad-3d5b-8725-e6a06098870d",
      "speaker": "Jordan",
      "start_timestamp": 4042.0,
      "text": "Yeah, no, I'm not doing this shit anymore."
    },
    {
      "end_timestamp": 4095.0,
      "id": "adaddd35-290b-3fec-9cef-1692389fd9e8",
      "speaker": "Dan",
      "start_timestamp": 4044.0,
      "text": "So on July 8, one of the news stories that Alex covers is that the Chinese stock market took a little bit of a dip. And he claims that this is proof that the client gold collapsed. Gold, apparently also the our stock market went down not like price wise, but trading stopped after the Chinese stock market went down, numerically. And the the story that the stock market people gave was that it was a technical glitch. He believes that it's the globalists coming in to stop the market from being destroyed. I think the reality is that the thing that we've discussed in the past a bunch is that so much trading is done on a micro scale by robots. And they shut down the markets because these robots would misinterpret things and start selling off shit. And you would have an artificial collapse, right, basically"
    },
    {
      "end_timestamp": 4099.0,
      "id": "5e60e740-3cb2-3854-8580-20a13cebc190",
      "speaker": "Jordan",
      "start_timestamp": 4095.0,
      "text": "read Michael Lewis's book on the electronic trading."
    },
    {
      "end_timestamp": 4122.0,
      "id": "8f827a98-65da-3007-b088-caf8e66f56a4",
      "speaker": "Dan",
      "start_timestamp": 4099.0,
      "text": "Yeah. So I think that that's the most likely scenario and it's nothing nefarious, it's just we have to save the ship. So shut it down, because these robots are going to destroy the market. Right? So Alex thinks, thinks there's something evil going on. But again, he's just using it to push selling gold. So buy gold. It's not all that interesting. But what is interesting is he does get back to talking about Trump a tiny bit on this episode."
    },
    {
      "end_timestamp": 4124.0,
      "id": "97e3b74e-c304-396d-89d6-8ba9de35f290",
      "speaker": "Alex Jones",
      "start_timestamp": 4122.0,
      "text": "I live in Austin, Texas,"
    },
    {
      "end_timestamp": 4129.0,
      "id": "083964c0-65ad-3462-8717-8c2935baba68",
      "speaker": "Jordan",
      "start_timestamp": 4124.0,
      "text": "the Oh, do you I haven't heard beautiful heart"
    },
    {
      "end_timestamp": 4285.0,
      "id": "89ec7957-1657-3c74-b5a3-3dc0569078ea",
      "speaker": "Alex Jones",
      "start_timestamp": 4129.0,
      "text": "of this republic. Filled with people. I want to kill it on failures that couldn't make it in California and other states who disgust me. They did here lecturing us on their ways of regulations and writing people's funds and destroying society. And they ran around celebrating in the streets downtown. Donald Trump, Donald Trump, people walk up ha. How do you like it, Donald Trump's been discredited as if that even matters, it just so story, the rebel flag the Donald Trump, the Caitlyn Jenner, will he have his member removed? I mean, this is like a PCP hallucination. Yeah. What do you think your boy Trump's in trouble? And I go Donald Trump's never been my boy. I think he's a rare. Oh, yeah, sure. You're losing right now. You lose and you lose and you're losing. I'm like, no, actually what he's saying is the truth is Mexico's collapsed in a total Crime Wave. I mean, are you denying the illegal alien crime wave up We'll never get times other times other you'll be looking at some liberal with non matching socks if they were like their God, I don't care if you're wearing non matching socks. I don't get a handlebar mustache. I don't care. But the fact that you have it you think you've now like attained godhood that you're so ignorant. You don't know what July 4 is. But you're running around celebrating where the Democrats were winning Donald Trump's in trouble while the global stock markets melting down while they put cancer viruses in the vaccines, and prepare forced inoculations and feed us GMOs that sterilize every mammal species it's fed them within three generations. We're now into the second generation of eating this stuff a firm counter down nine plus percent, the IQs 1.3 plus percent on average diabetes. And you're too busy sucking your thumb hasn't sold imaginary that watching Mr. Matt out what's what is it? You don't get about this jackass that I've transcended all your garbage. We're under globalist total attack. And you can't even figure it out. Because you're watching television."
    },
    {
      "end_timestamp": 4292.0,
      "id": "f0307abf-67c3-3780-9cf3-6d9f0d213c22",
      "speaker": "Dan",
      "start_timestamp": 4285.0,
      "text": "I legitimately don't get why you're confused. I think it speaks for itself."
    },
    {
      "end_timestamp": 4295.0,
      "id": "45579651-ddf3-37ba-9e53-f9dac69fe9e9",
      "speaker": "Jordan",
      "start_timestamp": 4292.0,
      "text": "I don't know what it's I don't know what itself is we've"
    },
    {
      "end_timestamp": 4299.0,
      "id": "5c4a4e82-b5c0-3d9b-a242-911bcd5917d1",
      "speaker": "Dan",
      "start_timestamp": 4295.0,
      "text": "lost 90% of our sperm."
    },
    {
      "end_timestamp": 4308.0,
      "id": "8d41ea99-3e84-3eac-a595-f5b427709ec1",
      "speaker": "Jordan",
      "start_timestamp": 4299.0,
      "text": "Was there was there track that track any of that from start to finish? Okay. I want to play that again. Just to figure out where we start."
    },
    {
      "end_timestamp": 4309.0,
      "id": "1955116d-5c8c-32b4-a8ba-165e6b6e14a4",
      "speaker": "Dan",
      "start_timestamp": 4308.0,
      "text": "I can't it's three minutes long."
    },
    {
      "end_timestamp": 4313.0,
      "id": "fdb4ac7a-e4ae-390a-9733-2cb4919f31ac",
      "speaker": "Jordan",
      "start_timestamp": 4309.0,
      "text": "I know. So the idea was endless so"
    },
    {
      "end_timestamp": 4380.0,
      "id": "eb019535-305c-32b9-96cb-c8184de9d3a0",
      "speaker": "Dan",
      "start_timestamp": 4313.0,
      "text": "that we could portion it off into sort of two parts. Right. The first part is people are taunting him believing that he's on board with Trump. Right? Because spiritually he is of course, even though he's not he does mirror a lot of Trump's negative the things that people are mad about Trump about. They're mad about Alex for too exact. So a lot of people are conflating it. That's the first part him sort of realizing through everyone else's judgment, I guess that he is, oh, a liberal, he's compatriots with Trump and as much as people attack them similarly, because they're both bigoted, right. The second part is, Trump is a distraction in the same vein as complaining about the flag, the battle flag, or Caitlyn Jenner, complaining about those things are the exact same thing as Trump. He's a distraction. He's not my boy. I don't care about him. It's just a distraction. And the more important thing is that the globalist are attacking us and killing our sperms and GMO foods kill the Populate the the reproductive capacity of mammal species within three generations, and we're in the second."
    },
    {
      "end_timestamp": 4390.0,
      "id": "8d6a520d-d411-3e59-bbc4-19ded94ed1df",
      "speaker": "Jordan",
      "start_timestamp": 4380.0,
      "text": "Okay, now I get it. There we go. Makes perfect sense. Now, right now that you've just condensed that three minute barrage of people who wear different types of socks think they're gods."
    },
    {
      "end_timestamp": 4404.0,
      "id": "7ce3644f-3c7c-3952-93a8-5d8ce6dcdd26",
      "speaker": "Dan",
      "start_timestamp": 4390.0,
      "text": "Oh, so I didn't have time to do this just because of my schedule. But I was gonna make a supercut of all the times he talks about mismatched socks. He talks about it a lot. Really? Yeah. comes up in like three episodes during this time. He's mentioned that Did you just see"
    },
    {
      "end_timestamp": 4408.0,
      "id": "1ed502ef-ab88-33d0-a23e-def13d7fe480",
      "speaker": "Jordan",
      "start_timestamp": 4404.0,
      "text": "like one guy with mismatched socks? And then he's like, I can't fucking handle this."
    },
    {
      "end_timestamp": 4438.0,
      "id": "12edf3e8-0ab2-31f0-b4f7-610cf87070eb",
      "speaker": "Dan",
      "start_timestamp": 4408.0,
      "text": "Absolutely. He talked about it on another episode that we've done in the past too. It seems to be like handlebar mustache, mismatched socks. That's a trendy. That's sort of like his go twos. And the other one is, he believes that liberals and trendies love Islam because they smoke who goes Of course, that's sort of like his way of being really reductive and not having to wrestle with anything, right. So yeah, that's pretty dumb, but it still indicates that as of July 8, Alex Jones believes that Donald Trump is completely"
    },
    {
      "end_timestamp": 4445.0,
      "id": "2dc21d8f-9669-31e7-b481-2c3a52ec74f3",
      "speaker": "Jordan",
      "start_timestamp": 4438.0,
      "text": "he's a distraction. He's a ringer. He's a ringer for Hillary. He's there to distract from her emails and her"
    },
    {
      "end_timestamp": 4454.0,
      "id": "c0063bab-3adc-3bf9-ae1e-fb5c1edc4bff",
      "speaker": "Dan",
      "start_timestamp": 4445.0,
      "text": "crimes to make sure that Rand Paul doesn't get it. Yeah, globalists. Now we'll get to a specific prediction that Alex Jones is making that did not come to pass,"
    },
    {
      "end_timestamp": 4478.0,
      "id": "1a135ed8-9978-3c49-a1a9-eaccd8e1c4a5",
      "speaker": "Alex Jones",
      "start_timestamp": 4454.0,
      "text": "but this is certainly shedding the stage going into the winter, as I've told everybody, for the big one. In 20 years abroad. I've never gotten up here like I've done the last six months, and shed, I feel a disturbance in the Force. The last time I felt it was in 1929. We'll be back ladies and gentlemen."
    },
    {
      "end_timestamp": 4491.0,
      "id": "bba5ccb3-68e1-355a-9488-c377fedb0d71",
      "speaker": "Jordan",
      "start_timestamp": 4478.0,
      "text": "Wait, no, he's immortal, isn't he? They might be he's a mortal he might be he's a trickster demon. Could be this is Loki. We found our Loki done this. This isn't fucking Neil Gaiman shit right"
    },
    {
      "end_timestamp": 4497.0,
      "id": "c5f0d245-d922-32fe-8358-199dd76bf781",
      "speaker": "Dan",
      "start_timestamp": 4491.0,
      "text": "here. So he specifically made the claim that the big one the big collapse is coming this winter which is pushed back from somewhere."
    },
    {
      "end_timestamp": 4501.0,
      "id": "0c4bfcdc-9945-3d95-b29d-70a7d4ccf4d8",
      "speaker": "Jordan",
      "start_timestamp": 4497.0,
      "text": "Well, it was coming during the summer but now we're into July. It hasn't happened. Just push it back."
    },
    {
      "end_timestamp": 4506.0,
      "id": "2ea04fca-fc37-3820-ab1f-abd59d440503",
      "speaker": "Dan",
      "start_timestamp": 4501.0,
      "text": "It's coming this winter. And he hasn't felt this way since 1929. He's speaking metaphorically. He's actually a mortal."
    },
    {
      "end_timestamp": 4507.0,
      "id": "264bc3fc-f58b-3b1e-9adf-2630d35ddd3a",
      "speaker": "Jordan",
      "start_timestamp": 4506.0,
      "text": "I think he's immortal."
    },
    {
      "end_timestamp": 4511.0,
      "id": "c51b8cd5-8185-3d65-92a5-947356198bce",
      "speaker": "Dan",
      "start_timestamp": 4507.0,
      "text": "Do you know what that means? That means in 2008, he didn't see it at all. No,"
    },
    {
      "end_timestamp": 4513.0,
      "id": "0a446888-2cb8-358a-8a5d-ab69dea625a4",
      "speaker": "Jordan",
      "start_timestamp": 4511.0,
      "text": "not important. So there's that not important."
    },
    {
      "end_timestamp": 4519.0,
      "id": "5b7c28a5-21cd-33fd-a8d0-d5d617926eb6",
      "speaker": "Dan",
      "start_timestamp": 4513.0,
      "text": "The last really big collapse that happened. Well, all right, Alex. Well, it"
    },
    {
      "end_timestamp": 4550.0,
      "id": "4768a1fc-a262-3600-8d01-727cebc82058",
      "speaker": "Jordan",
      "start_timestamp": 4519.0,
      "text": "wasn't as big as the one in 1929. And it really wasn't as big as the one in 1874 Whenever he Well, that was when he continued fighting the Civil War by himself. Right. Then whenever he was actually fighting in the Revolutionary War, there was a collapse of the pound back then. Yeah. Then whenever he was fighting the Gauls for Caesar, there was a collapse there. On one episode, I am fairly certain that he is Sean Connery in the Highlander, he's"
    },
    {
      "end_timestamp": 4577.0,
      "id": "3fc5ae51-7534-3fe1-8a3f-6cfa7f3f311d",
      "speaker": "Dan",
      "start_timestamp": 4550.0,
      "text": "well he trains the Highlander in one episode. I don't remember where it was, but he says that he's related to the tutors. And then also on another episode, another episode he said, he's related to Nathan Bedford Forrest, the Confederate General. Okay, and he said, he's related to the person who invented the stock market. He's like one of those annoying kids who's like, Yeah, well, I'm, I'm descended from Cleopatra."
    },
    {
      "end_timestamp": 4581.0,
      "id": "dbbaa7ea-c0f8-3e6e-ab49-f887314e7b7a",
      "speaker": "Jordan",
      "start_timestamp": 4577.0,
      "text": "Yeah. What are the fuck? Are you talking about? All these disparate"
    },
    {
      "end_timestamp": 4586.0,
      "id": "6f3e6879-cbae-3c0a-990c-963ea9accbd0",
      "speaker": "Dan",
      "start_timestamp": 4581.0,
      "text": "pieces like, oh, no, my lineage goes back. Yeah, I am. I am of kings. Well,"
    },
    {
      "end_timestamp": 4592.0,
      "id": "0042f06b-761d-3e6e-a1ba-5b29736b6148",
      "speaker": "Jordan",
      "start_timestamp": 4586.0,
      "text": "statistically, isn't it something like if it's eight generations back, we're all related to everybody or something along those lines, and"
    },
    {
      "end_timestamp": 4599.0,
      "id": "fbe6a151-2ac9-3772-b20d-91641f91de0e",
      "speaker": "Dan",
      "start_timestamp": 4592.0,
      "text": "literally, almost everybody is related to Jingis? Khan. Yeah, exactly. Angus calm has, like 80% of the population."
    },
    {
      "end_timestamp": 4604.0,
      "id": "efb3f363-ffd8-37d9-8175-cb657f8c98b1",
      "speaker": "Jordan",
      "start_timestamp": 4599.0,
      "text": "Five 5% of China's population is entirely descended from gang. It's more than that, I"
    },
    {
      "end_timestamp": 4638.0,
      "id": "26b1e8e5-0745-3662-9f27-fd3453d123a5",
      "speaker": "Dan",
      "start_timestamp": 4604.0,
      "text": "think, something like that. Anyway, we're now done with July eighth, kind of boring, just a lot of collapse stuff that we've talked about in the past. And now we get on to July 9, and July 9. This is what I think is illustrative, illustrative, illustrative. Well, I think it's illustrative about Alex Jones is style as a broadcaster, that he rarely stays on the same topic for more than a day. Right? He goes from collapse because Sandy Hook one day collapsed the next day, and on to July 9, this episode is"
    },
    {
      "end_timestamp": 4641.0,
      "id": "cf1a2a7b-7ba1-3ccd-85ab-82724c10eb89",
      "speaker": "Jordan",
      "start_timestamp": 4638.0,
      "text": "when he debuts his line of zoo buzz. Might as"
    },
    {
      "end_timestamp": 4683.0,
      "id": "7e0b668a-3ea4-31ad-905a-bf2b93082cab",
      "speaker": "Dan",
      "start_timestamp": 4641.0,
      "text": "well. This episode is all about this MTV show that what is fucking happening? Well, there was a preview that came out for an MTV show called white people. All right, and all right in the show, there was a guy I can't remember his name, but he's, he's a reporter used to work for the Washington Post. And he set out to make white people understand the nature of white privilege, and understand systems of oppression, these sorts of things. The trailer for the show is mostly white kids crying. Out Alex is like it. Alex is furious."
    },
    {
      "end_timestamp": 4686.0,
      "id": "2e9389ac-dbec-3a58-9a06-87fb5040ec60",
      "speaker": "Jordan",
      "start_timestamp": 4683.0,
      "text": "Anything that makes white kids cry I'm on board with"
    },
    {
      "end_timestamp": 4700.0,
      "id": "0413ea02-7840-366f-990d-27134e65b886",
      "speaker": "Dan",
      "start_timestamp": 4686.0,
      "text": "he spends almost the entire episode complaining about this show. It's complete lunacy. But before he does at the beginning of the episode, he's got something else stuck in his craw. He has something else stuck up on his Craw, which is the Gay Agenda,"
    },
    {
      "end_timestamp": 4702.0,
      "id": "1d218c77-6629-3afa-84aa-cddfdac1572f",
      "speaker": "Jordan",
      "start_timestamp": 4700.0,
      "text": "though. Well, yeah, of course."
    },
    {
      "end_timestamp": 4759.0,
      "id": "2a773b1a-78b6-332f-8a28-10c3e99dbb9e",
      "speaker": "Alex Jones",
      "start_timestamp": 4702.0,
      "text": "This is Sumner Redstone, Viacom through Nickelodeon and MTV sexualizing children number Viacom five, six years ago admitted in a corporate press release, they were going to target pre teach with transgender and homosexual messages. It's pedophilia. I mean, imagine saying we're gonna turn your kids with heterosexual sex messages when they're six years old. You'd be like, That's pedophilia. Keep your hands off our kids. When Calvin Klein shows, you know, 1516 year olds, scantily clad they call it pedophilia. It's creepy, but not really that. When you target six year olds, and it's the Gay Agenda, then it's okay. To teach him how to do stuff I didn't even know about till I was an adult. I mean, it is just Twilight Zone level."
    },
    {
      "end_timestamp": 4760.0,
      "id": "49dfc2d0-1699-3bfa-a06a-194a213b4652",
      "speaker": "Dan",
      "start_timestamp": 4759.0,
      "text": "So"
    },
    {
      "end_timestamp": 4764.0,
      "id": "50fbc205-cba9-3d64-8a10-0507706cab89",
      "speaker": "Jordan",
      "start_timestamp": 4760.0,
      "text": "Alex Jones didn't suck a dick to Lee's 90. Okay, he did. Okay, Nickelodeon."
    },
    {
      "end_timestamp": 4770.0,
      "id": "d161e9ae-0f3f-3ea5-b3d2-c7b9d9d14515",
      "speaker": "Dan",
      "start_timestamp": 4764.0,
      "text": "We covered. We covered it now. We covered it on a past episode. He had sex with 150 women before he was 16."
    },
    {
      "end_timestamp": 4776.0,
      "id": "6f149f6c-ce96-376c-9904-0c5f1f8b69eb",
      "speaker": "Jordan",
      "start_timestamp": 4770.0,
      "text": "Right. But he didn't have sex with another man till he was 19. Fair enough. See, he didn't even know about that."
    },
    {
      "end_timestamp": 4796.0,
      "id": "2134cc48-0840-35a5-aa51-77b23d4f3385",
      "speaker": "Dan",
      "start_timestamp": 4776.0,
      "text": "So the the important thing there though, is the massive disconnect and misunderstanding that he has about the idea of making queer kids feel okay, right making people feel normal, who are normal? He doesn't he doesn't understand that has nothing to do with sexualizing people or sex at all. Also,"
    },
    {
      "end_timestamp": 4807.0,
      "id": "2e7c2630-4dc9-3d07-b347-238208ee0c74",
      "speaker": "Jordan",
      "start_timestamp": 4796.0,
      "text": "what do you mean if you send a six year old sex messages? It did a six year old can turn on TV? That's true. There's so much talk so much. But yeah, but that's what I'm saying. You"
    },
    {
      "end_timestamp": 4813.0,
      "id": "e0051f5a-b00c-3bdc-9597-36d770446feb",
      "speaker": "Dan",
      "start_timestamp": 4807.0,
      "text": "can find TV it's made for adults and find lots of cycling. You can watch Franklin and bash. Yeah,"
    },
    {
      "end_timestamp": 4821.0,
      "id": "dc85ae47-0fd6-39f7-a610-25a35b100535",
      "speaker": "Jordan",
      "start_timestamp": 4813.0,
      "text": "exactly, yeah, you're getting heterosexual sex messages all the fucking time everywhere. Alex just doesn't notice it because it doesn't matter."
    },
    {
      "end_timestamp": 4834.0,
      "id": "3619d179-665f-3131-a3d4-816ff4143cf5",
      "speaker": "Dan",
      "start_timestamp": 4821.0,
      "text": "Largely, it's normal to him. A lot of the stuff that he's decrying here is sort of the ideas of making characters who are gay or lesbian or trans. And they shouldn't be, we shouldn't see them creating positive role models."
    },
    {
      "end_timestamp": 4836.0,
      "id": "e36c7a4f-4fb6-3803-a4fc-16df8e332164",
      "speaker": "Jordan",
      "start_timestamp": 4834.0,
      "text": "We shouldn't have positive,"
    },
    {
      "end_timestamp": 4859.0,
      "id": "a8d1ea2b-6493-30e0-ad11-b5634763bfe2",
      "speaker": "Dan",
      "start_timestamp": 4836.0,
      "text": "he doesn't he does doesn't feel shame. He doesn't understand Zuri. He doesn't understand that people have these identities from very young ages. It's not something that comes up. I mean, sometimes I guess it can be people discover things later in life. But a lot of the time people, before they even understand what gender is know that they're different, or know that something doesn't match. Well,"
    },
    {
      "end_timestamp": 4889.0,
      "id": "bc5f1def-bbf9-32ef-8cf7-fa3bf6a2736d",
      "speaker": "Jordan",
      "start_timestamp": 4859.0,
      "text": "the stats that we talked about on a previous episode, talking about trans identity from young ages. What you pointed out was everybody who identified as trans once they were in their teen years. Yeah. 100% went on to identify the same way. Yeah. preteen, it was like 40%, or whatever, but along those lines, were the specifics. But that is that is the thing, like there, you can know, yeah, you can be from the get go."
    },
    {
      "end_timestamp": 4891.0,
      "id": "4f9966c0-a63f-39f6-905a-f6552a791b71",
      "speaker": "Dan",
      "start_timestamp": 4889.0,
      "text": "And the other thing that he doesn't understand and you should be"
    },
    {
      "end_timestamp": 4895.0,
      "id": "76b8ea78-0850-3c60-b6fc-ec40d0bf939c",
      "speaker": "Jordan",
      "start_timestamp": 4891.0,
      "text": "accepted for it, you shouldn't be made to feel shame all day, every day. Well, that's"
    },
    {
      "end_timestamp": 4922.0,
      "id": "70584a78-d194-30a8-a7e9-adaf7e361a13",
      "speaker": "Dan",
      "start_timestamp": 4895.0,
      "text": "the other thing that he doesn't understand is that there's a difference between encouraging someone to do something and being okay with them doing something, and to being something. It's like having having messaging that is his gay positive. Trans positive. isn't to say, Hey, kid, you should be trans. Yeah, no, that's what I say every morning. It's just to say, if you are, that's cool. You should feel fine about it. What I"
    },
    {
      "end_timestamp": 4936.0,
      "id": "2e37e420-8ddc-32b5-87f0-405a1af7af06",
      "speaker": "Jordan",
      "start_timestamp": 4922.0,
      "text": "do is I go to elementary schools and I pass out trans J transgender surgery coupons. Sure. You know, they're fake. And I'm like, Hey, a kid. You should be a girl. Stop at all joking. You should be a"
    },
    {
      "end_timestamp": 4942.0,
      "id": "acc97f17-e6e0-3a9e-a93f-2ab917ccf858",
      "speaker": "Dan",
      "start_timestamp": 4936.0,
      "text": "girl all joking aside, on this episode, Alex legitimately pretends that that's what doctors do."
    },
    {
      "end_timestamp": 4944.0,
      "id": "acc6ebe9-d4c8-3705-9035-96d5fb56e9c4",
      "speaker": "Jordan",
      "start_timestamp": 4942.0,
      "text": "Oh, okay. Well, then I hope he goes and fucks himself."
    },
    {
      "end_timestamp": 4946.0,
      "id": "de54de7e-8f6f-3505-8cc2-ff16150abca6",
      "speaker": "Dan",
      "start_timestamp": 4944.0,
      "text": "We'll get to that."
    },
    {
      "end_timestamp": 4951.0,
      "id": "1d26908e-54e9-320f-9122-b3289d8d2742",
      "speaker": "Jordan",
      "start_timestamp": 4946.0,
      "text": "I hope a doctor removes his penis and then inserts it into his own asshole. repeatedly."
    },
    {
      "end_timestamp": 4954.0,
      "id": "1aa188f1-0eb0-370c-a088-2779107b3b73",
      "speaker": "Dan",
      "start_timestamp": 4951.0,
      "text": "We'll get to we'll get to that actually in this next I want to shellac,"
    },
    {
      "end_timestamp": 4959.0,
      "id": "636d0adc-7f30-3253-8af5-3120e3b69375",
      "speaker": "Jordan",
      "start_timestamp": 4954.0,
      "text": "Alex Jones his balls here rub them on his face. Here"
    },
    {
      "end_timestamp": 4970.0,
      "id": "04ab0dde-e865-3e73-89dc-cab858caa27c",
      "speaker": "Dan",
      "start_timestamp": 4959.0,
      "text": "is a clip that is weird. It is a long rant. It has to do with race and has to do with trans shit has to do with conditioning. And it is a mess."
    },
    {
      "end_timestamp": 4982.0,
      "id": "9fc14311-1cde-3261-b669-05e117bccf5b",
      "speaker": "Jordan",
      "start_timestamp": 4970.0,
      "text": "So he's he's just trying to get he's trying to fit it all in Yeah, and he's angry is it is a what is it? Like the end of the hour or something? He's like, Oh, I've been talking about MTV too long. Better get back on the transphobic hatred."
    },
    {
      "end_timestamp": 4990.0,
      "id": "c07f03a4-80de-38f4-b692-40745a160f5b",
      "speaker": "Dan",
      "start_timestamp": 4982.0,
      "text": "This is inspired still from the MTV stuff. Okay, but that's more race based. I guess that is part of this. Here we go. Just listen"
    },
    {
      "end_timestamp": 5098.0,
      "id": "3c67a4d5-7087-3e95-b95f-96c8153e4e1d",
      "speaker": "Alex Jones",
      "start_timestamp": 4990.0,
      "text": "commonly illegal alien on TV with a bunch of Sharpie weak. White kids with trendy socialist parents are up here flogging themselves about how bad they are. Just you ever seen those stickers where somebody's afford and are peeing on a Chevy or vice versa. I mean, that's it. You're down on the ground and right in your face is going to teach you to take it all. On believable Healing Center. Nothing yet. Let's go to this video clip. Paul Watson is joining us in 30 minutes. 40 minutes walk you through them in the next hour. And then Joe Biggs has the interview in Texas doctors offices in bringing your daughter and your son they go man we talk to them alone. Thank you. You want to identify as another six little girl? What's that mean? You ever feel like a boy? Does your mom wear pants she just she like a man. Bring the boy and now you want to be a little girl. This some old guy walks over and goes Hey, little girl. You feel like a boy sometimes. But see now it's the school solicit. Prove yourself, sacrifice your children to the system. Take the shots, eat the GMO. go to McDonald's, drink the fluoride and then let the creepy doctor who's a social warrior proud of themselves. Stopping the inequality breaking it down with your child. It's their child. Now we've got to break through this idea that kids want to their parents know now the kids belong to all of"
    },
    {
      "end_timestamp": 5102.0,
      "id": "7a7f1fd0-ad7d-3b00-8afd-67b651117ad9",
      "speaker": "Jordan",
      "start_timestamp": 5098.0,
      "text": "I'm getting a headache Word. I can't follow her. I"
    },
    {
      "end_timestamp": 5200.0,
      "id": "5b3541b1-6f64-3e26-8b19-3839b34d5e87",
      "speaker": "Alex Jones",
      "start_timestamp": 5102.0,
      "text": "like all the other cult videos you've seen her eyes get real saucer lean forward. A Karl Marx term. Knowing the public can't even find their Buffett both hands doesn't know what Independence Day as does it know what cult programming is? Do you understand folks like Coke program that's liberal, this is a conservative. Okay, that's pretty cool programming key they have to bring down the military, that'll be their final enemy, the military will help bring the tyranny in, and then it will be destroyed. Because before the Rise of the Machines and the merger with the elite, and the life restoration system seems rising. Before that can happen. They have to take out men, man and in the womb are selected genetically from a female prototype to be a combat mechanism and mechanism to defend the nesting areas. It's like that in what almost all Mammal and Bird species, but not lizards, this is a an attack on the species. Once they've taken the man down, which they basically already done. The machines, the AI, all the appliances everything it's over. So just I learned to I tried my best and I can't believe you allow them. I feel like I'm drowning. They've won. It's a litmus test. The gauntlets here, and they've got white people on MTV."
    },
    {
      "end_timestamp": 5222.0,
      "id": "c2c9082e-429c-3099-8c4e-7a3ff61222be",
      "speaker": "Jordan",
      "start_timestamp": 5200.0,
      "text": "TV and white people crying. This is because MTV had white people crying. That's sort of the stone and now we're going into doctors want you to be whatever gender you're not right. Because you're eating GMOs taken vaccines. McDonald's, then it's directly to the Rise of the Machines."
    },
    {
      "end_timestamp": 5245.0,
      "id": "1404cc09-8cb1-3881-a0e0-9573a226de25",
      "speaker": "Dan",
      "start_timestamp": 5222.0,
      "text": "Well, not directly. There's a little bit of a interstitial of what I don't know. Yeah, exactly. Well, you directly because he gets that into that Melissa Harris Perry quote about the community having responsibility for children. Yeah, but he says he says lean forward. And he's like, that's Karl Marx. Hey, how Hey, buddy. How about drain the swamp is from Mussolini. How about that? How about that, Alex?"
    },
    {
      "end_timestamp": 5250.0,
      "id": "003e6618-c6b7-3274-b9e5-fcdb991aa469",
      "speaker": "Jordan",
      "start_timestamp": 5245.0,
      "text": "Don't point that out. But be that as it made, the thing I want is his idea of biology and"
    },
    {
      "end_timestamp": 5253.0,
      "id": "8a8f7ca2-19c8-3e20-96ef-b8373c04b2c8",
      "speaker": "Dan",
      "start_timestamp": 5250.0,
      "text": "evolution. Fascinating is bananas. It's fascinating though. i"
    },
    {
      "end_timestamp": 5255.0,
      "id": "3baa3423-d5c9-3581-a033-6fb1f321f9c3",
      "speaker": "Jordan",
      "start_timestamp": 5253.0,
      "text": "Where did he learn that?"
    },
    {
      "end_timestamp": 5258.0,
      "id": "7af0ad42-5a0f-37cb-a75d-0884f0d0e52d",
      "speaker": "Dan",
      "start_timestamp": 5255.0,
      "text": "That's the least weird part of that whole"
    },
    {
      "end_timestamp": 5274.0,
      "id": "5720eaa9-8d6e-3dd5-aae8-6ff24d72d6f4",
      "speaker": "Jordan",
      "start_timestamp": 5258.0,
      "text": "rant? No, but I want to know more about that on some level I cuz everything else is insane. Like everything else is dismissive. That's a theory. Yeah, this is him like completely misunderstanding reality, like just basic biology. Like he just doesn't have any clue. Well, you"
    },
    {
      "end_timestamp": 5279.0,
      "id": "8dbc18d1-1203-3bb8-84cd-3e23199c49e6",
      "speaker": "Dan",
      "start_timestamp": 5274.0,
      "text": "start from the kernel of we were all female, and then some became male in the womb. That is"
    },
    {
      "end_timestamp": 5285.0,
      "id": "c0ba9074-54b2-3b3a-b8bc-a062e8dfb655",
      "speaker": "Jordan",
      "start_timestamp": 5279.0,
      "text": "a biological prototype before hunting, defending."
    },
    {
      "end_timestamp": 5309.0,
      "id": "d08c2fd9-9b7a-3078-828f-7b858955c1ea",
      "speaker": "Dan",
      "start_timestamp": 5285.0,
      "text": "Yeah. He doesn't understand things with all mammals and birds. Not at all. He doesn't have not even close understand that largely all of that is like a cultural construct. It's all like, even in humans, that's not the case made up. So stupid. But at the same time, it's fascinating. I know that parts fascinating. The other stuff is just bigotry. What? Yeah, what is the Rise of the Machines is Terminator."
    },
    {
      "end_timestamp": 5330.0,
      "id": "7c1a6276-1861-30c7-a334-f564d58ba4bf",
      "speaker": "Jordan",
      "start_timestamp": 5309.0,
      "text": "There's no other way to look at that, then. It's like he's describing a cartoon. Like that's what he just described. He described like a Felix the Cat cartoon from the 1930s. Yeah, or whatever. Color started happening or whatever. But but God dammit, Where did he learn that about biology?"
    },
    {
      "end_timestamp": 5333.0,
      "id": "16aba5e2-cbba-37ad-be30-b303bfac285f",
      "speaker": "Dan",
      "start_timestamp": 5330.0,
      "text": "I don't know who taught him that's the least like what Dan"
    },
    {
      "end_timestamp": 5340.0,
      "id": "dbb5452f-da5f-3c56-b9f3-01a7a8df9e13",
      "speaker": "Jordan",
      "start_timestamp": 5333.0,
      "text": "what dentist father would be like, Okay. Let me tell you about how, let me tell you the story of the birds and the bees,"
    },
    {
      "end_timestamp": 5348.0,
      "id": "939c5d07-cd13-3f05-a048-ad9618b31440",
      "speaker": "Dan",
      "start_timestamp": 5340.0,
      "text": "what junior college class that he dropped out of that he learned. So the other thing though, is he's doing all this like a little girl. Do you want to"
    },
    {
      "end_timestamp": 5351.0,
      "id": "5e479e9f-e956-3945-9e2b-5bc9549cd7d7",
      "speaker": "Jordan",
      "start_timestamp": 5348.0,
      "text": "be a boy? That was that was very creepy. And he mentioned that."
    },
    {
      "end_timestamp": 5385.0,
      "id": "f4682809-d742-3843-b499-abf0657f8e82",
      "speaker": "Dan",
      "start_timestamp": 5351.0,
      "text": "Joe Biggs has a report on it. And he does at the end of the episode where he interviews a lady who went into a hospital. And she all she tells him is that the doctor asked her daughter, Are you a girl? That's it? Yeah. Which is a reasonable question to ask. It's sort of a silly question. I remember getting questions like that from doctors. They have they ask children, simple questions and stuff like that, in order to create a rapport with them, right? They're very simple because they're a stranger. Yeah. Whoo. How old are you? They know how old they"
    },
    {
      "end_timestamp": 5395.0,
      "id": "58031d7d-d603-35f2-adf5-360af194e8e1",
      "speaker": "Jordan",
      "start_timestamp": 5385.0,
      "text": "are. How many times how many times is like a six year old come up to you and said, I'm a girl and you're like, Okay, fucking fine. I don't give a shit die. Yeah, it doesn't. That's a very strange reaction from me."
    },
    {
      "end_timestamp": 5411.0,
      "id": "82524ecb-5ed4-3dfc-9dd5-4e34ffc89499",
      "speaker": "Dan",
      "start_timestamp": 5395.0,
      "text": "It doesn't even have to do necessarily with some sort of nefarious trans agenda. It has to do with a made up trans read, but it has more to do with a doctor with probably clunky bedside manner more than anything else who thinks he's a god. Right? But that's that's like the more he's injecting"
    },
    {
      "end_timestamp": 5418.0,
      "id": "4c99a9b1-0b6e-3430-9aec-109049d5ea77",
      "speaker": "Jordan",
      "start_timestamp": 5411.0,
      "text": "autism giving fluoride McDonald's slurry into your child. But"
    },
    {
      "end_timestamp": 5428.0,
      "id": "f0f4cd2d-7e5e-3657-b752-a0fe2076af7b",
      "speaker": "Dan",
      "start_timestamp": 5418.0,
      "text": "Joe Biggs does this terrible report that is just way off and really awful. And Alex uses it to be even more awful. He uses it to be, but he's already"
    },
    {
      "end_timestamp": 5430.0,
      "id": "2640b158-dc53-34a2-b6e4-5a83bf16c3d1",
      "speaker": "Jordan",
      "start_timestamp": 5428.0,
      "text": "what is I can't"
    },
    {
      "end_timestamp": 5434.0,
      "id": "a9f091d6-8d56-3925-b852-86cfa32c6858",
      "speaker": "Dan",
      "start_timestamp": 5430.0,
      "text": "even do that voice anymore. It's really starting to hurt my throat."
    },
    {
      "end_timestamp": 5454.0,
      "id": "ae68a635-037a-3cb2-b605-af69e97063f4",
      "speaker": "Jordan",
      "start_timestamp": 5434.0,
      "text": "Why? I just, I just don't understand. I don't understand how you can turn that into something nefarious booty, man. I mean, that that idea of? Well, again, one what goal, I guess I guess the goal is throwing is that it's destroying men"
    },
    {
      "end_timestamp": 5477.0,
      "id": "bf59a4ad-46f9-3584-8898-ac590919b718",
      "speaker": "Dan",
      "start_timestamp": 5454.0,
      "text": "confusing everybody creating more balkanization, because now you have trans issues that whereas we just used to have race and gender and well, gender already was right now, right? It's stupid. It's just he thinks everything that is not supportive of white, heterosexual Christian identity is divide and conquer strategies. That is it. That's what he thinks."
    },
    {
      "end_timestamp": 5516.0,
      "id": "0eed45ce-7a58-3c42-9be3-3ee7c37100fe",
      "speaker": "Jordan",
      "start_timestamp": 5477.0,
      "text": "Do you know what I, here's the theory that I've started putting together, the more like we're, we're not hateful creatures, you and I, the No, I think I think he's human beings. Okay. Like, people talk about how the Internet has divided us and my theory is more becoming, look at how far you have to go to deny your own human empathy. Okay, look at how look at how twisted and like, look at how big this ideology has to be for him to just say, I'm freaked out by trans people he has because I don't because they do a thing."
    },
    {
      "end_timestamp": 5521.0,
      "id": "44f7202a-7304-30fd-8cec-4b4a2c7b8b8b",
      "speaker": "Dan",
      "start_timestamp": 5516.0,
      "text": "That's not me. He has to have the foundation of globalists are trying to order"
    },
    {
      "end_timestamp": 5526.0,
      "id": "da9b76f4-003b-339c-abbd-15ebece39fcb",
      "speaker": "Jordan",
      "start_timestamp": 5521.0,
      "text": "to just hate somebody who hasn't done anything to him. That's a good point. But he has a knee jerk hatred,"
    },
    {
      "end_timestamp": 5540.0,
      "id": "f91ef5ae-154e-34d5-9ac5-f059c8281189",
      "speaker": "Dan",
      "start_timestamp": 5526.0,
      "text": "but you're also not taking into account with that how much he needs cover. That's yeah, he needs to protect his business industry. So he couldn't say those things without people being like, Okay, fuck you."
    },
    {
      "end_timestamp": 5550.0,
      "id": "e73715b4-1ece-3d2a-a2c4-261e11775fe3",
      "speaker": "Jordan",
      "start_timestamp": 5540.0,
      "text": "God, I just wish I just wish he would come out and say like, Hey, it makes me feel uncomfortable. Because I don't understand it. Yeah, it is so far outside my masculinity,"
    },
    {
      "end_timestamp": 5558.0,
      "id": "587aae11-c1f8-3cdb-b993-f56cf0c70f02",
      "speaker": "Dan",
      "start_timestamp": 5550.0,
      "text": "readings, my belief in the world. And I have a rigid set of beliefs that I can't be flexible about at all."
    },
    {
      "end_timestamp": 5613.0,
      "id": "ddd502d1-67dc-34c7-b65f-3a70728c8402",
      "speaker": "Jordan",
      "start_timestamp": 5558.0,
      "text": "And that's something we could talk about good. Like, I would be interested in having that discussion. Like, I'm fine. If you say to me, like, I, I get a I my knee jerk reaction to trans people is revulsion. I'm not fine with that. Because I think it's an okay reaction. I'm fine with that. Because you're just expressing how you feel that's and you don't really you don't really have a if you don't have any framework for that, like I grew up in a small town, if I just stayed in that small town forever, where it's just me staring at a bunch of white people who look like me. And then I see something that is so far outside of that, like someone with mismatched socks. Yeah, exactly. Yeah, somebody that's just a freak. Somebody that's just got a handlebar mustache. Right, right. Like, of course your your basic tribal instinct is like, oh, that's an enemy or something along those lines."
    },
    {
      "end_timestamp": 5631.0,
      "id": "d1ecad66-93c5-3cc9-affc-6b0420f3cc30",
      "speaker": "Dan",
      "start_timestamp": 5613.0,
      "text": "But what you're describing is essentially why it's important for people to go to college. It's important for people to go away to college. It's important for people to just go other places. Yeah, it began you should have crises like it is. It's important for you to have those feelings and then be confronted with reality and grow through it."
    },
    {
      "end_timestamp": 5632.0,
      "id": "07ab40d9-319e-3c60-9d7b-dc0bd9d084ca",
      "speaker": "Jordan",
      "start_timestamp": 5631.0,
      "text": "That's what I'm saying. Because quite frankly, I"
    },
    {
      "end_timestamp": 5666.0,
      "id": "1f92d323-98f2-3fa1-a5cc-40b0a9bc8b0e",
      "speaker": "Dan",
      "start_timestamp": 5632.0,
      "text": "thought trans people were super weird when I was like 12 or 13. I thought it was incredibly fucked up. And that's because most of my context for it was listening to love line. And Adam Carolla is very anti trans. He is he's super like, it's just weirdo dudes, and stuff like that. And so that was my context for everything until I met some people who identified as trans and had conversations and watched some documentaries and looked into it a bit more. And I had a crisis of, oh, I don't trust this Adam Carolla that I've listened to for so long, of course, and you grow through it."
    },
    {
      "end_timestamp": 5688.0,
      "id": "6d66ab7c-3e15-342a-b062-3f7c7402a375",
      "speaker": "Jordan",
      "start_timestamp": 5666.0,
      "text": "Exactly. And that's, that's what I'm saying. If he could just admit that, then have a converse, and then like, just experienced those things. Yeah, just grow, that'd be fine. But by hiding behind all of this globalist shit, that's how he can get away with having a conversation with a trans person who is completely and utterly normal and reasonable and all of those things,"
    },
    {
      "end_timestamp": 5696.0,
      "id": "5b9d246c-322f-32d4-900a-64f326ab2224",
      "speaker": "Dan",
      "start_timestamp": 5688.0,
      "text": "but he's never deal with because of the globalist framework, his argument would be like, Oh, you are totally normal, and that's fine. It's unfortunate that they've tricked you into this"
    },
    {
      "end_timestamp": 5712.0,
      "id": "7814d69c-3a1e-3603-8769-9e839517a824",
      "speaker": "Jordan",
      "start_timestamp": 5696.0,
      "text": "exactly, but and that's the way that he will never That's his and that's the same thing that we're all white people do hiding behind like the I don't care if you're white or black or whatever it's like, no you do. We're all just admit you care and then we can deal with it."
    },
    {
      "end_timestamp": 5755.0,
      "id": "a91d6b2c-279b-3c61-b803-76ffa1f7f3f2",
      "speaker": "Dan",
      "start_timestamp": 5712.0,
      "text": "We're also getting to I think why it's dangerous for people who are young to listen to Alex Jones is because if you do get this brain virus of the globalists and stuff like that into your head too early, you don't really have an escape plan. You don't have a hatch you can get out of like with Adam Carolla is bigotry. I was very able to get away from it because it's not defended by anything other than I don't grow as opinions. Whereas if Adam Carolla was saying, if he started as a magical yarn about there is an evil cabal that is making people do things because they have a vested interest in destroying masculinity, blah, blah, blah, right? It would be much more difficult for me, even when confronted with reality, to get away from it,"
    },
    {
      "end_timestamp": 5763.0,
      "id": "4891c733-79f6-3e3a-93c3-ec50ba9a4fe3",
      "speaker": "Jordan",
      "start_timestamp": 5755.0,
      "text": "because there's a mythology behind it's a cult, it's a story that you can reinforce again, and again and again. And so then that also,"
    },
    {
      "end_timestamp": 5777.0,
      "id": "50bd7063-46ce-3c1c-a666-3235190c3f20",
      "speaker": "Dan",
      "start_timestamp": 5763.0,
      "text": "let's be clear, this isn't just about trans stuff. It's about everything that he talks about. No, of course, it's it's it's across the board, his his philosophies. I like to even though even though they're not applied equally across the board, certainly not everything is"
    },
    {
      "end_timestamp": 5783.0,
      "id": "990b854c-75ac-3905-8aa9-a41da7f8857e",
      "speaker": "Jordan",
      "start_timestamp": 5777.0,
      "text": "everything's negotiable, except for private property, self defense, and don't make me feel guilty about being white."
    },
    {
      "end_timestamp": 5819.0,
      "id": "a495956b-4d7f-3948-baf8-e41e587a1806",
      "speaker": "Dan",
      "start_timestamp": 5783.0,
      "text": "Well, if you think about even those things take private property out of because it's like, okay, yeah, people own things. But you take the Second Amendment is self defense. And don't make me feel weird is white nationalism. So though, like, that is the things that he's super. Look, this is good conversation, but we got to move along, we got some more clips, and you got to, you got to get out of here before too long. So this next clip, we get into more specific feelings that he has about this white people show. And unfortunately, this is kind of a short clip, but it's Alex Jones, being mocking about what a lot of people believe the reality about racism is I don't"
    },
    {
      "end_timestamp": 5833.0,
      "id": "5323ebd6-4eab-320a-b2f6-a6463b63de16",
      "speaker": "Alex Jones",
      "start_timestamp": 5819.0,
      "text": "want to be called racist, because there's nothing worse than if you are now you lose your job. You get arrested. I mean, why don't we gotta just racist everywhere, it's worse than terrorism, al Qaeda."
    },
    {
      "end_timestamp": 5835.0,
      "id": "d72a5b27-ae34-3ec5-b811-db831432f103",
      "speaker": "Jordan",
      "start_timestamp": 5833.0,
      "text": "I don't think he's coming from a genuine side of the table."
    },
    {
      "end_timestamp": 5869.0,
      "id": "9b39386b-e542-32f9-a228-afb6ae6603be",
      "speaker": "Dan",
      "start_timestamp": 5835.0,
      "text": "No, but he's doing a mocking character, so he can get out some true feelings that he has that he is afraid of people calling him a racist, because that is, in his conception, a label that people use to take power over you. Now the part that I met the when I said the reality is, I believe that racism is a bigger problem than terrorism. By a billion. Yeah. And he's doing that mocking voice to sort of take discredit that opinion, when there's pretty good evidence that terrorism is a very small problem compared to ingrained, deeply entrenched racist beliefs"
    },
    {
      "end_timestamp": 5881.0,
      "id": "fd7261af-a9a7-30d4-aff6-7968ba6a39ec",
      "speaker": "Jordan",
      "start_timestamp": 5869.0,
      "text": "that we have it is because of these deeply entrenched racist beliefs that our president is actively destroying the world. Well, not our president, he's a fucking lunatic. It is the entire GOP."
    },
    {
      "end_timestamp": 5896.0,
      "id": "5d2d2e8e-71cd-30e9-bc56-9377df67f8c3",
      "speaker": "Dan",
      "start_timestamp": 5881.0,
      "text": "So I played that clip also, because I wanted to get that, that, you know, that foundation of being called a racist as the worst thing, blah, blah, blah. Just in advance of this next clip, which I think is one of the craziest things Alex Jones has ever said."
    },
    {
      "end_timestamp": 6034.0,
      "id": "e85d2ce1-ab21-37fc-bd60-638097f4e079",
      "speaker": "Alex Jones",
      "start_timestamp": 5896.0,
      "text": "Jose Antonio Vargas, the host of the documentary white people, is a journalist, filmmaker, an immigration activist, a globalist born in the Philippines and raised the United States from the age of 12. He was part of the Washington Post team that won the Pulitzer Prize for breaking news reporting in 2008. For coverage of the Virginia Tech shootings. He's an anti gunner. He wrote produced and directed the autobiography 2013 documented which CNN filmed broadcast in 2014. And he pushes the DREAM Act to legal for the children legalized the people. Yeah. And during the trailer, he will show someone that video right now without audio, your TV viewer bugging his eyes out at the white people to How's it feel to be white? And just the whole time acting super aggressive and angry, then they all get intimidated? Yes, we're bad. We're sorry. I mean, I wish this guy would come to me. Because hey, I am like Martin Luther King. I'm proud of myself. I bet you money and Martin Luther King got beat up quite a few times by racist white people. I bet you money. I've been attacked by more black people than Martin Luther King's been attacked by white people. And the black people that attacked me were just like the white people that attacked him. They were racist. They were scum. And they thought it was okay to attack me because of my skin color. I'm like Martin Luther King. This guy's a race. Bader he's more akin to the other side of the debate and I'm sick of it. And we've been given this guilt to will submit to total tyranny. You see, I'm above you race pimps and you racist. And all you grand dragons in the Democratic Party and the rest of you scum. I really do care about everybody. I really do want to stop 52% of black people getting killed for their born, I really do want to stop Latin American girls being sterilized in a un program with Gardasil, which has now been proven to Jack these women up because when they attack these innocent people they're attacking me I take it parasite All I care about humanity, and I'm sick of you globalist following hardcore psych warfare programs meant to bring us down to we're all fighting with each other and they can bring the nation states down and bring in world government that's going to target everybody who"
    },
    {
      "end_timestamp": 6045.0,
      "id": "ba4b1d68-ce20-3ac7-b5f3-956f72bbf256",
      "speaker": "Dan",
      "start_timestamp": 6034.0,
      "text": "so Alex Jones is like Martin Luther King. Dan Jordan you had a tough time with"
    },
    {
      "end_timestamp": 6051.0,
      "id": "60d3ab21-065a-30f6-8a61-d468f3289280",
      "speaker": "Jordan",
      "start_timestamp": 6045.0,
      "text": "it did not do well. I did not do well with that. I did take the headphones off for a very"
    },
    {
      "end_timestamp": 6054.0,
      "id": "87a0566e-8788-3cf5-b5fe-6f6acec079f4",
      "speaker": "Dan",
      "start_timestamp": 6051.0,
      "text": "good might have been the first time you've taken the headphones off."
    },
    {
      "end_timestamp": 6062.0,
      "id": "48a146ce-59e2-36c8-97f9-9eb2f0f0f69c",
      "speaker": "Jordan",
      "start_timestamp": 6054.0,
      "text": "It was the second is the second. Do you know why it was the second? Do you know why I remember the last time because it was very much very similar. You sort of a batch."
    },
    {
      "end_timestamp": 6066.0,
      "id": "1e51a2c5-e1a9-3264-b355-efa16acbdf7a",
      "speaker": "Dan",
      "start_timestamp": 6062.0,
      "text": "It's very weird. What it it's very, it's,"
    },
    {
      "end_timestamp": 6072.0,
      "id": "1d08aa76-b26b-3b37-8fb5-707e4e974ddf",
      "speaker": "Jordan",
      "start_timestamp": 6066.0,
      "text": "it's almost convincing for him to say that he does care about everybody like"
    },
    {
      "end_timestamp": 6079.0,
      "id": "5f23ea35-8f7c-3b55-831b-c517ee427c36",
      "speaker": "Dan",
      "start_timestamp": 6072.0,
      "text": "well, but wasted brain? Well, the number of black people who have been aborted, seems to keep shifting."
    },
    {
      "end_timestamp": 6083.0,
      "id": "491cacfa-f8c2-3779-a1a0-ca2eed8eaa25",
      "speaker": "Jordan",
      "start_timestamp": 6079.0,
      "text": "It's 49%. It's 51%. It's 52%. It's I mean, it's"
    },
    {
      "end_timestamp": 6091.0,
      "id": "522ebf84-5943-336b-88bb-9412dc1ad94a",
      "speaker": "Dan",
      "start_timestamp": 6083.0,
      "text": "all in that ballpark. Does not have as like a straight statistic. He's not quoting anything. Clearly the number keeps changing."
    },
    {
      "end_timestamp": 6092.0,
      "id": "3fffbdff-4c9b-35a0-84a2-d876a7e1003e",
      "speaker": "Jordan",
      "start_timestamp": 6091.0,
      "text": "It's mad. Also, Gardasil,"
    },
    {
      "end_timestamp": 6099.0,
      "id": "2f4ae098-52e9-3177-93a0-b66961efe75e",
      "speaker": "Dan",
      "start_timestamp": 6092.0,
      "text": "there are negative side effects that can come up, but all of them are much better than cervical cancer. So"
    },
    {
      "end_timestamp": 6103.0,
      "id": "80e8aa04-9a8b-3428-a3f9-3be2d692210f",
      "speaker": "Jordan",
      "start_timestamp": 6099.0,
      "text": "yeah, you should you should definitely get an HPV vaccine. There's a necessity."
    },
    {
      "end_timestamp": 6143.0,
      "id": "495a339a-d690-3f42-a175-5e6c6e7adfd5",
      "speaker": "Dan",
      "start_timestamp": 6103.0,
      "text": "Alex likes to play this game where it's like HPV isn't bad. It's like that's not the problem HPV and women does lead to cervical cancer often it's a big deal doesn't really matter for dudes that it's just warts for dudes doesn't really do anything all that terrible. But for women, it is a very big issue. And so the idea that he preaches why he doesn't have to care, Dan, but he pretends that all it does is get rid of HPV, not that it really gets rid of one of the biggest causes of cervical cancer. So him saying it even he's not being specific about it just Jacks these women Jacks him up. What does that mean? It makes him jacked, okay, get some"
    },
    {
      "end_timestamp": 6148.0,
      "id": "d5a22c09-6861-3c45-a8d1-2c09b6e1c73e",
      "speaker": "Jordan",
      "start_timestamp": 6143.0,
      "text": "direct, direct competitor to super female vitality."
    },
    {
      "end_timestamp": 6158.0,
      "id": "666cc8f2-4e57-336e-bb93-9dd3ca2fb12b",
      "speaker": "Dan",
      "start_timestamp": 6148.0,
      "text": "You gotta get off the market gotta get off it. So his I understand where you're coming from saying that it's almost convincing, but it's not because he's throwing bullshit spaghetti"
    },
    {
      "end_timestamp": 6167.0,
      "id": "8a723c8b-88d1-37fc-9d4a-8e1baa0c0fa9",
      "speaker": "Jordan",
      "start_timestamp": 6158.0,
      "text": "absolute NO, NO, when when he does it like, I do think in his mind. He believes that he cares about everybody."
    },
    {
      "end_timestamp": 6172.0,
      "id": "3c91485e-626a-3038-8e92-750dc7f8a314",
      "speaker": "Dan",
      "start_timestamp": 6167.0,
      "text": "But do you think that he in his mind really believes that he's been beat up as much as Martin Luther King?"
    },
    {
      "end_timestamp": 6174.0,
      "id": "494018e5-39e0-3bab-8b77-8605fec5a678",
      "speaker": "Jordan",
      "start_timestamp": 6172.0,
      "text": "Do? I think he believes it? Yeah. Yes. Well, that's"
    },
    {
      "end_timestamp": 6176.0,
      "id": "4f47c3d3-7614-3fd6-9cd2-177360d14886",
      "speaker": "Dan",
      "start_timestamp": 6174.0,
      "text": "proof that he doesn't know anything."
    },
    {
      "end_timestamp": 6184.0,
      "id": "6e07cc52-2358-32b8-a930-d77aead054e5",
      "speaker": "Jordan",
      "start_timestamp": 6176.0,
      "text": "I don't I think he believes it. Okay, it's obviously not true. But I think he's, I think he's convinced himself of its reality."
    },
    {
      "end_timestamp": 6195.0,
      "id": "81f3fcd7-ce4d-3ec0-9783-02082a142d4d",
      "speaker": "Dan",
      "start_timestamp": 6184.0,
      "text": "I would ask him if he's ever been imprisoned, because he's white. I would ask him if he's ever had people throw bombs at his house."
    },
    {
      "end_timestamp": 6204.0,
      "id": "e7ee0f63-9541-378a-9c4c-463b0cb10cdb",
      "speaker": "Jordan",
      "start_timestamp": 6195.0,
      "text": "Well, we know he has been he has not been in prison because he's white. Yeah. Hey, kk k member? Is a cop. Let him go."
    },
    {
      "end_timestamp": 6272.0,
      "id": "b40813dd-5b12-36ed-b9b3-df28dea14f4e",
      "speaker": "Dan",
      "start_timestamp": 6204.0,
      "text": "Well, yeah, we have that evidence. Yeah. So um, but the other thing, too, is like, he keeps referring to these fights that he got in as a youth, but most of those are street fights. Those are those aren't racially motivated attacks. Whether or not they happened at all is still in question. It's very dubious. Yeah. But at the same time, it's he seems to think that these fights that he had a part in getting into are some sort of racial oppression. And they're not. They're just him as a kid being obviously full of shit, obviously an asshole. He claims he slept with 150 women before he was 16. He was kicked out of his school for a year from fighting. He's he's a guy who when he was young, was, I mean, he's embellishing everything, except for maybe that being kicked out of school for a year. But he's a guy who was like, he was a problem kid. Yeah, like, it's I don't think I bet he did have a couple of times people call him cracker or something like that. I would believe that. But I don't believe that he's been targeted for being white. Of course not. And it's degrading for him to consider himself horse now Martin Luther King is"
    },
    {
      "end_timestamp": 6277.0,
      "id": "4453bb27-4375-329c-a46e-ea57412acca6",
      "speaker": "Jordan",
      "start_timestamp": 6272.0,
      "text": "great. It's degrading for everybody but Nelson Mandela to compare himself to Martin Luther King."
    },
    {
      "end_timestamp": 6295.0,
      "id": "293deb71-8826-32c8-993e-3c069eaf3688",
      "speaker": "Dan",
      "start_timestamp": 6277.0,
      "text": "Yeah. Yep. So anyway, let's skip out of that. Let's let's move along because our old friend is back at our old friend, Mark, you Alex totally. Our old friends is fucking Christ. Still on the July 9 episode. Our old friend Larry Nichols comes back and it"
    },
    {
      "end_timestamp": 6332.0,
      "id": "7186074f-529e-3639-a6b8-d890237489f8",
      "speaker": "Jordan",
      "start_timestamp": 6295.0,
      "text": "doesn't even matter how many times he got beat up versus Martin Luther You can do it. That's not the point of Martin Luther King Jr. Isn't how many beatings he took. No, totally. not the point. Totally. This point is working everything else. Sure. How did how do you boil boil down the entire civil rights movement into I think I got beat up more than Martin Luther King Jr. His entire reality of the entire Civil Rights Movement was MLK got beat up a bunch, and then black people could vote. Well, it's"
    },
    {
      "end_timestamp": 6379.0,
      "id": "a7111961-1a01-3af1-9dfd-eacac72dc9a5",
      "speaker": "Dan",
      "start_timestamp": 6332.0,
      "text": "because that is the masculine way to look at it. It's the like, hyper toxic masculine thing. How much do you believe in what you believe in? You're ready to get your ass kicked, man. Oh, so let's move on. Let's move on. I'm sorry. Move on. Larry Nichols is back, man. Okay, Stevie, Larry Nicks. And he throws a lot of bullshit around about how again, Alex is our only shot. But this time, he is fucking soliciting money hard, okay. He's like, my nickels is yeah, he's my health is not good. I need help. And he's just asking for money. Okay, he spins the narrative that Chelsea is not Bill Clinton's daughter. That's his. That's one of his big narrative. But he drops this one. This is this is our Larry Nichols moment of the day,"
    },
    {
      "end_timestamp": 6437.0,
      "id": "fe3d0d8e-f9b2-3c11-8028-d5ca652db01c",
      "speaker": "Larry Nichols",
      "start_timestamp": 6379.0,
      "text": "Alex, what's gonna have to happen? And I hate to say it. But folks, there's got to be an education campaign. We've got to re educate people anymore. If we had genes in our bodies that are connected to our founding fathers, we've drifted so far away. But here's what's going to come. You got two choices right now. To believe it or not our best friends on Earth right now. I don't know why. Because Obama, has his eyes set on turning us into an Islamic caliphate. And at that point, he would become the leader of Islam globally. The only people strong enough at this point to stop that from happening are the Clintons. And the Clintons get in the war fighting communist. But I think we stand a better chance trying to fight communism. People running around with their hands being cut off because people will go into submission."
    },
    {
      "end_timestamp": 6447.0,
      "id": "a442c924-9043-3636-af7b-b4335527393d",
      "speaker": "Dan",
      "start_timestamp": 6437.0,
      "text": "Yeah, man. Yeah. It's It's so sad to see all these things that Larry Nichols believes. It's such a bummer."
    },
    {
      "end_timestamp": 6450.0,
      "id": "6b82b337-7659-3068-9c50-bd0c337d7cd9",
      "speaker": "Jordan",
      "start_timestamp": 6447.0,
      "text": "Obama"
    },
    {
      "end_timestamp": 6452.0,
      "id": "ae73a0c9-d915-3c4f-aea1-661cb27caca0",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6450.0,
      "text": "is trying to turn. What do you even say"
    },
    {
      "end_timestamp": 6454.0,
      "id": "59fa9def-d4d4-3d46-b8b8-741c001b7368",
      "speaker": "Jordan",
      "start_timestamp": 6452.0,
      "text": "to that?"
    },
    {
      "end_timestamp": 6455.0,
      "id": "59e12cb3-959e-3d34-ac4c-7dbd51c95386",
      "speaker": "Dan",
      "start_timestamp": 6454.0,
      "text": "Please?"
    },
    {
      "end_timestamp": 6461.0,
      "id": "9f2e4d7e-52f2-3419-a9b3-2c2a9308425f",
      "speaker": "Jordan",
      "start_timestamp": 6455.0,
      "text": "What are you? Okay, the Denny's is closed. Where do you exactly where do you even start with that later,"
    },
    {
      "end_timestamp": 6464.0,
      "id": "34bedee5-576a-3c1e-8578-c83ecf76274b",
      "speaker": "Dan",
      "start_timestamp": 6461.0,
      "text": "sir. You have to leave"
    },
    {
      "end_timestamp": 6470.0,
      "id": "69361bbb-70d8-371c-94b1-0206d7d91b32",
      "speaker": "Jordan",
      "start_timestamp": 6464.0,
      "text": "Obama's going to become the leader of Islam. Ah,"
    },
    {
      "end_timestamp": 6504.0,
      "id": "fe591086-1e30-3d63-8764-bbe0ea90ac52",
      "speaker": "Dan",
      "start_timestamp": 6470.0,
      "text": "he's trying to start a caliphate. Is he having a stroke? No. But this actually is in line with that interview that he did with Mother Jones. That he was talking about how the Clintons are our only hope of destroying Islam, because they're cold blooded, right? This makes perfect sense. This they actually get but it also contradicts entirely all the other stuff that he says about how Clintons are the worst people in the world. And Hillary gets in, she's going to destroy the world. She's going to turn us into. I mean, he describes it as communism here. But he describes it as complete destruction of America, other places. So I mean, he is an"
    },
    {
      "end_timestamp": 6507.0,
      "id": "3ef85e71-109a-3fdb-a017-66cf9d10e95f",
      "speaker": "Jordan",
      "start_timestamp": 6504.0,
      "text": "unreliable, maybe a big fan of hyperbole, but entirely possible."
    },
    {
      "end_timestamp": 6517.0,
      "id": "3cfa496e-b0a2-37e2-8938-f3ec38943382",
      "speaker": "Dan",
      "start_timestamp": 6507.0,
      "text": "He needs money. He wants to be interesting. So Alex will have him back on his show. So people will will send him money. Yeah."
    },
    {
      "end_timestamp": 6540.0,
      "id": "28d550a5-1351-301d-b1df-914f150d5cc3",
      "speaker": "Jordan",
      "start_timestamp": 6517.0,
      "text": "Like, how would Obama become the leader of Islam globally? Just declare it like, would there be a conversation? Because he already talked with the Ayatollah regularly he must have I mean, then we're talking about how does he feel about Indonesia? I literally nickels knows that. Billions of people who are Muslim or not. Not from the Middle East, right?"
    },
    {
      "end_timestamp": 6541.0,
      "id": "cb841015-ddac-3f3f-9790-57b2310600d8",
      "speaker": "Dan",
      "start_timestamp": 6540.0,
      "text": "Probably not."
    },
    {
      "end_timestamp": 6545.0,
      "id": "4c1340c9-eb4d-310b-916c-f43f666b5072",
      "speaker": "Jordan",
      "start_timestamp": 6541.0,
      "text": "I don't know. Like globally. Like"
    },
    {
      "end_timestamp": 6550.0,
      "id": "70de99e3-a938-3251-bd12-a33d43d899b2",
      "speaker": "Dan",
      "start_timestamp": 6545.0,
      "text": "there's tons of Chinese Muslims. There's tons of American"
    },
    {
      "end_timestamp": 6553.0,
      "id": "b86b4a03-036e-3974-9fac-169ac4286e36",
      "speaker": "Jordan",
      "start_timestamp": 6550.0,
      "text": "what would we would Obama that have to wait?"
    },
    {
      "end_timestamp": 6557.0,
      "id": "4437f827-af4a-3a88-a496-405f035ed35b",
      "speaker": "Dan",
      "start_timestamp": 6553.0,
      "text": "There's also different branches of Islam that definitely wouldn't all fall under Obama."
    },
    {
      "end_timestamp": 6561.0,
      "id": "3289b184-4e55-3b58-a8bd-6bf84be26f85",
      "speaker": "Jordan",
      "start_timestamp": 6557.0,
      "text": "See now now I'm playing this out like a civilization game. Don't"
    },
    {
      "end_timestamp": 6566.0,
      "id": "f07e69e1-4c92-3a9d-8805-5bb0dddebaf7",
      "speaker": "Dan",
      "start_timestamp": 6561.0,
      "text": "do it. Don't bring don't bring sense in tennis."
    },
    {
      "end_timestamp": 6574.0,
      "id": "5aeaade3-b121-3f92-af03-975cbebe5a07",
      "speaker": "Jordan",
      "start_timestamp": 6566.0,
      "text": "Okay, move as an idiot to hexagons to the left then it will be in the appropriate place to spread."
    },
    {
      "end_timestamp": 6619.0,
      "id": "cd778879-e634-3bed-8e74-a9ad8bd41e02",
      "speaker": "Dan",
      "start_timestamp": 6574.0,
      "text": "I'd like to, I'd like to point out at this point that I haven't, like ignored or cut out stuff that he said about Trump, he still is exactly in the same position he has been since July 6. But now we get to July 10. And Alex Jones is out of studio. David Knight is hosting and it is our tradition to never listen to David Knight Correct. However, we have to break it. No, yeah, no, I accidentally listen. How did you do that? I accidentally listen to a tiny bit of this, because at the beginning, David Knight says Alex Jones will be in later with a special report. So I scan forward in the episode to try and find it. And I couldn't find it. I'm not gonna listen to the whole thing. But I accidentally found this clip. And it is amazing. David Knight is crazy."
    },
    {
      "end_timestamp": 6715.0,
      "id": "32023512-9059-372a-9d25-1ccfdb5d5626",
      "speaker": "David Knight",
      "start_timestamp": 6619.0,
      "text": "Now, when we were on break, Joe Jennings came in and told me that he went to Disney World in the 1970s. And he said they had a Song of the South ride that then they later took out. Tell us about it, Joe? What was on it? Yeah, in the 70s, you know, as I was probably six or seven years old and lived in Anaheim, and you know, that this guy's got a big treat that you got when I went to Disney Land was you know, they had all the rides and they were they were it's been there for a long time. In the smaller kids area, they had the Song of the South bride just chalk this one up. It was a little ride and had all the fun characters and all this and racist or anything. You just saw these fun whimsical characters. So gone by and we went back to Disneyland and are you out there, and it was completely changed. Like I said, Disney Land hardly ever changed their rights. And we asked the school you know, Where's where's this song of South Bronx? Oh, we asked one of the Disney people. Oh, we don't talk about that. Right? Yeah. An experiment taken out. We got to take that out. We got to take out Song of the South. Although they do use the songs from it. I thought one of the most beautiful things about it was no, it's snowing at the feet of the older black man Hill leading these folk stories as our production of course it was ahead of its time in the 1940s I had mixed animation mixed with live action everything."
    },
    {
      "end_timestamp": 6721.0,
      "id": "06613e48-bda8-3b7d-acf4-4519bf9a5d45",
      "speaker": "Dan",
      "start_timestamp": 6715.0,
      "text": "Yeah, buddy. No negative talk about Song of the South did they? Have"
    },
    {
      "end_timestamp": 6722.0,
      "id": "5a1692a8-f921-3969-9df0-20ee47e9f084",
      "speaker": "Jordan",
      "start_timestamp": 6721.0,
      "text": "they ever seen song?"
    },
    {
      "end_timestamp": 6738.0,
      "id": "89bf10ba-5f5a-3b8f-bc00-207cb8d1bd5f",
      "speaker": "Dan",
      "start_timestamp": 6722.0,
      "text": "I watched it recently. Why? Some girl I was seeing for a little while accidentally found it. And she's like, you know, they don't let this out of the vault. I found a copy of it. Let's watch it. And so we watched it. I was like, Whoa, this is worse than I remember. Yeah, there's a character called tar baby."
    },
    {
      "end_timestamp": 6744.0,
      "id": "a0dff2f1-e602-3427-8ba1-99b719def2b3",
      "speaker": "Jordan",
      "start_timestamp": 6738.0,
      "text": "Yeah. And the reason we don't talk about it anymore, I'm"
    },
    {
      "end_timestamp": 6752.0,
      "id": "0f236271-af40-3b45-8e80-9ec8037de5e5",
      "speaker": "Dan",
      "start_timestamp": 6744.0,
      "text": "that old man who tells them stories is a horrible black stereotype. Is is insane."
    },
    {
      "end_timestamp": 6755.0,
      "id": "34fa81d9-ee9e-3601-9cb8-c758139f8db7",
      "speaker": "Jordan",
      "start_timestamp": 6752.0,
      "text": "Karima sounds right. Also,"
    },
    {
      "end_timestamp": 6770.0,
      "id": "52567536-b01e-3ec1-b5a1-e9e12ae85249",
      "speaker": "Dan",
      "start_timestamp": 6755.0,
      "text": "fuck off. Splash Mountain is based on Song of the South. They just took out all the racist stuff. Splash Mountain. Yeah, that's originally part of the the ride that was Song of the South based. Yeah. So"
    },
    {
      "end_timestamp": 6774.0,
      "id": "17bb7fcf-dc62-3629-85fc-9ef02f163244",
      "speaker": "Jordan",
      "start_timestamp": 6770.0,
      "text": "I don't remember that from the original movie, Splash Mountain. Remember, the original"
    },
    {
      "end_timestamp": 6799.0,
      "id": "0f38b3e6-7790-3c62-8901-aab3e0a6cb08",
      "speaker": "Dan",
      "start_timestamp": 6774.0,
      "text": "ride had like you go along with Bray rabbit. And there would be like little things would happen along the way. And then you get to Splash Mountain. So that part is retained from the original as I understand. But also you're totally right. Let it go. Let this one go. Because you're not this one. You're not right. David Knight"
    },
    {
      "end_timestamp": 6806.0,
      "id": "b40d4a27-0f7d-3ed5-a827-7298011c8973",
      "speaker": "Jordan",
      "start_timestamp": 6799.0,
      "text": "where does that even? Like even the most racist people I can think of aren't going to jump on a Song of the South as their tail the die off."
    },
    {
      "end_timestamp": 6809.0,
      "id": "0ace2675-648c-37fa-8f1a-990e9b1a365f",
      "speaker": "Dan",
      "start_timestamp": 6806.0,
      "text": "It's weird, but also what I don't like about"
    },
    {
      "end_timestamp": 6813.0,
      "id": "77394365-c4b2-3f2a-840d-917e2dbdf73d",
      "speaker": "Jordan",
      "start_timestamp": 6809.0,
      "text": "Disney. They took down song and then what do you"
    },
    {
      "end_timestamp": 6834.0,
      "id": "3969eee0-7466-304f-967f-d0236f28b94a",
      "speaker": "Dan",
      "start_timestamp": 6813.0,
      "text": "Oh, how bad of a news day is it for you that you're like, I'm gonna get the engineer to chime in about how Song of the South isn't a ride at Disney anymore. And he discovered that years ago and we're just talking about it over the break. Yeah. What the fuck is going on in their studio? I have no idea. So that's the night. Now we get to the 10th the 10th it wouldn't"
    },
    {
      "end_timestamp": 6842.0,
      "id": "2bba67c7-3da9-3650-ab94-2a2828edef00",
      "speaker": "Jordan",
      "start_timestamp": 6834.0,
      "text": "be fun to be there. To see like, I would love to be in the studio for a day and just see the fucking chaos that must goes on."
    },
    {
      "end_timestamp": 6845.0,
      "id": "4c44abd9-6cd3-32ff-aeba-39689e1e6144",
      "speaker": "Dan",
      "start_timestamp": 6842.0,
      "text": "I bet there's not much chaos. I remember when Alex has to do a controlled array."
    },
    {
      "end_timestamp": 6855.0,
      "id": "ae2c3a89-4b66-3e9a-a891-b80bba625fcc",
      "speaker": "Jordan",
      "start_timestamp": 6845.0,
      "text": "Well, I mean, Alex is like there have been plenty of times where they just don't know where Alex is like, Yeah, that's true. There's got to be all kinds of weird shit being talked about."
    },
    {
      "end_timestamp": 6866.0,
      "id": "b5bc0ad1-314b-39de-bafa-d303078b1c8b",
      "speaker": "Dan",
      "start_timestamp": 6855.0,
      "text": "He's allegedly in court. Yeah. Um, so I'm sorry. That was the 10th the David Knight was hosting Sunday. All right. I'm sorry. That was a Friday. That was a Friday. And then"
    },
    {
      "end_timestamp": 6871.0,
      "id": "80d3c784-5aed-353a-b859-cb4150332cdf",
      "speaker": "Jordan",
      "start_timestamp": 6866.0,
      "text": "the happened to the old Song of the South at Disney y."
    },
    {
      "end_timestamp": 6874.0,
      "id": "80b7e99e-c1e4-30fa-ac72-1914b966a92e",
      "speaker": "Dan",
      "start_timestamp": 6871.0,
      "text": "All right. All right, guys. So we take we take I thought Birth"
    },
    {
      "end_timestamp": 6877.0,
      "id": "e2d20738-f1b9-332c-bb2d-09ad40abc8fd",
      "speaker": "Jordan",
      "start_timestamp": 6874.0,
      "text": "of a Nation had some good points."
    },
    {
      "end_timestamp": 6901.0,
      "id": "97dbb917-841d-3162-ac6f-a82ee8c72166",
      "speaker": "Dan",
      "start_timestamp": 6877.0,
      "text": "It was a great ride. It was a great ride. So we take the 11th off because that is a Saturday, and we come back on the 12th. And here are three of the last four clips I have for you are Trump based. He gets to talk a bit more about Trump at this point after July 12. All right, the other clip I have involves my theory. Okay, Michael. Insane theory."
    },
    {
      "end_timestamp": 6904.0,
      "id": "e49c8f52-1b85-3d3c-91e9-f878a7096366",
      "speaker": "Jordan",
      "start_timestamp": 6901.0,
      "text": "Um, I'm loving your teas. Yeah, I'm loving it. So"
    },
    {
      "end_timestamp": 6910.0,
      "id": "f08deb7b-b3bb-3127-b131-4791ea239e03",
      "speaker": "Dan",
      "start_timestamp": 6904.0,
      "text": "let's get to this first one. This clip is from the 12th show, where he spells out some more of his feelings about Donald Trump."
    },
    {
      "end_timestamp": 6957.0,
      "id": "1eb0704b-d872-382d-85fe-a682cc95a36d",
      "speaker": "Alex Jones",
      "start_timestamp": 6910.0,
      "text": "Meanwhile, Donald Trump comes out. And you would think that this is the only thing happening in the universe. We're in like week three, and says a lot of criminals are coming in from all over the world. And from Latin America. Not good workers, not smart folks, not good people. We need to stop the felons coming in. That's like saying, we need to keep drug dealers out of school yards. And they just go, it's insane. It's incredible. It's horrible. He's the worst person in the world to overthrow reality and common sense. And it's perfect because Trump is a huge Hillary Clinton donor. I don't trust him as far as I could throw him. But he's saying stuff. The true"
    },
    {
      "end_timestamp": 6959.0,
      "id": "93654415-22bc-32bb-914c-af112c7c0a2f",
      "speaker": "Jordan",
      "start_timestamp": 6957.0,
      "text": "that is less far. We'll take our country"
    },
    {
      "end_timestamp": 6971.0,
      "id": "953c6ebc-dba0-315a-b001-a2e8332afdec",
      "speaker": "Alex Jones",
      "start_timestamp": 6959.0,
      "text": "back. Trump tapping into inner anger, Republicans 17 contenders battle to stand out in the crowd. And what Trump's doing is standing out by telling the truth."
    },
    {
      "end_timestamp": 6975.0,
      "id": "2e8ce998-c22c-3276-bcb5-9aba27f182d6",
      "speaker": "Jordan",
      "start_timestamp": 6971.0,
      "text": "Okay, so now we're starting to see the first signs of,"
    },
    {
      "end_timestamp": 6978.0,
      "id": "898cc8ac-c096-3f0e-8145-53348039d009",
      "speaker": "Dan",
      "start_timestamp": 6975.0,
      "text": "but he's still saying I don't trust him, of course,"
    },
    {
      "end_timestamp": 6980.0,
      "id": "79be52e8-50c1-3e34-9c52-85d55c30705a",
      "speaker": "Jordan",
      "start_timestamp": 6978.0,
      "text": "so doesn't trust him. As far as he can throw up,"
    },
    {
      "end_timestamp": 6982.0,
      "id": "6f68cc9f-08d8-3005-b5b6-d8cf80a9fcfb",
      "speaker": "Dan",
      "start_timestamp": 6980.0,
      "text": "he might have some thoughts about why he can't trust him."
    },
    {
      "end_timestamp": 6984.0,
      "id": "e4271e10-da3b-321f-aff9-f36051398e75",
      "speaker": "Jordan",
      "start_timestamp": 6982.0,
      "text": "Why is that? Well,"
    },
    {
      "end_timestamp": 6993.0,
      "id": "fa95f4cc-8a91-3bd6-8e6e-54275ebfae60",
      "speaker": "Dan",
      "start_timestamp": 6984.0,
      "text": "remember, on the last episode, he's mob connected. Remember how you were speculating that I was making too big a deal out of that? Yes. Well, I would like you to listen to this next clip. This"
    },
    {
      "end_timestamp": 6994.0,
      "id": "a3c6d33c-b6f4-3866-9fbb-6536fb7b921a",
      "speaker": "Jordan",
      "start_timestamp": 6993.0,
      "text": "is John do come babbling"
    },
    {
      "end_timestamp": 7031.0,
      "id": "f3ac4fa8-d198-3753-afdb-cc3f64c0c158",
      "speaker": "Alex Jones",
      "start_timestamp": 6994.0,
      "text": "if you want to do it is your issue. But Donald Trump owns a bunch of casinos. Donald Trump's involved in a bunch of stuff. He's basically a frontman for some very hardcore people. And he gives tons of money to the Democratic Party more to Democrats than Republicans in the last 30 years. So you can bet this is all US phonies, $3 bill and Donald Trump. I have high level sources is well, let's just say for the name like Trump, they don't come after you. They might Corleone. Don Trump will be back. Stay with us on our shows. You want the truth? Can you handle it? You're gonna get?"
    },
    {
      "end_timestamp": 7039.0,
      "id": "d4dad647-6972-3e82-ae1d-40d75ebae42c",
      "speaker": "Jordan",
      "start_timestamp": 7031.0,
      "text": "Well, with a name like Donald Trump, they don't come after you with a name like Corleone they do. All right. All right."
    },
    {
      "end_timestamp": 7042.0,
      "id": "3978bb74-8f76-30e4-964a-51cb0f056d54",
      "speaker": "Dan",
      "start_timestamp": 7039.0,
      "text": "Um, um, he has it from high level sources."
    },
    {
      "end_timestamp": 7045.0,
      "id": "35263a08-2389-3b96-8b15-56e2ab3ff3dd",
      "speaker": "Jordan",
      "start_timestamp": 7042.0,
      "text": "Yeah. But he has everything from high level sources."
    },
    {
      "end_timestamp": 7066.0,
      "id": "612876b3-3176-3443-a0d5-50b858e0edc6",
      "speaker": "Dan",
      "start_timestamp": 7045.0,
      "text": "I understand that. But this one bears out with reality. This, this is something that people can document. The fact that he would have this information from high level sources. I mean, he could have it from anybody, but it is true. That's the difference too, between other high level sources, weird globalist he runs into on planes."
    },
    {
      "end_timestamp": 7087.0,
      "id": "074ce62f-871b-3328-b677-ef012d4a9b30",
      "speaker": "Jordan",
      "start_timestamp": 7066.0,
      "text": "Yeah, but it's just so weird to think that on this one, he's right. Like, I can't conceive of that. I can't allow myself to live in a world where a broken clock theory where everything Alex Jones says is utterly wrong. But the stuff he said about Trump, before he became Trump's biggest fan is 100% accurate."
    },
    {
      "end_timestamp": 7124.0,
      "id": "0f6ba6d2-8460-36c7-a9a3-593bdbb9ee67",
      "speaker": "Dan",
      "start_timestamp": 7087.0,
      "text": "Again, we have to come back to what I was explaining on the last episode that it is the reality of this. The truth of it is He is right. Him saying the Trump Trump has extensive mob connections is true. But that's irrelevant to Alex Jones, his mindset. What's relevant is that he believes that he's repeated it multiple times over the course of these last episodes, right? Going further and further spelling out how he knows it. Right. And what exactly he's saying. That's true. He's saying that he's a casino owner, he's clearly connected to the mob. All this stuff. He's shady people all around him, right? That's not nothing."
    },
    {
      "end_timestamp": 7138.0,
      "id": "657658d9-6550-3776-a719-8efc5689ef62",
      "speaker": "Jordan",
      "start_timestamp": 7124.0,
      "text": "That's even if even if he was wrong, that's still the narrative that he's spinning, just like the Sandy Hook false flag stuff. Yeah, this is still his he's, he's doing anti Trump propaganda right now."
    },
    {
      "end_timestamp": 7175.0,
      "id": "aee64978-b742-3358-a21d-fdfa8c21e3da",
      "speaker": "Dan",
      "start_timestamp": 7138.0,
      "text": "Because he's super into Ron Paul. Right. And so we move now to the last day of our investigation July 13. And on this show, Alex Jones is kind of he's on some weird shit. He's he's doing some weird shit on this episode. Because on the last one on the 12, I just played those two clips. Most of the show was about collapse narrative stuff. Speigel. And he also was worried about censoring history. So he's talking about the flag a bunch the battle flag, and he also admits that he owns multiple Nazi guns, which is fun. Sure, but we get to July 13. And"
    },
    {
      "end_timestamp": 7178.0,
      "id": "ca86892d-d716-3682-9c41-e468ed5f1140",
      "speaker": "Jordan",
      "start_timestamp": 7175.0,
      "text": "any F 10 copies of Song of the South. No, David"
    },
    {
      "end_timestamp": 7202.0,
      "id": "ee110763-0e93-3035-a431-bd80b558ef36",
      "speaker": "Dan",
      "start_timestamp": 7178.0,
      "text": "Knight does. David Knight definitely does. Alex Jones is very overt On this episode, and very clear that he is against Russian sanctions. Okay. Why? Because he doesn't think that they're the bad guys in the Ukraine situation. Again, we've been over this he thinks the globalists right and that they're just protecting Russian identifying citizens in the Ukraine. They're coming in to help them deal with the globalist invasion."
    },
    {
      "end_timestamp": 7233.0,
      "id": "5f752f81-7bd9-3d68-8163-99c033496b63",
      "speaker": "Jordan",
      "start_timestamp": 7202.0,
      "text": "That's just such a weird thing for him to turn that into, though. Well, like for always being pro America, as he says he is. And for his entire like, because he's had shit. Like when we go back to the y2k. Yeah, he's definitely got that Russophobic narrative going on strong Very much so. So him him picking Putin in this in the Crimea situation seems mind boggling to me. Well, has he already been on our tea at this point?"
    },
    {
      "end_timestamp": 7243.0,
      "id": "9dbbac9b-eef8-3f6b-9867-cebd5680362c",
      "speaker": "Dan",
      "start_timestamp": 7233.0,
      "text": "I don't know. I don't think so. But I do think that he's starting to become swayed by Russian propaganda. And some of that will play out in this next clip."
    },
    {
      "end_timestamp": 7293.0,
      "id": "75e966d3-458b-3ed2-8f5e-086bb3e498ef",
      "speaker": "Alex Jones",
      "start_timestamp": 7243.0,
      "text": "And that's what's crazy. The Russians aren't perfect, but at a primitive level, it's still male driven. Basically, almost prehistorical. That's all I needed to know. But super smart, super high. IQs. Gathered drunk. Yeah, they fight a lot. Yeah, I mean, whatever. The point is, is that Russians only wake up when they're under attack. And so that's historically known. And so they now have state run TV going, the plan is to destroy our family, here are the documents, the plan is to, you know, put stuff in the vaccines, they get it, because they already went through it under communism, and their population went down by more than 30%. They've already been in the jaws of this forever. They still got corrupt KGB people, they've still got socialism, they've still got problems, they still got vestiges of it, but they really get what's going on. And when you get in the darkest levels of tyranny, light is that much brighter."
    },
    {
      "end_timestamp": 7309.0,
      "id": "55cbcb69-35dd-3a9d-a6f0-ec4273551c31",
      "speaker": "Dan",
      "start_timestamp": 7293.0,
      "text": "So he's talking about state run TV, right? They are pushing narratives that are similar to him, right? They're pushing propaganda narratives about how all of this stuff that we're doing is to stop globalists. Right. So it's starting to mirror him"
    },
    {
      "end_timestamp": 7314.0,
      "id": "f28ab46a-59b5-3f51-ae3a-9068e05e5b5a",
      "speaker": "Jordan",
      "start_timestamp": 7309.0,
      "text": "who so do you? I mean, yeah, they're they picked up on what he was doing."
    },
    {
      "end_timestamp": 7319.0,
      "id": "f79d2c6c-9007-3291-8bde-6b25992afec2",
      "speaker": "Dan",
      "start_timestamp": 7314.0,
      "text": "That's that Alexander Dugan stuff? Yeah, yeah. Hmm. I think some of that's intentional."
    },
    {
      "end_timestamp": 7335.0,
      "id": "4cbe61b4-bcc3-328b-9357-665440148376",
      "speaker": "Jordan",
      "start_timestamp": 7319.0,
      "text": "And then so they pick up on what he's doing. He picks up on what they're doing turns into a nice little feedback loop. Yep. And they can both kind of bounce there. I mean, basically, they bounce ideas back and forth on each other. So I'm what yeah, they bounce. They they trade narratives like a ping pong ball."
    },
    {
      "end_timestamp": 7416.0,
      "id": "84b1f951-6988-349a-9601-e9b553d8135c",
      "speaker": "Dan",
      "start_timestamp": 7335.0,
      "text": "I think there's a burgeoning propaganda loop that is beginning with Russian state television. And Alex Jones. Right. And if you want to take a step further about that, the reason that I said that Nigel Farage was important earlier, I believe that Alex Jones already has positive feelings about Nigel Farage. And I, we can't prove it. 100%. But I would be very surprised if he isn't the intermediary for Roger Stone, and WikiLeaks, right, which is obviously pushing Russian propaganda. Of course, I believe that once Roger Stone gets involved with Alex Jones, you take these dormant feelings that Alex Jones has towards Russian propaganda, and it becomes super amplified. Ah, all of this connection comes together. At the same time. If you look at it, it's so important that all of the major players now aren't in play. They aren't in the mix. So you have Alex with these latent things. The true Alex is the bigot. Right is the male identity stuff is the racism, Avatar of toxic male culture, the distrust of immigrants, those sorts of things are true, Alex, on top of that, eventually you get Roger Stone in there, you get Steve Botanik in there who's not around at all at this point. Steve magenic isn't around and he's the one who pitches the counter coup narrative"
    },
    {
      "end_timestamp": 7417.0,
      "id": "c78e7841-672d-3fd8-b62a-1d470d813e47",
      "speaker": "Jordan",
      "start_timestamp": 7416.0,
      "text": "right now."
    },
    {
      "end_timestamp": 7448.0,
      "id": "15e5f873-0e4b-35db-8d66-2817da6470a9",
      "speaker": "Dan",
      "start_timestamp": 7417.0,
      "text": "The Clintons are pulling a soft coup and we did a counter coup against them. Right? He's not there at this point. Roger Stone isn't there to pitch overly aggressive Trump stuff. At the same time. People like Mike Cernovich aren't around Gavin McInnes, those people are the cool, fun trollee guys, so all of these other elements of Alex Jones's current sphere of what he does his propaganda, they aren't in place yet."
    },
    {
      "end_timestamp": 7451.0,
      "id": "3d0774d8-3497-3491-b082-48bb33b3ec97",
      "speaker": "Jordan",
      "start_timestamp": 7448.0,
      "text": "What we have is our tea, we have him we have"
    },
    {
      "end_timestamp": 7519.0,
      "id": "85aaf66b-18c0-3258-8646-afe453041b12",
      "speaker": "Dan",
      "start_timestamp": 7451.0,
      "text": "dormancy, and that's why he doesn't support Trump yet. I think, Oh, I think that once these other much more active players get involved, that's when he switches and I know that I already said that. I believe that once Roger Stone comes around, that's just switch but I now through him saying all these super positive things about Nigel Farage, saying really dicey things about Russian propaganda narratives about Russia. These things lead me to believe that I don't know how to spell this out. Exactly. But I think Roger Stone probably targeted Alex. I think that he knew that Alex had these leanings, and he knew that he could use him. That is kind of what I think this Warren All right, I think that he knew that he could play stone is the one pulling Alex's strings. I think it's possible and it certainly fits his pattern of being a dirty trickster, right. It fits his pattern of opportunistic, underhanded conservative Republican tricks that he has played throughout his career."
    },
    {
      "end_timestamp": 7543.0,
      "id": "7a6c299b-ec74-30ed-8f48-b78e137f7d82",
      "speaker": "Jordan",
      "start_timestamp": 7519.0,
      "text": "And then you figure stone is the intermediary between Faraj anybody in Russia, Turkey, the all of the all of the authoritarian, hard right Party propaganda outlets now are coming together and creating a unified message. So I'm like the people who are pushing Brexit really hard are creating this same propaganda, right wing feedback, Russian"
    },
    {
      "end_timestamp": 7547.0,
      "id": "c2bb6711-ac6f-3d36-b855-1fb414c9d232",
      "speaker": "Dan",
      "start_timestamp": 7543.0,
      "text": "TV RT and Sputnik, we're very in favor of Brexit, everybody"
    },
    {
      "end_timestamp": 7585.0,
      "id": "cbbf35c9-5094-3211-bce8-57dd0044c167",
      "speaker": "Jordan",
      "start_timestamp": 7547.0,
      "text": "in Turkey? Yeah, you have the same thing going on in Saudi Arabia, you have all of these different people. And, like, it's easy to imagine that it's a conspiracy, but I think it might just be more along the lines of with communication across the globe becoming more or being so easy now that they can just find each other. Yeah. And so it's not that they opportunistic? Yeah, it's not like everybody got together in a back room that's just like, Oh, I like what you're doing. Let's turn that into a thing that I'm doing and then so on, and it just creates this bigger and bigger feedback loop."
    },
    {
      "end_timestamp": 7613.0,
      "id": "c2cba05d-8b71-33e7-87e4-4084061a3f02",
      "speaker": "Dan",
      "start_timestamp": 7585.0,
      "text": "But I also think that there is an awareness that nationalism is a very easily exploited tool, and you can use it to enrich yourself if you ride the wave, right, right. It's something that requires a scapegoat. Globalism, great scapegoat. Very good. And so you have Jews also works, but it doesn't make sense really, for nationalistic countries to fully back each other's nationalism."
    },
    {
      "end_timestamp": 7625.0,
      "id": "2557010d-80f0-364e-8cdf-4a3287a01310",
      "speaker": "Jordan",
      "start_timestamp": 7613.0,
      "text": "So it makes no sense when so why is it that Marine LePen and Nigel Farage and all of these people keep having the same message, keep having the same admirers"
    },
    {
      "end_timestamp": 7660.0,
      "id": "5942c6df-1e1c-32db-ad91-4be1e9a6542d",
      "speaker": "Dan",
      "start_timestamp": 7625.0,
      "text": "and Nigel Farage seems to run through all of them. Yeah. He seems to be a very common thread through all of them. Right. And, as is Roger Stone. Well, Roger Stone through Faraj. Right. So I think that there's something much more nefarious going on here. I think Alex might not be aware of the forces that are at play. That's sort of that's sort of my feeling. As of press time. Yeah. Because I sincerely could see this being a massive dupe on the part of Roger Stone."
    },
    {
      "end_timestamp": 7675.0,
      "id": "91b741d4-08f2-310d-8142-ef0a33a9419f",
      "speaker": "Jordan",
      "start_timestamp": 7660.0,
      "text": "Well, it's interesting to it's interesting to use Alex Jones in this regard, because he's too dumb to bring in. Yeah, like you don't want him involved in any planning sessions or having any knowledge of any larger game going on"
    },
    {
      "end_timestamp": 7682.0,
      "id": "b062f83b-2e33-3045-92b0-b6fa3002bde1",
      "speaker": "Dan",
      "start_timestamp": 7675.0,
      "text": "that he's too dumb. It's that he's so reactionary. Yeah, that if you reveal that, hey, he's going"
    },
    {
      "end_timestamp": 7693.0,
      "id": "989c74e1-5c28-3057-9200-c227abf1d8a0",
      "speaker": "Jordan",
      "start_timestamp": 7682.0,
      "text": "to reveal it. Yeah. He cannot keep the source quiet. No, he's gonna say whatever it is, you tell him. Yeah. So yeah, I would say, Alex is our lucky idiot in this regard."
    },
    {
      "end_timestamp": 7697.0,
      "id": "56d6baca-77bc-3af0-8e05-43da83e0f993",
      "speaker": "Dan",
      "start_timestamp": 7693.0,
      "text": "Somewhat. Yeah. Yeah. And he has made tons of money because of it, of course."
    },
    {
      "end_timestamp": 7700.0,
      "id": "2f9ee491-2762-36e5-b9ff-b456a8a4717f",
      "speaker": "Jordan",
      "start_timestamp": 7697.0,
      "text": "And he will lose tons of money because of it as well."
    },
    {
      "end_timestamp": 7709.0,
      "id": "494c6f18-584a-38fc-8546-26921c883e80",
      "speaker": "Dan",
      "start_timestamp": 7700.0,
      "text": "Yeah, I know that it's still very crazy. For me to be saying that I think that there's something incredibly underhanded here."
    },
    {
      "end_timestamp": 7711.0,
      "id": "a74b2153-7e1f-306d-ab28-fdf43c066e0a",
      "speaker": "Jordan",
      "start_timestamp": 7709.0,
      "text": "You think there is a global conspiracy?"
    },
    {
      "end_timestamp": 7729.0,
      "id": "1405bddb-b730-3eeb-98b9-8895489e93bd",
      "speaker": "Dan",
      "start_timestamp": 7711.0,
      "text": "My No, I don't I think it's a very localized conspiracy. Yeah, I think it's a small conspiracy. But the conspiracy is it is real. And it is to basically destroy international bodies that do serve to stop war now."
    },
    {
      "end_timestamp": 7732.0,
      "id": "c4a2fc0a-b215-321d-9847-4ceec05500ff",
      "speaker": "Jordan",
      "start_timestamp": 7729.0,
      "text": "It war is the cheap way to get rich, the"
    },
    {
      "end_timestamp": 7768.0,
      "id": "b3b5cf20-b96b-3922-9ab0-cca88937c995",
      "speaker": "Dan",
      "start_timestamp": 7732.0,
      "text": "like, It's so insane to me that Christopher Steele came out with that dossier, and everyone focused on the PII stuff, but all the rest of it is coming out so hard to be true. Everything. Trump was secretly trying to lift sanctions as soon as he got elected, which is what everyone suspected he was going to do. The reason that you would do that is because if they raise the sanctions, Russia can make tons of money. There's obviously that is him secretly trying to hold up his end of the quid pro quo. Like it makes no sense to not see that. And Alex, isn't that dumb?"
    },
    {
      "end_timestamp": 7779.0,
      "id": "1acd72fe-0c5d-372f-bc7a-4ee8328b1d69",
      "speaker": "Jordan",
      "start_timestamp": 7768.0,
      "text": "Alex is who he is now. Not Alex. Is that dumb? So long as you provide him a an explanation that better fits into what he wants to believe Trump"
    },
    {
      "end_timestamp": 7787.0,
      "id": "446b082f-9ea7-3f2e-aea4-39487119ac3a",
      "speaker": "Dan",
      "start_timestamp": 7779.0,
      "text": "is fighting your culture war for you. Exactly. So that would probably Blind him to of course any number think"
    },
    {
      "end_timestamp": 7805.0,
      "id": "16b10ead-6b58-3b1d-a86e-7d1cd25df169",
      "speaker": "Jordan",
      "start_timestamp": 7787.0,
      "text": "about all of the shit that he's the all of the shit that he's spinning now is he's bringing back economic prosperity and all that. Yeah. And the opposite. Everything that he's saying that Trump is doing He's not doing his numbers are on the rise, and it's obvious he's not doing those things. You know, it's"
    },
    {
      "end_timestamp": 7815.0,
      "id": "b6ad21f1-9950-3b4c-b12f-5e8a7f6e3708",
      "speaker": "Dan",
      "start_timestamp": 7805.0,
      "text": "fun. Even if you say that the polls are weighted fine. Like Alex says 15%. Yeah, Trump is now at a negative 20. Yeah. So, you know, in terms of the"
    },
    {
      "end_timestamp": 7821.0,
      "id": "f8fbef25-756c-3379-a364-c9dbfc3a2f37",
      "speaker": "Jordan",
      "start_timestamp": 7815.0,
      "text": "rosiest outlook, he is only hated by 5% More of the population than otherwise. Yeah."
    },
    {
      "end_timestamp": 7829.0,
      "id": "f3523feb-ca2b-351b-8cae-d147fc1315ee",
      "speaker": "Dan",
      "start_timestamp": 7821.0,
      "text": "So, I know, I know. And you're not even saying this, but I know it's crazy. To some extent, I know that"
    },
    {
      "end_timestamp": 7837.0,
      "id": "192e3c2d-ca91-3e7b-8b5c-92bc58982af4",
      "speaker": "Jordan",
      "start_timestamp": 7829.0,
      "text": "I it's hard to it's hard to find another. It's hard to find another thing that fits all of the players, though."
    },
    {
      "end_timestamp": 7850.0,
      "id": "65ac067d-3ed9-3105-b057-a5909bdbbabb",
      "speaker": "Dan",
      "start_timestamp": 7837.0,
      "text": "But there's obviously another. There is another scenario that, you know, there. There's secret information that we don't know, there's unknown unknowns, as Rumsfeld would say, yeah, so I recognize"
    },
    {
      "end_timestamp": 7862.0,
      "id": "bb8e55d1-903b-35b7-a5f3-27d68b485997",
      "speaker": "Jordan",
      "start_timestamp": 7850.0,
      "text": "it's either that or it's just one of the most unlikely coincidences that I can imagine that all of this stuff arises independently of each other."
    },
    {
      "end_timestamp": 7908.0,
      "id": "b58ed4b5-018a-3201-b5ce-75d189459bc9",
      "speaker": "Dan",
      "start_timestamp": 7862.0,
      "text": "And miraculously, Alex Jones starts hanging out with and promoting a guy who is one of Trumps close associates and former campaign manager Yeah, at the same time, he starts having on Steve Puranic, who's spelling this narrative. At the same time, he brings in a bunch of alt right pranksters right to be on his show to try and make things hip and cool. It doesn't make sense that all of that would start happening. Like, I'll figure out exactly the time that these things start happening, but up till now, up till July 13. None of those people are around and he doesn't support Trump. Now, if I find that Roger Stone shows up, and he doesn't support Trump, that'll throw a little bit of a wrench in the gears. Yeah, but I can't imagine that being the case."
    },
    {
      "end_timestamp": 7921.0,
      "id": "74ee4b20-baca-3b30-8de1-9eb971a4481b",
      "speaker": "Jordan",
      "start_timestamp": 7908.0,
      "text": "Yeah, I don't know. I think Roger Stone was on from the get go. Wasn't he? Wasn't Roger Stone was on Trump's team. Beginning he was he was his campaign manager for a little while. Yeah. So why would like don't show up on Infowars? And I think"
    },
    {
      "end_timestamp": 7936.0,
      "id": "cfb5933d-01b5-3aeb-a2a7-b64f1bd6c5cd",
      "speaker": "Dan",
      "start_timestamp": 7921.0,
      "text": "at this point, he's still involved in the campaign in 2015. Yeah. And so once he goes off the campaign, I think is when he starts working unofficially as a propagandist for him, right? So I don't know, it's really troubling to me."
    },
    {
      "end_timestamp": 7939.0,
      "id": "99fe7d0f-8fe1-3b78-9dee-d731dbe55929",
      "speaker": "Jordan",
      "start_timestamp": 7936.0,
      "text": "Stone stone goes to Trump and says, I can get you Infowars."
    },
    {
      "end_timestamp": 7991.0,
      "id": "d262a7cb-a228-3e71-b212-1d6acb3108b3",
      "speaker": "Dan",
      "start_timestamp": 7939.0,
      "text": "The fact that Alex is so dismissive and so unrealistic about the what's going on with Russia, leads me to believe that that is that is a weakness for him that was exploited. I don't know. We'll see. But we got one more clip. And it's also from the July 13 episode, he gets a caller that calls in and has a counterpoint about Trump. He has a slightly positive argument about Trump. And it's interesting that Alex Jones shoots him down. So even with someone saying positive things about Trump. Here's what Alex says. This call is about five minutes long. And I just want to let it play on uninterrupted because it it's I mean, it's, it's it's totally evidence against him. Okay, evidence of where Alex Jones head was."
    },
    {
      "end_timestamp": 8006.0,
      "id": "9a1e9949-f3cd-3e80-b7fa-1569a325f24b",
      "speaker": "Alex Jones",
      "start_timestamp": 7991.0,
      "text": "I don't want to go to your phone calls right now. I got two people to disagree. So they got to the front of the line. But I got to Richard in Illinois, then Tom in London. Oh, I know. John, in Texas, Walt, Bill and others. Richard in Illinois. You're on the air. Go ahead."
    },
    {
      "end_timestamp": 8050.0,
      "id": "53b8c4de-b6a8-3ef0-b728-19a0439d6156",
      "speaker": "Larry Nichols",
      "start_timestamp": 8006.0,
      "text": "Yeah, I'm a big fan of yours. I want to disagree about Trump. And it's only because I don't think this guy takes orders from anybody. I'm not saying he's perfect. But you mentioned yesterday, he was a runner. I don't think he takes orders from anybody. I my experience with him in Chicago is I've watched as he's built this god awful building. He put this god awful sign on it. He's sued everybody to get this signed. And so. So anyways, what I was hoping you would do is if you think he's a winner, why don't you invite him on the show and ask him,"
    },
    {
      "end_timestamp": 8073.0,
      "id": "48af6c57-9eaf-3733-bc8f-2f0493bd565a",
      "speaker": "Alex Jones",
      "start_timestamp": 8050.0,
      "text": "we have invited Trump on the broadcast and Niko, go after him again, tweet at him. Everybody tweeted Trump and Tom come on the show. And I've said that's my opinion. And I've been told by Jerome Corsi, who's had a lot of conversations with Trump and others that he suspects that that's what he's doing and I respect Dr. corsi. He's really smart guy."
    },
    {
      "end_timestamp": 8106.0,
      "id": "e6ef5d99-b886-30e4-ba69-7b18b6b40907",
      "speaker": "Dan",
      "start_timestamp": 8073.0,
      "text": "So I'm sorry. I'm gonna interrupt it. Because I mean, there he repeats the Jerome Corsi who knows Donald Trump is saying that he is in as a publicity stunt. So she'll Yeah, also, Donald Trump does eventually come on the show, but at this point, he's not answering Alex's requests. So even the idea that when Trump comes on and he says, Your Your reputation is impeccable. We're going to be talking a lot. Clearly if Alex had invited him on At this point, if Trump really believed that he would have come on, of course, so that part is even a lie. Well, there's"
    },
    {
      "end_timestamp": 8130.0,
      "id": "4a4e3cfa-f9d6-34ca-9aaf-32810e579aec",
      "speaker": "Jordan",
      "start_timestamp": 8106.0,
      "text": "no way that there's no I would never believe that Trump cared. No or or had ever heard of Infowars. Before you probably had heard of it, or, well, yeah, he probably tweeted out a link before that saying about how dumb Infowars was maybe. But going by all of Trump's tweets about Obama and how they're the exact opposite of Yeah, fucking he doesn't believe anything. So there's no belief system, but"
    },
    {
      "end_timestamp": 8141.0,
      "id": "c6a01ac6-75e9-3af7-bfef-28317cdb5a82",
      "speaker": "Dan",
      "start_timestamp": 8130.0,
      "text": "at this point, Alex is ignoring Trump. He's dismissive of him and inkind Trump is dismissing him, he doesn't care you want you want me to be on the show? I'm gonna I'm gonna answer your requests"
    },
    {
      "end_timestamp": 8273.0,
      "id": "6a927089-e523-388e-b58d-0e2dd120ad47",
      "speaker": "Alex Jones",
      "start_timestamp": 8141.0,
      "text": "massive money to Hillary Clinton. I can't imagine that you're a real conservative, then you give to her Senatorial Campaign. And what he's doing is gobbling up all the attention, and then not properly defending his ideas. The guy owns casinos. The guy is tied in with some really shady characters. After he did that whole birth certificate thing, he suddenly got his what was his NBC contract renewed. So that's my feeling on Trump. My gut has never been wrong. Maybe you'll change your heart. Maybe I'm wrong. Maybe maybe, maybe a Blue Moon has arrived. But there's a headline Donald Trump has spent years courting Hillary Clinton and other dems. And so that's where I stand. I mean, he's like a cartoon character. People think He's the richest guy in America. He's worth $4 billion. He's a frontman, in my view, for some other more powerful people. Bill and Melinda Gates are worth 78 million on record, Warren Buffett 73 million on record this year in Forbes, their real wealth is in the aggregate trillions. Donald Trump says a lot of great things and things I agree with. But he's shown by his actions, that he's a pretty slimy guy. And like I think people that aren't casinos are flying through. I I've been around it. I've had a chance to be out to Vegas to see some fights, and to be behind the scenes of and we know what's come out in the news about it. And I just I don't even feel good being close to it. I don't want to lecture people about gambling, you want to do it. Go ahead. You want to be a chump Go ahead. If you and your buddies want to gamble over a poker game, that's completely different. That's just making the game fun. I get that too. I have gamble playing poker, my wife, you know, not not high stakes or anything. But the gamble is sort of being competitive in life. Instead of going out on a limb in life. They go out on a limb in just somebody else's rigged game. It's it's a fake paradigm to come into and be screwed. And I think Trump's gamble for high stakes, it ruins a lot of lives. It's mentally ill. That's my opinion. And I think Trump is a predator. I agree with being involved in it. What do you say to that? I agree with"
    },
    {
      "end_timestamp": 8325.0,
      "id": "9d03e205-414d-3628-864a-713ff46def33",
      "speaker": "Larry Nichols",
      "start_timestamp": 8273.0,
      "text": "that. I still might agree with you. I mean, again, my only experience. I've never watched his show. I went to Chicago and I'll go I had one drink. I'm telling you, the employees over there. Were miserable. They did not smile. You could tell that they've they were exhausted. In exhausting. But he is moving the Overton window in a direction that as a libertarian as Ron Paul as a Rand Paul supporter, I kind of support so it's kind of hard for me to say he's all bad when he is moving the Overton window now it might mean naive. I don't know. Are you wrong? Well, generally, you're not wrong. I agree with a lot of what you say. Matter of fact, the best investment I ever made in my life was at TV tangerine that I have every morning. But there's something"
    },
    {
      "end_timestamp": 8328.0,
      "id": "27d07f1f-d482-3b33-8859-8a023f10552a",
      "speaker": "Jordan",
      "start_timestamp": 8325.0,
      "text": "there. Richard, you're a plant"
    },
    {
      "end_timestamp": 8355.0,
      "id": "bab5c63e-6180-3e16-94a3-0c5648e323e3",
      "speaker": "Larry Nichols",
      "start_timestamp": 8328.0,
      "text": "in Green Zone reality. I tell you not to produce your show, but the doctor pitch. I can't pronounce his last name, but he might be able to give a really good psychological description of what Trump is and he might be a sociopath. I don't know. The pathetic would know. But I see him moving the Overton window and um, part of me says, that's a good thing."
    },
    {
      "end_timestamp": 8424.0,
      "id": "fce2f86c-20fd-3454-91c8-6d1da4f10a77",
      "speaker": "Alex Jones",
      "start_timestamp": 8355.0,
      "text": "No, I hear you Richard, let me move on to Tom and London. I can't really comment on your comments or I won't have time to get the calls but okay, comment to elaborately. Donald Trump is involved with a bunch of seedy people. What do you know Alex is richest man in America. You got to ask folks they think he is. He is a pop culture person who is involved in WWF. And it's not like Jesse Ventura was involved and now he's serious. Trump uses the same tactics in reality. So yes to you who is awake? Trump sounds good. But the media is using what he said and misrepresenting it to To then discredit everyone else. And so that's what's going on. I mean, I can take one look at Donald Trump. And I hear this voice say danger Will Robinson. I take one look at Rand Paul and go that's the real deal. But they might kill him."
    },
    {
      "end_timestamp": 8438.0,
      "id": "38c68013-2185-3ebe-80c9-44fa74b7face",
      "speaker": "Dan",
      "start_timestamp": 8424.0,
      "text": "So there we are. That clip really spells it out. Yeah. I mean, he does he has you yelling is unfair, because he's already explained what he means he's talking about mob shit."
    },
    {
      "end_timestamp": 8453.0,
      "id": "5440de13-7d19-3505-8bfb-cf8145ef73de",
      "speaker": "Jordan",
      "start_timestamp": 8438.0,
      "text": "I know. But I want to know, I want to know names. I want to know details. Oh, it's never gonna give. I want to know it all. Man. What did he know? What did Alex know that? We didn't know you can find that out by googling it now. But that's not the point. The point is I want Alex to say it right. That"
    },
    {
      "end_timestamp": 8497.0,
      "id": "56a12377-e961-3b7f-8efd-73ccdb9f7aa8",
      "speaker": "Dan",
      "start_timestamp": 8453.0,
      "text": "would be nice. But he has already said he's he taught he's tied to the mob. Yeah, that he said that. He said that he makes his money running a casino, which also is where they launder tons of money, right from Russian banks and what have you, right? But he runs just like people who run casinos are predators, plant making a false reality that exploits people who have a sickness. That's not something that can be tucked away. He believes that one who runs a casino is a predator. Donald Trump is a predator. You can't take that away. You can't be like, Oh, well, I talked to Trump and he's cool, or whatever. Because he still has that history running a casino. And you think that that is a predatory business? Right,"
    },
    {
      "end_timestamp": 8513.0,
      "id": "9abf5bfd-0d54-3718-80a7-25345c3352d1",
      "speaker": "Jordan",
      "start_timestamp": 8497.0,
      "text": "but go away. But if we go forward in time, that's where we start to see. He did why he did. He did wave it away. He did wave it away with a right but you can I talk to Trump comes on my show. He's a stealth patriot."
    },
    {
      "end_timestamp": 8514.0,
      "id": "9c9f94a0-7c97-3af4-8b08-8fe4ccd74026",
      "speaker": "Dan",
      "start_timestamp": 8513.0,
      "text": "It's not because he called"
    },
    {
      "end_timestamp": 8518.0,
      "id": "61720f87-89bf-302e-8cf9-07ec6e062b38",
      "speaker": "Jordan",
      "start_timestamp": 8514.0,
      "text": "a stealth patriot. He's been planning this for 30 years. And so in"
    },
    {
      "end_timestamp": 8521.0,
      "id": "8e79fed7-4f56-3896-a968-c1add9a6e7d9",
      "speaker": "Dan",
      "start_timestamp": 8518.0,
      "text": "order to be a stealth patriot, he had to run"
    },
    {
      "end_timestamp": 8533.0,
      "id": "2167931d-5a24-3d04-9e27-0300a7111d87",
      "speaker": "Jordan",
      "start_timestamp": 8521.0,
      "text": "the run. He had to be the most predator. In order to fight back against these predators. He had to train himself to become the ultimate predator. i He is Arnold Schwarzenegger. In the movie Predator,"
    },
    {
      "end_timestamp": 8546.0,
      "id": "4a020ec5-ee32-307e-a4f4-60367f8218b0",
      "speaker": "Dan",
      "start_timestamp": 8533.0,
      "text": "I understand where you're coming from facetiously but it can't be like I can't that can't work. It doesn't work. No. So even in an app called super fascinating that the guy is saying you should get Steve botanic on."
    },
    {
      "end_timestamp": 8559.0,
      "id": "14bd323f-376c-3227-820e-db463b9a378d",
      "speaker": "Jordan",
      "start_timestamp": 8546.0,
      "text": "I know that was the weirdest things the beginnings. That is the weirdest thing that he's got to be a plant. Richard's got to be a plant. That's possible. Richard's full of shit. Richard, it was one Richard hocked a product. Yeah, that's my first red flag. A"
    },
    {
      "end_timestamp": 8563.0,
      "id": "811beee3-716c-3f49-b232-03ba45095ea8",
      "speaker": "Dan",
      "start_timestamp": 8559.0,
      "text": "lot of scholars do though, do they? But a lot of callers to"
    },
    {
      "end_timestamp": 8566.0,
      "id": "720e6cba-2d26-3a1b-a863-3dbac6e0c1f0",
      "speaker": "Jordan",
      "start_timestamp": 8563.0,
      "text": "like radio. I'm assuming they're encouraged to a lot of"
    },
    {
      "end_timestamp": 8587.0,
      "id": "9369a44f-ef69-3dc4-b00c-d100095ae3da",
      "speaker": "Dan",
      "start_timestamp": 8566.0,
      "text": "callers. All radio shows are fake. I'm not saying that about Alex. That's just true of almost every drivetime show. Right? Of course. There's their businesses that use actors, and they pay them 50 bucks a pop to call on the radio shows. But like that, so it's possible because of the plug and because of the foreshadowing of Steve Botanics eventual arrival, right? It's interesting."
    },
    {
      "end_timestamp": 8617.0,
      "id": "7646a5e9-a44b-3583-93e9-cb8dcc52bf3e",
      "speaker": "Jordan",
      "start_timestamp": 8587.0,
      "text": "That's such a weird like, so here's what I know what a strange universe that these people were weird where somebody will just drop Steve put Genex name in there as if they're, that's a regular name to throw in there. Hey, you know who you should get to profile the most evil man that we can think of? Another evil idiot over here, not any other psychologist. He could have said he could have said you should get a psychologist to profile. Nope. He chose Steve pathogenic but that's"
    },
    {
      "end_timestamp": 8626.0,
      "id": "28df872c-afc3-3d74-be8f-c17b211815ad",
      "speaker": "Dan",
      "start_timestamp": 8617.0,
      "text": "because Steve Botanics involved in conspiracy worlds and stuff like that. Like he's a sandy hook denier and shit like that. So he wouldn't be the one that they come up with. That's not all that weird."
    },
    {
      "end_timestamp": 8636.0,
      "id": "56ef7cf4-fc8e-3a1b-8d20-ebe467f7b1b8",
      "speaker": "Jordan",
      "start_timestamp": 8626.0,
      "text": "This is the Suicide Squad. This is this is all of these idiots just fucking congealing like a, like the blob. Like there's just a massive evil propaganda."
    },
    {
      "end_timestamp": 8662.0,
      "id": "24725ab2-7ff1-3015-8a0a-0763a2cae144",
      "speaker": "Dan",
      "start_timestamp": 8636.0,
      "text": "So throughout the course of this from July 6 to July 13, we see no change in Alex Jones's opinion towards Donald Trump. Except for him to spell out more that he is slimy in a predator. Right? He still doesn't trust him. He's there to invalidate the truthful things that he says. He's there to make a mockery out of the very idea of these true ideas. He has that from high level sources"
    },
    {
      "end_timestamp": 8674.0,
      "id": "9c74374b-f985-34b2-b7f6-b385305ea757",
      "speaker": "Jordan",
      "start_timestamp": 8662.0,
      "text": "now. But if we if we follow along the path of the caller is fake. Yeah. Why would you have a like there are only a couple of different reasons to have a caller who is pro Trump."
    },
    {
      "end_timestamp": 8676.0,
      "id": "d8154278-f5cd-332d-b9bc-15295d8e480b",
      "speaker": "Dan",
      "start_timestamp": 8674.0,
      "text": "He's not even pro Trump."
    },
    {
      "end_timestamp": 8681.0,
      "id": "166e1000-0fe2-367e-8a20-157277e0ad12",
      "speaker": "Jordan",
      "start_timestamp": 8676.0,
      "text": "Albeit reluctantly, no, he's like he's saying he's like, I'm liking what he's saying."
    },
    {
      "end_timestamp": 8709.0,
      "id": "533edf48-cb13-3422-81d1-961d14f50e25",
      "speaker": "Dan",
      "start_timestamp": 8681.0,
      "text": "What he's saying is he's making a Trump is making it okay to talk about these libertarian issues, right? Whereas before that would be seen as too far out. Right. So the Overton Window ideas is not the sports Trump. It's just that because he's so crazy and out there. He's bringing the conversation that we want to have into the sphere. are so it'll make it okay for Rand Paul to say the things that we know he's the real deal about. So he's not even pro Trump. He's just like we can use him. Right? Kind of"
    },
    {
      "end_timestamp": 8720.0,
      "id": "d31f7db8-423e-38e0-bc9b-3fd3ef22602e",
      "speaker": "Jordan",
      "start_timestamp": 8709.0,
      "text": "right. But as a fake caller, you're putting him there. You want that idea out there? Yeah, you want that narrative to become part of the thing that Alex talks about,"
    },
    {
      "end_timestamp": 8732.0,
      "id": "47be5f29-6882-35e8-84ec-9e9f6e495071",
      "speaker": "Dan",
      "start_timestamp": 8720.0,
      "text": "then if so deep but if you're doing that as a fake call, then you don't have Alex completely repudiate it. You don't have Alex Jones say Now listen, no, he is a bad guy. He's a slimy fuck. And that's true, then I don't think the call is fake."
    },
    {
      "end_timestamp": 8733.0,
      "id": "e3fe397e-378f-3277-8954-916c477445e6",
      "speaker": "Jordan",
      "start_timestamp": 8732.0,
      "text": "You don't think so? No. All right."
    },
    {
      "end_timestamp": 8740.0,
      "id": "1ba27730-87b3-30cb-8ee4-3b9f2647ece0",
      "speaker": "Dan",
      "start_timestamp": 8733.0,
      "text": "I don't necessarily think it is. I don't have any evidence because I the idea that he hocked a product isn't evidence for me because people do that all the"
    },
    {
      "end_timestamp": 8741.0,
      "id": "02e3578e-267f-3ba9-b186-e8febd38c9f2",
      "speaker": "Jordan",
      "start_timestamp": 8740.0,
      "text": "time. Okay, fair enough."
    },
    {
      "end_timestamp": 8819.0,
      "id": "0e95755b-817a-3f6c-a69f-e0c13c2986d0",
      "speaker": "Dan",
      "start_timestamp": 8741.0,
      "text": "I didn't know that was a regular thing. Yes. Collars did oh, this collars take his products, cheeses. But that makes sense with this cult environment, right? Like I support you. And I want to let you know how great your your shit is. Yeah. So even though we see no evolution necessarily, in his position towards Trump, we do see minor trends in his own headspace where he's starting to see the media treats him bad media treats me bad. There's identification factors, right. On top of that, we see him being incredulous of Russian propaganda. We see him saying very positive things about Nigel Farage, I think, if I would describe the situation right now, this is the storm clouds gathering. Right? Right here, we are leaving off on what I think is about to be a massive thunderstorm. And massive thunderstorms don't happen just because clouds roll in. There's pressure systems involved. I think these little things like the arrival of Steve polygenic, the arrival of Roger Stone, I think those things are going to be the necessary ingredients that come together and put a match underneath the the gasoline spout. That is Alex Jones is underlying idiocy based on globalism. That"
    },
    {
      "end_timestamp": 8828.0,
      "id": "8799bace-03cf-3af0-8f4c-5dbc8d3b82c3",
      "speaker": "Jordan",
      "start_timestamp": 8819.0,
      "text": "was a terrific metaphor. Thanks. And I think a wonderful place for us to let you know that if you'd like to follow us on Twitter. Yep. At knowledge underscore fight,"
    },
    {
      "end_timestamp": 8840.0,
      "id": "3690955b-9ea9-3d30-a465-a46ef86713fb",
      "speaker": "Dan",
      "start_timestamp": 8828.0,
      "text": "yes. And if you'd like to go to our website, it's knowledge fight.com There's a link on there to support the show. This is this takes a lot of time. If you'd like to support the kind of shit we do, we would really appreciate it."
    },
    {
      "end_timestamp": 8846.0,
      "id": "515b8807-7346-3993-af64-3309bf8caab3",
      "speaker": "Jordan",
      "start_timestamp": 8840.0,
      "text": "Leave a review on iTunes plays, right? Do it."
    },
    {
      "end_timestamp": 8851.0,
      "id": "c9ca3359-df26-3a4e-90af-1e708b255596",
      "speaker": "Dan",
      "start_timestamp": 8846.0,
      "text": "Or just subscribe on iTunes. Also, that would be very nice. Um,"
    },
    {
      "end_timestamp": 8880.0,
      "id": "283540e1-90a2-39db-9453-0eb5c6275f00",
      "speaker": "Jordan",
      "start_timestamp": 8851.0,
      "text": "we let other people know I this word. This is one of those weird things where we were talking about this before the show. And yeah, it doesn't seem like like, it's a very interesting thing for us to go back and look at this investigation. And it's an even more interesting thing for me because you're the one doing all the work. That's my favorite part of it. Yeah. But, but like, this is this is watching the beginning of this this propaganda storm."
    },
    {
      "end_timestamp": 8882.0,
      "id": "893affb6-e356-321e-b427-b5aef0ea0552",
      "speaker": "Dan",
      "start_timestamp": 8880.0,
      "text": "How did we get here? Yeah."
    },
    {
      "end_timestamp": 8885.0,
      "id": "efcc94c0-124d-3979-98bc-76d6c94c43bf",
      "speaker": "Jordan",
      "start_timestamp": 8882.0,
      "text": "How do we? It seems like we're right there."
    },
    {
      "end_timestamp": 8895.0,
      "id": "f7723702-789e-3ade-b97b-1f212516486a",
      "speaker": "Dan",
      "start_timestamp": 8885.0,
      "text": "How did we get to the point where legitimately the President is sending emails out to fundraise with Infowars links. Exactly. How did we fucking get there? Right."
    },
    {
      "end_timestamp": 8913.0,
      "id": "63622b27-f392-33a5-8590-7f37933d1373",
      "speaker": "Jordan",
      "start_timestamp": 8895.0,
      "text": "And for and you can, like you can clown on Twitter about how dumb these guys are. But look at what they did. Yeah, this is something that needs to be fought, not something that we can laugh away. These people are powerful, inexplicably, because they're so fucking stupid."
    },
    {
      "end_timestamp": 8924.0,
      "id": "431b4f46-a303-31e9-b10a-b5e821d2cf95",
      "speaker": "Dan",
      "start_timestamp": 8913.0,
      "text": "There's three things that I agree about Alex with Alex Jones about marijuana should be illegal. Cops should not be able to take shit from you. They shouldn't be able to steal from you. And there is an information war."
    },
    {
      "end_timestamp": 8928.0,
      "id": "f624d759-42f8-37f9-89b2-3b893ae18788",
      "speaker": "Jordan",
      "start_timestamp": 8924.0,
      "text": "And Trump is tied up with some shady motherfucker."
    },
    {
      "end_timestamp": 8959.0,
      "id": "c8a70b53-a071-3b8a-be13-d58d59dc4940",
      "speaker": "Dan",
      "start_timestamp": 8928.0,
      "text": "He's a predator. So that's the fourth thing. Yeah. But there is there is absolutely information wars going on. Yeah, he has his sight named perfectly. I totally agree with all that. And I'm not saying that we have the resources or even the ability to be the other side of the information war. But making fun of him isn't enough. Now we need to understand this stuff. Or else we're going to be suffering the consequences of it the next time around. Absolutely. And that's my that's my mission. This is"
    },
    {
      "end_timestamp": 8961.0,
      "id": "e703574e-8092-3bee-9b6f-44a30106ec5d",
      "speaker": "Jordan",
      "start_timestamp": 8959.0,
      "text": "it's so weird. How scary this"
    },
    {
      "end_timestamp": 8963.0,
      "id": "d06b1a8d-7faa-3907-af18-a108e376114a",
      "speaker": "Dan",
      "start_timestamp": 8961.0,
      "text": "is why I've given up everything else in my life."
    },
    {
      "end_timestamp": 8981.0,
      "id": "56e89e3e-c9da-328f-be40-d4c2dcd256f1",
      "speaker": "Jordan",
      "start_timestamp": 8963.0,
      "text": "It's so weird how terrifying This is. It is like this is such silly, dumb fear. We're somehow the propaganda outlet that is being fucking referenced by the President also spent a day talking about the Song of the South bride at Disney land"
    },
    {
      "end_timestamp": 8988.0,
      "id": "d02cba5d-6d50-3fda-880d-70fd07058c60",
      "speaker": "Dan",
      "start_timestamp": 8981.0,
      "text": "to be fair, those David Knight This is the world we live in. Yeah. Well, it wasn't the whole show it that I don't know what else I don't."
    },
    {
      "end_timestamp": 8991.0,
      "id": "49c5616b-a0c4-3f78-b9b0-029937cf87dc",
      "speaker": "Jordan",
      "start_timestamp": 8988.0,
      "text": "That's the whole show for me. Fine."
    },
    {
      "end_timestamp": 8998.0,
      "id": "0999b72c-2a30-337e-8b6c-d671807b0418",
      "speaker": "Dan",
      "start_timestamp": 8991.0,
      "text": "It's invalidating of the rest of exactly more More to the point he spent 20 minutes talking about a Chick fil A break. Right?"
    },
    {
      "end_timestamp": 9011.0,
      "id": "f4854531-7178-3d86-a885-03a5b7a1b94e",
      "speaker": "Jordan",
      "start_timestamp": 8998.0,
      "text": "Exactly. Yeah, but but that's But that's like nobody, nobody else is doing like this is what we need to combat on a very specific direct level. And it's very frustrating that it doesn't seem like people are really going after"
    },
    {
      "end_timestamp": 9204.0,
      "id": "66b70849-859d-34d0-a7cf-eba46fea4c70",
      "speaker": "Dan",
      "start_timestamp": 9011.0,
      "text": "Well, some people are enjoying it. And I appreciate the people who are listening. We do Oh, yeah, no. But to be frank, we should have maybe 1000 times the listeners, we have 1000 times. Yeah, probably. I mean, this is important. It really is. He's destroying our world. He literally is. And it's not that people believe Infowars. That's not the problem. The problem is the the, okay, Larry Nichols didn't destroy political discourse. But things he did set in motion, the environment where political discourse has completely destroyed. Yeah, the lies and propaganda that he was the source of about Bill Clinton has tainted the entire American political landscape for the last 20 years. In the same way, Alex Jones isn't directly doing these things that are legitimately going to end up fucking us over. But he has kicked the ball in motion, right. And as much as it's fun to be like, Hey, you didn't do that much. You're not responsible for Trump winning, he played a big role in it. He played an incredibly big role in it, even if you only take into account that he paid 1000s of dollars for people to show up and soy bomb people with Bill Clinton as a rapist shirts, yeah, stuff like that. Like he is indirectly responsible for Trump becoming president. Trump is responsible for getting out of climate change agreements. He's responsible for putting Jeff Sessions in control, who's going to rollback civil rights with police forces. He's responsible for all of these things. And quite frankly, Alex Jones is indirectly responsible for a lot of that stuff. By virtue of the things he did. I don't want him to be responsible for it. Because I like the Alex Jones, who talks about Chick fil A billboards. I think he's an idiot. But I like that guy. I don't, I don't wouldn't want to hang out with him. Not but I like that kind of, I think it's important to have weirdos. And I don't mean weirdo necessarily in the negative. I don't think that a robust media landscape is just straight news, just well documented stuff. You've got to have people out there who are suggesting some of the craziest bullshit, right? Because sometimes they are right. And sometimes you have conversations that can be opened up because of their insanity things that no one else would consider. And Alex Jones years ago was that he still had a lot of bigotry in him. And that's a big problem. But, again, it's still all covered under the First Amendment. I don't think you know, you can point the finger at him and be like, Stop it. You're bad. You can't that's not grounds for kicking him off the air. It's not grounds for arresting him. He's not doing anything illegal. He was that crazy person. And this investigation to me is very personal in some ways. Because not because I identify with him, but because he's not that anymore. He is the mouthpiece that is responsible for civil rights going away. In many cases, he is responsible for whatever woes are going to come to our climate that lead us to be siding with Syria and Nicaragua against every other"
    },
    {
      "end_timestamp": 9210.0,
      "id": "3ae70eb8-b06d-3472-ac1b-93fc8b6c6403",
      "speaker": "Jordan",
      "start_timestamp": 9204.0,
      "text": "Nicaragua is actually way better than everybody else do they've right they've dedicated Yeah, us and Syria."
    },
    {
      "end_timestamp": 9214.0,
      "id": "26022545-adab-3093-bbd2-1f0a385b20cd",
      "speaker": "Dan",
      "start_timestamp": 9210.0,
      "text": "It's nuts. Like I want Chick fil A billboard Alex back"
    },
    {
      "end_timestamp": 9224.0,
      "id": "5348d266-d39b-313d-afca-be50829f454d",
      "speaker": "Jordan",
      "start_timestamp": 9214.0,
      "text": "yeah, that was this sock that was a It sucked. That was a genuine heartfelt moment of sadness. will pour one out for Chick fil A Alex."
    },
    {
      "end_timestamp": 9228.0,
      "id": "fd9bfecc-d3c2-3073-b7f8-e3956b0307af",
      "speaker": "Dan",
      "start_timestamp": 9224.0,
      "text": "Alex is gonna go up Akobo."
    },
    {
      "end_timestamp": 9228.0,
      "id": "00d35715-863f-38f4-af42-e977d446929f",
      "speaker": "Jordan",
      "start_timestamp": 9228.0,
      "text": "But it is it sucks,"
    },
    {
      "end_timestamp": 9234.0,
      "id": "9d386ec7-9960-3372-ac76-2498120f8497",
      "speaker": "Dan",
      "start_timestamp": 9228.0,
      "text": "man. It sucks. Because now we can't have that anymore."
    },
    {
      "end_timestamp": 9237.0,
      "id": "b8dca681-0da0-3228-8e9a-52671c16ae0f",
      "speaker": "Jordan",
      "start_timestamp": 9234.0,
      "text": "No, no, that's gone forever. But not there's no going back even in"
    },
    {
      "end_timestamp": 9301.0,
      "id": "5a84ea2a-10ea-33f6-9455-c801bd503081",
      "speaker": "Dan",
      "start_timestamp": 9237.0,
      "text": "the form of Alex. Everybody else. There is no sensible and he wasn't sensible. No, there is no like as conspiracy theorists maybe Joe Rogan. I don't know. That maybe is him now but even he's, he said some really fucked up stuff. Yeah, but like the the Mike Cernovich is the rebel media. Those people are all weaponized. They're not like Alex Jones. Back in the day, when he was just talking about chemtrails, and even y2k. Even that, that wasn't weaponized propaganda. Mike Cernovich, rebel media, Alex Jones. These are all things that are working towards a specific goal or a specific culture and they're working towards the same goal. Yeah, that specific goal is the destruction of liberalism. It's the destruction of global cooperation. I want to find a different word than globalism because that's not what it is. A they want to destroy these, these institutions that allow people to work to towards a better future,"
    },
    {
      "end_timestamp": 9334.0,
      "id": "e92a8b31-f37e-38aa-b423-70fd7e9f5179",
      "speaker": "Jordan",
      "start_timestamp": 9301.0,
      "text": "right? It seems like they're all organized in creating a new feudalism. Like that's that to me what I hear whenever you're talking about prosperity, yeah, under the or a nationalism, all of that stuff. It's all billionaires, man. Yeah. Like that's what is going to like. What I see from all of these things is weird destroying nations and rich as motherfuckers are gonna like, it's not it's not Russia versus the United States. No, that's not the it's not the people know, or the climate agreement."
    },
    {
      "end_timestamp": 9337.0,
      "id": "87ae7038-2ba2-3158-adb8-ad761c3bb95b",
      "speaker": "Dan",
      "start_timestamp": 9334.0,
      "text": "I mean, the referee, people try and protest. Exactly,"
    },
    {
      "end_timestamp": 9346.0,
      "id": "1353b1bc-1841-36e9-9237-ec6f87ccb655",
      "speaker": "Jordan",
      "start_timestamp": 9337.0,
      "text": "yeah, well, and the Saudi Arabia is the people from Saudi Arabia. They would absolutely protest if it weren't illegal and they would be killed"
    },
    {
      "end_timestamp": 9351.0,
      "id": "ae9071b5-f7d3-3d77-beba-26e346164b38",
      "speaker": "Dan",
      "start_timestamp": 9346.0,
      "text": "for it. Yeah. Wilbur Ross coming out and being like, a when Trump was here, no one was protest. Yeah."
    },
    {
      "end_timestamp": 9375.0,
      "id": "074ac919-ae27-3a58-85fa-d44e632114e3",
      "speaker": "Jordan",
      "start_timestamp": 9351.0,
      "text": "Yeah, that's that's a bad society. Yeah. Yeah. All of this stuff is its people. It's very, very rich people looking to make more money. Putin doesn't really give a fuck, he doesn't really care about Russia. doesn't really care about Trump. All he cares about is being as rich and as fucking powerful as possible taking"
    },
    {
      "end_timestamp": 9397.0,
      "id": "bb45071f-384d-3db8-a27f-feb98f5f4059",
      "speaker": "Dan",
      "start_timestamp": 9375.0,
      "text": "back the Soviet Union. Yeah, and probably more. Yeah, if he can get it. I mean, he just said that if Sweden joins the NATO he's going to attack them. Yeah. Which Sure, man Yeah, fuckin fine. To be very didn't say literally, he was going to attack that. But that was the that was the message. Right? It was like, guys don't do it. Thankfully, Sweden's like, we never said we were gonna join. What are you talking about?"
    },
    {
      "end_timestamp": 9412.0,
      "id": "50cc9035-d6fd-32a0-978c-cb1d35be3b52",
      "speaker": "Jordan",
      "start_timestamp": 9397.0,
      "text": "I? I don't know. No, it's it's a it's a it's an oligarchy kind of situation that boggles my mind. I can't understand how anybody would buy into it. Yeah, who isn't one of those oligarchs."
    },
    {
      "end_timestamp": 9427.0,
      "id": "20a6bb0d-5894-3784-bb7f-e91adef27ae1",
      "speaker": "Dan",
      "start_timestamp": 9412.0,
      "text": "And, and I mean, I agree. So this has been a prolonged outro when we said goodbye to try and make the point that we need more people listening and really paying attention to this shit. I know it's really easy. I don't"
    },
    {
      "end_timestamp": 9439.0,
      "id": "66541181-c1a5-3cc5-9807-5d14b9d01fc9",
      "speaker": "Jordan",
      "start_timestamp": 9427.0,
      "text": "think I mean, I would like it if more people listened to us, that will be awesome because I'm self centered, but I would like it more if just more people were paying attention to the underpinnings of all of this propaganda."
    },
    {
      "end_timestamp": 9472.0,
      "id": "e965ff99-c6e7-3866-a90e-c0eb122a5753",
      "speaker": "Dan",
      "start_timestamp": 9439.0,
      "text": "I think there are some attempts to look at the stuff like the Media Matters they try to cover right wing extremism and what have you but they don't they feed into the outrage machine and all that shit. It doesn't they're great. And somewhat they're at least they're shining a light on some of this stuff. But they're I don't think I don't think it's the the ointment that is needed. And I don't think we are either, but we're fucking trying. Anyway, thank you guys. Oh, also big news. What news last Thursday."
    },
    {
      "end_timestamp": 9475.0,
      "id": "1941501d-5f86-3f25-bdd2-8ba749fc679a",
      "speaker": "Jordan",
      "start_timestamp": 9472.0,
      "text": "I think we did this extended outro otherwise we wouldn't have gotten to it Rapoport"
    },
    {
      "end_timestamp": 9483.0,
      "id": "cfbda4d2-e4ee-3b8f-b585-01840c4175bf",
      "speaker": "Dan",
      "start_timestamp": 9475.0,
      "text": "was on last Thursday. Yay. We have proof that what reward still"
    },
    {
      "end_timestamp": null,
      "id": "bb0f8d81-a222-3ba9-bd93-d7cb80436f08",
      "speaker": "Alex Jones",
      "start_timestamp": 9483.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}