{
  "audio_identifier": "KF_5",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/1-19.mp3",
  "blocks": [
    {
      "end_timestamp": 7.0,
      "id": "88432ed0-589b-3dad-a69f-5f24b885b5ef",
      "speaker": "Alex Jones",
      "start_timestamp": 0.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    },
    {
      "end_timestamp": 10.0,
      "id": "ffceafda-20c1-39a0-9e7d-19be0589720d",
      "speaker": "Dan",
      "start_timestamp": 7.0,
      "text": "Hey, everybody, welcome back to knowledge fight. I am Dan."
    },
    {
      "end_timestamp": 11.0,
      "id": "36caebed-f5d7-3c32-aaa3-86e9c601b445",
      "speaker": "Jordan",
      "start_timestamp": 10.0,
      "text": "I'm Jordan."
    },
    {
      "end_timestamp": 21.0,
      "id": "a8580d46-283b-34f9-9553-ef986342c208",
      "speaker": "Dan",
      "start_timestamp": 11.0,
      "text": "Hey, hello, everybody. This is the show where I have listened to too much Infowars and Alex Jones in particular. And I sit down and have a little chat about what I've learned with my friend"
    },
    {
      "end_timestamp": 25.0,
      "id": "f22a0fef-aa04-3311-a18d-f757668f48b7",
      "speaker": "Jordan",
      "start_timestamp": 21.0,
      "text": "Jordan, who has no goddamn idea what's going on with Alex Jones."
    },
    {
      "end_timestamp": 29.0,
      "id": "e5c64ff5-3065-3c41-9ec2-fbc8c30a42c6",
      "speaker": "Dan",
      "start_timestamp": 25.0,
      "text": "It's a fun exploration over a glass of wine we're still"
    },
    {
      "end_timestamp": 34.0,
      "id": "031d7a12-08ac-3fb9-90e6-83651d429256",
      "speaker": "Jordan",
      "start_timestamp": 29.0,
      "text": "in so I think I'm just looking to find out whether or not he's stupid or evil."
    },
    {
      "end_timestamp": 43.0,
      "id": "826b4c33-fd6a-3e6c-8e93-27bf563d1dda",
      "speaker": "Dan",
      "start_timestamp": 34.0,
      "text": "He's evil, but evil. Okay, yeah, he's evil. And he's banking on everyone else's stupidity. Now that answer has been given"
    },
    {
      "end_timestamp": 46.0,
      "id": "e0e8f1b9-855d-399c-8efd-2d1a788a5617",
      "speaker": "Jordan",
      "start_timestamp": 43.0,
      "text": "definitive, definitive asked and all done."
    },
    {
      "end_timestamp": 54.0,
      "id": "05c1134a-7891-34d5-838e-9832619a6cf4",
      "speaker": "Dan",
      "start_timestamp": 46.0,
      "text": "It's just kind of fun. Because you and I sit down, we have a bottle of wine and we talk about this stuff. It's kind of like insane book club."
    },
    {
      "end_timestamp": 69.0,
      "id": "9ec9bf4a-e2c5-3781-ab30-586d8aaf2b8f",
      "speaker": "Jordan",
      "start_timestamp": 54.0,
      "text": "Yeah, it is. It's a lot like that. It's a lot like we're for, you know, relatively middle aged women just trying to get away from their husbands for a little bit and do some women things. Yeah, except our version is a weird Texan shouting borderline racist shit all the time."
    },
    {
      "end_timestamp": 89.0,
      "id": "cb537f6d-3032-3118-8044-1f68192a86b7",
      "speaker": "Dan",
      "start_timestamp": 69.0,
      "text": "He's gonna talk a lot about race on today's show. So I hope you're ready for that. Great. Here's, here's just I never would have guessed. Here's a couple of topics that are going to come up in weird way. Okay, race. All right. consent, that those two should not but okay. globalists. So, last week,"
    },
    {
      "end_timestamp": 98.0,
      "id": "295a9813-3151-36c8-be68-44bcbf0d2ec1",
      "speaker": "Jordan",
      "start_timestamp": 89.0,
      "text": "that to me sounds like they're just really looking for Ethiopians to submit to running the Boston Marathon. Yeah."
    },
    {
      "end_timestamp": 117.0,
      "id": "171ba999-13a5-3aa0-988a-78e7746e05e4",
      "speaker": "Dan",
      "start_timestamp": 98.0,
      "text": "Against the will. Yeah. I, the last time we spoke, we had recorded a couple episodes over the weekend. We're recording this on the eve of the inauguration. This will be out on Friday. And I want to fill everyone in on what the week has been like listening to the Alex Jones program. You look confused."
    },
    {
      "end_timestamp": 121.0,
      "id": "d51a37b6-f16c-32c1-a90d-40c62c11c926",
      "speaker": "Jordan",
      "start_timestamp": 117.0,
      "text": "Well, now all I'm thinking right now is like this day will go down in history."
    },
    {
      "end_timestamp": 131.0,
      "id": "0aa9b84d-e031-39b2-abe5-757322b333e1",
      "speaker": "Dan",
      "start_timestamp": 121.0,
      "text": "He says he says something exactly like them. Right. Right. No, it's but doesn't FBR like, oh, man this day will be studied for generation. I"
    },
    {
      "end_timestamp": 136.0,
      "id": "a873ae58-d621-3fab-bbc9-dabcdf393834",
      "speaker": "Jordan",
      "start_timestamp": 131.0,
      "text": "will well, well, there's no no, that is 100%. Correct."
    },
    {
      "end_timestamp": 163.0,
      "id": "51f94f22-4986-31a7-96bf-4b313038b067",
      "speaker": "Dan",
      "start_timestamp": 136.0,
      "text": "There are a bunch of things. He says that I didn't isolate because they're just little one off comments. I totally agree with that. Like that. Right. And then one was like things are getting increasingly desperate like Yep, yeah. No, absolutely. We disagree about what you're talking about. Yeah. So on Monday, we all expected Alex will be back in studio. He was not done. Done. He was still on his workstation. But he's like, I'll be back in on Tuesday."
    },
    {
      "end_timestamp": 168.0,
      "id": "3b1e3064-1cd2-3fa7-8d70-38146d8a0852",
      "speaker": "Jordan",
      "start_timestamp": 163.0,
      "text": "Meaning I'm I'm working on the road. Yep. Work. Keishon"
    },
    {
      "end_timestamp": 175.0,
      "id": "5f7f1212-372a-348f-90ea-f733e38f8fd3",
      "speaker": "Dan",
      "start_timestamp": 168.0,
      "text": "Tuesday's supposed to be back in studio Tuesday, I turned it on on Tuesday. Fucking David Knight is in the studio. What the fuck is going on? David"
    },
    {
      "end_timestamp": 176.0,
      "id": "c01cfd5d-26fa-30a1-b149-5d7aec8db879",
      "speaker": "Jordan",
      "start_timestamp": 175.0,
      "text": "Knight is not Alex Jones. So"
    },
    {
      "end_timestamp": 184.0,
      "id": "d048e776-ee58-3488-9956-c33de3486428",
      "speaker": "Dan",
      "start_timestamp": 176.0,
      "text": "David knights like, hey, guess what Alex is going to be in later, with some breaking news of lethal consequences."
    },
    {
      "end_timestamp": 186.0,
      "id": "b25cf74c-e8e7-35fd-93a1-5757d4a16d78",
      "speaker": "Jordan",
      "start_timestamp": 184.0,
      "text": "Dammit. I love that show."
    },
    {
      "end_timestamp": 229.0,
      "id": "ebf15c57-056b-35e3-8399-5fdfd86cfa55",
      "speaker": "Dan",
      "start_timestamp": 186.0,
      "text": "So we'll get to we'll get we'll talk a little bit about Tuesday. In a second. But then I was like, all right. Alex is back because he does show up and host he hosted the last hour of the show on Tuesday. Well, Roger Stone came in and did a bit of it. We'll talk about that in a second. All right, but then it's a Wednesday. I'm like fucking Alex is back, baby. I turn it on. It's fucking David night again. And guess what? He's like, hey, it's Thursday. Wait. For the first three minutes on the show. He thinks it's Thursday and Thursday. All right, says the inauguration is tomorrow. Oh boy. He literally time jumped. All right, but I'm like, Alright, this is still not enough to make David Knight interesting. I am not listening. So I turned it off on time travel is not enough to make David Knight interest Alex Jones and Infowars makes time travel boring."
    },
    {
      "end_timestamp": 231.0,
      "id": "bead45f1-675e-33de-86b8-83523aa9af4c",
      "speaker": "Jordan",
      "start_timestamp": 229.0,
      "text": "That's true. That is a good point. So"
    },
    {
      "end_timestamp": 240.0,
      "id": "d607220f-2265-3e2c-868f-a94815b55e36",
      "speaker": "Dan",
      "start_timestamp": 231.0,
      "text": "Wednesday, I checked out I didn't listen to it because i You can't pay me enough to listen to two hours of David knight and his smug bullshit. I just can't do it."
    },
    {
      "end_timestamp": 253.0,
      "id": "955c5fab-0649-3594-9f08-2429aae1a0ee",
      "speaker": "Jordan",
      "start_timestamp": 240.0,
      "text": "That is listeners send an email to knowledge fight@gmail.com With your offer to pay enough money to do this let's"
    },
    {
      "end_timestamp": 264.0,
      "id": "80709ebf-424c-3577-9ab9-d961111f6938",
      "speaker": "Dan",
      "start_timestamp": 253.0,
      "text": "let's be clear, donate to my Patreon patreon.com/freezin point if you want to donate to make me listen to David Knight. I'll do it. I'll go ship"
    },
    {
      "end_timestamp": 269.0,
      "id": "81597f58-50b9-30ea-a393-f7e4f8be76bb",
      "speaker": "Jordan",
      "start_timestamp": 264.0,
      "text": "this is that that's basically torture porn. If you I will livestream it. No, no,"
    },
    {
      "end_timestamp": 273.0,
      "id": "26ffeda0-73bf-3140-857a-103257b9d801",
      "speaker": "Dan",
      "start_timestamp": 269.0,
      "text": "I'll listen to it. And I'll do on solo with just talking about David Knight. Oh,"
    },
    {
      "end_timestamp": 278.0,
      "id": "97dc4949-19c8-31c0-93a9-33df7231dc9b",
      "speaker": "Jordan",
      "start_timestamp": 273.0,
      "text": "the that would be your drunk and Alex Jones missing from the road."
    },
    {
      "end_timestamp": 329.0,
      "id": "37ce1aac-99c5-3936-b94a-9edc30dd1852",
      "speaker": "Dan",
      "start_timestamp": 278.0,
      "text": "I'm having a tough time. So then Thursday, which is today when we're recording. Yeah. Alex Jones broadcasting live from DC Hell yeah. In in anticipation of the inauguration. When you're listening to this on Friday. They're starting a 14 hour live broadcast at 8am. I will be listening to as much Stop at the office, and I'll give you as much of a report as I can. Now back to Tuesday. Excellent Tuesday. So Tuesday happened, unfortunately. And what ended up happening was most days I say unfortunately happened. So the show starts David nights broadcasting and Alex has some of these. Yeah, he's been doing this just getting on his phone and recording shit. Sending in special reports rare so they have some special reports that air before Alex makes it to the studio."
    },
    {
      "end_timestamp": 339.0,
      "id": "e30cf173-2d86-3fa9-ada0-ae4907961f11",
      "speaker": "Jordan",
      "start_timestamp": 329.0,
      "text": "Could we got I want to get into his voice memos and see how many times he tried to record it and then made a fuckup and was like, oh, god dammit, I don't believe in the globalist Oh shit. I can't send"
    },
    {
      "end_timestamp": 359.0,
      "id": "8d70d394-6a10-30f0-a72f-fb71c1d7d5a1",
      "speaker": "Dan",
      "start_timestamp": 339.0,
      "text": "that when I make a prediction. Yes, no takes. As you can hear, I think you can hear from these clips. He's recording these on a plane. At what point I think I cut it out. But at one point he's in the middle of a sentence. He's like, How you doing man?"
    },
    {
      "end_timestamp": 370.0,
      "id": "57779267-f295-3f04-9cd2-5d9c1f0a1695",
      "speaker": "Jordan",
      "start_timestamp": 359.0,
      "text": "God damn it. I hate babies on here. You guys hate babies on the plane. Hate all babies in Trump's America. Babies won't be born in DLD grown. Take the red pill."
    },
    {
      "end_timestamp": 391.0,
      "id": "51a6ca80-cef4-3300-b37b-ef905b52afe9",
      "speaker": "Dan",
      "start_timestamp": 370.0,
      "text": "So he when he does get to the studio, I don't have clips of this because I don't give a fuck. His big news that he was teasing was that Roger Stone has been poisoned with polonium. Roger Stone, the consummate Trump Insider. He worked for a number of administration administrations. I believe he worked for like the Nixon administration. Yeah."
    },
    {
      "end_timestamp": 394.0,
      "id": "3173adbb-99f0-3fc3-92a9-f5809e94545f",
      "speaker": "Jordan",
      "start_timestamp": 391.0,
      "text": "And he's been on TV a lot recently. Yeah,"
    },
    {
      "end_timestamp": 407.0,
      "id": "f393d04b-ceaa-3554-99ac-b822ffc03171",
      "speaker": "Dan",
      "start_timestamp": 394.0,
      "text": "he's been hosting the Alex Jones Show. Right? But I mean, like real TV. No, no, but I mean, he's been hosting the fourth hour almost entirely the time that he claims he was deadly sick. Have you seen pictures of people who have been poisoned with polonium?"
    },
    {
      "end_timestamp": 411.0,
      "id": "ae8da31f-8859-3910-9f93-a4667f36cd3d",
      "speaker": "Jordan",
      "start_timestamp": 407.0,
      "text": "I have not been a lonesome radioactive. Okay,"
    },
    {
      "end_timestamp": 415.0,
      "id": "b184ef65-3005-36ad-a59d-aac191ac0ad8",
      "speaker": "Dan",
      "start_timestamp": 411.0,
      "text": "massively. You can't get out of bed. You can't get out of bed can't move. That's what is that? How"
    },
    {
      "end_timestamp": 419.0,
      "id": "bc17f73b-92ca-3748-ae1d-1e8d06539cc2",
      "speaker": "Jordan",
      "start_timestamp": 415.0,
      "text": "isn't that how Putin was supposed to assassinate it that one dude. Yep."
    },
    {
      "end_timestamp": 436.0,
      "id": "d4129558-7a7a-3d10-b7fb-ce01b9b5b18d",
      "speaker": "Dan",
      "start_timestamp": 419.0,
      "text": "The EX KGB agent and X. They do talk about that a little bit. He's like, Well, that wasn't really Russia. That was Am I sick? How is that not really Russians? Am I six? It was a false flag do that. Well, he wants to make Russia seem okay. I know. But you can't just do that. I guess you can. If you just make shit up. You can't. That's such"
    },
    {
      "end_timestamp": 445.0,
      "id": "df5ff0b2-44c2-3f19-8841-613fa92052c4",
      "speaker": "Jordan",
      "start_timestamp": 436.0,
      "text": "a great move. Like there's no fighting it just now. It's different. Yeah. Wait, no, we have all this. No, you don't fake news by"
    },
    {
      "end_timestamp": 463.0,
      "id": "4a592508-1d7f-3918-ba8b-2d607f6292e0",
      "speaker": "Dan",
      "start_timestamp": 445.0,
      "text": "speaking of fake news. If you were poisoned with polonium, yes, any doctor would be able to do a test a blood test. The half life is not such that it would be out of your blood, it would be traceable, right? The lethal dose is about the size of a grain of salt. I did some research on this. Okay. So like"
    },
    {
      "end_timestamp": 467.0,
      "id": "8129f859-854e-3b98-a196-4f5935c7fcfc",
      "speaker": "Unknown Speaker",
      "start_timestamp": 463.0,
      "text": "the the How long before it kills you?"
    },
    {
      "end_timestamp": 473.0,
      "id": "ad149a4c-1c03-3912-85d6-2a0958788c49",
      "speaker": "Dan",
      "start_timestamp": 467.0,
      "text": "It is kind of a gradual thing. Okay. It varies depending on the fat in your blood or in your system and stuff. But have you"
    },
    {
      "end_timestamp": 479.0,
      "id": "44a66a51-4c1b-3a1e-9bb4-7717d572cff9",
      "speaker": "Jordan",
      "start_timestamp": 473.0,
      "text": "considered that it's possible? Roger Stone is immune to radiation."
    },
    {
      "end_timestamp": 482.0,
      "id": "e4d5eb89-e462-3b4b-931b-589f24021d73",
      "speaker": "Dan",
      "start_timestamp": 479.0,
      "text": "It's entirely possible that it's never been seen before."
    },
    {
      "end_timestamp": 487.0,
      "id": "1296eb64-b49a-31b7-92e8-b168a3262e93",
      "speaker": "Jordan",
      "start_timestamp": 482.0,
      "text": "That is my operating theory. Have you ever seen him and radiation in the same room?"
    },
    {
      "end_timestamp": 490.0,
      "id": "67b743ca-dc9b-3887-a8cc-06d930da2b90",
      "speaker": "Dan",
      "start_timestamp": 487.0,
      "text": "I think you've nailed this one. Perfect theory."
    },
    {
      "end_timestamp": 492.0,
      "id": "db865c22-6130-3e88-a4ba-eea0bedefae6",
      "speaker": "Jordan",
      "start_timestamp": 490.0,
      "text": "He repels it."
    },
    {
      "end_timestamp": 511.0,
      "id": "22780da2-57b4-362a-98e0-cf7dca3d3661",
      "speaker": "Dan",
      "start_timestamp": 492.0,
      "text": "So here's the best thing about lying about doctors. They can't say that you're lying. Because there's laws about confidentiality. Yes, that's true. So if you lie and say, hey, my doctors think it's X. They can't come out and say we never said that. Right? They can. It's perfect."
    },
    {
      "end_timestamp": 524.0,
      "id": "1ea6028a-6722-32e2-b0b7-ea7c98b34760",
      "speaker": "Jordan",
      "start_timestamp": 511.0,
      "text": "Well and also if you don't name names, you don't even have to have seen a doctor. No. What about I now believe you probably Dr. Wallach is Dr. Wallach and experts in veterinary radiation as well."
    },
    {
      "end_timestamp": 529.0,
      "id": "f27531af-81bc-3363-becb-e86c1f597712",
      "speaker": "Dan",
      "start_timestamp": 524.0,
      "text": "I think there was a class at Mizzou about that see now there we go. So anyway, his"
    },
    {
      "end_timestamp": 533.0,
      "id": "264d0cf2-cfec-350b-a753-44229f8cc9b1",
      "speaker": "Jordan",
      "start_timestamp": 529.0,
      "text": "boner pills surprise cure radiation poison"
    },
    {
      "end_timestamp": 538.0,
      "id": "3c7a0a4b-310c-3db8-9030-845898a8072d",
      "speaker": "Dan",
      "start_timestamp": 533.0,
      "text": "and give dogs Red Rock they do. So all that stuff"
    },
    {
      "end_timestamp": 540.0,
      "id": "8bbfdea0-5ccf-304d-be38-d9bd005617e9",
      "speaker": "Jordan",
      "start_timestamp": 538.0,
      "text": "isn't a fuck the radiation right into Yeah,"
    },
    {
      "end_timestamp": 558.0,
      "id": "57f53c36-a0f9-39d4-ad63-c5836fb91355",
      "speaker": "Dan",
      "start_timestamp": 540.0,
      "text": "I can't stand talking about that stuff. So I don't have any clips of that. But there were some other things that Alex got into on Tuesday show that I think are worth covering jam packed. Here's the first one. This is about this is this is actually who cares."
    },
    {
      "end_timestamp": 564.0,
      "id": "217cb5b5-2bdc-3bd0-b819-409990efad1c",
      "speaker": "Unknown Speaker",
      "start_timestamp": 558.0,
      "text": "It's coming to Washington new suit. I got one tonight to for the deplorable which you're going to be speaking Yeah. Which"
    },
    {
      "end_timestamp": 585.0,
      "id": "6d64bed0-8592-3246-8219-3d8aca561ad0",
      "speaker": "Alex Jones",
      "start_timestamp": 564.0,
      "text": "they caught the Democrats at ping pong pizza place. And then a binding to gases. Yeah. Imagine we got caught playing to gas people and causing a stampede. It will be the end of the world be arrested and it will be in jail. Those guys are walking around. It's no big deal. No big deal. You know, well, that's because the cops aren't bad but the political bureaucrats above them which DC thanks and it's great."
    },
    {
      "end_timestamp": 590.0,
      "id": "4c14aef2-0ec1-35fe-b6fd-5d74583ea870",
      "speaker": "Unknown Speaker",
      "start_timestamp": 585.0,
      "text": "Ya know, they want to see it shut down. They would love nothing more than to see it all shut down. Notice"
    },
    {
      "end_timestamp": 601.0,
      "id": "9b3dd29e-72de-3e17-9561-0cd23bebdc4c",
      "speaker": "Alex Jones",
      "start_timestamp": 590.0,
      "text": "they tried to imply that I was trying to get violence to the ping pong place. Yeah, what I was saying that's probably a distraction for that. Meanwhile, they're at a ping pong place, calling for Are gassing us."
    },
    {
      "end_timestamp": 612.0,
      "id": "5c1c5307-a8d1-3191-8101-d44ed4829822",
      "speaker": "Unknown Speaker",
      "start_timestamp": 601.0,
      "text": "Yeah, exactly. It hats off to Project Veritas they really hit another one out and that's amazing because that probably would have happened had they not had one of their guys in on the inside."
    },
    {
      "end_timestamp": 624.0,
      "id": "f1d9b294-5c25-3fb9-bb76-5a496d318139",
      "speaker": "Dan",
      "start_timestamp": 612.0,
      "text": "So did you catch what was up there? Why? Okay, so they talked a bunch about on Tuesday's show they had James O'Keefe on from Project Veritas real quick. Yeah."
    },
    {
      "end_timestamp": 628.0,
      "id": "83062eb5-80d2-3cd2-9b46-cf29517d2acd",
      "speaker": "Jordan",
      "start_timestamp": 624.0,
      "text": "When he says they were plotting to gas us does he mean"
    },
    {
      "end_timestamp": 633.0,
      "id": "30918d91-f075-39bd-b094-853dd937325a",
      "speaker": "Dan",
      "start_timestamp": 628.0,
      "text": "jostling for wars? No. Trump people all Trump people, right. So their story and"
    },
    {
      "end_timestamp": 637.0,
      "id": "6cacafdd-0856-34f6-b29b-9d9246e120e2",
      "speaker": "Jordan",
      "start_timestamp": 633.0,
      "text": "the video are they all going to be in an easily guessable place in the near future?"
    },
    {
      "end_timestamp": 642.0,
      "id": "685223ba-1ce8-3087-bcb5-b9c623652ac7",
      "speaker": "Dan",
      "start_timestamp": 637.0,
      "text": "Yeah, the outdoor inauguration, okay. Now, no, the deplorable is what they're talking to"
    },
    {
      "end_timestamp": 651.0,
      "id": "0dcb720c-0cfa-393d-82a1-18fb1a8faa24",
      "speaker": "Jordan",
      "start_timestamp": 642.0,
      "text": "deplorable, which God bless him. That's a solid pun. You gotta give them that. It's like a dumb. That's very dumb. But hey,"
    },
    {
      "end_timestamp": 659.0,
      "id": "9a9bd682-47e2-31da-876e-4bb812cdb21e",
      "speaker": "Dan",
      "start_timestamp": 651.0,
      "text": "I like the repurposing negative things as positive that is pretty liberal women calling themselves nasty women. So I mean,"
    },
    {
      "end_timestamp": 662.0,
      "id": "afd6e3cc-297e-3bb7-9588-4feeb49a8724",
      "speaker": "Jordan",
      "start_timestamp": 659.0,
      "text": "hats off. nasty women is way better than deplorable."
    },
    {
      "end_timestamp": 669.0,
      "id": "94cb6863-a396-39c8-ba3b-d63f44f320cb",
      "speaker": "Dan",
      "start_timestamp": 662.0,
      "text": "Yeah, yeah, you're not wrong. But so Project Veritas put out a video where it promoted"
    },
    {
      "end_timestamp": 679.0,
      "id": "45d163b9-e61f-3378-98db-b9a8218dfeff",
      "speaker": "Jordan",
      "start_timestamp": 669.0,
      "text": "Project Veritas is such a Oh, yeah, that is that is somebody who's cosplaying Lord of the Rings while they're doing that. You mean"
    },
    {
      "end_timestamp": 702.0,
      "id": "a0db01dd-daaf-3c04-a070-a48039eee697",
      "speaker": "Dan",
      "start_timestamp": 679.0,
      "text": "we all know what they have done? Yes. I mean, they they did that bogus video about acorn, right, where he ended up having to issue a public apology and pay $100,000 In a court settlement because he was shown to have manipulated videos to show people saying things they didn't say, yeah, he purported to have worn a pimp costume into the acorn place."
    },
    {
      "end_timestamp": 706.0,
      "id": "455918f1-6636-3db4-b96f-b6c7a8743892",
      "speaker": "Jordan",
      "start_timestamp": 702.0,
      "text": "You're not really fucking funny, but he didn't do it. That would be fucking great."
    },
    {
      "end_timestamp": 713.0,
      "id": "b5806d0c-9c2f-3dc5-9521-3c9d7ee421c0",
      "speaker": "Dan",
      "start_timestamp": 706.0,
      "text": "He's like, he's like a guy who liked Jackass but couldn't commit. Okay, so I did a little looking into James O'Keefe. And then"
    },
    {
      "end_timestamp": 717.0,
      "id": "e2048240-5ce2-37c0-bc0a-9a99bf877a19",
      "speaker": "Jordan",
      "start_timestamp": 713.0,
      "text": "he also did the one where it was was that the same one as the selling fetal tissue one?"
    },
    {
      "end_timestamp": 747.0,
      "id": "2249cfc0-5da9-3546-9af5-b0839e501f4d",
      "speaker": "Dan",
      "start_timestamp": 717.0,
      "text": "No, I think it was someone else was someone else. But they did the same thing. And why are they Oh, yeah. Because they don't they're not journalists. Well, yeah, I think they are but they're not they don't know the rules. Also, in August 2010, James O'Keefe planned a staged encounter with CNN CORRESPONDENT Abby Boudreau, who was doing a documentary on the young conservative movement. He set up an appointment at his office in Maryland to discuss a video shoot easy Santa's which is a crazy name. Exactly that"
    },
    {
      "end_timestamp": 763.0,
      "id": "c1dae874-d84e-3189-980c-a2fa7a8c4fff",
      "speaker": "Jordan",
      "start_timestamp": 747.0,
      "text": "I could have swore that what you meant was like, is James O'Keefe, Santa? I'm like, I mean, the evidence isn't in yet. They weren't in the same room. I wonder if he has a hastily edited video showing that he is Anna,"
    },
    {
      "end_timestamp": 793.0,
      "id": "76b61915-fcf3-3c23-afbe-54b6a4419706",
      "speaker": "Dan",
      "start_timestamp": 763.0,
      "text": "Izzy Santa, and there's no executive director of Project Veritas warned Boudreau that O'Keeffe was planning to punk her on the boat by trying to seduce her, which he would film on hidden cameras. Boudreaux did not board the boat and Sue soon left the area. CNN later published a 13 page plan written by O'Keefe mentor Ben Wetmore. It lists props for the boat scheme including pornography, sexual aids, condoms, a blindfold and fuzzy handcuffs, maybe the locker up here we are."
    },
    {
      "end_timestamp": 794.0,
      "id": "2fc5da4f-9b92-34be-8089-f34f90be1cdd",
      "speaker": "Jordan",
      "start_timestamp": 793.0,
      "text": "Full Circle."
    },
    {
      "end_timestamp": 801.0,
      "id": "e2001075-d7a9-33e8-af29-486d776feb0a",
      "speaker": "Dan",
      "start_timestamp": 794.0,
      "text": "When questioned by CNN, O'Keefe denied that he was going to follow the Wetmore plan, as he found parts of it inappropriate Boudreaux calm hearts"
    },
    {
      "end_timestamp": 811.0,
      "id": "a7b217d6-24f8-34f0-b2a5-a39ccea2b99f",
      "speaker": "Jordan",
      "start_timestamp": 801.0,
      "text": "of it, parts of it hearts parts of the 13 PAGE PAGE plan written by the guy named Wetmore wet so everyone's name is what is happening here."
    },
    {
      "end_timestamp": 833.0,
      "id": "45d4e658-08a9-3cdf-8268-5fe16b15f7ce",
      "speaker": "Dan",
      "start_timestamp": 811.0,
      "text": "Boudreau commented that does not appear to be true according to the series of emails we obtained from Izzy Santa who says the emails revealed James's true intentions. Following the Boudreaux incident Project Veritas paid Izzy Santa a five figure settlement, which included a nondisclosure agreement. So, you know, we can we can see, maybe is he was telling the truth on that one."
    },
    {
      "end_timestamp": 837.0,
      "id": "12740151-e485-3d4e-a455-4d22f95421a2",
      "speaker": "Jordan",
      "start_timestamp": 833.0,
      "text": "Why do we always have to have the sign of the nondisclosure agreement? Bullshit,"
    },
    {
      "end_timestamp": 839.0,
      "id": "72b2ed44-9840-329d-838c-4963677e9150",
      "speaker": "Dan",
      "start_timestamp": 837.0,
      "text": "because everybody's got a fucking hide?"
    },
    {
      "end_timestamp": 846.0,
      "id": "82b83247-3d9d-301e-beaa-3e2386037939",
      "speaker": "Jordan",
      "start_timestamp": 839.0,
      "text": "Can we just put somebody in jail? Can we put them in jail just for like, that's a crime? Yeah, let's just do that."
    },
    {
      "end_timestamp": 854.0,
      "id": "cda17354-8e7a-36a3-875b-199541d7cac8",
      "speaker": "Dan",
      "start_timestamp": 846.0,
      "text": "He's constantly also been caught trying to get people to commit voter fraud and then they're on tape big. We're not going to do that. Right. Illegal. Yeah,"
    },
    {
      "end_timestamp": 856.0,
      "id": "2dabee81-ed10-31e7-bfde-57341a9ebefb",
      "speaker": "Jordan",
      "start_timestamp": 854.0,
      "text": "that's bad. Yeah."
    },
    {
      "end_timestamp": 859.0,
      "id": "8e241b4c-ef47-312f-8168-669e5b726ac5",
      "speaker": "Dan",
      "start_timestamp": 856.0,
      "text": "So in this case, the most recent one, he's he's like, like, he's"
    },
    {
      "end_timestamp": 874.0,
      "id": "7a2b8ef1-fa3f-325a-9454-eb71b1ce684e",
      "speaker": "Jordan",
      "start_timestamp": 859.0,
      "text": "like the devil in the book of Job or Yeah, but he's a really shitty devil. Yeah, like he's just bad. Like, Hey, man, I'll give you like 50 bucks for your soul."
    },
    {
      "end_timestamp": 877.0,
      "id": "8956ff69-28a8-3b7a-a116-1df51fba0b5a",
      "speaker": "Dan",
      "start_timestamp": 874.0,
      "text": "You kidding? entrapment? Yeah. No,"
    },
    {
      "end_timestamp": 881.0,
      "id": "7071ed89-a3c1-3588-b37f-66aa9b23d9fc",
      "speaker": "Jordan",
      "start_timestamp": 877.0,
      "text": "but you can't commit and trap man if you're not part of the if you're not a cop. Yeah, exact. So"
    },
    {
      "end_timestamp": 903.0,
      "id": "0163a939-7901-3f15-a913-5701886fa379",
      "speaker": "Dan",
      "start_timestamp": 881.0,
      "text": "in the latest video, he taped some people who were progressive activists who were planning to put a stink bomb in the ventilation at the deplorable which would cause a stampede or blah blah, blah, blah, blah. Okay, so Alex and his cohorts were all like, you know, that's acid that can burn your skin that can burn skin and then Could stampede it's all this bullshit. But"
    },
    {
      "end_timestamp": 909.0,
      "id": "93fce2f3-eef4-342e-abb5-62d4fbd155e0",
      "speaker": "Jordan",
      "start_timestamp": 903.0,
      "text": "I'm glad they're I'm glad they're replying to that with their usual clear headed kind of rationalize."
    },
    {
      "end_timestamp": 911.0,
      "id": "b4195f01-c2e7-37e6-b74f-30fee83e84f7",
      "speaker": "Dan",
      "start_timestamp": 909.0,
      "text": "Absolutely. Yeah."
    },
    {
      "end_timestamp": 914.0,
      "id": "4e95affa-270a-3d3c-afb9-c853f62d2d26",
      "speaker": "Unknown Speaker",
      "start_timestamp": 911.0,
      "text": "Acid. It's acid it is."
    },
    {
      "end_timestamp": 928.0,
      "id": "b6f807a3-3eb6-3959-b1ac-9d28a6f71ad8",
      "speaker": "Dan",
      "start_timestamp": 914.0,
      "text": "It's a stink bomb but it's acid, it's acid. So there's a group called undercurrent that has other videos about this incident. Okay, and I think they might be a little more telling, you're gonna find them very easily"
    },
    {
      "end_timestamp": 933.0,
      "id": "15dd2181-7799-397e-9e81-8e4cfca5468b",
      "speaker": "Jordan",
      "start_timestamp": 928.0,
      "text": "part of Project gravitas, right? We're more important than the truth come"
    },
    {
      "end_timestamp": 963.0,
      "id": "11c2d3fb-fdf5-37b2-b6b8-fe9d5e12559c",
      "speaker": "Dan",
      "start_timestamp": 933.0,
      "text": "out and project gravy toss. Throwing mashed potatoes around is the Santa. So they have video of one of James O'Keeffe's sort of associates, one of his coordinators at Project Veritas, offering huge amounts of money for these people to cause chaos at the Trump inauguration. Right. So basically, they have Part A, James O'Keefe has part b, where they follow through with the plan that they established with one of James O'Keefe associates. Yes,"
    },
    {
      "end_timestamp": 976.0,
      "id": "12822b24-defc-36bb-9672-1ff7a0eafe30",
      "speaker": "Jordan",
      "start_timestamp": 963.0,
      "text": "it's so I don't understand why I don't understand where you're like, Do you not see how brilliant this plan is? It's brilliant. No one can trace it back to him. Oh, he's got other people on it. No, of course, he didn't make the offer."
    },
    {
      "end_timestamp": 978.0,
      "id": "ae12d516-a127-370e-bed2-75314cc950ae",
      "speaker": "Dan",
      "start_timestamp": 976.0,
      "text": "It's it's, it's it's super crazy. But"
    },
    {
      "end_timestamp": 981.0,
      "id": "9adc53cd-b925-355a-8918-8775a4879b9a",
      "speaker": "Jordan",
      "start_timestamp": 978.0,
      "text": "it's a honeypot, Sting, but run by idiots."
    },
    {
      "end_timestamp": 996.0,
      "id": "f1a39786-f9bf-3daf-943f-665ded4cdb95",
      "speaker": "Dan",
      "start_timestamp": 981.0,
      "text": "It's like if there was a honeypot inside a honeypot? Yeah, so stupid Jesus. So they're really up on this gassing narrative, and they won't stop fucking talking about it. Except they do for a little bit. Here's one of Alex's special reports. That is weird."
    },
    {
      "end_timestamp": 1002.0,
      "id": "c3d09bda-c8a7-3024-9259-e85ee3664ae7",
      "speaker": "Alex Jones",
      "start_timestamp": 996.0,
      "text": "Okay, we are now about three and a half days down from this historic event."
    },
    {
      "end_timestamp": 1023.0,
      "id": "8b935b7d-1261-3f65-82fe-a2a7739629ce",
      "speaker": "Dan",
      "start_timestamp": 1002.0,
      "text": "I should clear I should just say this for context in case he is going to talk about in the alleged tapes from the apprentice that are set to exist and it's a wait said said said to exist. Well, they're said to exist and be horrible. Oh, okay. They allegedly exist of Trump saying the N word and shit. Oh,"
    },
    {
      "end_timestamp": 1036.0,
      "id": "cc95c6ce-6dff-30cd-864b-1c489b269f5b",
      "speaker": "Jordan",
      "start_timestamp": 1023.0,
      "text": "those the ones that inexplicably Tom Arnold has? Yeah, no, that's fine. The Tom Arnold is actually the arbiter of our democracy. I always knew it would come down to that ever since I saw True Lies ever since I saw"
    },
    {
      "end_timestamp": 1051.0,
      "id": "519f6264-ce7b-337e-80f6-97f879e2f3f7",
      "speaker": "Dan",
      "start_timestamp": 1036.0,
      "text": "the stupids. So this, this is what I think is supposed to be pre emptive damage control. But it spins out of control so fucking fat, okay. And it's hilarious. All right"
    },
    {
      "end_timestamp": 1123.0,
      "id": "e9248190-5be5-3dad-a6df-a6447293f8af",
      "speaker": "Alex Jones",
      "start_timestamp": 1051.0,
      "text": "place. And all Watson wrote a big story yesterday, concerning a NBC source. And it looks credible. I'm not saying the report is credible. I'm saying that the source, it looks like he is at NBC. And we have quite a few sources. I'll just leave it at that. But they're saying that there is a tape compilation, going back over the of what, 14 seasons or whatever, of the apprentice with him sitting in the chair, saying things like his son's retarded and making dirty jokes. And supposedly the N word. You know, the thing about Trump, whether this is true or not, is the top people that have known him for a long time, is he does like to basically tell dirty jokes, anything that a comedian would do. Like, he doesn't do it that often. But almost like a stress reliever, or a way to break the ice. She will sit there and oftentimes actually deprecate himself as well. Whoa, call himself retarded. Oh, wait, no. Names. We've all known high powered people that have to focus all the time, that sometimes we're letting off steam back pretty stupid."
    },
    {
      "end_timestamp": 1125.0,
      "id": "8c136746-2c4f-38d6-9b31-5cfb0e76f5c9",
      "speaker": "Dan",
      "start_timestamp": 1123.0,
      "text": "So that's absolutely not true."
    },
    {
      "end_timestamp": 1130.0,
      "id": "b370d78d-6423-330f-924a-8d6b979c91cf",
      "speaker": "Jordan",
      "start_timestamp": 1125.0,
      "text": "Well, I mean, we all do no high powered people do have to let off steam not"
    },
    {
      "end_timestamp": 1142.0,
      "id": "a5767eff-ac3e-3078-98ef-a3f717fc1b91",
      "speaker": "Dan",
      "start_timestamp": 1130.0,
      "text": "true with the part about Trump being self deprecating, not I can't imagine that ever. Never. But here's where it spins out of control. And this is this is no longer really about the damage control. Right? It becomes"
    },
    {
      "end_timestamp": 1145.0,
      "id": "40b9cd43-c404-37d7-bb2b-aa2537a31719",
      "speaker": "Jordan",
      "start_timestamp": 1142.0,
      "text": "this is about him. Now it's become so fucked. Okay."
    },
    {
      "end_timestamp": 1195.0,
      "id": "84794bf7-2c5a-3a18-ae4d-e145694688a4",
      "speaker": "Alex Jones",
      "start_timestamp": 1145.0,
      "text": "I don't personally do it. Actually, sometimes, but I'm not even getting into all of that. The point is, is that they would have already released this tape. If it was real. Previously, during the election, if it is, quote, real, the word is it's so heavily edited, with jump cuts, that it's just like when people take stuff I've said and edited together and take it out of context. Like you did ever use the N word. Even in any context. It's not right, because people can then use it and basically twist it. But it's used as a Power Word. But frankly, growing up prior to us was by white folks. I was always offended by it personally. Because"
    },
    {
      "end_timestamp": 1199.0,
      "id": "6b2ab757-e42d-3020-bcc0-8457909ad135",
      "speaker": "Jordan",
      "start_timestamp": 1195.0,
      "text": "Oh no, though, Alex, I'm so sorry"
    },
    {
      "end_timestamp": 1206.0,
      "id": "65c196b0-7c25-3747-820d-ee52d649c2e4",
      "speaker": "Alex Jones",
      "start_timestamp": 1199.0,
      "text": "for you For what groups are a part of is what losers do. But regardless of that,"
    },
    {
      "end_timestamp": 1212.0,
      "id": "c352783e-b3e0-3c67-bf85-d8c28e41efcb",
      "speaker": "Dan",
      "start_timestamp": 1206.0,
      "text": "so yeah, I mean, you caught that, right? He's like, the reason you shouldn't say the N word is because people can twist it. Yeah."
    },
    {
      "end_timestamp": 1233.0,
      "id": "f5e00576-8c11-3a42-9823-610c691a04dc",
      "speaker": "Jordan",
      "start_timestamp": 1212.0,
      "text": "No, I would hate for somebody to take the N word out of context. Yeah. What? So? So here's our word. Here's the only guy. That's the most. That's ludicrous. Also, I like that he doesn't do it very often. So even if he does it, it's not like it's an all the time thing. Yeah. You know, like, you know, he's a monster on"
    },
    {
      "end_timestamp": 1244.0,
      "id": "463eb438-71cd-3b40-9b51-0bcd83a950cb",
      "speaker": "Dan",
      "start_timestamp": 1233.0,
      "text": "weekends. The other part that I mean, that elicited a huge laugh that is fascinating. Is this, like, when I heard that word growing up as black people in it offended me? Yeah."
    },
    {
      "end_timestamp": 1304.0,
      "id": "3cf21898-919e-3eb4-9cb8-2cf0a13f7314",
      "speaker": "Jordan",
      "start_timestamp": 1244.0,
      "text": "Doubt. I heard it coming from black people. So one, that means it's okay for me to say it now forever. Sure. I'm also offended by it, because I'm a way better person than you. Yeah. So even if I do say the N word, one, it's because I'm just like black. And two, it's because just like black people, I'm offended by the use of that word. So I'm gonna say the N word a lot is really what he's trying to say. That's kind of the subtext, he just laid out. Like, all of that stuff to me was exactly like the OJ book. Like, if I did it. Here's how I would do it. Where it's like tape exists. Yeah, exactly. Yeah, he's like, and now it's all okay. But my favorite My favorite part is he opens it with his famous we have a source. Yeah, we have a source. We have lots of you wouldn't believe I'm not even gonna get into that. But the the barrage is a it's a credible source. We know not we don't know if the report is credible yet. Okay. Well, that's you should probably know that first."
    },
    {
      "end_timestamp": 1310.0,
      "id": "486a082b-513b-36fd-b547-d9ef65bfa160",
      "speaker": "Dan",
      "start_timestamp": 1304.0,
      "text": "But to be fair, but to be fair, again, it's like reporting on something. Exactly. That's fair. That's fair. We've thought about that. In other contexts,"
    },
    {
      "end_timestamp": 1326.0,
      "id": "d9e3c9b7-2f77-3d5e-ac07-c2432615a811",
      "speaker": "Jordan",
      "start_timestamp": 1310.0,
      "text": "we know it's a credible source. Or at least we know, it's a source at NBC. We think it's a source of NBC. So it may be somebody at NBC. Yep. Who may have something that might be trustworthy."
    },
    {
      "end_timestamp": 1331.0,
      "id": "e14b48c6-91d8-38d3-801b-73b25b62d426",
      "speaker": "Dan",
      "start_timestamp": 1326.0,
      "text": "And if it's if it is, it's heavily edited. If it is, it's not"
    },
    {
      "end_timestamp": 1347.0,
      "id": "0dbe1abc-4548-3739-8b91-11ef91aead4c",
      "speaker": "Jordan",
      "start_timestamp": 1331.0,
      "text": "that true anyways. So that is that is like a spiraling out of control. Like trying to hide everything in there. It's amazing rationalization you make so many pre excuses for things. It's amazing."
    },
    {
      "end_timestamp": 1348.0,
      "id": "dcfa9b08-e368-3002-a3aa-e089b7eabd10",
      "speaker": "Dan",
      "start_timestamp": 1347.0,
      "text": "Yeah, it's it's, we all"
    },
    {
      "end_timestamp": 1352.0,
      "id": "19135a24-93fc-372a-9b4a-37b2a2fb58be",
      "speaker": "Jordan",
      "start_timestamp": 1348.0,
      "text": "we all know rich people need to they just need to get stuff out every now and then have"
    },
    {
      "end_timestamp": 1355.0,
      "id": "764778f4-e4bd-347d-b880-ce9b855dd6c5",
      "speaker": "Dan",
      "start_timestamp": 1352.0,
      "text": "a scotch."
    },
    {
      "end_timestamp": 1360.0,
      "id": "e47d5234-c349-3553-ab9e-6311e5023442",
      "speaker": "Jordan",
      "start_timestamp": 1355.0,
      "text": "If you need triangle, a homeless man like other rich people do don't say the N word."
    },
    {
      "end_timestamp": 1368.0,
      "id": "0cc156cd-538e-36f8-bf19-bbf438c59a53",
      "speaker": "Dan",
      "start_timestamp": 1360.0,
      "text": "So assuming that this tape is real, Alex has a weird plan for what Trump should do."
    },
    {
      "end_timestamp": 1376.0,
      "id": "ab6f0ecf-92dc-3426-971f-5f002e3fd5a2",
      "speaker": "Jordan",
      "start_timestamp": 1368.0,
      "text": "Oh, and we skipped over one little part in there where he's like, you know, I do. I do a lot of weird shit, but I'm not even gonna get into that and like what we should do do Alex?"
    },
    {
      "end_timestamp": 1380.0,
      "id": "672557b0-d26b-3a92-a6eb-8e467c079893",
      "speaker": "Dan",
      "start_timestamp": 1376.0,
      "text": "I wish I wish he was in Barfly. Yeah. Like, no,"
    },
    {
      "end_timestamp": 1385.0,
      "id": "8b72f780-925b-32c1-8e38-4648d6aca1ca",
      "speaker": "Jordan",
      "start_timestamp": 1380.0,
      "text": "I don't do that. I don't say the N word anything but I do a lot of weird shit, man, I can show you a whole"
    },
    {
      "end_timestamp": 1386.0,
      "id": "7d9ae3c5-f86b-3080-a3b3-595c424d9ac3",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1385.0,
      "text": "world how I like"
    },
    {
      "end_timestamp": 1395.0,
      "id": "816860a6-fef6-3259-9fa8-5d0ebde89c7b",
      "speaker": "Dan",
      "start_timestamp": 1386.0,
      "text": "to unwind every now and again as I like to put some barbecue sauce. Right up my butthole it's I shouldn't be getting into it. I have sources."
    },
    {
      "end_timestamp": 1405.0,
      "id": "ba0bd743-ff28-36e2-816f-8d7de53fdc67",
      "speaker": "Jordan",
      "start_timestamp": 1395.0,
      "text": "I've got a I've got a gorilla penis bone. masturbate with you sounding it's not the butthole the pee pee hole. You know, I hate to totally say pee pee."
    },
    {
      "end_timestamp": 1412.0,
      "id": "83996a2b-a75e-3205-8cd1-9f462d5935c1",
      "speaker": "Dan",
      "start_timestamp": 1405.0,
      "text": "And then you'd be like, I hate to talk about it's on the air. But it's in the news. So I gotta cover. I gotta cover it. So here is his plan o MAs."
    },
    {
      "end_timestamp": 1415.0,
      "id": "ef0d1d60-29a4-30a9-8a09-3546e13fd9a4",
      "speaker": "Jordan",
      "start_timestamp": 1412.0,
      "text": "I'm sorry for swearing. I would never say the N word."
    },
    {
      "end_timestamp": 1422.0,
      "id": "c3a77fbc-46a4-37f9-84a8-7fc32940f009",
      "speaker": "Dan",
      "start_timestamp": 1415.0,
      "text": "Here's his plan for what Trump should do if the tape is real. Okay, so"
    },
    {
      "end_timestamp": 1435.0,
      "id": "15393557-8ca3-344e-8eb5-936c6d9723a0",
      "speaker": "Jordan",
      "start_timestamp": 1422.0,
      "text": "see, now this is the craziest thing. This is the first time he's Wargaming. Yeah, we're the ones always doing it. This is the first time where he's trying to think 10 moves ahead. And I'm gonna go with, he's not good at it."
    },
    {
      "end_timestamp": 1444.0,
      "id": "0c439ba2-351f-3974-91cf-e1e3a2958295",
      "speaker": "Dan",
      "start_timestamp": 1435.0,
      "text": "He's not but He's way better than us. Okay, you'll see, by the time it gets to the end of this, this clip might be a little bit long, but it is worth every penny."
    },
    {
      "end_timestamp": 1507.0,
      "id": "b6b92b4b-c4cd-3a1b-946f-be5ca5184fbf",
      "speaker": "Alex Jones",
      "start_timestamp": 1444.0,
      "text": "But let's just move on from that. Trump. If this comes out, and they've twisted, or they're demonizing him, need to just own the whole deal. And say that people sit around, they joke around, they try to be shocking that he was wrong that he did it. But that he was already making up for things like that and and things that have happened in the past, that other people have done that's wrong by really tried to focus on truly empowering all the communities in this country and bringing people together. And then he should come out and talk about the fact that 51% of black people or more, on average, never get out of the womb in this country, and that we should work to make sure that that genocide created by Margaret Sanger and pushed by the leftist is stopped and then he should go on a tour of black churches. And go up there with the folks and pray with them and hug everybody and have national unity I just realized that they're out to get a final point."
    },
    {
      "end_timestamp": 1512.0,
      "id": "2acbbee0-c32f-3c5a-9d9e-94a0fb1c007f",
      "speaker": "Dan",
      "start_timestamp": 1507.0,
      "text": "So I wanted I wanted to stop here. I didn't edit this clip at"
    },
    {
      "end_timestamp": 1515.0,
      "id": "8b8ed01c-18dd-30c3-aea0-8bddacedb624",
      "speaker": "Jordan",
      "start_timestamp": 1512.0,
      "text": "all. I don't know if there's anything for us to talk about there."
    },
    {
      "end_timestamp": 1547.0,
      "id": "a94a7961-7d78-380d-b981-d64ba7204531",
      "speaker": "Dan",
      "start_timestamp": 1515.0,
      "text": "No, no, no, we all. We all know how well it went the last time Trump went to a black church, where they told him to stop talking about Hillary from the pulpit. Oh, my God almost got the light at a church. But I wanted to I wanted to cut in there just to decompress because that's good advice, I think and I have to assure you, I did not do anything dishonest with this editing. This is exactly where the clip goes as heavily edited. So if you can't believe him here again believe anything they say he's part of the globalist"
    },
    {
      "end_timestamp": 1580.0,
      "id": "85c011a8-82f7-34b8-becb-dc9363d45d7f",
      "speaker": "Alex Jones",
      "start_timestamp": 1547.0,
      "text": "ladies and gentlemen. They are growing our party animal in cows and other large mammals they're harvesting or humanoids have been created they don't have horrible experimentation. We talked about animal rights fine. What about human rights? What about clone rights? Or what about copyrights? What and what about globalist funding Islamist is taking over and killing hundreds of 1000s of people all over the Middle East and Africa. What about the horrible No, no, no, no, no, no, no, no. No,"
    },
    {
      "end_timestamp": 1582.0,
      "id": "c9011bdc-61bc-319c-8c45-3e6bd9177ef8",
      "speaker": "Dan",
      "start_timestamp": 1580.0,
      "text": "what's the problem? What's the problem?"
    },
    {
      "end_timestamp": 1589.0,
      "id": "004d837a-5157-38ba-8fed-ac8a385663b9",
      "speaker": "Jordan",
      "start_timestamp": 1582.0,
      "text": "You can't go from chimera is our real to Islamic fundamentalist jihadi."
    },
    {
      "end_timestamp": 1595.0,
      "id": "a69f4179-863a-3ac9-8a4f-6b6d30d4122d",
      "speaker": "Dan",
      "start_timestamp": 1589.0,
      "text": "You missed one step is own rights. You missed a step in there. Not only are chimera is real, they should have"
    },
    {
      "end_timestamp": 1602.0,
      "id": "d26b8577-aefe-3938-8974-d97d4202793e",
      "speaker": "Jordan",
      "start_timestamp": 1595.0,
      "text": "religion. Right? Who is talking about their rights? Hmm. Black Lives Matters. Where's clone lives matter? Hmm."
    },
    {
      "end_timestamp": 1613.0,
      "id": "ac32cfb8-6a30-3e7e-bd41-f312dc0d7d78",
      "speaker": "Dan",
      "start_timestamp": 1602.0,
      "text": "Essentially, that's literally what he's doing. That's what he's saying. He's, you know, that technique, you got to see both sides of it. He's trying to both sides. Civil rights"
    },
    {
      "end_timestamp": 1639.0,
      "id": "548ba8b0-88c1-3ad7-b033-8dac762acb35",
      "speaker": "Jordan",
      "start_timestamp": 1613.0,
      "text": "with imaginary rights. Wow. But yes, documents are growing. They're growing human babies. And this is immediately following his 51% of African Americans are dead in the womb. Yep. Which I feel like is an easy statistic to prove wrong. I don't know. Because isn't that not how population numbers work?"
    },
    {
      "end_timestamp": 1648.0,
      "id": "f5fc0cae-8a45-355a-8f74-2b334d32b09a",
      "speaker": "Dan",
      "start_timestamp": 1639.0,
      "text": "It's definitely not I don't I don't know the numbers on it. But I do know, my BS detector went off. I don't think 50% of any population"
    },
    {
      "end_timestamp": 1651.0,
      "id": "dc648ad5-307c-37ac-b5e8-1c3e4ab180b8",
      "speaker": "Jordan",
      "start_timestamp": 1648.0,
      "text": "gets a boarded. Yeah, I'm gonna say that's probably a lot."
    },
    {
      "end_timestamp": 1658.0,
      "id": "1712c3d3-79ae-3d01-a3a0-51f4fcf38da8",
      "speaker": "Dan",
      "start_timestamp": 1651.0,
      "text": "I think he's probably including, like, contraception in there or something. Yeah, that would be he has to like morning after"
    },
    {
      "end_timestamp": 1661.0,
      "id": "ca94ce98-42b8-3609-b822-e9c32cc61d5a",
      "speaker": "Jordan",
      "start_timestamp": 1658.0,
      "text": "the pullout method and the rhythm, the rhythm method."
    },
    {
      "end_timestamp": 1671.0,
      "id": "86bf13a6-df98-367a-b654-446e4c092049",
      "speaker": "Dan",
      "start_timestamp": 1661.0,
      "text": "I know that it's gonna get you. Hold on. There's more of this clip. Okay. All right. All right. So you clone right, so Trump should tour black churches and hug people."
    },
    {
      "end_timestamp": 1674.0,
      "id": "d7e9f8b7-3b09-3aa3-ae6b-7b08f06da698",
      "speaker": "Jordan",
      "start_timestamp": 1671.0,
      "text": "I forgot about that, that got lost in clone rights that"
    },
    {
      "end_timestamp": 1682.0,
      "id": "c93ccfee-3187-3d42-8ef2-06982596aa2d",
      "speaker": "Dan",
      "start_timestamp": 1674.0,
      "text": "leads directly to Chimera rights. And something about abortion, and now"
    },
    {
      "end_timestamp": 1723.0,
      "id": "9f32f16b-5116-3bb8-901e-63a38b17e4b9",
      "speaker": "Alex Jones",
      "start_timestamp": 1682.0,
      "text": "things Obama's done funding the Muslim Brotherhood. What about all the major wars they've been fighting as you're trying to start a war with Russia? What about all the genetic engineering and the GMO and the glyphosate that have caused hundreds of millions of women worldwide, reportedly get breast cancer? These are the real holocausts. And instead, all we ever obsess over is what the media tells us to get obsess over. And these big faux issues they bring up that we're all completely sick and tired of. But quite frankly, I can say that I've never done anything consciously. Racist. In fact, I am so sick and tired. Having every bird"
    },
    {
      "end_timestamp": 1728.0,
      "id": "f6938d0f-e01e-313a-925a-79f271930c34",
      "speaker": "Jordan",
      "start_timestamp": 1723.0,
      "text": "in my ear out there. Tell me how"
    },
    {
      "end_timestamp": 1731.0,
      "id": "4c857461-612e-3a14-a7ce-a966b3a89890",
      "speaker": "Alex Jones",
      "start_timestamp": 1728.0,
      "text": "topia of disinformation,"
    },
    {
      "end_timestamp": 1733.0,
      "id": "0c216e47-a48d-3010-a789-c7a88c5ebb17",
      "speaker": "Jordan",
      "start_timestamp": 1731.0,
      "text": "Oh, give me those words. Maybe."
    },
    {
      "end_timestamp": 1735.0,
      "id": "2e4ca977-ebe5-3a31-bfb3-32106d7d9703",
      "speaker": "Dan",
      "start_timestamp": 1733.0,
      "text": "So he's never done anything conscious?"
    },
    {
      "end_timestamp": 1738.0,
      "id": "6cff046c-f3b8-38bf-9e60-ccef102f4eec",
      "speaker": "Jordan",
      "start_timestamp": 1735.0,
      "text": "Never. Never once and how dare you?"
    },
    {
      "end_timestamp": 1747.0,
      "id": "dcaad87d-89b4-3bb0-80c0-f3a88eef0f51",
      "speaker": "Dan",
      "start_timestamp": 1738.0,
      "text": "I mean, I would argue that him saying that he was offended by black people saying the N word is borders. That's probably the definition of race."
    },
    {
      "end_timestamp": 1754.0,
      "id": "425069c6-3089-3ce4-abcf-f81ddd14acc1",
      "speaker": "Jordan",
      "start_timestamp": 1747.0,
      "text": "I would also say that I don't think hindered by an entire race of people saying a word. Regarding race"
    },
    {
      "end_timestamp": 1765.0,
      "id": "dd6040e9-2c52-3af3-a62b-a520a089fe18",
      "speaker": "Dan",
      "start_timestamp": 1754.0,
      "text": "that offensive. I think, though, that his definition of consciously racist would be horribly limited. Yeah, I would say he thinks punching a black dude, because he's black. I know that's not racist, but I bet them"
    },
    {
      "end_timestamp": 1779.0,
      "id": "e047750b-87fb-3b94-9d0f-ae7e552dda0d",
      "speaker": "Jordan",
      "start_timestamp": 1765.0,
      "text": "to shoot a black man. It's a racist territory. Yeah. And that's only if you're not a cop. And that's also only if you also have palladium poisoning at the same time, polonium, polonium palladium. Palladium. Isn't that from iron matters?"
    },
    {
      "end_timestamp": 1786.0,
      "id": "b45d6f38-d680-3f5d-9305-2624cba6ff8d",
      "speaker": "Dan",
      "start_timestamp": 1779.0,
      "text": "Or it's, I don't know, that poisons you, too. So those are the clips that I took from Tuesday's show. Okay, he also she's right."
    },
    {
      "end_timestamp": 1796.0,
      "id": "1b80b5f4-13e5-378f-b7d8-5f6baaa62f69",
      "speaker": "Jordan",
      "start_timestamp": 1786.0,
      "text": "Why aren't we talking about all the wars were fighting? No, I agree. He nails that and then goes immediately to hundreds of millions of women get breast cancer because of glyphosate. It's"
    },
    {
      "end_timestamp": 1803.0,
      "id": "fedc0c93-b501-3d6b-97d5-d272e1aee9c4",
      "speaker": "Dan",
      "start_timestamp": 1796.0,
      "text": "all right. But again, that's probably part of his enabling himself to make a sales pitch. You know what I'm saying?"
    },
    {
      "end_timestamp": 1807.0,
      "id": "1a8ffad1-d5f6-321e-a542-dbc278bf3cc8",
      "speaker": "Jordan",
      "start_timestamp": 1803.0,
      "text": "Right? Well, GMOs. Yeah, GMOs. So um, that includes cameras."
    },
    {
      "end_timestamp": 1815.0,
      "id": "c0f18bdc-a55f-364f-acac-91ef9f9c3a7e",
      "speaker": "Dan",
      "start_timestamp": 1807.0,
      "text": "The other stuff that he ranted on that I didn't take clips of is John Lewis is an asshole."
    },
    {
      "end_timestamp": 1821.0,
      "id": "6bd59452-a65e-336b-a0da-264d0dda2614",
      "speaker": "Jordan",
      "start_timestamp": 1815.0,
      "text": "Never done a consciously racist thing in his life. He can Louis be racist all the time."
    },
    {
      "end_timestamp": 1850.0,
      "id": "f1734599-e543-3d56-8133-2ff2ef8ff005",
      "speaker": "Dan",
      "start_timestamp": 1821.0,
      "text": "Basically, his point is like, Why can't Trump ah, you know, like, Johnny knows how racist John Lewis is super. He's so racist. He's black. Racism turns you dark from within. So his argument, Alex's argument that he makes is like, okay, so John Lewis gets out there and says the Trump isn't a legitimate president. And then Trump, all he does is get on Twitter and say, Hey, man, I want to work with you to fix stuff"
    },
    {
      "end_timestamp": 1854.0,
      "id": "cb329be1-045f-3341-9262-2cf7b21f55ae",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1850.0,
      "text": "that oh, wait. Yeah. Whoa, wait, ya know,"
    },
    {
      "end_timestamp": 1861.0,
      "id": "162f340c-ca48-3cb8-8369-d0bf1313dca5",
      "speaker": "Dan",
      "start_timestamp": 1854.0,
      "text": "his argument is that his his tweets were really nice and trying to get John Lewis to work with him. Which is not true."
    },
    {
      "end_timestamp": 1871.0,
      "id": "021001ce-8f90-3d2e-b8d0-fca6f6888576",
      "speaker": "Jordan",
      "start_timestamp": 1861.0,
      "text": "That's not true. No, it's true. They were insulting as fuck didn't he basically condescend upon him to an extent not seen since the early days of Alex Jones?"
    },
    {
      "end_timestamp": 1876.0,
      "id": "78b17156-71da-3998-839d-5ab4b8372fe7",
      "speaker": "Dan",
      "start_timestamp": 1871.0,
      "text": "Yeah, it was all like, You're a man of all talk."
    },
    {
      "end_timestamp": 1881.0,
      "id": "e8f80dc8-035c-3a50-bbd6-a831fae741dd",
      "speaker": "Jordan",
      "start_timestamp": 1876.0,
      "text": "No action, you you would never have marched with Martin Luther King Jr. Like,"
    },
    {
      "end_timestamp": 1888.0,
      "id": "c66f6a72-c438-3665-b1d1-6d41b66df934",
      "speaker": "Dan",
      "start_timestamp": 1881.0,
      "text": "but then like you did, but the response to that, by Alex and David Knight are like, yeah, what has he done lately?"
    },
    {
      "end_timestamp": 1893.0,
      "id": "a4c2b481-30c5-3619-9edc-9b76c2f88c42",
      "speaker": "Jordan",
      "start_timestamp": 1888.0,
      "text": "Me becoming fuck off becoming a congressman working for his"
    },
    {
      "end_timestamp": 1899.0,
      "id": "565ee59f-c83d-3d23-a87f-0c26fb597987",
      "speaker": "Dan",
      "start_timestamp": 1893.0,
      "text": "helps to sit in to try and get gun rights or get gun control? Which they hate"
    },
    {
      "end_timestamp": 1916.0,
      "id": "42b73957-117d-3e25-a086-6166547a53dc",
      "speaker": "Jordan",
      "start_timestamp": 1899.0,
      "text": "everything he can possibly do being effective. Yeah. At the vet, you know, like, just because he can't just like waving his hand and gun control happens doesn't mean that being a giant pain in the ass for the people who are fighting against it."
    },
    {
      "end_timestamp": 1922.0,
      "id": "3f9da027-0e6c-314a-8115-2ec4285e744b",
      "speaker": "Dan",
      "start_timestamp": 1916.0,
      "text": "They don't want gun control to happen. They actually think that's a negative. No, I know that because that's part of taking away your guns."
    },
    {
      "end_timestamp": 1934.0,
      "id": "aa74d4bb-b366-3d99-a33f-8054c00220ac",
      "speaker": "Jordan",
      "start_timestamp": 1922.0,
      "text": "That's, I mean, regardless of what, like, regardless of what side he's on, you can't say he's all talk. No. Yes. Yeah, you have to say, I disagree with you. But you are acting."
    },
    {
      "end_timestamp": 1937.0,
      "id": "9df89cc7-16d7-3424-9544-f2a44624e86c",
      "speaker": "Dan",
      "start_timestamp": 1934.0,
      "text": "You know what, I didn't even think about that. That's a really good point. Because"
    },
    {
      "end_timestamp": 1960.0,
      "id": "94167266-4ff9-35fb-9d80-d526a6111f75",
      "speaker": "Jordan",
      "start_timestamp": 1937.0,
      "text": "Shouldn't you just election by you know, that doesn't denote a degree of respect for your position, but that you are doing, you're a man of action, but I resent that you're a man as opposed to your all talk, which is you're a weak plaything for the gravitas project and the globalist and the globalist and all of your argue a clown. So I have to tell me very close,"
    },
    {
      "end_timestamp": 1992.0,
      "id": "44d333c0-d2a9-327e-be66-3ff80896114b",
      "speaker": "Dan",
      "start_timestamp": 1960.0,
      "text": "Jordan, we have a lot of business to get to. Yes. So let's get to it. All that aside, now we jump to to Thursday's show. This is the rest of the clips from today are going to be from January 19 2017. Alex broadcasting live from Washington, DC. And I want to say this up top. This was one of the more unpleasant episodes I've had to listen to to break down really, because it's one of the most full of fear episodes of the time that we've been covering. Really. Yeah. And now yeah, we're"
    },
    {
      "end_timestamp": 1997.0,
      "id": "e6189e40-c2a6-30b5-8e88-143ed5747f9d",
      "speaker": "Jordan",
      "start_timestamp": 1992.0,
      "text": "here on the eve before. What we'll call Trump, miss,"
    },
    {
      "end_timestamp": 2005.0,
      "id": "e7ecbd62-2f20-3fb7-82c8-71e297bfbf02",
      "speaker": "Dan",
      "start_timestamp": 1997.0,
      "text": "I gotta be honest, I didn't catch it first that you were being sarcastic. You're actually surprised."
    },
    {
      "end_timestamp": 2021.0,
      "id": "3cc892b4-0f89-3050-81c8-14d4c614ddc9",
      "speaker": "Jordan",
      "start_timestamp": 2005.0,
      "text": "I mean, I'm, I am sarcastic, but at the same time, you know, actually, you know, we've talked about this, he doesn't know how to he doesn't know how to deal with being the winner. Now, so in response to that he's just going even more batshit out there with fear. Yeah, right. So now that's what now that Trump"
    },
    {
      "end_timestamp": 2046.0,
      "id": "d1f980ce-a55a-3639-b85b-30520f146b2d",
      "speaker": "Dan",
      "start_timestamp": 2021.0,
      "text": "why Roger Stone has been poisoned with polonium. Right, exactly. That's why you're gonna hear what his new narrative is here. That is wacky. This first clip I'm gonna play is how he opened the show. This is the beginning moments of the show. And it sort of is his prediction of what's going to happen in the next 24 hours. From broadcast time, if my phone will load the clip."
    },
    {
      "end_timestamp": 2048.0,
      "id": "d2b22ac8-dfd1-37c1-ab64-f39c8535dd22",
      "speaker": "Jordan",
      "start_timestamp": 2046.0,
      "text": "I bet his prediction"
    },
    {
      "end_timestamp": 2049.0,
      "id": "9b285a83-04d7-3dbf-b200-a55fd7de4247",
      "speaker": "Dan",
      "start_timestamp": 2048.0,
      "text": "who you want to predict the prediction?"
    },
    {
      "end_timestamp": 2093.0,
      "id": "b4728d3b-a912-37eb-ad36-ab5b51e9dd2b",
      "speaker": "Jordan",
      "start_timestamp": 2049.0,
      "text": "Yeah. So here's the prediction from me. He believes that there will be an assassination attempt not on Trump. Interesting. But on pence on No, I mean, you can kill pence at any time. Sure. Frankly, that's what pence his wife thinks all the time. It's just like, you can kill him anytime. I don't even care. Let's go with a Democrat. Ooh. So he predicts that there's an assassination if not an assassinated and read it, but an attempt on a Democrat, okay. And it's going to be by somebody in the globalist network, but they're gonna make it look like you're gonna make it look like it was a Trump supporter who, exactly"
    },
    {
      "end_timestamp": 2095.0,
      "id": "7920e4bf-8df9-3e83-84b9-12c3696280f1",
      "speaker": "Dan",
      "start_timestamp": 2093.0,
      "text": "you're wrong. That's not his prediction. All right."
    },
    {
      "end_timestamp": 2110.0,
      "id": "4c8102fc-aea4-32e3-a9ef-7fb37c9b8617",
      "speaker": "Alex Jones",
      "start_timestamp": 2095.0,
      "text": "Now, I don't want to sit here on the show every segment say See, I told you so over and over again, but I've warned Everybody, if they were going to try to take the President out, they would use Xi O G. And when we come back from break, we have reports and up"
    },
    {
      "end_timestamp": 2131.0,
      "id": "19a39870-881b-3c73-b1b2-da25b8426385",
      "speaker": "Dan",
      "start_timestamp": 2110.0,
      "text": "here, yeah, you know me, he doesn't really actually ever explain what that means, but it means continuity of government. That, you know, so Okay, so what they would do is a plan in place in case anything happens, right? Because in the past, there have been issues where, you know, it's unclear, so they had to sit down, everyone sat down was like, Okay, if this happens then that if"
    },
    {
      "end_timestamp": 2183.0,
      "id": "ae3436e9-fd03-35d9-8786-d7619d606eb0",
      "speaker": "Jordan",
      "start_timestamp": 2131.0,
      "text": "Edith Wilson was president for two years, because nobody else was allowed to see Woodrow, fair enough. Yeah, I didn't know that. Yeah, it's it's very interesting. We have had a woman president before, but not elected, not elected. The craziest thing about that story is that Woodrow was sick, and so no one was allowed to visit him for about a year and a half while he was president. All of Congress just just talked to Edith and then she would go really, so. And this is a conspiracy theory. I'm listening. But if you look back at that time, crazily enough, a lot of pro woman things got done. Interesting. Very strange to note, and they'll be out of place in time. It would be especially Woodrow fucking Wilson. Yeah, the racist, sexist, misogynist, nightmarish human being that he was. Well, yeah, bless America. Yeah."
    },
    {
      "end_timestamp": 2192.0,
      "id": "b276aabf-2193-3a09-9878-99c148ac0ab6",
      "speaker": "Dan",
      "start_timestamp": 2183.0,
      "text": "You got Lee Greenwood set earlier? No, I did not. I saw some pictures of the three doors down concert. Oh, was sparsely attend, was it?"
    },
    {
      "end_timestamp": 2198.0,
      "id": "a097eb1d-a7d8-34d0-ab87-1032e9db2e93",
      "speaker": "Jordan",
      "start_timestamp": 2192.0,
      "text": "I will tell you something. three doors down. There my kryptonite? Yeah, I just can't help myself around. I wish"
    },
    {
      "end_timestamp": 2209.0,
      "id": "67c219c6-78ac-38a6-9a28-3c350c83828b",
      "speaker": "Dan",
      "start_timestamp": 2198.0,
      "text": "I could come up with another one of their singles. There aren't any other day. So he never really explains it. But it's continuity of government. And he thinks that's the new evil. But why? Because they're"
    },
    {
      "end_timestamp": 2247.0,
      "id": "950eac4a-87a4-3d27-a857-361eb00d7199",
      "speaker": "Alex Jones",
      "start_timestamp": 2209.0,
      "text": "licking their lips promoting the idea normalizing the idea that if Trump gets assassinated, or if Trump gets removed, because he's a risky agent, Obama will appoint the new president. So they're selling that idea right now. Never heard that before. It's very interesting that you're seeing a bunch of Democrats not show up to John Kerry not show up if a nuclear weapon goes off. Big one small one, so called improvised as big as your head by Jihad ease. If a nuke goes off, you can 100% No, it was the criminal elements that have infiltrated the deep state shadow government"
    },
    {
      "end_timestamp": 2249.0,
      "id": "73103e00-bb8f-3e55-8906-f3f840a05800",
      "speaker": "Jordan",
      "start_timestamp": 2247.0,
      "text": "100%"
    },
    {
      "end_timestamp": 2250.0,
      "id": "8744f918-4e06-30f8-a020-8730f375d0a6",
      "speaker": "Dan",
      "start_timestamp": 2249.0,
      "text": "or 100 Fucking percent, there's"
    },
    {
      "end_timestamp": 2273.0,
      "id": "5eae6678-5006-3192-bd66-634177d6fa18",
      "speaker": "Jordan",
      "start_timestamp": 2250.0,
      "text": "no doubt. Now I hate to steal I hate to say that may very well be an accurate statement. But that's not a thing that's possible. So so it is like in a in terms of a hypothetical. If you make up something that's impossible, then you can say with 100% certainty if that impossible thing happened, these impossible non existent people would be behind it."
    },
    {
      "end_timestamp": 2301.0,
      "id": "61b3f907-b733-3c86-968c-b44febac92f7",
      "speaker": "Dan",
      "start_timestamp": 2273.0,
      "text": "Yeah. So he's talking about a CNN clip that he eventually ends up playing like an hour later. And it's once you've forgotten the claims that he's made about it, right. And he's he's talking, it's someone talking to someone who I guess, is a specialist on constitutional matters. Okay. And he's explaining that if something were to happen, that would usually if the President goes down, the vice president takes over, right, vice president takes goes down, the Secretary of State goes, takes over."
    },
    {
      "end_timestamp": 2305.0,
      "id": "fc77cd1a-f421-34dd-8852-2d5838033909",
      "speaker": "Jordan",
      "start_timestamp": 2301.0,
      "text": "We're in terms of succession for the President. Now, it'd be Speaker the house. Does that."
    },
    {
      "end_timestamp": 2308.0,
      "id": "84fd949d-a744-3338-9645-82ef23f15b16",
      "speaker": "Dan",
      "start_timestamp": 2305.0,
      "text": "Right? Yeah. Well, maybe the speaker goes down to that."
    },
    {
      "end_timestamp": 2328.0,
      "id": "9dc8b3f4-bc5c-3f81-84ad-a72027c9ebc0",
      "speaker": "Jordan",
      "start_timestamp": 2308.0,
      "text": "Well, that's why whenever they do those State of the Union addresses, they always have some random congressman in like a bunker somewhere, just in case so that, and they all take turns doing it. And it's kind of a joke. Okay. And it is. Yeah, it's funny, because it does happen. Well, then you've got some weird, random Secretary of Agriculture running the entire country. So"
    },
    {
      "end_timestamp": 2356.0,
      "id": "4a09f886-6355-3e9e-826c-e4a6dfd19e42",
      "speaker": "Dan",
      "start_timestamp": 2328.0,
      "text": "that was essentially the point of the CNN thing was that because we're in a weird place where John Kerry will be gone as Secretary of State, right. And Tillerson won't be confirmed at the time, we don't have a secretary of state. And so it could go down all the way to the highest non political appointee. And it was like this weird dude. They had a flowchart. He's like six dudes down in the State Department. It's like, which is the"
    },
    {
      "end_timestamp": 2359.0,
      "id": "ef5f5fbd-eaf7-3662-a792-694467861180",
      "speaker": "Jordan",
      "start_timestamp": 2356.0,
      "text": "cover band of free doors? Yeah."
    },
    {
      "end_timestamp": 2369.0,
      "id": "c6a60195-db54-3080-b518-c192801f9771",
      "speaker": "Dan",
      "start_timestamp": 2359.0,
      "text": "But he would be the Acting Secretary of State so he would be next in line versus presidency. So it's like it's basically a story about how weird it could be. Yeah."
    },
    {
      "end_timestamp": 2380.0,
      "id": "820c63bb-abe9-32b0-9ca6-f4ac8482b7b2",
      "speaker": "Jordan",
      "start_timestamp": 2369.0,
      "text": "American government has a weird system. Yeah, that's the story. That's not Obama somehow gonna that's not that's not a thing. Nobody's ever said that was a thing. No, no, no,"
    },
    {
      "end_timestamp": 2394.0,
      "id": "43438f4e-99df-32fb-8650-455ba3daf670",
      "speaker": "Dan",
      "start_timestamp": 2380.0,
      "text": "but He's twisting words, because it's the idea that this guy was appointed by Obama. But in the story, they make it very clear. It's the highest ranking non political appointee, right the department right it's not even someone Obama appointed to begin with."
    },
    {
      "end_timestamp": 2395.0,
      "id": "edefffb5-cbd7-38b4-ae1d-5252573c3d33",
      "speaker": "Alex Jones",
      "start_timestamp": 2394.0,
      "text": "Yeah, just why"
    },
    {
      "end_timestamp": 2409.0,
      "id": "c73f97a4-3167-34aa-bee3-03686819378c",
      "speaker": "Jordan",
      "start_timestamp": 2395.0,
      "text": "but what if it is just lying? I mean, I know you can't politically appointed And but what if, as president you had a full non political way you appointed? Oh, did you consider that"
    },
    {
      "end_timestamp": 2415.0,
      "id": "c5737f64-9363-33b1-9297-d51f277a73b6",
      "speaker": "Dan",
      "start_timestamp": 2409.0,
      "text": "shadow political point? Exactly. So Alex has some thoughts about this shadow government He keeps talking about."
    },
    {
      "end_timestamp": 2426.0,
      "id": "d5155424-a589-3940-92d8-2e81714a1ae2",
      "speaker": "Alex Jones",
      "start_timestamp": 2415.0,
      "text": "We set up a shadow government after the atomic bomb was created under mutually assured destruction or under really the Mexican standoff that nuclear weapons created."
    },
    {
      "end_timestamp": 2428.0,
      "id": "d4708e30-9493-3b27-97ee-c136dbb14fdf",
      "speaker": "Jordan",
      "start_timestamp": 2426.0,
      "text": "That is generally assured"
    },
    {
      "end_timestamp": 2435.0,
      "id": "2d7053e1-e4c0-3e9a-a14b-e50dedcc3a7a",
      "speaker": "Dan",
      "start_timestamp": 2428.0,
      "text": "destruction is but he also recently learned the term Mexican standoff, I think."
    },
    {
      "end_timestamp": 2436.0,
      "id": "b1f55c1d-30e5-30b2-a72e-7c7270007599",
      "speaker": "Jordan",
      "start_timestamp": 2435.0,
      "text": "Inglorious Basterds"
    },
    {
      "end_timestamp": 2454.0,
      "id": "0a58eb2c-338e-376f-8bf6-82a7d6bd8d72",
      "speaker": "Dan",
      "start_timestamp": 2436.0,
      "text": "on on one of the recent episodes, he did like a three minute breakdown of what a Mexican standoff it's like when you're pointing a gun at someone and they're pointing a gun at you and there's like a third person who's pointing a gun at both you like, okay, whatever. Yeah, that's not even accurate. Well, whatever."
    },
    {
      "end_timestamp": 2477.0,
      "id": "156aa98d-3484-32cc-b0ae-3c90ac3b5693",
      "speaker": "Alex Jones",
      "start_timestamp": 2454.0,
      "text": "got knocked out in a sneak attack, there would be a backup emergency government to reconstitute the Republic. The problem is anything like that can always be used to take the government over. An example is operation Valkyrie, using the Valkyrie system that Hitler set up in for cog, they tried to use it against him. And I'm not saying Hitler's good. Which can be used here, either for god yeah,"
    },
    {
      "end_timestamp": 2482.0,
      "id": "2f8a7654-f942-3fbd-a944-39166de24978",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2477.0,
      "text": "not yet. Yeah, he's not saying Hitler's good yet."
    },
    {
      "end_timestamp": 2485.0,
      "id": "a9cbe6ac-e818-301b-ac56-807de635fae5",
      "speaker": "Dan",
      "start_timestamp": 2482.0,
      "text": "I feel the need to clarify I don't think Hitler's good."
    },
    {
      "end_timestamp": 2497.0,
      "id": "cb74a9ab-a3d5-3828-b8c9-84222742b0e6",
      "speaker": "Jordan",
      "start_timestamp": 2485.0,
      "text": "I do like that. We're at the place where if he doesn't clarify that plenty of people would be like, it's about time somebody said Hitler was good. Yeah, finally, ah, I love Alex Jones and I love Hitler."
    },
    {
      "end_timestamp": 2504.0,
      "id": "f15c3fbb-9a92-30f1-913f-2012b39313dd",
      "speaker": "Dan",
      "start_timestamp": 2497.0,
      "text": "You know, it's one thing to love about it. Let's wait wait, what what shadow government does a shadow government baby but what shadow government shadow banks,"
    },
    {
      "end_timestamp": 2509.0,
      "id": "143fb7e2-71c5-3b06-abfb-830279fd0424",
      "speaker": "Jordan",
      "start_timestamp": 2504.0,
      "text": "but what shadow government? Isn't that just the government? Have"
    },
    {
      "end_timestamp": 2520.0,
      "id": "003d50bd-ba66-3fc9-9a66-c3b857d48070",
      "speaker": "Dan",
      "start_timestamp": 2509.0,
      "text": "you ever played Sonic the Hedgehog? Yes. Some of the newer games introduce a dark character. I remember that. What is Shadow the Hedgehog? Okay, well, that's easy like this. Okay. All right."
    },
    {
      "end_timestamp": 2530.0,
      "id": "372d1429-89d8-3bde-a6ef-5d9ee1a8b4d8",
      "speaker": "Jordan",
      "start_timestamp": 2520.0,
      "text": "So that works for our government. Okay. But, but government does shadow line of succession."
    },
    {
      "end_timestamp": 2536.0,
      "id": "f5ccfb2d-1a15-3ea5-84c3-1c2cb280da1c",
      "speaker": "Dan",
      "start_timestamp": 2530.0,
      "text": "It's like the deep state basically, it's code. It's like CIA shit. It's it's that sort of thing. That's what he's done."
    },
    {
      "end_timestamp": 2543.0,
      "id": "f669f92e-90a9-3101-b2c8-2b74608dbe5b",
      "speaker": "Jordan",
      "start_timestamp": 2536.0,
      "text": "Okay. And they set it up the moment that we got the nuclear bomb. Yes. All right. Why?"
    },
    {
      "end_timestamp": 2549.0,
      "id": "11f14075-5d46-38a9-b41d-24559bceadb3",
      "speaker": "Dan",
      "start_timestamp": 2543.0,
      "text": "The Mexican standoff? Okay, I do believe,"
    },
    {
      "end_timestamp": 2551.0,
      "id": "45ed0722-5580-313b-8d3a-4791218486c7",
      "speaker": "Jordan",
      "start_timestamp": 2549.0,
      "text": "but why and when and who and"
    },
    {
      "end_timestamp": 2554.0,
      "id": "0969cede-81af-34c7-a731-a4f9990a3752",
      "speaker": "Dan",
      "start_timestamp": 2551.0,
      "text": "how? Well, the shadows were shadows."
    },
    {
      "end_timestamp": 2557.0,
      "id": "7aeb04f4-b6d8-322d-9e0f-419e3c171748",
      "speaker": "Jordan",
      "start_timestamp": 2554.0,
      "text": "Why, again, why so many more times,"
    },
    {
      "end_timestamp": 2577.0,
      "id": "1af9ec56-425a-39ee-873d-6f933f4eefef",
      "speaker": "Dan",
      "start_timestamp": 2557.0,
      "text": "I get the utility of it in terms of unique people working behind the scenes. I get that. And I do think that there are some people who do claim besting things you know, that is that is I mean, some people literally are paid to do clandestine things. Spies, for example. But yeah, I'd say I think the idea that there is a functioning shadow government is a little excessive."
    },
    {
      "end_timestamp": 2582.0,
      "id": "0eb25cff-3661-36f1-9341-ec83a9b94897",
      "speaker": "Jordan",
      "start_timestamp": 2577.0,
      "text": "I mean, in the UK, they just call the other side the shadow government. Yeah, so"
    },
    {
      "end_timestamp": 2585.0,
      "id": "61a62a69-966d-363e-ad7a-8185e227144d",
      "speaker": "Dan",
      "start_timestamp": 2582.0,
      "text": "the Labour Party is Yeah, so right"
    },
    {
      "end_timestamp": 2590.0,
      "id": "b22cb97b-6fd0-3aeb-92a4-8e2adfd4e7f1",
      "speaker": "Jordan",
      "start_timestamp": 2585.0,
      "text": "now the Tories are whatever fucking everybody over with their bullshit."
    },
    {
      "end_timestamp": 2597.0,
      "id": "7264950d-861f-3f2e-a596-6efca05a3ec1",
      "speaker": "Dan",
      "start_timestamp": 2590.0,
      "text": "Yeah, speaking of which, you're gonna be in England. I am gonna be in England. I'm gonna be in London next week. Please don't take offense. But I might do an episode with someone else."
    },
    {
      "end_timestamp": 2606.0,
      "id": "f339ff92-85d6-3217-a655-dee4693d13bb",
      "speaker": "Jordan",
      "start_timestamp": 2597.0,
      "text": "I would never take offense. I hate for you to miss out on any of this. But while you're gone, yes, no, this can I send you a drunk missive from the road. Yes,"
    },
    {
      "end_timestamp": 2615.0,
      "id": "353abd47-410a-3bac-851a-558037b6cbb3",
      "speaker": "Dan",
      "start_timestamp": 2606.0,
      "text": "absolutely. I'll give you a field report. But no, this no matter where you go, no matter what country you're in. Alex Jones is never wrong."
    },
    {
      "end_timestamp": 2635.0,
      "id": "b09e788d-9d47-318f-933a-283b07fa6ea4",
      "speaker": "Alex Jones",
      "start_timestamp": 2615.0,
      "text": "So we know that cog has been looked at as the prime way to overthrow a president. And here it is the day before the inauguration. They're floating. And I said, first we'll say he's a Russian agent, then they'll say he's illegitimate, then they'll say we've got to have a civil emergency and suspend the election and having two elections."
    },
    {
      "end_timestamp": 2637.0,
      "id": "915698a0-ca49-3f8f-92ae-b1e54c288718",
      "speaker": "Jordan",
      "start_timestamp": 2635.0,
      "text": "I want to point out suspend the election that's already happened."
    },
    {
      "end_timestamp": 2644.0,
      "id": "7c35c47e-e978-30ca-9910-bf916ccdc056",
      "speaker": "Dan",
      "start_timestamp": 2637.0,
      "text": "Also, I want to point out that he didn't make any of these predictions. Now, he said I'd realize"
    },
    {
      "end_timestamp": 2657.0,
      "id": "b1caecb7-0d94-31fe-a4a7-007535242f34",
      "speaker": "Alex Jones",
      "start_timestamp": 2644.0,
      "text": "the election showed that the quote feds are the people Obama controls the globalist control will oversee the election. Boom, boom, boom, boom, every bet I told you is now happened now. Against a rocket"
    },
    {
      "end_timestamp": 2659.0,
      "id": "2045b935-ad03-3a28-8512-b7b195eb159d",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2657.0,
      "text": "Wait, What? What?"
    },
    {
      "end_timestamp": 2660.0,
      "id": "8b59d1cd-0580-3ec7-b985-5aabcb28e21a",
      "speaker": "Dan",
      "start_timestamp": 2659.0,
      "text": "What are you confused about?"
    },
    {
      "end_timestamp": 2665.0,
      "id": "cab457af-95fe-3914-b849-cc47f8346f99",
      "speaker": "Jordan",
      "start_timestamp": 2660.0,
      "text": "I mean, he said all of those happened. Yeah. Didn't none of those happen?"
    },
    {
      "end_timestamp": 2666.0,
      "id": "5b4715c0-fb06-3030-abc8-dc789edfe296",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2665.0,
      "text": "Maybe. Okay,"
    },
    {
      "end_timestamp": 2670.0,
      "id": "97a09980-2af2-3195-8e9b-cf5a312b18d9",
      "speaker": "Jordan",
      "start_timestamp": 2666.0,
      "text": "but a bit depends on how you look at things."
    },
    {
      "end_timestamp": 2673.0,
      "id": "f202febd-fc53-3669-a70b-eea49f65a6c0",
      "speaker": "Dan",
      "start_timestamp": 2670.0,
      "text": "But he's claiming that they tried all these"
    },
    {
      "end_timestamp": 2685.0,
      "id": "3e96023c-6b9a-3367-8a8e-d8d3a256ccb8",
      "speaker": "Jordan",
      "start_timestamp": 2673.0,
      "text": "also. I like how he claims that we know this, that they know that the cog is the best way to overthrow a president sounds good. How do we know this? Who knows this? Who knows this he's"
    },
    {
      "end_timestamp": 2688.0,
      "id": "122be282-ce53-3ba5-b4a6-ae7d917bcaf9",
      "speaker": "Dan",
      "start_timestamp": 2685.0,
      "text": "sources that may work at NBC"
    },
    {
      "end_timestamp": 2691.0,
      "id": "bcabdaa0-0c49-304d-907c-d9f597fd1902",
      "speaker": "Jordan",
      "start_timestamp": 2688.0,
      "text": "has anybody ever but no, that's not how that works."
    },
    {
      "end_timestamp": 2704.0,
      "id": "04fe4d4d-47f0-30ee-9fb5-8ea127f4246a",
      "speaker": "Dan",
      "start_timestamp": 2691.0,
      "text": "No, no, he's he gets fed, crazy, wrong information by fake sources that are just his callers. And he thinks like, if I called him and I was like, hey, look, I work for the FBI. I have some information."
    },
    {
      "end_timestamp": 2706.0,
      "id": "80504aa3-e699-3724-89dd-57fe35cf7949",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2704.0,
      "text": "Oh, yeah. Tell me about your information. I"
    },
    {
      "end_timestamp": 2708.0,
      "id": "c2a402dd-57c1-30e3-a5bb-5a1960e5459f",
      "speaker": "Dan",
      "start_timestamp": 2706.0,
      "text": "almost guarantee he wouldn't question it."
    },
    {
      "end_timestamp": 2712.0,
      "id": "da6a3a2a-56fd-3586-be59-80552c30097a",
      "speaker": "Jordan",
      "start_timestamp": 2708.0,
      "text": "I feel like he would actually lead you on. So it'd be like, what kind of information? Yeah, he"
    },
    {
      "end_timestamp": 2718.0,
      "id": "954d51b9-b82e-31c3-aa2d-46cab2dc0fb9",
      "speaker": "Dan",
      "start_timestamp": 2712.0,
      "text": "would James O'Keefe. Me. Yeah. Basically, if I called in just to be like, now listen, I got a source."
    },
    {
      "end_timestamp": 2720.0,
      "id": "afe0b47b-a4a0-37af-a43d-08029bca4298",
      "speaker": "Jordan",
      "start_timestamp": 2718.0,
      "text": "Do you got anything about nuclear weapons? Yeah, exactly. Oh, yeah. They"
    },
    {
      "end_timestamp": 2725.0,
      "id": "350ca32a-d1d2-374a-94c3-5b4577de5cc6",
      "speaker": "Dan",
      "start_timestamp": 2720.0,
      "text": "want to use them. They want to use them about nuclear. Right. How about cog they got a dirty suitcase cog. Oh, they"
    },
    {
      "end_timestamp": 2729.0,
      "id": "fc77f67d-51e6-309b-94ea-37258d305402",
      "speaker": "Jordan",
      "start_timestamp": 2725.0,
      "text": "got a dirty suitcase cog. All right, that's going on. That's going on the air right now speaking which"
    },
    {
      "end_timestamp": 2753.0,
      "id": "8a092aeb-62ed-3efa-81d5-571e4b676105",
      "speaker": "Dan",
      "start_timestamp": 2729.0,
      "text": "I have to say one good thing about David Knight because I just remind remember, remember that okay. He's a dirty suitcase. No, it has to do with dirty though. So he you know, how we talk about these like, digital Dropbox and these fun terms that they use. Every single time he talks about that BuzzFeed article and the thing that came from Russia. He calls it the dirty dossier. And I like that"
    },
    {
      "end_timestamp": 2754.0,
      "id": "859d9b30-f147-3fa1-88ac-4fb575c82d91",
      "speaker": "Jordan",
      "start_timestamp": 2753.0,
      "text": "is so good."
    },
    {
      "end_timestamp": 2758.0,
      "id": "02f31798-8638-3d69-99e1-ccd7d26fc75d",
      "speaker": "Dan",
      "start_timestamp": 2754.0,
      "text": "He's like Trump, Trump wanted to come out."
    },
    {
      "end_timestamp": 2769.0,
      "id": "fac050da-de02-3801-9db1-570744596242",
      "speaker": "Jordan",
      "start_timestamp": 2758.0,
      "text": "In old dirty bastard wrote a fucking manifesto. So it would be the dirty dossier. And that would be the greatest thing you've ever read in your entire life."
    },
    {
      "end_timestamp": 2778.0,
      "id": "82cd29d5-c43d-34ad-8c57-8e2d3692727f",
      "speaker": "Dan",
      "start_timestamp": 2769.0,
      "text": "He's like, Trump at his press conference wanted to come out and talk about his business interest, but then they had to drop the dirty dossier that stopped them."
    },
    {
      "end_timestamp": 2789.0,
      "id": "1f87e2d9-0ce0-32dd-8e8b-e324a21d326c",
      "speaker": "Jordan",
      "start_timestamp": 2778.0,
      "text": "I love I love that such child. Oh, he would have done it but you ruined it. You ruined it with your dirty, run it with that dirty little dossier? So Alex, who's the dirty Josie?"
    },
    {
      "end_timestamp": 2792.0,
      "id": "7934b342-bf36-3f7a-a9f2-623ede18007c",
      "speaker": "Dan",
      "start_timestamp": 2789.0,
      "text": "Alex has more thoughts about how he's always right."
    },
    {
      "end_timestamp": 2808.0,
      "id": "f41dc4f2-fd6d-3d0b-a47b-0eb47c686c53",
      "speaker": "Alex Jones",
      "start_timestamp": 2792.0,
      "text": "Our place they're going up hill because most of the intelligence agencies are awake, most of the military's away. The American people are somewhat away chill. If they do this, they're doing it at high noon with their goods hanging out. Okay. And their big, fat ugly butts hanging out."
    },
    {
      "end_timestamp": 2810.0,
      "id": "940b63fe-6f61-398b-bf08-6b24b252b35a",
      "speaker": "Dan",
      "start_timestamp": 2808.0,
      "text": "Talking about like if the globalists do try and"
    },
    {
      "end_timestamp": 2845.0,
      "id": "6f74fb2f-fc63-360c-848a-62eb6395c65e",
      "speaker": "Jordan",
      "start_timestamp": 2810.0,
      "text": "right now, here's here's my here's my like counter thought to Alex Jones. Boy doesn't he does. If this is something that he truly believes, right? Yeah. Isn't there some part of him that has to really want this to go down? Just so A, he can see all the globalists junk, which I think has been his goal from the start there chubby little. There there. Oh, those little butts. Yeah. So one that proves that a all the crazy bullshit he's been spouting for his entire 22 years is 100%. Accurate? You would"
    },
    {
      "end_timestamp": 2855.0,
      "id": "b0b579dd-22c9-39fd-8d6c-58f95fd3cffc",
      "speaker": "Dan",
      "start_timestamp": 2845.0,
      "text": "have the confirmation that he's right, exactly. I don't know. No, he wouldn't. But he would think he would. Well, yeah. Because if someone I mean, look, we might not be the"
    },
    {
      "end_timestamp": 2864.0,
      "id": "9d1e56a9-8e0a-3195-9b14-1ef9ae800f2b",
      "speaker": "Jordan",
      "start_timestamp": 2855.0,
      "text": "greatest coincidence of all time, if all of this stuff happens, but for a completely different reason. No, it seems like so he seems like he's the Prophet."
    },
    {
      "end_timestamp": 2869.0,
      "id": "fde368ca-54fa-3e54-8697-20480aea57b7",
      "speaker": "Dan",
      "start_timestamp": 2864.0,
      "text": "Honestly. I think that's more likely. I think it's more likely than his version, quite frankly."
    },
    {
      "end_timestamp": 2873.0,
      "id": "15f38362-af84-30d9-904a-abf76c25ceb9",
      "speaker": "Jordan",
      "start_timestamp": 2869.0,
      "text": "Oh, yeah. No, I mean, everything is what we're likely than his very. And let's be"
    },
    {
      "end_timestamp": 2885.0,
      "id": "e681a8ac-e55e-3d46-874d-04a549a480b2",
      "speaker": "Dan",
      "start_timestamp": 2873.0,
      "text": "clear. We have different political ideas. We agree on a lot of stuff, but we're not totally aligned. But we're both quite antiTrump. Right. Neither of us wants ill to happen to him."
    },
    {
      "end_timestamp": 2886.0,
      "id": "c22f4c18-0c92-3773-bcec-4a332805dd2f",
      "speaker": "Jordan",
      "start_timestamp": 2885.0,
      "text": "Um, like,"
    },
    {
      "end_timestamp": 2888.0,
      "id": "ac299bc7-2dad-369b-b465-c039e78a86bc",
      "speaker": "Dan",
      "start_timestamp": 2886.0,
      "text": "we don't want him dead."
    },
    {
      "end_timestamp": 2890.0,
      "id": "3f44b863-1951-3407-8ea7-845a66976485",
      "speaker": "Jordan",
      "start_timestamp": 2888.0,
      "text": "No, I'd be I'd be cool with him dead."
    },
    {
      "end_timestamp": 2898.0,
      "id": "d55a0096-d461-32b1-8718-b1d9e3148cd5",
      "speaker": "Dan",
      "start_timestamp": 2890.0,
      "text": "I'd be cool with him dead under law. I would be fine with that. I don't want him to be hurt by like assassination or"
    },
    {
      "end_timestamp": 2918.0,
      "id": "6c145e46-ec25-3f3e-b61e-d28b8ca1adcb",
      "speaker": "Jordan",
      "start_timestamp": 2898.0,
      "text": "you know, be assassinated alone. Interesting. You want to gee, if we're if we're, if we're gonna do this, it needs to be an actual full on revolution, where the entire government is topple? I really, I don't I don't want him assassinated. I want the entire country to turn in on itself in a new civil war."
    },
    {
      "end_timestamp": 2921.0,
      "id": "311dbcd3-0b91-306f-a6e9-9b8faea157d2",
      "speaker": "Dan",
      "start_timestamp": 2918.0,
      "text": "Well, that may happen one way or another. Exactly."
    },
    {
      "end_timestamp": 2925.0,
      "id": "0fa2c528-1f3b-3634-8e09-bb6db6e217e5",
      "speaker": "Jordan",
      "start_timestamp": 2921.0,
      "text": "But that's what I'm saying. We've we've reserved the right to first strike the GOP."
    },
    {
      "end_timestamp": 2949.0,
      "id": "d17cabec-f5de-3794-a9ca-162641115a58",
      "speaker": "Dan",
      "start_timestamp": 2925.0,
      "text": "Well, I I'm gonna I'm gonna walk myself back from what I mean is we don't support the things Alex thinks we support. No, absolutely not in terms of this right, and almost everything else right. Now, here's a little bit where you know how Alex Jones likes to write fanfiction? Oh, yeah. Here's, here's a little bit of fanfiction."
    },
    {
      "end_timestamp": 3000.0,
      "id": "36328db9-6ade-3bd2-be6f-5e623d53ac33",
      "speaker": "Alex Jones",
      "start_timestamp": 2949.0,
      "text": "It's very worrisome that we now have 50 Shot members of Congress who aren't going to be at this thing. And I'm sitting here just a few 100 yards from the Capitol. It is very, very worrisome to me why that they're all openly talking about him Trump dying tomorrow, and how Obama will just install someone new and it's completely normal and no big deal because he hasn't gotten any of his committee people. Any of his cabinet people approved yet? So sorry, the Trump administration never existed. It's going to have to be people Obama appoints. And it turns out Obama has people's designated waiting at a facility outside of the District of Columbia, at site are out in Maryland, and then also out in Colorado and Colorado Springs Space Command Empty"
    },
    {
      "end_timestamp": 3002.0,
      "id": "f6e70702-ba3a-318d-bf77-d50921046d7e",
      "speaker": "Jordan",
      "start_timestamp": 3000.0,
      "text": "Space Command NORAD"
    },
    {
      "end_timestamp": 3033.0,
      "id": "52c6cc3f-24fc-3fb6-8c18-8714da59a205",
      "speaker": "Alex Jones",
      "start_timestamp": 3002.0,
      "text": "new government just waiting. It hadn't been a long time. Magically for this inauguration, it's been activated and the people are in the bunkers. Oh, it's just a little bit suspicious. You'd have to be insane as a cog. Historian. Understand this is dangerous. I told you she Oh gee, gee, oh, gee, gee, oh gee, cog cog is the way you're gonna go. Gee, I'm not saying they're gonna pull it off tomorrow, but they're sure thinking about it."
    },
    {
      "end_timestamp": 3036.0,
      "id": "34a8a87d-78d2-3764-b87c-6fd5524dc5e3",
      "speaker": "Jordan",
      "start_timestamp": 3033.0,
      "text": "And he's got fucking Wagner in the back."
    },
    {
      "end_timestamp": 3037.0,
      "id": "4e32a26d-cb0d-3266-a3d8-b2cb7e32a83a",
      "speaker": "Dan",
      "start_timestamp": 3036.0,
      "text": "Do you like that? Like,"
    },
    {
      "end_timestamp": 3038.0,
      "id": "c0e4b9fb-b52f-3bbc-b95c-6dbf339f062e",
      "speaker": "Jordan",
      "start_timestamp": 3037.0,
      "text": "don't learn at the end. He's"
    },
    {
      "end_timestamp": 3042.0,
      "id": "efc592d3-93b2-345c-ba95-5f0ac3832253",
      "speaker": "Dan",
      "start_timestamp": 3038.0,
      "text": "like, I'm not gonna, I'm not saying they're gonna pull it off. But they're thinking."
    },
    {
      "end_timestamp": 3062.0,
      "id": "8a3f80a1-5459-3c42-b220-cd71e3d531c4",
      "speaker": "Jordan",
      "start_timestamp": 3042.0,
      "text": "Also, they're openly talking about it. They're all open, not in front of you or TV camera. Everybody is always openly talking about batshit things in front of Alex Jones. You're too dumb to hear it, man. Boy, is it? Does he think it's cold? Or does he actually have mics everywhere? Is he always watching us?"
    },
    {
      "end_timestamp": 3067.0,
      "id": "d6c3017e-310b-3dce-ad4a-2e885d9939fe",
      "speaker": "Dan",
      "start_timestamp": 3062.0,
      "text": "I think he thinks that's code is he Santa? Is?"
    },
    {
      "end_timestamp": 3068.0,
      "id": "5fd28014-b4b8-3f27-b03d-3edcf165ef05",
      "speaker": "Jordan",
      "start_timestamp": 3067.0,
      "text": "Does he know where you've been sleeping?"
    },
    {
      "end_timestamp": 3093.0,
      "id": "47038f26-e747-3a04-934a-ded02de75bbc",
      "speaker": "Dan",
      "start_timestamp": 3068.0,
      "text": "He knows I've been naughty with your dirty dossier so that that fanfiction is great because it's like, you know, Obama has people at Space Command. And I'm putting on site our site are is outside of Washington DC, apparently I don't have well. And then he mentioned the Colorado Springs, it has to be it has to be Space Command. So that's 17 years later. That's amazing. He"
    },
    {
      "end_timestamp": 3101.0,
      "id": "cccb947f-a81a-3b72-9688-ee0389957f14",
      "speaker": "Jordan",
      "start_timestamp": 3093.0,
      "text": "is fucking amazing. If he remember Space Command from that call back. Oh, God, that is every bit worth that show."
    },
    {
      "end_timestamp": 3107.0,
      "id": "97fb1c7c-81e5-3120-8de4-4689c102c1a3",
      "speaker": "Dan",
      "start_timestamp": 3101.0,
      "text": "So he's in DC. He's hanging out waiting for the inauguration. How do you think people are treating them on the streets?"
    },
    {
      "end_timestamp": 3124.0,
      "id": "afbe56df-5cb4-3072-b1ca-a0582f6b68d5",
      "speaker": "Jordan",
      "start_timestamp": 3107.0,
      "text": "Like a hero? Do you think that's everybody comes up to him and they were like, we're just really we're just really grateful for the job that you've done. You are the only one who's been telling the truth. We just really love you. And we're grateful that you help get our Lord and Savior hero Trump elected."
    },
    {
      "end_timestamp": 3130.0,
      "id": "5d833455-d906-343e-a099-1796ade83a59",
      "speaker": "Dan",
      "start_timestamp": 3124.0,
      "text": "That might be the case some of the time, but he's getting some other responses. Oh, no."
    },
    {
      "end_timestamp": 3205.0,
      "id": "5957c174-ef70-3165-a4b7-b7d3e964fe99",
      "speaker": "Alex Jones",
      "start_timestamp": 3130.0,
      "text": "And the people here have literally been hissing at me like vampires and you open up your craps. All right. Last night. I'm still debating whether I should tell the story. I bet he doesn't. But a prominent member of the media media owner media mogul. Literally disdainfully hissed at me from a very arrogant evil position. And again, I realize evil people, it's like a power trip. They're on an arrogance trip. And they're so arrogant. They're like mentally ill. I mean, you should have seen this guy just sit back and just go. Like, he hated my guts. Because I guess to him, I'm like a monster like Frankenstein just came walking in. And I've been running into them on the street, man, these lobbyists and people see me and they go and just pull back in horror. Now I've run into some Patriot lobbyists. And of course, they're big listeners and big fans. But the vast majority of the Republican and Democrat who think they own this country think they run this world. They are so mad the American people might try to come in and take their country back. They are they are so incredibly upset."
    },
    {
      "end_timestamp": 3210.0,
      "id": "6acc9f2a-1e42-3eb6-a99c-7eb348374287",
      "speaker": "Dan",
      "start_timestamp": 3205.0,
      "text": "So this is this is great, because I like people hissing people, I think that's great. I think we should bring back hissing"
    },
    {
      "end_timestamp": 3249.0,
      "id": "6b1fb819-6a38-3517-b54f-966bb195a928",
      "speaker": "Jordan",
      "start_timestamp": 3210.0,
      "text": "he's so accurately describes evil people with all the words that he would use if he looked into like, if you if you did mushrooms, if you gave him an entire list of the things that he's done, but put Obama's name on top of it, you'd be like, those are all the things that evil people would do. And that's an evil person and then you slid the name off and it was his name like that. Yeah, exactly. That he needs some sort of like a Christmas carol situation to show up to show him the error of his ways. That's what I'm seeing ghosts. That's what I'm saying. Where's the ghost of his former y2k co host? Who is no longer with us?"
    },
    {
      "end_timestamp": 3264.0,
      "id": "228cc48a-af24-3336-b094-b966d37e1c42",
      "speaker": "Dan",
      "start_timestamp": 3249.0,
      "text": "He might be. He might be at Space Command. We need him to do mushrooms, man. Just do some mushrooms and like just really get introspective and realize I cannot imagine a worst trip than being next to Alex Jones while tripping. Yeah, yeah, dude,"
    },
    {
      "end_timestamp": 3269.0,
      "id": "d5400e61-9aed-3e41-bd72-da5be41ca0ac",
      "speaker": "Jordan",
      "start_timestamp": 3264.0,
      "text": "that would be a fucking Cthulhu laden nightmare."
    },
    {
      "end_timestamp": 3286.0,
      "id": "e01804ca-332d-3812-83ae-e8845b858de3",
      "speaker": "Dan",
      "start_timestamp": 3269.0,
      "text": "I would sign up for it. Yeah, you're never gonna have that situation anywhere else. Yeah, we were talking to the other episode about whether or not we'd like to drink with Alex Jones and I realized I gotta I gotta go full circle on myself. I'm in Yeah. Yeah, I was gonna say come on. It might be unpleasant but fuck"
    },
    {
      "end_timestamp": 3318.0,
      "id": "a0dfcc86-30a1-392e-a6b9-ea8caaef29e4",
      "speaker": "Jordan",
      "start_timestamp": 3286.0,
      "text": "it would be fun. It would be it would be so unpleasant. It's such amazing things. Oh, and the fact that because because we wouldn't give we don't give the reaction that he's looking for which is either adoration or hatred. We think it's hilarious. Yes, and that would drive him so mad he would get oh, he would try and go further and further like topping himself. Yeah, he probably we'd get into Michael Richards and word territory in first four minutes and then we're off to the races from there. Like I don't even know where it is we would go after that. I'll tell you this I bet we would be called clones at some point space"
    },
    {
      "end_timestamp": 3331.0,
      "id": "0d507ecb-2796-34d8-9d11-1d0f509d0cbb",
      "speaker": "Dan",
      "start_timestamp": 3318.0,
      "text": "racial slurs. Alien slurs. Yeah, let me let me tell you the Formics let me tell you about these beings of light. You know about these beings of light these Pleiadians"
    },
    {
      "end_timestamp": 3335.0,
      "id": "37c754c4-faab-3029-a75e-f408557bed38",
      "speaker": "Jordan",
      "start_timestamp": 3331.0,
      "text": "ever noticed that bleedings walk like this"
    },
    {
      "end_timestamp": 3336.0,
      "id": "f36e1683-82a9-319b-b0ed-eb6d93e795b2",
      "speaker": "Dan",
      "start_timestamp": 3335.0,
      "text": "dirty Pleiadian"
    },
    {
      "end_timestamp": 3344.0,
      "id": "756f4a0b-e44b-3219-b526-b39fa07ac631",
      "speaker": "Jordan",
      "start_timestamp": 3336.0,
      "text": "with their dirty dossier. So the aliens coming in here with their dossiers dirty and Amala this clip"
    },
    {
      "end_timestamp": 3375.0,
      "id": "80bfb86b-8a58-3910-bc5d-346fc8bfb088",
      "speaker": "Dan",
      "start_timestamp": 3344.0,
      "text": "is super fucking fun. It's awesome. It shows a little bit of humanity. It shows a glimmer of humanity. Okay, he loses it really fast. Well, of course, wouldn't be our man if he did, you're gonna need to not talk over this because it happens kind of quick microphone down. But I want to set this up a little bit. But right before this, he was ranting about how Putin gives him and Trump all of their marching orders. Like facetiously ranting about okay, okay did a terrible Putin impression. And this is sort of the aftermath. I'm pretty excited."
    },
    {
      "end_timestamp": 3416.0,
      "id": "32b91537-ef20-3dc1-95a5-a34eb4da41f6",
      "speaker": "Alex Jones",
      "start_timestamp": 3375.0,
      "text": "I'm gonna skip this break. But we make jokes about this. We laugh about this. We say this is silly. It's not silly because they're so delusional and so disconnected. from reality. I didn't sound like I'm selling Putin did I sounded like Cookie Monster. I don't really do a good Russian accent. I can do other. Other really good accents. You know, the globalist like Cookie Monster. Except they're eating the constitution that prosperity. Oh, free country. I mean, we can again make jokes about this all day. But my girl daughter still likes Cookie Monster. Let me get serious we're talking about nukes going off and cog."
    },
    {
      "end_timestamp": 3427.0,
      "id": "3ad52ed9-44a7-3781-858b-1e63e651e331",
      "speaker": "Dan",
      "start_timestamp": 3416.0,
      "text": "Isn't that amazing? That might be one of my favorite moments ever. He says this dumbass Cookie Monster bit. But then he's like, my eight year old daughter loves it when I do Cookie Monster. That's"
    },
    {
      "end_timestamp": 3442.0,
      "id": "977d6cbc-0e42-3e86-831a-2dc8952cf75a",
      "speaker": "Jordan",
      "start_timestamp": 3427.0,
      "text": "that's kind of beautiful. He's it's a really? Yeah, I was like, Oh, that's a real person. Now that not I believe, time to get serious. Let's get to nuclear weapons. my eight year old daughter loves it when I tell her about the nuclear holocaust that's coming."
    },
    {
      "end_timestamp": 3454.0,
      "id": "f6ab5491-cdc9-3155-a50f-da6069feb625",
      "speaker": "Dan",
      "start_timestamp": 3442.0,
      "text": "My daughter is eight. She's two years away from being a correspondent on my propaganda site. Oh, my God, Cookie Monster. That's amazing what the globalists are like a cookie monster."
    },
    {
      "end_timestamp": 3472.0,
      "id": "a376306e-e78a-39c8-b15a-92d98862230c",
      "speaker": "Jordan",
      "start_timestamp": 3454.0,
      "text": "It's such such an absurd riff. It's so funny. And that, you know what, in a non ironic way, I thought that was pretty funny. I thought he I thought he I thought that was pretty funny, in terms of in terms of maybe in terms of the context of every other horrifying thing that he's talking about."
    },
    {
      "end_timestamp": 3485.0,
      "id": "02cd707d-090c-3405-8fcf-b78446751aa6",
      "speaker": "Dan",
      "start_timestamp": 3472.0,
      "text": "All of a sudden, we're on a sliding scale. Yeah, that's probably true. But I agree with you. It's as close I mean, you know, it's as close as we're gonna get to funny without like, Oh, no. Yeah. So here's a little bit of did he"
    },
    {
      "end_timestamp": 3485.0,
      "id": "78786213-156f-3e42-8cf5-2ad7838b716d",
      "speaker": "Jordan",
      "start_timestamp": 3485.0,
      "text": "say he can do"
    },
    {
      "end_timestamp": 3489.0,
      "id": "670a1e28-0aeb-3562-bd20-f67bd3215d2d",
      "speaker": "Dan",
      "start_timestamp": 3485.0,
      "text": "a lot of impression a lot. He's like Frank Kelly."
    },
    {
      "end_timestamp": 3493.0,
      "id": "f9eaa0eb-be64-30b3-b998-64434b67d08a",
      "speaker": "Jordan",
      "start_timestamp": 3489.0,
      "text": "How is he egotistical also about impression"
    },
    {
      "end_timestamp": 3504.0,
      "id": "a72571b5-1b2b-3a2b-aad5-c1d346852537",
      "speaker": "Dan",
      "start_timestamp": 3493.0,
      "text": "he also can't do a Russian. It's kind of one of the easy one. It is pretty easy, da. So this is less humane and fun. All right."
    },
    {
      "end_timestamp": 3509.0,
      "id": "4636e9b3-8428-3b09-9919-c4e4d0fd4f09",
      "speaker": "Alex Jones",
      "start_timestamp": 3504.0,
      "text": "I give your crew about 24 hours."
    },
    {
      "end_timestamp": 3514.0,
      "id": "4782aee7-dae3-38de-86b2-7eccfb86de94",
      "speaker": "Dan",
      "start_timestamp": 3509.0,
      "text": "This is a direct message to the globalists that they try anything. Okay."
    },
    {
      "end_timestamp": 3598.0,
      "id": "3d0e4623-763f-3370-953e-720ad74152da",
      "speaker": "Alex Jones",
      "start_timestamp": 3514.0,
      "text": "And about 24 hours into that. Who do you think provides you your security 100% Absolute quantifiable fact that within 24 hours, a chain reaction will be set off. And it would be good by Bluebird. Bye bye. So you think you're gonna do this? You think you're gonna run on poison people with polonium and Paul is crap against a bunch of Americans that just want prosperity and just want sovereignty and just want to be a prosperous nation. We don't want to be cold. We don't want to be dominated. We don't want to be shut down. We don't want to be fucking ripped off anymore. And it doesn't mean Trump is perfect. But he's not out to get us. He's a good guy who wants prosperity and wants what made America great again. But under globalism America isn't supposed to be great. We're supposed to be managed and controlled and have policies in place where we can't even compete battle teach those Americans that's what the multinationals have done and it's over. Because even if you kill me or Trump or Matt Drudge or Ron Paul or Senator Paul or whoever he is that you're gonna go after who let me explain to Ron Paul ideas are wonder bulletproof. What why do"
    },
    {
      "end_timestamp": 3600.0,
      "id": "cc628ef3-ab73-3401-830f-638242c74b90",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3598.0,
      "text": "you why would you go after"
    },
    {
      "end_timestamp": 3602.0,
      "id": "b76d53a1-706a-32d5-aaf2-a642c2dd7219",
      "speaker": "Dan",
      "start_timestamp": 3600.0,
      "text": "On because it's part of the liberty movement."
    },
    {
      "end_timestamp": 3607.0,
      "id": "25b7060c-415a-3fae-9aad-c6c5e75c607b",
      "speaker": "Jordan",
      "start_timestamp": 3602.0,
      "text": "Yeah, but I mean, you could let him go. Yeah, probably. I don't think he's got much to I don't think he's gonna come after you too much nature's"
    },
    {
      "end_timestamp": 3617.0,
      "id": "87c035ba-3e4d-3128-85c1-249863ed5e02",
      "speaker": "Dan",
      "start_timestamp": 3607.0,
      "text": "gonna get him. I mean, I'm not celebrating that Ron Paul has some great ideas. He's crazy about some stuff. Very crazy about some agree with others. I did his anti war stances."
    },
    {
      "end_timestamp": 3621.0,
      "id": "3ea4db9f-7b48-36bd-8a9c-65b6fdcf01b8",
      "speaker": "Jordan",
      "start_timestamp": 3617.0,
      "text": "I'm a big fan of his anti anti drug stances. Yeah, yeah, me too."
    },
    {
      "end_timestamp": 3630.0,
      "id": "6eba91b4-0873-35af-b1b6-a63387940f8a",
      "speaker": "Dan",
      "start_timestamp": 3621.0,
      "text": "But yeah, so that I love it when Alex gets like, in this headspace where he's talking directly to the globalist"
    },
    {
      "end_timestamp": 3634.0,
      "id": "f3d99f42-f4ba-36f5-b313-9b355f3ce47e",
      "speaker": "Jordan",
      "start_timestamp": 3630.0,
      "text": "Yeah, he's like, that's, that's a mirror mirror on the wall type shit right there."
    },
    {
      "end_timestamp": 3645.0,
      "id": "5fcddcde-c3ee-3bc6-a0da-25237da104d6",
      "speaker": "Dan",
      "start_timestamp": 3634.0,
      "text": "It's literally like he's talking to a voice in his head. Yeah, it's, it's insanity. He's like, hey, you know, you're gonna try this. We're gonna fucking get you."
    },
    {
      "end_timestamp": 3669.0,
      "id": "d207aaf6-1b71-3b51-8403-1fcb4eb95e2d",
      "speaker": "Jordan",
      "start_timestamp": 3645.0,
      "text": "He psyched himself up like that, right? Like he talked like when he gets up in the morning, he gets out of the shower, and he's just about to brush his teeth. But before that, he wipes the steam off of his mirror and just looks directly into the mirror and goes, Listen, globalists, I'm going to do one more episode today. You can try and take me out. But by God, this is gonna be the last thing I ever do. And in 24 hours,"
    },
    {
      "end_timestamp": 3672.0,
      "id": "ac0294f6-c107-3bc1-9472-4be7171869ff",
      "speaker": "Dan",
      "start_timestamp": 3669.0,
      "text": "there will be"
    },
    {
      "end_timestamp": 3700.0,
      "id": "a102ceea-d1c0-3023-9722-791d01a89691",
      "speaker": "Jordan",
      "start_timestamp": 3672.0,
      "text": "the wrestler will be coming in to fix things thing is gonna get Oh, no. So So I Oh, who do you think provides your security? is my favorite part of that like patriot? Wait, no. I mean, they're the globalist I'm gonna assume they've got their own security detail. They can't afford one of his big can control multinational corporations. But dude, security. We gotta we gotta fucking outsource that to the patriot. One"
    },
    {
      "end_timestamp": 3765.0,
      "id": "4bc66e58-bd0d-3ece-9f63-8eca4ab9e4b5",
      "speaker": "Dan",
      "start_timestamp": 3700.0,
      "text": "of his big premises is that all the people who have guns and behind or behind the scenes and shit like that all of them are secretly on Alex's side. Okay, like all you rich people who think it's gonna be real fun when you do this coup, just know that all the people protecting you are really on my side. And they're gonna get you. That is fantastic. Yeah, that is the most narcissistic thing I think I've ever heard in my entire life. He talks about that a lot. Yeah. Something else he talks about a lot. Cookie Monster? No, check it out. Let me actually we've talked a lot about on the last episode, we did discuss a little bit hypothetical ideas about his financial structure. Yes. And I had a very nice conversation with the guy on Twitter. Chiodo something Oh, yeah. So bad. Now I got the Twitter handle. But I had a really nice back and forth with him about you know, like advertising on YouTube and stuff like that, trying to figure out exactly what's going on. I think I actually found some new insight. One of the things is that the reason that Alex and the Info Wars team."
    },
    {
      "end_timestamp": 3771.0,
      "id": "db1b2475-bc65-311d-b8ea-ef90dbca84c0",
      "speaker": "Jordan",
      "start_timestamp": 3765.0,
      "text": "It's real quick. It's at balance underscore 333. Big shout out Magnum Kyoto."
    },
    {
      "end_timestamp": 3806.0,
      "id": "b1c04291-6dae-3bb4-afae-be693187edaa",
      "speaker": "Dan",
      "start_timestamp": 3771.0,
      "text": "Yeah. So I realized that the reason that they can give away all of the time, is it because they just do ads on the regular show. They don't do Oh, so I also realize Holy shit, I also realized that I've never played you like one of their ad ads, because they're just doing their ads. Yeah. So this is in the middle of the show, not during commercial. This is a little bit long, but I think it's worth it for a couple of ridiculous things that get said, but this is just a commercial. That's part of the show."
    },
    {
      "end_timestamp": 3813.0,
      "id": "09e2e6a7-ba1a-32ef-94b9-14ff9a43b342",
      "speaker": "Alex Jones",
      "start_timestamp": 3806.0,
      "text": "I'm gonna get to this clip here and the other clips in a moment. Briefly, I want to tell you about something extremely exciting. And I meant to launch this last week. I just"
    },
    {
      "end_timestamp": 3820.0,
      "id": "ed408da1-c786-3edd-8dcd-84cd63808db1",
      "speaker": "Dan",
      "start_timestamp": 3813.0,
      "text": "also just tell me if you want to pause and get into something, this clip is like, Okay, this clip is like three and a half. We're already"
    },
    {
      "end_timestamp": 3831.0,
      "id": "38164de5-b1ab-3f80-9e7d-45510e9e88e8",
      "speaker": "Jordan",
      "start_timestamp": 3820.0,
      "text": "to the point where the change in his tone went from, like, there's just a subtle perception of like, this is Alex Jones salesman, not Alex Jones, fear monger. 100%"
    },
    {
      "end_timestamp": 3875.0,
      "id": "0a58b9ce-6626-3cb2-be24-be0cd8e5abcb",
      "speaker": "Alex Jones",
      "start_timestamp": 3831.0,
      "text": "We're so busy, we didn't get to it. This is important on a bunch of fronts. Everybody knows I promote Colloidal Silver because there's so many bacteria out there that have become drug resistant, or disinfected resistant. Everybody has a crisis in the medical world. It's a crisis in the military. It's a crisis on our family's flesh eating bacteria. Bacteria that can't be eradicated are a plague. And the the antibiotics. One lady I was reading had to be given 20 Plus antibiotics for her TV last week. And it wouldn't take care of her another lady it was 20 Plus wouldn't get rid of flesh eating bacteria. I mean, this is killing hundreds of 1000s of people a year in the US alone and it's just back on the newspaper stuff. No chill. I personally have been researched"
    },
    {
      "end_timestamp": 3885.0,
      "id": "cccd2c8f-9189-30d3-a59c-fa7135713bb8",
      "speaker": "Dan",
      "start_timestamp": 3875.0,
      "text": "yet that he's personally been researching. Alright, just wanna make sure you got that. Damn it, sorry. No, it was my fault. I caught it the wrong part."
    },
    {
      "end_timestamp": 3909.0,
      "id": "12826d2c-e78c-3124-b46e-acd0cee64124",
      "speaker": "Alex Jones",
      "start_timestamp": 3885.0,
      "text": "Have been researching a lot of things. I'm just gonna leave it at that through our content porting thing this is a whole nother subject. I'm gonna leave it at that the fact that we're getting contracts we exclusive distributors of the nanotech to body arm Only law enforcement to get that for three years in the military for longer. The fact that we're the exclusive sends a big message. So what he's talking"
    },
    {
      "end_timestamp": 3918.0,
      "id": "88d63f89-3a27-3fca-9646-cbfe9e448fcb",
      "speaker": "Jordan",
      "start_timestamp": 3909.0,
      "text": "about Infowars they're selling body armor the like literal the OH SHIT bulletproof"
    },
    {
      "end_timestamp": 3924.0,
      "id": "d2a6c1ee-2309-316d-adb8-7b99fd968f7b",
      "speaker": "Dan",
      "start_timestamp": 3918.0,
      "text": "vests. Okay, bulletproof lining for backpacks. They are six months away from selling gun"
    },
    {
      "end_timestamp": 3948.0,
      "id": "df0c9386-0c2b-3f9e-8274-e64a91e1fd8f",
      "speaker": "Jordan",
      "start_timestamp": 3924.0,
      "text": "I'm now literally like, hey any chance the liberals had of a revolution is done your face they've already already got body armor fuck that. And it's a no military grade war of ideas for me from now on. Any revolutionary thoughts I had before God, the people who take him seriously? Yeah,"
    },
    {
      "end_timestamp": 3953.0,
      "id": "0937b1f1-375e-34e7-8c5e-73d43b599642",
      "speaker": "Dan",
      "start_timestamp": 3948.0,
      "text": "they are the last ones. You should have body armor. No, that's not fair. They don't deserve to die. But"
    },
    {
      "end_timestamp": 3979.0,
      "id": "89e6f375-0b0b-372a-a6ba-86323775be08",
      "speaker": "Jordan",
      "start_timestamp": 3953.0,
      "text": "no, I don't mean that. I mean, they have body armor now. Which that look anytime you armed people who are afraid. That really just means they're looking for a reason to use that argument. Undoubtedly. So if you give them body armor now, not only do they have those weapons, but now they feel like they don't have to fear retaliation either. Yeah, and whether or not that's actually how that works, which isn't No. Here's the"
    },
    {
      "end_timestamp": 3995.0,
      "id": "9afae858-3722-3d20-8443-462cc81b4ca4",
      "speaker": "Dan",
      "start_timestamp": 3979.0,
      "text": "best news. We're all gonna think you can die. They don't make bulletproof vests and triple XL. So that Oh, Jesus Christ. I don't know if that's true. Hurtful day, that is a 90s burn right there. Yeah. Alright. So back to the commercial."
    },
    {
      "end_timestamp": 4092.0,
      "id": "649fdbd5-c8b5-3eda-bbe2-a95491d6c6ca",
      "speaker": "Alex Jones",
      "start_timestamp": 3995.0,
      "text": "And it means that we can get a lot of things to public now that we're only gonna be available to the military. And I mean, a lot of that's because obviously, the number one listening group we have is the military and former military and who do you think owns these companies. So they they pull strings to make sure people are able to work with us. So he purchased these products, you're also helping Infowars break into an entire market to bring you these incredible products that the liberals and the globalist don't want the public you know that under Obama, they banned the brass that the military has getting recycled out of the public, they just basically throw it away is that so it's a win win. You need to get the body armor that it's a backpack insert or the full body waste five times last. And that's conservative is also to helicopters out here and you name it. Here in DC for live coverage, the inauguration. Well now we have something huge. We're launching combat one. This has now been adopted system wide the Department of Defense. It has been used for over a decade by special operations. That's who they were testing it with. This is bad at the defense department. The department develops a lot of things with companies it's been a long term there's a 12 year contract I was told Infowars is launching we're launching combat one skin protected wipes they've got drones they got a whole lot of products that are less expensive. Contract. Stupid baby just lower your fertility don't kill the bacteria. This is safe, man. It's a whole line of stuff was"
    },
    {
      "end_timestamp": 4100.0,
      "id": "5ed1bb2c-4f26-3e5d-9083-43fb1c7e1dea",
      "speaker": "Jordan",
      "start_timestamp": 4092.0,
      "text": "was that. So he just twisted from combat armor to baby"
    },
    {
      "end_timestamp": 4105.0,
      "id": "4ed1979b-220b-34de-95f8-d93523c3653c",
      "speaker": "Dan",
      "start_timestamp": 4100.0,
      "text": "wipes. That's why he brought up flesh eating bacteria at the beginning. Yep,"
    },
    {
      "end_timestamp": 4111.0,
      "id": "e7cea91f-7d8c-36c2-8369-1eb5232526db",
      "speaker": "Jordan",
      "start_timestamp": 4105.0,
      "text": "that one. The Department of Defense should not be giving body armor. I feel like that's bad."
    },
    {
      "end_timestamp": 4115.0,
      "id": "1e27ff64-0357-3788-8b14-4935d8edf1ee",
      "speaker": "Dan",
      "start_timestamp": 4111.0,
      "text": "Also shouldn't be spending 12 years researching baby wipes. Right? Right."
    },
    {
      "end_timestamp": 4120.0,
      "id": "19118998-83b1-33bc-bd52-99a3e04b35aa",
      "speaker": "Jordan",
      "start_timestamp": 4115.0,
      "text": "And also why are you going directly to wouldn't? Okay,"
    },
    {
      "end_timestamp": 4126.0,
      "id": "9b484103-56fb-372d-ace1-5096ccf0250b",
      "speaker": "Dan",
      "start_timestamp": 4120.0,
      "text": "did you catch the part where he said that all regular baby wipes do is not kill bacteria and lower your fertility? Yeah,"
    },
    {
      "end_timestamp": 4137.0,
      "id": "590772db-3df2-3922-ad87-8cee355e7bc1",
      "speaker": "Jordan",
      "start_timestamp": 4126.0,
      "text": "well, that's all they do. Yeah. Haven't you seen how low babies fertility czar these days? Every time I check a baby's fertility. I'm like Jesus, this fertility is so low every time I"
    },
    {
      "end_timestamp": 4144.0,
      "id": "f57f859b-57db-3cb4-8405-246e744189fd",
      "speaker": "Dan",
      "start_timestamp": 4137.0,
      "text": "try and get a baby to"
    },
    {
      "end_timestamp": 4152.0,
      "id": "8ee761bc-1f15-355a-8b0b-c4ab5e0b56c0",
      "speaker": "Jordan",
      "start_timestamp": 4144.0,
      "text": "listen, if you've ever fucked a baby and wanted to get pregnant, that's because you're using the wrong baby wipes combat God combat one baby wipes."
    },
    {
      "end_timestamp": 4163.0,
      "id": "b1d8d267-41fb-3756-8277-5e0855cbdb38",
      "speaker": "Dan",
      "start_timestamp": 4152.0,
      "text": "So this baby this ad isn't done. And here's where it gets into. Like, if I were doing an ad, this is never what I would say."
    },
    {
      "end_timestamp": 4171.0,
      "id": "6b69ca4f-c45e-39ee-a602-fdbbb849d2a2",
      "speaker": "Jordan",
      "start_timestamp": 4163.0,
      "text": "There. We're at the point where it's everything Alex does is 99% I wouldn't ever do this."
    },
    {
      "end_timestamp": 4178.0,
      "id": "6b1f5373-598a-35c8-8d73-04fccdba1c45",
      "speaker": "Dan",
      "start_timestamp": 4171.0,
      "text": "But even if you're just trying to be a crass salesman, I would never I would get my thoughts organized."
    },
    {
      "end_timestamp": 4182.0,
      "id": "33ca3fb2-bf31-3f33-9290-1ce490788cfc",
      "speaker": "Jordan",
      "start_timestamp": 4178.0,
      "text": "Okay, what I would do, okay. Oh, so we go on a ramble."
    },
    {
      "end_timestamp": 4208.0,
      "id": "213892ad-5abd-3dcb-b234-975cc7f3b153",
      "speaker": "Alex Jones",
      "start_timestamp": 4182.0,
      "text": "It's amazing. You gotta go research it for yourself. This is super advanced. This is decades of research with the 12 years overall with the Pentagon in the field working with the developers. Again, that's how the Pentagon does it. But I was previously involved developing battlefield wound sequence that's why he was involved now with DNA force. You got to have doctors that are involved even"
    },
    {
      "end_timestamp": 4217.0,
      "id": "25fc0961-b1b7-35e1-a334-145c2db61238",
      "speaker": "Dan",
      "start_timestamp": 4208.0,
      "text": "DNA force he's talking about his dad was involved with this his okay his dad is a dentist his dad was not involved with this."
    },
    {
      "end_timestamp": 4222.0,
      "id": "acd06acf-4d58-3f01-adc0-5e5e990d5766",
      "speaker": "Jordan",
      "start_timestamp": 4217.0,
      "text": "But but no but it's nice isn't isn't his dad supposed to be involved with"
    },
    {
      "end_timestamp": 4230.0,
      "id": "8184da3c-8d5c-38fe-923e-70c0135d17a7",
      "speaker": "Dan",
      "start_timestamp": 4222.0,
      "text": "it? No, he's not his dad was a dentist who recently came out with a line of fluoride free toothpaste on Infowars store.com Oh, well, I"
    },
    {
      "end_timestamp": 4232.0,
      "id": "5287e3a8-2f8f-3dbe-8988-447fc2b34bfd",
      "speaker": "Jordan",
      "start_timestamp": 4230.0,
      "text": "mean that's good synergy Yeah, so like that but"
    },
    {
      "end_timestamp": 4236.0,
      "id": "c9be277d-014c-301d-976e-c360339bd195",
      "speaker": "Dan",
      "start_timestamp": 4232.0,
      "text": "but okay, he has more to say about his dad."
    },
    {
      "end_timestamp": 4239.0,
      "id": "b8d0b103-baaf-3f9e-96f0-f20355e3dc8f",
      "speaker": "Jordan",
      "start_timestamp": 4236.0,
      "text": "Oh god please please let me hear that"
    },
    {
      "end_timestamp": 4251.0,
      "id": "6c1359c8-bd49-3991-bf1b-a70b914bc023",
      "speaker": "Alex Jones",
      "start_timestamp": 4239.0,
      "text": "even in taking things through the FDA process. Now our products I'll go to the FDA systems are under supplements what is my dad has actually done that program well it's the same thing here. They've got medical doctors they're working with the military"
    },
    {
      "end_timestamp": 4252.0,
      "id": "b4c3a112-d021-3901-8b82-5754b20dd810",
      "speaker": "Jordan",
      "start_timestamp": 4251.0,
      "text": "can't possibly be"
    },
    {
      "end_timestamp": 4262.0,
      "id": "d50a021f-2191-3d30-9518-b243617e47c8",
      "speaker": "Dan",
      "start_timestamp": 4252.0,
      "text": "the same thing. No, it is but he also just let the dog out the the yard so to speak. All of our stuff isn't FDA approved because it's Oh no,"
    },
    {
      "end_timestamp": 4287.0,
      "id": "e8aa7572-8f9e-3709-aabc-aefc2d0a6ff8",
      "speaker": "Jordan",
      "start_timestamp": 4262.0,
      "text": "I mean everybody has to know it's it has to be like that's the one law that they do have to follow like they can guys their ads, but they do have to have it on the bottle. They don't have to say he doesn't give a fuck. He said that like he's bragging he Well, he is I guess he is bragging because it's globe because the FDA is trying to get all the GMOs in the chimera is into your bloodstream it bloodstream bloodstream"
    },
    {
      "end_timestamp": 4313.0,
      "id": "347c97ff-af0f-30a8-9d65-ec74c083b4df",
      "speaker": "Alex Jones",
      "start_timestamp": 4287.0,
      "text": "all this stuff. No my dad's products is Shepherd deal. That's not where it's going from the Pentagon to the public, where it's going directly to the Pentagon to be prescription but that's separate product. Info Wars launches combat one skin protecting whites previously only available Oh, he's reading a press where the d&d military grade hygiene technology is my special operations amazing pre preparedness and survival product. Everyone needs combat one I would say what's"
    },
    {
      "end_timestamp": 4324.0,
      "id": "aeb25014-9224-35b3-a37a-9a48dba489e9",
      "speaker": "Jordan",
      "start_timestamp": 4313.0,
      "text": "true, what do you ended up undeniable that everybody needs 100% quantifiable fact that within 24 hours of getting combat one, you will never be cuckolded again."
    },
    {
      "end_timestamp": 4340.0,
      "id": "4411dca0-176c-3e8f-bfa1-cceda3d52948",
      "speaker": "Dan",
      "start_timestamp": 4324.0,
      "text": "Did you see what he did there though? He started rambling about his dad and the FDA. And then he realized Fuck, I gotta get on script. Yeah, started reading the press release. Oh, yeah, that's like, Fuck, I gotta I can't find my footing. So he keeps going. And here is where something awesome happens."
    },
    {
      "end_timestamp": 4348.0,
      "id": "5ddd29e2-4d38-3159-b205-1801b8be6d02",
      "speaker": "Jordan",
      "start_timestamp": 4340.0,
      "text": "He's doing this. Wait, what he's doing this is the first time something awesome happens. Just another awesome we're on awesome thing number 544."
    },
    {
      "end_timestamp": 4359.0,
      "id": "a92687fc-ed44-366d-a38c-9df7140d106b",
      "speaker": "Dan",
      "start_timestamp": 4348.0,
      "text": "So he's doing this ad and he gets interrupted by a commercial break. Wait, no, you can't do that. No, see what happens with that happen. Oh, God, please."
    },
    {
      "end_timestamp": 4411.0,
      "id": "20b1ebd0-9abf-3015-9d6d-c5e6c3c698c7",
      "speaker": "Alex Jones",
      "start_timestamp": 4359.0,
      "text": "Cases of this for your office cases of this for your family gets a totally new patented secret system that is approved confirmed and I mean DoD system wide. In 2016 17. Rolling out we have the exclusive for like four months and then you're going to see it in major stores. Okay, so we're they're just giving us the rollout as a thank you for you being patriots seriously. And this is what it's like when you fight the New World Order. You defeat them you begin to return the Republic. It's like, Oh, you want the body armor only police get here. Boom, boom, boom. And so it's helping support the war. He's helping support us support us with just amazing products. So we're launching combat one skin protection. Also DNA forces back in stock is 10% off. Amazing. The biotech kick us alone is over the top. It's given us break then I'm gonna stop. It's part of the celebration, Trump wave five."
    },
    {
      "end_timestamp": 4421.0,
      "id": "ba66ca0c-fd42-309e-856d-f9e67804af99",
      "speaker": "Dan",
      "start_timestamp": 4411.0,
      "text": "He's five minutes into a commercial pitch on his broadcast. And he's like, I'm gonna skip this break. Wow. What the fuck? Like, that's, that's,"
    },
    {
      "end_timestamp": 4429.0,
      "id": "8dfa932a-830a-3e57-888a-5000296fe72b",
      "speaker": "Jordan",
      "start_timestamp": 4421.0,
      "text": "that makes no sense. None of that makes sense. No, it's not of any of that makes sense. No, but none of those words put together make a sensible thing you don't"
    },
    {
      "end_timestamp": 4431.0,
      "id": "0ad288d9-ef22-3897-9b27-c26b146f56bf",
      "speaker": "Dan",
      "start_timestamp": 4429.0,
      "text": "know about bio PQ Q But"
    },
    {
      "end_timestamp": 4451.0,
      "id": "26941369-1b92-33b2-a194-59b25e5a0378",
      "speaker": "Jordan",
      "start_timestamp": 4431.0,
      "text": "what is a it's off the chart? What? Ah, got it. Thank you for the Patriots. They're gonna give you some body armor that only the cops have. You want that? Yeah, you got it? Do you want some boom, boom, boom. I do not like hearing Do you want some boom, boom, boom. Unless unless the Black Eyed Peas are asking me"
    },
    {
      "end_timestamp": 4469.0,
      "id": "80df7003-5a34-3586-9823-605e0d93dc84",
      "speaker": "Dan",
      "start_timestamp": 4451.0,
      "text": "or the Vengaboys or the Vengaboys boom, boom. I want you in my room. So he gets done with the commercial. And now it's time to get back to what I would call real talk. It's time to get serious. Are you ready to have some real talk?"
    },
    {
      "end_timestamp": 4472.0,
      "id": "2312d92c-db3b-3df3-8bdf-f0d83eacb8f2",
      "speaker": "Jordan",
      "start_timestamp": 4469.0,
      "text": "No more No more Cookie Monster."
    },
    {
      "end_timestamp": 4531.0,
      "id": "3a9ce84f-a2ca-37a2-ba11-fab1caa725b1",
      "speaker": "Alex Jones",
      "start_timestamp": 4472.0,
      "text": "We're gonna tell you it's an incredible time to be alive. History is happening. Trump's for real. He's anti New World Order. He was led in on the whole communist globalist plan back in the 60s, by the Congressional experts that had access to all the classified files. And the information I'm releasing here on air and nobody else has. I just want to know that reason. I think now's the time to even release that information. So people understand exactly why trust has been a patriot sleeper cell. And I always said what if we had people that went along with the system like the leftist have done? Or were actually sleeper cells the other way around? Has he always had? It turns out that that's exactly what Donald Trump is. Donald Trump is a Americana sleeper cell inside the dual order takeover. And that is why they are truly scared. I love people going oh, he's New World Order. You know, he's been to parties with the Clintons. What do you expect? You know, the scales? He had to play along with them."
    },
    {
      "end_timestamp": 4533.0,
      "id": "d1d82b54-148f-3e91-a832-d21b2c99f99b",
      "speaker": "Dan",
      "start_timestamp": 4531.0,
      "text": "So now hold on. This is crazy. That is crazy."
    },
    {
      "end_timestamp": 4543.0,
      "id": "c40bbd72-026f-3c82-b349-e009b7f1a894",
      "speaker": "Jordan",
      "start_timestamp": 4533.0,
      "text": "He just wrote, This is not a bad movie. This dates back to this is not a bad movie. If this was a movie. This would be an okay movie. So"
    },
    {
      "end_timestamp": 4544.0,
      "id": "561ad72d-0d1c-3c26-ad49-44222442f6b2",
      "speaker": "Dan",
      "start_timestamp": 4543.0,
      "text": "since Donald Twinkies"
    },
    {
      "end_timestamp": 4560.0,
      "id": "5b1d3156-0a10-3841-b4dd-04fa0431cd71",
      "speaker": "Jordan",
      "start_timestamp": 4544.0,
      "text": "came into play Trump, right. When Well, I mean, yeah, well, but we'll use the CGI, you know, Cumberbatch, Princess Leia is still alive. You know? Cumberbatch would never be he's okay."
    },
    {
      "end_timestamp": 4563.0,
      "id": "97f1eef8-8e3b-3136-815e-cccad3bf1ab0",
      "speaker": "Dan",
      "start_timestamp": 4560.0,
      "text": "Chaining fucking we're back."
    },
    {
      "end_timestamp": 4598.0,
      "id": "d85a9e0a-bc22-3bb9-a185-e7a14ebf0442",
      "speaker": "Jordan",
      "start_timestamp": 4563.0,
      "text": "No chanting plays Alex Jones. Oh, that's right. That's right. So so in his 20s, Trump gets the information from Congress about the secret globalist stuff when he was 20 when he was 20. So he embarks then upon a 50 year sleeper cell agency. Yep. Under a of all of his own idea, with no help from anybody else. Yep. And And now,"
    },
    {
      "end_timestamp": 4600.0,
      "id": "d8d2fed8-fe3c-39b3-bf31-df67b9b717e2",
      "speaker": "Dan",
      "start_timestamp": 4598.0,
      "text": "I love you struggling now."
    },
    {
      "end_timestamp": 4623.0,
      "id": "ab2860cb-3930-3112-8a90-49229b0c2180",
      "speaker": "Jordan",
      "start_timestamp": 4600.0,
      "text": "Here. Why we need what? That is actually the most insulting thing I think anybody's ever said about Trump. What that he was a sleeper cell from yours. That is, to me that is an insult to him, because that basically negates all of the things that he really is good at, and says that he's good at something else instead."
    },
    {
      "end_timestamp": 4623.0,
      "id": "13610156-21d3-3a25-b7b5-d81dad0c8156",
      "speaker": "Dan",
      "start_timestamp": 4623.0,
      "text": "Interesting."
    },
    {
      "end_timestamp": 4625.0,
      "id": "0baa8ee8-5b52-30b5-a266-e81e03b3cbc8",
      "speaker": "Jordan",
      "start_timestamp": 4623.0,
      "text": "I think that is the I think it's"
    },
    {
      "end_timestamp": 4639.0,
      "id": "0c3b2ce8-188d-3159-9367-4b5120de6c13",
      "speaker": "Dan",
      "start_timestamp": 4625.0,
      "text": "you'd rather you'd rather someone celebrate his bullying, manipulative market tactics? I mean, he's good at that. Sure. He is, you would think that that is a more complimentary thing than saying you're a great spy. Yeah. going undetected for 50?"
    },
    {
      "end_timestamp": 4644.0,
      "id": "15961a24-5c9a-3571-8671-778b7df2f969",
      "speaker": "Jordan",
      "start_timestamp": 4639.0,
      "text": "I would, I would rather somebody complimented me on something that I did"
    },
    {
      "end_timestamp": 4648.0,
      "id": "5dc1f263-e443-3212-a423-dbf162d1b1af",
      "speaker": "Dan",
      "start_timestamp": 4644.0,
      "text": "was are a thing instead of making"
    },
    {
      "end_timestamp": 4690.0,
      "id": "ae5de235-10d5-36ea-a98a-cf0e55821927",
      "speaker": "Jordan",
      "start_timestamp": 4648.0,
      "text": "instead of making shit up instead, like I what point is it like, okay, okay, you get offstage. And you just had a really great set. Right? And then I come up to you, and I'm just like, Man, I really loves the ghost writers who wrote all of your material for you. Okay, you did a great job at performing everything that they said, Well, that would be shitty. That would be shitty, right? Yeah. So he's taking all of the stuff that you're good at? Yeah. And complimenting somebody else. Well, he's creating a separate person to complement not even a real person. But that's, that's offending I wouldn't put it outside the realm almost as offended as I am when a black person says the N word. That's very"
    },
    {
      "end_timestamp": 4707.0,
      "id": "91f42435-1d67-3ef2-a13a-952e02c5b26c",
      "speaker": "Dan",
      "start_timestamp": 4690.0,
      "text": "offensive. That's so offensive to me. We're gonna get back to race in just a second. But I wouldn't be too surprised if Trump told Alex that. Because the two of them Whoa, and Trump is a known liar. Oh, no kind of a sociopath."
    },
    {
      "end_timestamp": 4710.0,
      "id": "35caa3c2-ea39-31ed-a63e-4ca6c0a4b84d",
      "speaker": "Jordan",
      "start_timestamp": 4707.0,
      "text": "Kind of is a very generous term."
    },
    {
      "end_timestamp": 4719.0,
      "id": "551edf69-01ef-35dd-940b-6e1912afdc28",
      "speaker": "Dan",
      "start_timestamp": 4710.0,
      "text": "He very easily could have told Alex these sorts of things. And Alex believes him when it's a full on fucking rewriting of history."
    },
    {
      "end_timestamp": 4724.0,
      "id": "cc12158e-6830-3c36-9eb4-9364141c2399",
      "speaker": "Jordan",
      "start_timestamp": 4719.0,
      "text": "That would be the funniest joke you could play on Alex Jones."
    },
    {
      "end_timestamp": 4726.0,
      "id": "7228da84-53ca-3f52-bdb3-2b1b98bdb847",
      "speaker": "Dan",
      "start_timestamp": 4724.0,
      "text": "Other than calling and saying I'm from the FBI,"
    },
    {
      "end_timestamp": 4736.0,
      "id": "d0640d02-1b5e-3d50-9475-f0bd6753d341",
      "speaker": "Jordan",
      "start_timestamp": 4726.0,
      "text": "here is the even better part. If instead Trump was a 50 year sleeper cell agent to pull off one bit on Alex."
    },
    {
      "end_timestamp": 4741.0,
      "id": "53b87fff-4b2c-3468-b9fc-44d22a526ae3",
      "speaker": "Dan",
      "start_timestamp": 4736.0,
      "text": "I mean, that would be a rough 27 years before Alex got on the air"
    },
    {
      "end_timestamp": 4756.0,
      "id": "d1f262e0-b88f-31c1-b87a-c26d8d0b3834",
      "speaker": "Jordan",
      "start_timestamp": 4741.0,
      "text": "it would be but if we're giving him that much forethought of knowing when the time would come to strike to strike then why not? Why not give him he's known that Alex he knew that and Alex would arise from the people if you"
    },
    {
      "end_timestamp": 4764.0,
      "id": "c7f5c749-36fe-3452-b792-83a6d153b7c8",
      "speaker": "Dan",
      "start_timestamp": 4756.0,
      "text": "are asleep or sell one of the things that you desperately need to do also is make yourself a laughingstock for years. Yeah. It's great cover."
    },
    {
      "end_timestamp": 4781.0,
      "id": "39689ee3-7edf-3791-945e-9862192ad2cb",
      "speaker": "Jordan",
      "start_timestamp": 4764.0,
      "text": "It is great cover you hide in plain sight. Exactly. That. Yeah, no. So we agree. He is a sleeper cell. He is the single greatest sleeper cell agent there has ever been in the history of the world. Yeah. And you know what? Never there's never been anything as good at sleeper selling as he is. Yeah."
    },
    {
      "end_timestamp": 4791.0,
      "id": "15962496-db14-3251-981e-bbcf857739ff",
      "speaker": "Dan",
      "start_timestamp": 4781.0,
      "text": "And I mean, the day may not come that he has to go Ghost Protocol. So Alex announces this."
    },
    {
      "end_timestamp": 4794.0,
      "id": "baa7b5e7-bece-3c68-a1f8-2ba3f38004b5",
      "speaker": "Jordan",
      "start_timestamp": 4791.0,
      "text": "Oh god, I just hope nobody takes his daughter"
    },
    {
      "end_timestamp": 4801.0,
      "id": "2a35d50a-f8bb-3084-8fc0-2c2101d57f1d",
      "speaker": "Dan",
      "start_timestamp": 4794.0,
      "text": "to shoot my daughter. So Alex announces this big news that Trump has A Americana sleeper cell"
    },
    {
      "end_timestamp": 4804.0,
      "id": "5e7b63b6-5117-3ce0-98d1-0c07fa94928a",
      "speaker": "Jordan",
      "start_timestamp": 4801.0,
      "text": "cool. That's some solid bullshit."
    },
    {
      "end_timestamp": 4807.0,
      "id": "02f20c8a-a155-3190-9273-0487b10d2763",
      "speaker": "Dan",
      "start_timestamp": 4804.0,
      "text": "He can't keep the thread. So"
    },
    {
      "end_timestamp": 4811.0,
      "id": "e19bc970-e564-3280-93f9-8a19d6963963",
      "speaker": "Jordan",
      "start_timestamp": 4807.0,
      "text": "how is that possible? How could you not keep the threads so please"
    },
    {
      "end_timestamp": 4815.0,
      "id": "3d374065-01c9-3fd8-95eb-3f6939c501db",
      "speaker": "Dan",
      "start_timestamp": 4811.0,
      "text": "listen to what ends up coming out of his mouth immediately after"
    },
    {
      "end_timestamp": 4816.0,
      "id": "ec6881f1-6c72-3bfd-bc38-0a9a65991cb1",
      "speaker": "Jordan",
      "start_timestamp": 4815.0,
      "text": "let's do this."
    },
    {
      "end_timestamp": 4854.0,
      "id": "2904c075-2ce7-3d30-b5a5-d628d5918e46",
      "speaker": "Alex Jones",
      "start_timestamp": 4816.0,
      "text": "In fact, Nathie did fight Yeah, he didn't want to get stuff. He tried to get taxes cut for poor people, but he's had record numbers of minorities and women, and and his time has put a lot of gay people in charge of but he's racist and as a man who was here like pander to gay people because I'm not against gay people. I don't hate him. None of that, but I shouldn't have to pander and grovel to prove I don't dislike gay people. It's just like Trump waving rainbow flags. They say he's a homophobe. And then like, casinos are run by gay guys. For whatever reason, Trump said, Oh, they're my friends. They tend to want to work 20 hours a day and really care we want. So for some reason, gay men are the best casino runners and they're snappy dresser and there's happy dressers. What"
    },
    {
      "end_timestamp": 4858.0,
      "id": "85db7968-d171-3461-a967-a4fa709d0ac8",
      "speaker": "Dan",
      "start_timestamp": 4854.0,
      "text": "Yeah, aren't aren't. What, by the way, this rant isn't done."
    },
    {
      "end_timestamp": 4866.0,
      "id": "0a117ab2-761e-3281-b559-f7f2722ac508",
      "speaker": "Jordan",
      "start_timestamp": 4858.0,
      "text": "Is this a variable? Or is this a verifiable fact that gay men are great casino runners. That is a stereotype I've never heard before. Well,"
    },
    {
      "end_timestamp": 4873.0,
      "id": "1a9f4e6f-513b-3154-bb71-cbbeede96eb2",
      "speaker": "Dan",
      "start_timestamp": 4866.0,
      "text": "you know in Goodfellas No. Oh, these mob movies all the owners are stereotypically gay."
    },
    {
      "end_timestamp": 4875.0,
      "id": "08415c8d-ca76-3438-bd72-a666686230b5",
      "speaker": "Jordan",
      "start_timestamp": 4873.0,
      "text": "Oh, that's not a thing. Wait,"
    },
    {
      "end_timestamp": 4877.0,
      "id": "3eb4b569-8169-3c0a-a057-f627ba02c50c",
      "speaker": "Dan",
      "start_timestamp": 4875.0,
      "text": "that's why Bennett's Farina can't play slate."
    },
    {
      "end_timestamp": 4883.0,
      "id": "551d9568-4d26-3aa7-86bf-9eafae251354",
      "speaker": "Jordan",
      "start_timestamp": 4877.0,
      "text": "But, but But what a strange stereotype to make up"
    },
    {
      "end_timestamp": 4885.0,
      "id": "ef3c09c1-470c-35a4-8c71-40834a85641d",
      "speaker": "Dan",
      "start_timestamp": 4883.0,
      "text": "that's why I was because he does a run by gay dude."
    },
    {
      "end_timestamp": 4890.0,
      "id": "652c5f18-141b-394d-8877-e2aea6243a1f",
      "speaker": "Jordan",
      "start_timestamp": 4885.0,
      "text": "That is the weirdest stereotype I've ever heard. Yeah, totally. That's all men."
    },
    {
      "end_timestamp": 4893.0,
      "id": "aab39f62-90b1-3ad9-a5e0-2c10bbf906d0",
      "speaker": "Dan",
      "start_timestamp": 4890.0,
      "text": "They all agree to run because he knows and they're snappy dressers."
    },
    {
      "end_timestamp": 4899.0,
      "id": "c77f0801-ff7e-30a1-8bbc-82f77d86f13d",
      "speaker": "Jordan",
      "start_timestamp": 4893.0,
      "text": "But I don't like I don't think I should have to pander to gay people by saying their people. Oh, yeah. Gross. I don't hate them."
    },
    {
      "end_timestamp": 4908.0,
      "id": "f982da7c-3c2a-3a1b-a52d-6feeecb200c9",
      "speaker": "Dan",
      "start_timestamp": 4899.0,
      "text": "Have you in your life of tolerance and acceptance ever felt you were pandering to gays or minorities or anything like that?"
    },
    {
      "end_timestamp": 4938.0,
      "id": "4a2c3d60-c50c-339d-ba1f-fd28cd6c2598",
      "speaker": "Jordan",
      "start_timestamp": 4908.0,
      "text": "I'm pandering. I wouldn't even know what is what does pandering look like to you? I mean, I think to me, in this circumstance, pandering really just means lying. Right? Because if you're if you're pandering to a gay person, I think what he thinks that is is him saying, you know, oh, I think I think you should have equal rights. And you should have all of this stuff. And instead of, you know, saying what he really feels, which is that you should? Yeah, I think he's pandering to him is just lying. Right?"
    },
    {
      "end_timestamp": 4951.0,
      "id": "c0dd0e8d-30ff-30c7-b358-a9404cc1fdf8",
      "speaker": "Dan",
      "start_timestamp": 4938.0,
      "text": "I think in this case, his version of pandering would be actively supporting. Oh, you know, like he I think that's what he means by that. I don't have to sit here and actively support you. You're gay. You're fine. Fuck."
    },
    {
      "end_timestamp": 4957.0,
      "id": "5e81ad0f-c39f-3d4c-a1f4-1b693bc8b830",
      "speaker": "Jordan",
      "start_timestamp": 4951.0,
      "text": "Oh, well, then in that case, in my history of tolerance, I pander all the time. Yeah, I super pander. Yeah, we're"
    },
    {
      "end_timestamp": 4958.0,
      "id": "4ae73f33-3aa4-39f5-b614-c332a2277095",
      "speaker": "Dan",
      "start_timestamp": 4957.0,
      "text": "big Panthers. Well,"
    },
    {
      "end_timestamp": 4977.0,
      "id": "23309ce5-a7d3-3224-a475-574e1d7602e9",
      "speaker": "Jordan",
      "start_timestamp": 4958.0,
      "text": "I mean, not all the time. Like there were several years where I was bad at pandering. Sure. We all lived I was more I was more of like a silent partner. Sure. You know, I was the I was the ally that just gave you the wink. Like I were cool. But hey, try saying the N word less. But I like you. Speaking of the N word."
    },
    {
      "end_timestamp": 5042.0,
      "id": "76594527-76ae-352e-a59b-1e052dff102b",
      "speaker": "Alex Jones",
      "start_timestamp": 4977.0,
      "text": "We don't I don't have to circle I have nothing against gay people by so my friends are gay. If you did, I don't have to do anything wrong. I don't have to sit here and explain to you that I don't dislike you. If I said I disliked you, then you wouldn't know it. But the left goes, No. Everyone that wants low taxes really hates black people. Why? Oh, I'm so sick of my whole life hearing. I hate black people. And it's gone from making me feel guilty. I'm like a little kid hearing white people are bad from white people. I'm like, I'm bad because I got this coach. Okay. And then the black people are hearing I'm bad. Because I'm white actually beat me up. They've been turned into bad people and into what maybe what my ancestors might have done to them. Because they were told I was my ancestors. It did something to them. Because yes, I'll say probably my ancestors probably didn't do something black people. Most wise probably can't say that. But I mean, I have been here long enough in this country. My family. Yes, sure. But I mean, most white people had no connection, any of it. But I didn't do any of it. And my parents sure as hell didn't do and, or their grandparents and their grandparents. They were all Christians trying to make atonement for it. So how do people try to make atonement for something? How do we then become the bad guys do?"
    },
    {
      "end_timestamp": 5045.0,
      "id": "b175aad1-eed0-3161-a92b-c414f5612a5d",
      "speaker": "Dan",
      "start_timestamp": 5042.0,
      "text": "Do you think the lady doth protest too much?"
    },
    {
      "end_timestamp": 5047.0,
      "id": "2c79eda4-673d-3832-9b75-b1fe254696ce",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5045.0,
      "text": "Wow. Well,"
    },
    {
      "end_timestamp": 5065.0,
      "id": "ad33099d-0e06-3844-9cbc-565be92fbf31",
      "speaker": "Jordan",
      "start_timestamp": 5047.0,
      "text": "Oh, okay. One. Yeah, he did everything possible to say to avoid saying slavery? Yeah, he fought tooth and nail to keep that word from coming out of his mouth. So they might have done something which is like,"
    },
    {
      "end_timestamp": 5068.0,
      "id": "a737b832-5849-3bda-b028-02b9ebfa84ee",
      "speaker": "Dan",
      "start_timestamp": 5065.0,
      "text": "no, well, my ancestors were good Christian people trying to atone trying"
    },
    {
      "end_timestamp": 5080.0,
      "id": "4f2d1b1e-5e9d-3562-bbcf-bada90b8e250",
      "speaker": "Jordan",
      "start_timestamp": 5068.0,
      "text": "to atone my ancestors who mean, maybe they owned slaves? No big deal. Yeah. But even if they did own slaves, even while they were owning slaves, they were good Christians trying to atone for owning slaves."
    },
    {
      "end_timestamp": 5097.0,
      "id": "d99d20f6-79ef-3101-bf10-b2ed233057e8",
      "speaker": "Dan",
      "start_timestamp": 5080.0,
      "text": "Now, let's take a step back. And I want to say one thing very clearly. I don't think that it's a moral failure on your part. If your ancestors owned slaves, that's to think it's a moral failure on your part. If you're aware of the history of slavery, and you think that it's meaningless to our modern world."
    },
    {
      "end_timestamp": 5106.0,
      "id": "f8fa2eef-9e9d-3799-9f50-4fadb528e512",
      "speaker": "Jordan",
      "start_timestamp": 5097.0,
      "text": "Well, not not not let's not even do that. It's time to go that far. Okay. You think that's too far? Do you do you? I mean, okay. How old is Alex Jones?"
    },
    {
      "end_timestamp": 5110.0,
      "id": "46e0fa1b-31b1-3bcd-b384-eec31f6e3ba5",
      "speaker": "Dan",
      "start_timestamp": 5106.0,
      "text": "He is probably pushing 50s. Okay, mid to late 40s. Right. So"
    },
    {
      "end_timestamp": 5124.0,
      "id": "69497da5-db81-391b-ab1a-ea28f352c461",
      "speaker": "Jordan",
      "start_timestamp": 5110.0,
      "text": "he was born in the late 60s. Now, let me let me just blue sky thinking with you. Okay. All right. He was born in Texas. I don't know if that's true. Well, from his voice, he's born somewhere around there."
    },
    {
      "end_timestamp": 5126.0,
      "id": "65c23c72-a3ef-36a0-82c7-3be5b863139e",
      "speaker": "Dan",
      "start_timestamp": 5124.0,
      "text": "He's been there a long time rancher."
    },
    {
      "end_timestamp": 5183.0,
      "id": "f57d2f85-96b1-3b03-af4d-dcc5234019c5",
      "speaker": "Jordan",
      "start_timestamp": 5126.0,
      "text": "He, in the in that 60s era. He was born in Dallas. He was born in Dallas 42 to Texas parents, you'd assume during the Civil Rights era. If I'm just going to go by all of the history there is you don't even have to go back to his grandparents. His parents were probably horrible racists. Most likely I mean, bad things to black people by being part of that fucking system where you went, Oh, no, no, you use that water fountain that's the worst thing you can do. And that's actually growing up every day with black kids feeling like oh something is wrong because of the color of my skin. He just described i i think i just short skirt. I think I just had a stroke. I think I just short circuited. Well like the I had a vein in my head. But that's veins gone. Now. The I have no vein,"
    },
    {
      "end_timestamp": 5189.0,
      "id": "3526e9a6-06db-355a-9d82-08299abab537",
      "speaker": "Dan",
      "start_timestamp": 5183.0,
      "text": "the idea that people are running around saying white people are bad is kind of newer than that era of time."
    },
    {
      "end_timestamp": 5193.0,
      "id": "3a59dfc6-d6e3-3bd3-bc45-8621ac768901",
      "speaker": "Jordan",
      "start_timestamp": 5189.0,
      "text": "Maybe a little bit. I mean, I do it all the time. Sure. It's great. It's their bad. Yeah, we've"
    },
    {
      "end_timestamp": 5196.0,
      "id": "77922705-2f55-32aa-9dfe-1f3830e7d332",
      "speaker": "Dan",
      "start_timestamp": 5193.0,
      "text": "done a lot of terrible things were the worst. But he"
    },
    {
      "end_timestamp": 5202.0,
      "id": "c3f9d234-0305-3718-b210-7f727f55dc83",
      "speaker": "Jordan",
      "start_timestamp": 5196.0,
      "text": "I mean, we're good at it, but mostly trumping. So he were the best at being the worst there ever was."
    },
    {
      "end_timestamp": 5221.0,
      "id": "686124af-7eae-350f-911b-fe524485c1e9",
      "speaker": "Dan",
      "start_timestamp": 5202.0,
      "text": "He creates this fake idea that black people beat him up because they've been lied to that white people are bad. Like, that never happened. No. That never happened. Maybe when you were a kid or something like that, but it probably had nothing to do with your skin. No, really. You're being an asshole. No, yeah, it'd be a black guy kicked your ass when you were a kid zero"
    },
    {
      "end_timestamp": 5227.0,
      "id": "1a296c01-6d0e-3c38-a9fd-785edbaa9217",
      "speaker": "Jordan",
      "start_timestamp": 5221.0,
      "text": "chances that Alex Jones is as being has has ever been undeserved. Yeah."
    },
    {
      "end_timestamp": 5231.0,
      "id": "19304146-5ef2-3782-8b91-8e1e89ef4f04",
      "speaker": "Dan",
      "start_timestamp": 5227.0,
      "text": "So we transition from weird thoughts about race."
    },
    {
      "end_timestamp": 5264.0,
      "id": "46e4f066-45bf-3d73-b408-bf73573a100c",
      "speaker": "Jordan",
      "start_timestamp": 5231.0,
      "text": "That's the wow, it's it's this. Here's here's the worst part about that. That I think is the least outside. That's like the least conspiracy theory thing. Because I would guarantee that if you really got most white people like, and yeah, I would say a majority at this point, like most white people, sat him down and tried to explain to them how white privilege really happened and where it comes from. Their starting point is going to be you know, like, Well, I mean, I didn't do any of it. Sure. That's where they start. Yeah."
    },
    {
      "end_timestamp": 5283.0,
      "id": "dd4e3dd0-e720-3dce-b1bd-2a114dc81801",
      "speaker": "Dan",
      "start_timestamp": 5264.0,
      "text": "You know, the idea of like, moral development, how it works, you know, you start with a kernel of like, golden rule, right? That sort of thing. And eventually you work up to concepts and like principles, that Lawrence Kohlberg who had that theory of who cares? Yeah, good point. Basically, you evolved to understand and Leann"
    },
    {
      "end_timestamp": 5287.0,
      "id": "c409990d-7bc9-3203-a54e-e20b43f7ba39",
      "speaker": "Jordan",
      "start_timestamp": 5283.0,
      "text": "McAdoo, said didn't say it, I don't care who gives a shit. It's"
    },
    {
      "end_timestamp": 5306.0,
      "id": "2f543d86-5d10-3091-bbc9-06b4373d5758",
      "speaker": "Dan",
      "start_timestamp": 5287.0,
      "text": "you, you end up at a place where your thinking is much more evolved. It this is basically the low rung on that ladder of racial thinking is like, I didn't do anything wrong. Right. Great. There's more than there's more work for you to do. There's, there's a higher place for you to get to in terms of understanding. Yeah, because"
    },
    {
      "end_timestamp": 5314.0,
      "id": "75cd3bb0-bc6a-370a-9cf5-76fbe95fa994",
      "speaker": "Jordan",
      "start_timestamp": 5306.0,
      "text": "it's not even that high. No, it's not even that high. It's just like, it's literally have you walked a mile in another man's shoes. Like that's"
    },
    {
      "end_timestamp": 5318.0,
      "id": "01a31b7f-1e60-3d2e-be8a-abb6ffc4c686",
      "speaker": "Dan",
      "start_timestamp": 5314.0,
      "text": "literally must man walk down"
    },
    {
      "end_timestamp": 5323.0,
      "id": "7ff4b86e-729f-3a9d-a4bf-a98332916c0d",
      "speaker": "Jordan",
      "start_timestamp": 5318.0,
      "text": "42 students or is 42 answered everything of life, the universe and everything. So here's my"
    },
    {
      "end_timestamp": 5332.0,
      "id": "ab8c4979-269d-3a45-bd74-1e54ef809ec9",
      "speaker": "Dan",
      "start_timestamp": 5323.0,
      "text": "answer to Alex. Alex Jones comes at me with a weird thought about race. And I say can you do more for me? He's like, Yeah, Alex,"
    },
    {
      "end_timestamp": 5333.0,
      "id": "2ff9837e-9ded-33f0-baf5-59ec5dc2de87",
      "speaker": "Jordan",
      "start_timestamp": 5332.0,
      "text": "can you double down?"
    },
    {
      "end_timestamp": 5343.0,
      "id": "3d25d6a0-488c-3f9f-a200-65104e30c634",
      "speaker": "Dan",
      "start_timestamp": 5333.0,
      "text": "He's like, Yeah, I got some thoughts on gender. Oh, God, no, no, no, you are probably gonna have to put them like, fight yo."
    },
    {
      "end_timestamp": 5348.0,
      "id": "549ef565-2aec-3eb0-bcbe-d5a1b275baf2",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5343.0,
      "text": "You're gonna see Infowars take on this whole new thing going into more health stories that"
    },
    {
      "end_timestamp": 5354.0,
      "id": "32d2c9f3-fa80-3758-a823-6123ce6d1b9f",
      "speaker": "Dan",
      "start_timestamp": 5348.0,
      "text": "so this is Rob do who's co hosting for a little bit. Rob, do you know Rob do"
    },
    {
      "end_timestamp": 5357.0,
      "id": "e7c268c8-60a3-336a-b7c0-d57f6e3d7f34",
      "speaker": "Jordan",
      "start_timestamp": 5354.0,
      "text": "usually all these names fucking come from?"
    },
    {
      "end_timestamp": 5363.0,
      "id": "904a2eda-4eb8-3051-b767-4033c24b8127",
      "speaker": "Dan",
      "start_timestamp": 5357.0,
      "text": "He used to have a guy named Jakari Jackson, who was a car yeah, that's a great name. He had a black guy working for him then he left."
    },
    {
      "end_timestamp": 5363.0,
      "id": "aa00d600-89aa-3668-ba4c-9eceaf03b1e8",
      "speaker": "Jordan",
      "start_timestamp": 5363.0,
      "text": "I wonder why?"
    },
    {
      "end_timestamp": 5378.0,
      "id": "fa231e67-5b48-31f6-b2f4-6fe1f96dec8c",
      "speaker": "Dan",
      "start_timestamp": 5363.0,
      "text": "I don't know. But so Rob dudes, usually behind the camera, but he's co hosting a little bit. He's trying to explain that what we're gonna do is we're gonna start getting into health stuff, but Alex cannot fucking handle that. He hijacks"
    },
    {
      "end_timestamp": 5383.0,
      "id": "b71d2f06-b3ef-3a25-9bc4-e62a6522a474",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5378.0,
      "text": "Rob by the wayside during covering a lot of this. A lot of information we're gonna"
    },
    {
      "end_timestamp": 5427.0,
      "id": "870f10e6-e78f-3ccd-a979-8843c3e77383",
      "speaker": "Alex Jones",
      "start_timestamp": 5383.0,
      "text": "keep not Trump honest. But trying to kill the minions Yeah, like this one for education who's the only bad one cuz she was for Common Core right? But she's also for school choice a Trump got told you like her. He doesn't know all this stuff, right? Who could? She gets up there in front of the thing and goes I agree to take women grab me they want me I can grab them. That's a woman's on you. Of course. You know, it's all extinct. They're not, you know, like the left. If a woman's like kissing you and you touch her, you're raping her. No, that's called what mammals do. She was yes, I agree that sexual assault, boom, get out of there. Then she tries to go over and shake Elizabeth Warren's hand and she want me to do it. She she went and grovelled through Trump onto the bus. And then, you know,"
    },
    {
      "end_timestamp": 5434.0,
      "id": "1e09c682-4b58-32c3-aa2b-fb3ef214582a",
      "speaker": "Dan",
      "start_timestamp": 5427.0,
      "text": "so that what's great about this is it gets so much worse. It can't. It does."
    },
    {
      "end_timestamp": 5436.0,
      "id": "c38b3b90-a32e-3d73-91ea-68843cdcc85b",
      "speaker": "Jordan",
      "start_timestamp": 5434.0,
      "text": "It's not possible."
    },
    {
      "end_timestamp": 5449.0,
      "id": "50b992ae-c496-3b42-b710-0eefd2ed91cf",
      "speaker": "Dan",
      "start_timestamp": 5436.0,
      "text": "So you could grovel? No, if you that's not the part I was talking about. I was talking about what you started screaming after, which is that idea of if a woman is all over you, you kiss her. Liberals think it's right. Well,"
    },
    {
      "end_timestamp": 5455.0,
      "id": "6b428c4f-23e8-3cfc-93cb-46f30077029d",
      "speaker": "Jordan",
      "start_timestamp": 5449.0,
      "text": "that was just me. I was trying to hold in all the other stuff I wanted to scream about. And that was where it came out."
    },
    {
      "end_timestamp": 5464.0,
      "id": "fd4014fe-c025-3a3b-a3cc-39117c3b80a0",
      "speaker": "Dan",
      "start_timestamp": 5455.0,
      "text": "Right. So you might think that's like, he just said that. No, no, here he goes, developing that theme for about a minute."
    },
    {
      "end_timestamp": 5468.0,
      "id": "03cf89ea-001a-3628-96fb-43e820ac6f98",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5464.0,
      "text": "It watching these these hearings, like Marco"
    },
    {
      "end_timestamp": 5496.0,
      "id": "89b2d367-0e21-390d-81d0-5fbf2d298921",
      "speaker": "Alex Jones",
      "start_timestamp": 5468.0,
      "text": "said that famous world war two deal of a sailor getting off the boat. Oh, kissing the girl. That's actually because his hand is on her hip. Yeah. Let me tell you, a woman jumps on you and starts kissing you and ensure your wife or girlfriend you haven't seen in two years. I mean, she can get mad, you're not grabbing her. They interrupt what you're supposed to do. You grab her in the back of their neck. He grabbed her, but that's what women want. It's what mammals do. Right? They're taking our normal behavior and saying it's illegal, but then teaching your five year old how to be a trainee and you blow jobs. Okay."
    },
    {
      "end_timestamp": 5497.0,
      "id": "d61485cb-76f2-3cd2-a444-12aca9fb75ee",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5496.0,
      "text": "Next change. Yeah,"
    },
    {
      "end_timestamp": 5511.0,
      "id": "ca2863cd-c183-3d43-b933-69590597457d",
      "speaker": "Alex Jones",
      "start_timestamp": 5497.0,
      "text": "they're not trying to tell 12 year olds out in California. You can have your stuffs cut off if you want outside your parents. So the government cutting your kids weenie, that's all that's okay. But I'm not supposed to if my wife leans into me and I kissed her. I mean, this is crazy."
    },
    {
      "end_timestamp": 5523.0,
      "id": "8a740096-7911-36aa-b096-8c61c83833d3",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5511.0,
      "text": "Yeah. And you know, they interviewed the two people that 50 years after that that famous photo that you're talking about the right photo they didn't even know each other but they were so happy that the war was over. They both came to each other and embrace it."
    },
    {
      "end_timestamp": 5531.0,
      "id": "5047629c-7865-30bf-9da4-239eafbd888f",
      "speaker": "Alex Jones",
      "start_timestamp": 5523.0,
      "text": "And that's why they're calling it the assault because know each other magnetism, she's good looking. He's good looking."
    },
    {
      "end_timestamp": 5538.0,
      "id": "1bf05d89-0008-3d18-abba-c3ec18fae577",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5531.0,
      "text": "Party, but people were happy. World War Two, that's what they were happy about. I mean, this was a cute it was a huge war. It"
    },
    {
      "end_timestamp": 5544.0,
      "id": "a66b29fc-0b0d-3c39-b65d-eb2c2cb5cab6",
      "speaker": "Alex Jones",
      "start_timestamp": 5538.0,
      "text": "was a sexual assault. Helicopter by the"
    },
    {
      "end_timestamp": 5546.0,
      "id": "f693d54e-d951-34a9-b554-4e42eb696360",
      "speaker": "Jordan",
      "start_timestamp": 5544.0,
      "text": "helicopter by the"
    },
    {
      "end_timestamp": 5551.0,
      "id": "618ed774-8ecc-3adf-be39-607c3fa74e81",
      "speaker": "Dan",
      "start_timestamp": 5546.0,
      "text": "wrap the show he keeps getting distracted by helicopter. I wanted to keep that at the end."
    },
    {
      "end_timestamp": 5555.0,
      "id": "7668ed6a-d32d-364b-9d29-4bc81424d853",
      "speaker": "Jordan",
      "start_timestamp": 5551.0,
      "text": "Because it's so funny. That's so cute. That's like a that's like a puppy."
    },
    {
      "end_timestamp": 5575.0,
      "id": "57953b26-9199-3a43-88e8-cf5d7f4a56bd",
      "speaker": "Dan",
      "start_timestamp": 5555.0,
      "text": "It's a little child. Yeah. So it's like a helicopter. It's so funny that he's ranting about something that's not real. And then he wrote something that is real is actual sexual assault. But yeah, what's not real is this bullshit idea that anybody thinks that kissing someone who is clearly into you is right here. It's"
    },
    {
      "end_timestamp": 5579.0,
      "id": "3197d577-e549-3087-8f06-fa554b8fabd9",
      "speaker": "Jordan",
      "start_timestamp": 5575.0,
      "text": "all right. But then helicopter. Oh, God."
    },
    {
      "end_timestamp": 5598.0,
      "id": "fb3de7f3-9fab-3321-aad7-02b055ded174",
      "speaker": "Dan",
      "start_timestamp": 5579.0,
      "text": "So this is all about Trump's sexual assaults. Yes. This is like he's equating his wife wanting a kiss, and Trump moving in on someone like a bitch. And trying to fingerbang them without permission. That's not equivalent. That is not okay."
    },
    {
      "end_timestamp": 5610.0,
      "id": "48ce67b0-6106-39f1-9001-39f65f602f39",
      "speaker": "Jordan",
      "start_timestamp": 5598.0,
      "text": "No, he's basically just described all of the things that are sexual assault and rape. Yeah. And then said that because No, he just said it was okay to rape people. No, you literally just said that."
    },
    {
      "end_timestamp": 5619.0,
      "id": "dd933975-6c79-3d49-a41c-14375af7032c",
      "speaker": "Dan",
      "start_timestamp": 5610.0,
      "text": "Well, in the most convoluted way. Yeah. Yeah. When you unpack all of that, he's saying consent is bullshit. Or the idea of"
    },
    {
      "end_timestamp": 5630.0,
      "id": "8fbfacea-0544-36de-9fb6-9c301beb9c8c",
      "speaker": "Jordan",
      "start_timestamp": 5619.0,
      "text": "hate Well, basically, he said the thing that all men's rights assholes do which is like, they want it. Yeah, they want it they can't signal it to you."
    },
    {
      "end_timestamp": 5635.0,
      "id": "a74e211f-3f74-3331-acdd-f23dbc9e8846",
      "speaker": "Dan",
      "start_timestamp": 5630.0,
      "text": "Because then they are signaling it but cooks can't see it right."
    },
    {
      "end_timestamp": 5655.0,
      "id": "f1aa74c6-35e4-3e50-8297-0389c9b988ef",
      "speaker": "Jordan",
      "start_timestamp": 5635.0,
      "text": "No, yeah, that's that's classic. victim blame, like, Ah, fuck you. If you believe any one of those words that he fucking said. Go fuck yourself. Yeah, absolutely. That to me, and I don't mean that as an insult. If you believe all that stuff and are listening to this podcast, please keep listening. So I can keep berating you for being a fucking monster."
    },
    {
      "end_timestamp": 5664.0,
      "id": "b510ef19-415d-304e-aeb7-ce5922808f59",
      "speaker": "Dan",
      "start_timestamp": 5655.0,
      "text": "Please subscribe on iTunes, you dumb, horrible person. So we're winding down here in terms of our clips."
    },
    {
      "end_timestamp": 5668.0,
      "id": "043ee699-6fdc-3e85-9c5e-70feede31705",
      "speaker": "Jordan",
      "start_timestamp": 5664.0,
      "text": "We're coming to the bottom and to the close of the policy."
    },
    {
      "end_timestamp": 5677.0,
      "id": "00a3a9e8-c3e0-3edb-bf35-a998f1e57508",
      "speaker": "Dan",
      "start_timestamp": 5668.0,
      "text": "We have a couple more things. But before we get to those, I want to play an interesting point where Alex and Rob do give a plug to Trump's hotel,"
    },
    {
      "end_timestamp": 5685.0,
      "id": "156de658-05ae-32ea-87aa-e831c9ce863e",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5677.0,
      "text": "fly back in the view and I believe that up there to the right and we'll get a shot of that is post officer."
    },
    {
      "end_timestamp": 5692.0,
      "id": "5a0bc21b-d56b-3d03-9290-2bbe8de892ea",
      "speaker": "Alex Jones",
      "start_timestamp": 5685.0,
      "text": "Oh, yeah, there's there's Trump's hotel, and we got to go do a report in this new hotel he did a year early and under budget"
    },
    {
      "end_timestamp": 5694.0,
      "id": "ce680125-fdf6-369e-8fa8-3a34c481c689",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5692.0,
      "text": "in that amazing. Ah,"
    },
    {
      "end_timestamp": 5710.0,
      "id": "50b8424e-e6cd-352d-9f38-ea188aa6923a",
      "speaker": "Dan",
      "start_timestamp": 5694.0,
      "text": "yeah, it's like how can you fucking claim that you're journalists? How can you fucking come? blame any right to any sort of journalistic integrity when you're just like, holy cow, your hotel comes up and you have to talk about how great it is. Yeah,"
    },
    {
      "end_timestamp": 5727.0,
      "id": "230d0769-1346-31a4-9887-f0cc179c1b2a",
      "speaker": "Jordan",
      "start_timestamp": 5710.0,
      "text": "I mean, that's crazy. Although from out of your window, I can see the new George Soros Hotel. Have you ever been there so good. The lobby is incredible of fetuses to drain the blood out. Oh, man. Do you want to get your weenie chopped off? Free Free in the lobby?"
    },
    {
      "end_timestamp": 5738.0,
      "id": "975630dc-02f9-3907-8d28-b30315689054",
      "speaker": "Dan",
      "start_timestamp": 5727.0,
      "text": "Did you know that when I was 12 They told me I could be a trans for I can't even get myself to say no repeat his words. Oh, Jesus. I feel I Oh, but speaking of George Soros."
    },
    {
      "end_timestamp": 5740.0,
      "id": "3f98c082-4aad-3d8b-9393-113edced2222",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5738.0,
      "text": "Yes. Oh, good."
    },
    {
      "end_timestamp": 5744.0,
      "id": "5a2e433c-7b7c-3ae6-8ebc-3b90cdf7ce18",
      "speaker": "Jordan",
      "start_timestamp": 5740.0,
      "text": "I was I was worried we wouldn't hear about him. Nope. Continuing exploits."
    },
    {
      "end_timestamp": 5749.0,
      "id": "b372ef52-2152-3e2d-8782-0aa7ed6026ca",
      "speaker": "Dan",
      "start_timestamp": 5744.0,
      "text": "There's a little narrative going on throughout the show about protesters being bussed in."
    },
    {
      "end_timestamp": 5762.0,
      "id": "bddebdb6-4847-32c3-882a-5faa6211e584",
      "speaker": "Jordan",
      "start_timestamp": 5749.0,
      "text": "Oh, one quick question. Got it. Has anybody done a decal you know those Calvin and Hobbes Calvin's peeing on people? Has anybody done a decal with Trump's face?"
    },
    {
      "end_timestamp": 5766.0,
      "id": "54ce66ef-dae2-3aa7-b44d-6ede466e74ea",
      "speaker": "Dan",
      "start_timestamp": 5762.0,
      "text": "1,000% someone? Okay, I haven't seen it."
    },
    {
      "end_timestamp": 5769.0,
      "id": "68a17878-bb5b-3581-be4d-d99296292733",
      "speaker": "Jordan",
      "start_timestamp": 5766.0,
      "text": "Either. I feel like it has to exist. Low hanging fruit. Yeah, it's"
    },
    {
      "end_timestamp": 5771.0,
      "id": "ff8d38d6-7bb8-3774-bbed-8503b155e50e",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5769.0,
      "text": "right there. Yeah. Okay."
    },
    {
      "end_timestamp": 5775.0,
      "id": "4821c3c9-57d6-3a53-b507-34bb6107795e",
      "speaker": "Dan",
      "start_timestamp": 5771.0,
      "text": "It's in the dirty dossier."
    },
    {
      "end_timestamp": 5780.0,
      "id": "e8a4436e-27e9-32da-a701-9299eecb0617",
      "speaker": "Jordan",
      "start_timestamp": 5775.0,
      "text": "That's all they needed. That's actually there's no words to it. They just sent Trump a picture of that."
    },
    {
      "end_timestamp": 5796.0,
      "id": "9c93d56d-5df5-3b03-91eb-824ab753f6a6",
      "speaker": "Dan",
      "start_timestamp": 5780.0,
      "text": "Oh, they're on to me. That's what's in the heavily classified report. Yeah, that's a saw that got all these Democrats to not go to the inauguration. They saw the Calvin and Hobbes and in the dirty dossier, Jesus so here's this is about buses."
    },
    {
      "end_timestamp": 5813.0,
      "id": "3f2f018e-3812-35f0-8ea2-8535f5fa6d47",
      "speaker": "Alex Jones",
      "start_timestamp": 5796.0,
      "text": "All right, coming up the next hour, we're gonna have Owen Shroyer, on the ground reporting live. We've got some of the very important reports he's filed last night catching the bus was being brought in by the Soros group and others. With the organization's pledging to stop Trump from being elected or from being actually inaugurated."
    },
    {
      "end_timestamp": 5825.0,
      "id": "15b8e910-93eb-351d-b13b-8e3c62f3596d",
      "speaker": "Dan",
      "start_timestamp": 5813.0,
      "text": "He caught himself there with the election thing but so I watched these reports that Owen Shroyer put out they did catch people getting on buses. That's about it."
    },
    {
      "end_timestamp": 5833.0,
      "id": "89ccaf86-73f7-33ab-9cbd-2f91dda86596",
      "speaker": "Jordan",
      "start_timestamp": 5825.0,
      "text": "I mean, well, but what about the Arkansas Department of Transportation? Are they still on the roads? They might be? Are they still on the roads also signal all their"
    },
    {
      "end_timestamp": 5877.0,
      "id": "d1b67101-0671-338e-92e1-7cbe0e215313",
      "speaker": "Dan",
      "start_timestamp": 5833.0,
      "text": "videos literally prove is that people use buses that's all that they show. And the way that Alex Jones can sort of dodge any kind of responsibility for being called out as he says George Soros and others were those others could be anybody could be greyhound. You're not like it's insane. Yeah, all the videos are people being around who owns Greyhound or Soros the goal of globalist that's a global hound that greyhounds it's just a video of Owen Shroyer, like watching people get on like in a line onto a bus. And then them speculating. Oh, yeah, they're getting on that bus. And then they're gonna go get them some housing, feed them up, and then there'll be white, they're gonna take them around to the protests. That's"
    },
    {
      "end_timestamp": 5879.0,
      "id": "325ebd6e-a522-358b-99d4-0f6efc5e9783",
      "speaker": "Jordan",
      "start_timestamp": 5877.0,
      "text": "just some racist bullshit right there. Right"
    },
    {
      "end_timestamp": 5885.0,
      "id": "39dee9dd-6489-36a2-bcb8-0b3d684e7bd0",
      "speaker": "Dan",
      "start_timestamp": 5879.0,
      "text": "really even racist because it's it's like, it's just poor people sure, are young people. So"
    },
    {
      "end_timestamp": 5889.0,
      "id": "12ce853a-e846-3c74-8234-0350aed55825",
      "speaker": "Jordan",
      "start_timestamp": 5885.0,
      "text": "what they're saying millennials. Well, and we all know that we're the worst."
    },
    {
      "end_timestamp": 5894.0,
      "id": "65884d8d-7455-3e0b-a759-d756473a0b19",
      "speaker": "Dan",
      "start_timestamp": 5889.0,
      "text": "Yeah, we are. But that's just what the fucking mainstream media MSM wants us to"
    },
    {
      "end_timestamp": 5906.0,
      "id": "a8542a89-68b0-321a-b037-5f202f3fe595",
      "speaker": "Jordan",
      "start_timestamp": 5894.0,
      "text": "do. Yeah. You know what, every morning I wake up and I'm like, Am I bad? Because I'm a millennial. This really makes me feel bad. And then an old baby boomer beats me up. And it's like, oh, you know, I'm just trying to be a patriot."
    },
    {
      "end_timestamp": 5935.0,
      "id": "991b5567-9aa9-375c-88e4-2a656b1766a0",
      "speaker": "Dan",
      "start_timestamp": 5906.0,
      "text": "Yeah, I know. It's insane, right? It's crazy. So then Owen Shroyer filed another report where he proved the protesters are idiots by going around during an active protests where people are chanting and trying to ask them questions. Excellent. He's just going up to people. He's like, Why is Trump a fascist? And no one's answering him? Because they're in the middle of a protest and marching and chanting, right? And he's like, You know what I hate about these protesters. They never answer your question. You're not doing anything."
    },
    {
      "end_timestamp": 5945.0,
      "id": "e2d5be76-2881-3070-85f2-b174be32c6d0",
      "speaker": "Jordan",
      "start_timestamp": 5935.0,
      "text": "So basically, what he's doing is he's driving up in a motorcycle right next to a moving car and knocking on the window. Can you answer a three point complicated math question for me real quick?"
    },
    {
      "end_timestamp": 5948.0,
      "id": "cb311aa0-b54b-324c-b876-4b611b4ef5c9",
      "speaker": "Dan",
      "start_timestamp": 5945.0,
      "text": "Yes, absolutely. Why are you driving right now?"
    },
    {
      "end_timestamp": 5963.0,
      "id": "b745e49e-6b1e-35e6-a458-d7418294f384",
      "speaker": "Jordan",
      "start_timestamp": 5948.0,
      "text": "Now? Let me ask you a quick question. How do you dare have a calculus? I hate these motorists. They're also fucking stupid. Exact. They don't even know calculus. It's insane. It was invented in the 50s."
    },
    {
      "end_timestamp": 5975.0,
      "id": "e480e3bb-ee82-37de-81d9-d46cad28b5cd",
      "speaker": "Dan",
      "start_timestamp": 5963.0,
      "text": "He thinks he's being like Mike Wallace, but he's just like, it's embarrassing. No, yeah, that's pathetic. All the footage that they have that purports to show anything doesn't show what they say it does."
    },
    {
      "end_timestamp": 5980.0,
      "id": "8bf406e4-6081-358c-97d1-69402f4ae69c",
      "speaker": "Jordan",
      "start_timestamp": 5975.0,
      "text": "But it insinuates as long as you put scary music if as long as you put fucking vogner around"
    },
    {
      "end_timestamp": 5990.0,
      "id": "467be557-eafd-3f6a-98fe-89ef289eedb0",
      "speaker": "Dan",
      "start_timestamp": 5980.0,
      "text": "it. Yeah, the insinuation you're gonna get the idea. Yeah, so one more clip. I debated whether I would play this because it's disgusting. You just"
    },
    {
      "end_timestamp": 5997.0,
      "id": "d2a6da37-6a86-3fbe-a935-d11c21a61764",
      "speaker": "Jordan",
      "start_timestamp": 5990.0,
      "text": "You just pulled the you just pulled the Alex Jones move. No, but I am gonna play I debated whether or not I think I'll play it. No,"
    },
    {
      "end_timestamp": 6011.0,
      "id": "2b270c64-445a-3d1c-9d82-777d97a6e159",
      "speaker": "Dan",
      "start_timestamp": 5997.0,
      "text": "I I'm saying I'm doing it. baited whether to play it because it's actually really it's offensive. Okay? It's I mean, are we going to be okay with this? I will find out. Okay. But like the the spin I've already"
    },
    {
      "end_timestamp": 6014.0,
      "id": "79053e92-9704-3cd5-b9f4-0f75a9641ce6",
      "speaker": "Jordan",
      "start_timestamp": 6011.0,
      "text": "barked and yelled from a great distance away"
    },
    {
      "end_timestamp": 6040.0,
      "id": "210364f5-4c9b-3ef1-a577-3ce9ff040aa9",
      "speaker": "Dan",
      "start_timestamp": 6014.0,
      "text": "this stuff about like his horribly childish understanding of race and consent is, is offensive. Don't get me wrong. But this is kind of on another level of like him are relishing some things that are really uncomfortable. Anyway, if you have any sort of sensitivity towards stuff about child abuse, or are a human being, just be if you want to turn it off, go ahead, but if not, go ahead and listen."
    },
    {
      "end_timestamp": 6050.0,
      "id": "3b45c97f-e718-3058-8cf9-c3cd08befca0",
      "speaker": "Jordan",
      "start_timestamp": 6040.0,
      "text": "And before you turn it off, follow us on iTunes. We are on Twitter at knowledge underscore fights, just just email address knowledge. fight@gmail.com probably"
    },
    {
      "end_timestamp": 6055.0,
      "id": "ea1d9bb5-aca7-36b6-aeab-638190b17369",
      "speaker": "Dan",
      "start_timestamp": 6050.0,
      "text": "being overly dramatic, but I just wanted to give people a little bit of a heads up that this is"
    },
    {
      "end_timestamp": 6058.0,
      "id": "1684b43e-51c6-3ae9-bd98-b5541484b410",
      "speaker": "Jordan",
      "start_timestamp": 6055.0,
      "text": "gross. It's a literal trigger warning. Yeah."
    },
    {
      "end_timestamp": 6136.0,
      "id": "a7a837fc-e9c9-3be7-bdb6-8ed63b2e8f70",
      "speaker": "Alex Jones",
      "start_timestamp": 6058.0,
      "text": "By the way, I'm here looking@infowars.com right now. And I'm looking at Belgian aristocratic pedophile ring exposed boys and girls tortured, killed and forced to eat feces. So they don't just grab your kid out of the backyard and rape them for a couple months. They torture him and they make him eat crap and they kill him after they beg for food. And reportedly in Belgium where this came out a few years ago Moore's come out. They sit in the room while the toddler cries for mommy like a beautiful satanic music. And while they beg and beg and beg. And suppose they'll feed them a little more just to get their strength back up begging get home. They call it sucking um drives vampiric sucks their soul, and that's who's in DC. That's who Trump's kicking out by Trump wants to stop vaccines, you know, that's a soft kill a lesser magic attack on your family. And I know this is hard to believe, folks, but there's a new article out that deals with you know, Meryl Streep defending Roman Polanski that drugs eight or 13 year old girls and annually rapes them. And that's just what he's been caught doing. They want the globalists want to grab your kids this is on record and they want to rape them for a few months and then make me crap for they drink their blood."
    },
    {
      "end_timestamp": 6154.0,
      "id": "676a508a-f632-3fe6-824f-11389fe0547c",
      "speaker": "Dan",
      "start_timestamp": 6136.0,
      "text": "Now, I don't know entirely what this Belgium story he's talking about is but I do know that it's irresponsible to claim that your political enemies are aligned with example like I'll believe that possibly what he's talking about someone did"
    },
    {
      "end_timestamp": 6157.0,
      "id": "ad15a5f8-9d8d-3a4a-bd72-793c4aeb802e",
      "speaker": "Jordan",
      "start_timestamp": 6154.0,
      "text": "like the dead there's no depth of human evil."
    },
    {
      "end_timestamp": 6160.0,
      "id": "bcd16543-9e0a-38c1-a275-c71b2e03530d",
      "speaker": "Dan",
      "start_timestamp": 6157.0,
      "text": "Yeah, the aerial Castro's in the world"
    },
    {
      "end_timestamp": 6166.0,
      "id": "b37d0d77-03f5-35cc-897e-1624d6fea238",
      "speaker": "Jordan",
      "start_timestamp": 6160.0,
      "text": "don't even need to go that far. Like, if we have serial killers. Sure. They do a lot of weird shit, that"
    },
    {
      "end_timestamp": 6172.0,
      "id": "3927e4ae-70a8-3940-83d7-2b1b840ad58a",
      "speaker": "Dan",
      "start_timestamp": 6166.0,
      "text": "shit does exist. But to take anything like to take things and be like, No, that's who we're up against. That"
    },
    {
      "end_timestamp": 6174.0,
      "id": "a74bdf29-b0c9-3381-b5f5-b32014d61319",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6172.0,
      "text": "is not fair. And"
    },
    {
      "end_timestamp": 6196.0,
      "id": "dcf417e9-d13a-3571-a788-d69042755e33",
      "speaker": "Jordan",
      "start_timestamp": 6174.0,
      "text": "he didn't even he didn't even like he didn't even couch it this time. And like some sort of plausible deniability. He comes out and says, The globalists want to grab your Kids raped them, and feed them crap. Yeah. That's probably not somebody that you can have an open and honest dialogue about a free democracy with"
    },
    {
      "end_timestamp": 6213.0,
      "id": "4192dea4-90e4-3b3e-8cc3-ff4e87b9b558",
      "speaker": "Dan",
      "start_timestamp": 6196.0,
      "text": "Now here are a couple points that I want to make as it relates to this. If you believe that that's who you're up against, you obviously wouldn't listen to reason. Now. If you truly believe that those are your enemies. It makes sense why you'd be passionately against Yeah,"
    },
    {
      "end_timestamp": 6228.0,
      "id": "2f7ecae8-45ad-3389-8bac-af2f9ff9628c",
      "speaker": "Jordan",
      "start_timestamp": 6213.0,
      "text": "and you would be a hero. Yeah. Like, if you saw that, if that was really true. And what he believed was real, then, I mean, yeah, all of us who are not fighting against it. We're the worst people alive"
    },
    {
      "end_timestamp": 6233.0,
      "id": "a88b06ed-0047-382e-96da-b0689b8c1f05",
      "speaker": "Dan",
      "start_timestamp": 6228.0,
      "text": "in many ways complicit, right. Because we were inactive things. Yeah, exactly"
    },
    {
      "end_timestamp": 6238.0,
      "id": "9aeabdbd-9a82-3fb1-8568-a61b7613bc25",
      "speaker": "Jordan",
      "start_timestamp": 6233.0,
      "text": "the same way that, you know, however many years the Holocaust was going on, there were so many people defending"
    },
    {
      "end_timestamp": 6256.0,
      "id": "784f71f5-f33b-3785-80ea-3243a50f30a8",
      "speaker": "Dan",
      "start_timestamp": 6238.0,
      "text": "and let me take, let me take a step back. I do feel a certain amount of guilt about the fact that sex trafficking does exist in the world. And yeah, that and I'm not doing anything about it. And it exists here as well. Now, granted, I can't really do anything about it. I could donate to organizations, but I'm living paycheck to paycheck"
    },
    {
      "end_timestamp": 6318.0,
      "id": "37e6f50b-8f1a-357e-abea-255596c689e4",
      "speaker": "Jordan",
      "start_timestamp": 6256.0,
      "text": "I know there's so much that so but this so here's the here's the and this is I can't remember who put together this dumb quote. But it is something along the lines of the biggest difference between liberals and conservatives always winds up to not being who wants to help people, but how they want to help people on an individual level, you know, you can go to a even the most conservative household household and my parents live in one of those like, doesn't matter race, gender, transvestite, whatever, though, you'll come in, they'll feed you there'll be great in terms of your overall rights. Not a chance No way. Now, the argument then is that liberals you know, like you and I We're not going out and personally helping any sex trafficking victims. We're not doing that. We're we're not individual people. We're saying that it's a complement, complicated global problem that needs to be addressed by an entire federal system. Right. And that's where the disconnect happens. And that's why a lot of people,"
    },
    {
      "end_timestamp": 6326.0,
      "id": "fefca479-9bb5-3410-8b31-853381433112",
      "speaker": "Dan",
      "start_timestamp": 6318.0,
      "text": "like the conservative will force politeness in order to make it through a dinner. Yeah. Whereas the liberal will likely try and enact legislation even"
    },
    {
      "end_timestamp": 6341.0,
      "id": "ea86e15d-b75d-34f3-bf01-13b7e0509a8c",
      "speaker": "Jordan",
      "start_timestamp": 6326.0,
      "text": "you know, and it's not even forcing politeness. Okay, like they, you know, it's sincere, it is sincere, okay. It's sincere, or for some people it is some people are fucking monsters, but you know, there's no win there."
    },
    {
      "end_timestamp": 6344.0,
      "id": "7f1713b2-d538-3416-9138-e1c4c3abddf9",
      "speaker": "Dan",
      "start_timestamp": 6341.0,
      "text": "Yeah. So again,"
    },
    {
      "end_timestamp": 6350.0,
      "id": "49009fcf-2cb4-3625-9c48-4c5bf2c931c2",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6344.0,
      "text": "I'm like, yeah, it's a I owe you What? What? Yeah, what? Yeah. So globalists are"
    },
    {
      "end_timestamp": 6355.0,
      "id": "f8dc520a-2164-3d51-bda2-ad8c95574c6e",
      "speaker": "Jordan",
      "start_timestamp": 6350.0,
      "text": "all pedophiles? Yeah. And that's who we're fighting against. Yep."
    },
    {
      "end_timestamp": 6437.0,
      "id": "ef8c0bf3-63b7-3b96-a8de-74710bb5f5b8",
      "speaker": "Dan",
      "start_timestamp": 6355.0,
      "text": "And it's because they are not only pedophiles that hate prosperity and blah, blah. Right. Right. Which is a remarkable one to one comparison, apparently. But the that is the other part. Oh, depressing. I know, I hate to end this on a bummer note. But like, the other thing that I think is important to remember is along those lines of if you believe that that's who you're up against, you would be passionately on that side, right? Consider that the person who's telling you that that's who you're up against. also believes that they're making chimera is in cowbell. Also, consider all of this other bullshit, consider that he believed that not why 2k was going to be concentration camps in Austin. Yeah, like, it's so like, I'm at the I'm at the point at the end of this episode, where I'm at this is about where I had to turn off. Yeah, the episode today because I was like this. That's terrific. No, no, that's just nonsense. Because it's, it's, we can laugh, and we do laugh. And we try. And there's still even within that clip. There's parts that are pretty fairly laughing. Yeah, yeah. But the reality is he's using these tricks to to fool people into passionately getting on his side. And that is, I believe, an act of propaganda and an act of evil."
    },
    {
      "end_timestamp": 6449.0,
      "id": "9a5926e9-27bc-302a-be02-675f6b92388e",
      "speaker": "Jordan",
      "start_timestamp": 6437.0,
      "text": "It is it is a true act of evil. What he just did is evil. So we loop back in the same way that yeah, no, you answered it perfectly on the first shot."
    },
    {
      "end_timestamp": 6451.0,
      "id": "768f0030-1318-3236-b1ef-296c598dae8a",
      "speaker": "Dan",
      "start_timestamp": 6449.0,
      "text": "Yeah, we come back"
    },
    {
      "end_timestamp": 6457.0,
      "id": "8d090e85-de8d-3349-a2d6-d15798a05393",
      "speaker": "Jordan",
      "start_timestamp": 6451.0,
      "text": "tire episode from that moment on. It's just a five minute clip of me being like, is he evil? And you go on like, yeah,"
    },
    {
      "end_timestamp": 6474.0,
      "id": "95696fec-4aa5-39f5-8549-cca5f740c9a7",
      "speaker": "Dan",
      "start_timestamp": 6457.0,
      "text": "well check this clip out. Yeah. Exactly. Yeah. So that is January 19 2017. In the life of Alex Jones. Like I said, if you're listening to this on Friday, he is doing a 14 hour live broadcast, which I can't imagine isn't repetitive."
    },
    {
      "end_timestamp": 6477.0,
      "id": "24758d8f-b3c4-3827-8f5a-5941cd207e5b",
      "speaker": "Jordan",
      "start_timestamp": 6474.0,
      "text": "And we are with you in spirit in this. darkest of times."
    },
    {
      "end_timestamp": 6499.0,
      "id": "12aa2ea6-60e4-3d71-b48a-66e312a44330",
      "speaker": "Dan",
      "start_timestamp": 6477.0,
      "text": "I will be listening to that at work. Maybe we'll have an episode early next week where I try and talk a little bit about it. We'll see. I don't know We'll figure something out. Yeah, you'll be in England but we should have at least one episode next week. I think probably. Well, we'll record here later. Okay. And then maybe some more with Phil and guests but it won't be the same"
    },
    {
      "end_timestamp": 6504.0,
      "id": "a9f59c71-1c6f-3efc-b2c4-cd70057e299d",
      "speaker": "Jordan",
      "start_timestamp": 6499.0,
      "text": "it won't be I'm I am the Lian to your McAdoo."
    },
    {
      "end_timestamp": 6518.0,
      "id": "13551a8d-0715-3e45-bfe6-bdbc73bde5c6",
      "speaker": "Dan",
      "start_timestamp": 6504.0,
      "text": "So we've already blogged we're on iTunes at knowledge fight. You can just find us there on also Twitter knowledge underscore fight if you want to send us an email knowledge fight@gmail.com These are the venues for communication."
    },
    {
      "end_timestamp": 6522.0,
      "id": "75aa9f0a-4a76-363c-88c4-0693cc73eb2a",
      "speaker": "Jordan",
      "start_timestamp": 6518.0,
      "text": "Ladies and gentlemen. Good luck. And good night."
    },
    {
      "end_timestamp": null,
      "id": "2a766093-02f1-32e7-82ae-5c4d4093831e",
      "speaker": "Alex Jones",
      "start_timestamp": 6522.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. So Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}