{
  "audio_identifier": "KF_52",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/Inv4.mp3",
  "blocks": [
    {
      "end_timestamp": 7.0,
      "id": "896fd4d4-2182-3f17-8a75-96048fe225d8",
      "speaker": "Alex Jones",
      "start_timestamp": 0.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. Oh, Alex, I'm a first time caller. I'm a huge fan. I love your"
    },
    {
      "end_timestamp": 15.0,
      "id": "33d89789-9ea7-33d7-b34f-39bccd32d1ef",
      "speaker": "Dan",
      "start_timestamp": 7.0,
      "text": "work. Hey everybody, welcome back to knowledge fight. I'm Dan. I'm Jordan. We're a couple dudes who like to sit around and drink novelty beverages and talk a little bit about Alex Jones."
    },
    {
      "end_timestamp": 22.0,
      "id": "fc309f1c-4616-3e01-96a9-b16c96eeabdf",
      "speaker": "Jordan",
      "start_timestamp": 15.0,
      "text": "That's correct. Today we have Sprecher a fire broods cherry cran and gourmet soda."
    },
    {
      "end_timestamp": 24.0,
      "id": "522d2eb7-42b4-368e-80ab-e1ce65cea3cc",
      "speaker": "Dan",
      "start_timestamp": 22.0,
      "text": "It is definitely gourmet cherry cram."
    },
    {
      "end_timestamp": 27.0,
      "id": "323b7ecf-cbc7-3fb4-a740-5f080e53b443",
      "speaker": "Jordan",
      "start_timestamp": 24.0,
      "text": "I don't hold on prediction prediction."
    },
    {
      "end_timestamp": 33.0,
      "id": "94774a06-ef05-3231-a14c-7efd0ab98141",
      "speaker": "Dan",
      "start_timestamp": 27.0,
      "text": "Is it going to be cherry cran Cola, or just cherry cranberry? What do you think?"
    },
    {
      "end_timestamp": 37.0,
      "id": "c3ecbef7-88a7-3b69-acb8-9d493a365a99",
      "speaker": "Jordan",
      "start_timestamp": 33.0,
      "text": "I don't know. I don't actually know what applying the word cola means."
    },
    {
      "end_timestamp": 44.0,
      "id": "dc4cc546-ccc1-3a11-843a-bbc7934654f9",
      "speaker": "Dan",
      "start_timestamp": 37.0,
      "text": "Well, maybe it means it tastes like a coke but with cherry cranberry flavor. Okay, or is it just straight up fruit soda?"
    },
    {
      "end_timestamp": 49.0,
      "id": "4454b29c-79b8-3762-b174-45e7f318c5e1",
      "speaker": "Jordan",
      "start_timestamp": 44.0,
      "text": "Um, let's go with coke with let's go with cherry coke."
    },
    {
      "end_timestamp": 55.0,
      "id": "d56ab726-b868-3b42-a6ce-9507b237cead",
      "speaker": "Dan",
      "start_timestamp": 49.0,
      "text": "Let's find out we go. The big reveal? Jordan taking a swig"
    },
    {
      "end_timestamp": 71.0,
      "id": "303af698-4be1-3258-9f24-509e85dfc675",
      "speaker": "Jordan",
      "start_timestamp": 55.0,
      "text": "Wow, this is fucking delicious. Yes, it is so good. This is the first it's so good. I'm gonna drink six of these. Yes. What is it tastes like I have no idea. No clue. Right now, like all I can experience is joy."
    },
    {
      "end_timestamp": 77.0,
      "id": "ba12ead9-4abf-3e6b-b5b9-f239abaf8a80",
      "speaker": "Dan",
      "start_timestamp": 71.0,
      "text": "I will open mine up during our first clip. But first let's get to an out of context drop of Alex Jones."
    },
    {
      "end_timestamp": 87.0,
      "id": "b98a688b-0b95-3223-9882-949e9cca8e2d",
      "speaker": "Jordan",
      "start_timestamp": 77.0,
      "text": "Before we do that. Let me ask you a question about this show. Oh, yeah, I forgot about that. Do you remember how we're professionals at this? Apparently I don't. Oh, fair enough. Good point."
    },
    {
      "end_timestamp": 90.0,
      "id": "957fe4d6-9080-393d-8025-c563d8ab84c6",
      "speaker": "Dan",
      "start_timestamp": 87.0,
      "text": "Listen, I know a lot about Alex Jones. Do you? I do."
    },
    {
      "end_timestamp": 93.0,
      "id": "b07461c0-e8d2-3f52-8e4a-0af1d4c9c996",
      "speaker": "Jordan",
      "start_timestamp": 90.0,
      "text": "Can we take that again? From"
    },
    {
      "end_timestamp": 94.0,
      "id": "62c65bd3-9da0-34d1-9f00-8abd96e3f7fb",
      "speaker": "Dan",
      "start_timestamp": 93.0,
      "text": "there's a twist to the show?"
    },
    {
      "end_timestamp": 95.0,
      "id": "029df164-be7d-3a66-9cc5-d11d17565c16",
      "speaker": "Jordan",
      "start_timestamp": 94.0,
      "text": "Is there a twist?"
    },
    {
      "end_timestamp": 96.0,
      "id": "1e4996e3-2e63-35f2-bb3f-d9ac0150c045",
      "speaker": "Dan",
      "start_timestamp": 95.0,
      "text": "I know a lot about Alex Jones."
    },
    {
      "end_timestamp": 114.0,
      "id": "9047e8a4-7c3f-3cbc-b0e2-469eec46f830",
      "speaker": "Jordan",
      "start_timestamp": 96.0,
      "text": "I don't know anything about Alex Jones. Let's get to an out of context rap. And liberal and liberal. Also, that's a good one."
    },
    {
      "end_timestamp": 117.0,
      "id": "9317c936-a98d-3a31-8249-927b6baca3ff",
      "speaker": "Dan",
      "start_timestamp": 114.0,
      "text": "That's pretty good out of context or up I'd like to give a shout out also doing"
    },
    {
      "end_timestamp": 122.0,
      "id": "59d50678-6162-3fdd-bed7-1e8eadfa4600",
      "speaker": "Jordan",
      "start_timestamp": 117.0,
      "text": "a riddles with fucking Frodo in the dark. That"
    },
    {
      "end_timestamp": 170.0,
      "id": "74ef91e5-1ec9-3462-8fc2-e04b7cb4bec1",
      "speaker": "Dan",
      "start_timestamp": 122.0,
      "text": "sounds like some sort of weird troll. Yeah, I like to give a shout out to someone who is not a troll being ladies and gentlemen, is some great, great segue. This is a first honorary policy walk because I don't know if this guy donates to the show. But I've been putting off writing back and email to listener Brian for quite a while he sent me what may be the world's greatest email. Okay, really sort of lifts my spirits. Whenever I feel like, it doesn't matter that we're doing the show. I can take a little look at this email and be like, alright, that's very reassuring. And I appreciate it very much to the point where I've been trying to write him back for about two weeks, and I can't I sit down and I feel like an asshole. So instead of writing you back, Brian, I'd like to thank you publicly and give you an honorary policy wonk status."
    },
    {
      "end_timestamp": 171.0,
      "id": "14ee9765-7039-3c01-99dd-2ca6a802192f",
      "speaker": "Alex Jones",
      "start_timestamp": 170.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 172.0,
      "id": "7de25e5f-7455-3383-a285-a844b4e6e633",
      "speaker": "Dan",
      "start_timestamp": 171.0,
      "text": "Welcome aboard."
    },
    {
      "end_timestamp": 173.0,
      "id": "57c5b77f-1d39-38bd-9fce-d109c3eb30d2",
      "speaker": "Jordan",
      "start_timestamp": 172.0,
      "text": "Welcome aboard. Brian"
    },
    {
      "end_timestamp": 175.0,
      "id": "eda2784b-99ee-3d33-a80d-108bdc5c7f68",
      "speaker": "Dan",
      "start_timestamp": 173.0,
      "text": "don't need to give Brian to be a policy Walker pen"
    },
    {
      "end_timestamp": 192.0,
      "id": "e2c50cc8-3815-37ae-aafe-b4666981c20c",
      "speaker": "Jordan",
      "start_timestamp": 175.0,
      "text": "where your email was so good. That Dan apparently kept it to himself and did not tell me about it, which I can only meet I can only assume means you talk some serious shit about me about how much you suck. He's all about how the show is garbage. And it should just be Dan Jordan yells"
    },
    {
      "end_timestamp": 203.0,
      "id": "4a348599-7719-3435-a3a3-3eaa5f8ed26d",
      "speaker": "Dan",
      "start_timestamp": 192.0,
      "text": "too much. We just want Dan's analysis said nobody knows more. Just I was embarrassed that it was so positive. I have to hide those things. Anyway,"
    },
    {
      "end_timestamp": 212.0,
      "id": "251092bc-29bd-3643-a54d-18570ea7333a",
      "speaker": "Jordan",
      "start_timestamp": 203.0,
      "text": "thank you very much, Brian. It really does. It really does mean it really doesn't mean a lot. Whenever people say nice things. Indeed. It really does or"
    },
    {
      "end_timestamp": 261.0,
      "id": "18ee6f57-70b3-37e7-8175-0226c1a3d7df",
      "speaker": "Dan",
      "start_timestamp": 212.0,
      "text": "on nice things about Alex Jones. So, today, Jordan, we're gonna be embarking in part four of my investigation into what the fuck happened to Alex Jones in 2015. Right. Today, we're going to be covering the timespan of July 14 through July 21 2015. It's going to be strange. It's a weird road ahead. But there's a lot of stuff that's very worth discussing. And Alex Jones being very weird. Very weird. Okay. His headspace is so fucked up. And I think I've started to piece a few things together. I'm gonna give you some of this analysis upfront. Okay. I think that Alex Jones, more than being just a propagandist is someone who's tricked by propaganda very easily."
    },
    {
      "end_timestamp": 265.0,
      "id": "8b042c80-909d-366f-b117-aba728d469b3",
      "speaker": "Jordan",
      "start_timestamp": 261.0,
      "text": "That would make sense that that follows. And I think"
    },
    {
      "end_timestamp": 275.0,
      "id": "30048375-c8d2-3f3f-8a44-ffd0b60f92f2",
      "speaker": "Dan",
      "start_timestamp": 265.0,
      "text": "I like to play the game where there's something super nefarious going on, and Roger Stone is pulling the strings behind him as do we all and that may be the case, but a very simple x. Well, I"
    },
    {
      "end_timestamp": 288.0,
      "id": "6f0f8b4d-b5f9-3c2a-878c-3d4d93832599",
      "speaker": "Jordan",
      "start_timestamp": 275.0,
      "text": "mean, hopefully for the popularity of our show. It's the case sure if we break that that'd be huge. Yeah, if it turns out he's just an idiot, then we all feel kind of weird."
    },
    {
      "end_timestamp": 289.0,
      "id": "7d63f509-3a2c-3b7a-81fc-61117565bd4f",
      "speaker": "Dan",
      "start_timestamp": 288.0,
      "text": "I'm starting breaking"
    },
    {
      "end_timestamp": 293.0,
      "id": "f9354e6a-5596-305f-b023-d614211fb921",
      "speaker": "Jordan",
      "start_timestamp": 289.0,
      "text": "scientists have discovered that Alex Jones is a fucking moron. I'm"
    },
    {
      "end_timestamp": 335.0,
      "id": "4166edb9-94e9-3254-8484-b3be46b51195",
      "speaker": "Dan",
      "start_timestamp": 293.0,
      "text": "starting to get a sense that possibly a lot of his transformation that happens in 2015 is There's weaponized propaganda going around. And he is as much a proponent of it as he is a victim of it. Okay. And one of the things that made that click into place was I was listening very carefully to James Comey his testimony last week. And one of the things he was asked was when did the FBI become first aware of Russian hacking and Russian influence campaigns? And his answer was summer of 2015, which is right around the era when we're talking about, okay, all right, I have noticed a lot of instances of Alex believing bullshit stories"
    },
    {
      "end_timestamp": 343.0,
      "id": "f356407d-1e44-31e0-9571-5d74ce7ed210",
      "speaker": "Jordan",
      "start_timestamp": 335.0,
      "text": "that were deliberately or at least possibly trans traced back to it's possible this kind of Russian propaganda"
    },
    {
      "end_timestamp": 353.0,
      "id": "cbcec638-2bab-3c13-81e8-6119958818bc",
      "speaker": "Dan",
      "start_timestamp": 343.0,
      "text": "campaign, it's possible. I don't I don't know if we can definitively say that. We can definitely say that he believes complete lies. Right. And he would be susceptible to that."
    },
    {
      "end_timestamp": 364.0,
      "id": "56c92c0f-8289-3fee-b701-41eaf44c477a",
      "speaker": "Jordan",
      "start_timestamp": 353.0,
      "text": "circumstantially, it does seem to make sense if he was hacked. Ooh, there's all sorts of shit that now we got a different nefarious campaign I'm"
    },
    {
      "end_timestamp": 366.0,
      "id": "a1534b1c-e713-34e6-9e4a-0e40bc11cf50",
      "speaker": "Dan",
      "start_timestamp": 364.0,
      "text": "loving. It's entirely possible. I'm"
    },
    {
      "end_timestamp": 366.0,
      "id": "37c4abcc-fca4-3c15-88be-5bce1b7300a8",
      "speaker": "Jordan",
      "start_timestamp": 366.0,
      "text": "loving it. Because"
    },
    {
      "end_timestamp": 393.0,
      "id": "65eb9d8c-d531-3372-ac6b-507e950460b3",
      "speaker": "Dan",
      "start_timestamp": 366.0,
      "text": "if you were someone who was trying to use influence campaigns, if you're trying to use propaganda to sway public opinion, right, one of the very obvious targets would be Alex Jones. He's clearly crazy. He's hiding something. Yes, he is. Finances are out of control. He has a lunatic fringe of audience. Like it would be someone who you obviously want to blackmail, a lunatic"
    },
    {
      "end_timestamp": 400.0,
      "id": "c9dbe270-1660-3fc5-9d73-61bd507bd9a8",
      "speaker": "Jordan",
      "start_timestamp": 393.0,
      "text": "fringe that we can probably safely say is proportionally more violent than the rest of us."
    },
    {
      "end_timestamp": 433.0,
      "id": "36af3834-2e3a-3426-bca5-a7122ee0d8d6",
      "speaker": "Dan",
      "start_timestamp": 400.0,
      "text": "Yeah. So I don't know if any of this will bear out. But that's something that I'm starting to look at, and starting to feel is that He just falls for propaganda really easily. And we'll see a bit of it over the course of this episode. But first, let's start in July 14. Alex Jones has an interesting ride on July 14, but he has one big announcement that he starts the show with. And this is very exciting. Oh, no, because I will get at the end of this clip, I will explain why this excites the shit out of me. I think you'll know, I think you'll Oh, yeah."
    },
    {
      "end_timestamp": 487.0,
      "id": "080f2680-0c51-35c9-9e4b-747ca86706a4",
      "speaker": "Alex Jones",
      "start_timestamp": 433.0,
      "text": "Alright, Strap yourselves and it's gonna be a power packed loaded transmission today. And we're going to be going live right into the fourth hour. Most stations carry just the first three hours. For years, I did four hours. And a lot of stations still carry the fourth hour. That's a rear of the first hour or some stations carry the second, third and fourth hour. It varies. But I am looking at bringing back I will announce here on air sometime this year, the fourth hour. But making the fourth hour an intense news broadcast our roundtable discussion where more than 50 news articles will be covered every day. Boom, boom, boom, throw the topic out. Get a quick comment from the people on the panel. Take a call. Go to the next story."
    },
    {
      "end_timestamp": 493.0,
      "id": "cd63ef6e-f601-37d5-b5d2-242e104ebba8",
      "speaker": "Dan",
      "start_timestamp": 487.0,
      "text": "How's it you want? globalists? They suck alright so first of all, he failed it Oh"
    },
    {
      "end_timestamp": 502.0,
      "id": "30f2d9e8-1281-34b0-b784-05161a8237b5",
      "speaker": "Jordan",
      "start_timestamp": 493.0,
      "text": "really? Lose heavy roundtable news heavy a god damn it Alex that's a pipe dream even for you, sir."
    },
    {
      "end_timestamp": 514.0,
      "id": "f18ffcd3-50c5-348f-9a66-42a65a478bb7",
      "speaker": "Dan",
      "start_timestamp": 502.0,
      "text": "But bringing back the fourth hour means we're this much closer to John Rapoport. Oh, that is true. Yeah. Cuz he is a fourth hour host can't exist within the context of three hours. But once the fourth hour comes, is"
    },
    {
      "end_timestamp": 521.0,
      "id": "d1851c3c-1b20-3355-8cc0-6cd409e0db7f",
      "speaker": "Jordan",
      "start_timestamp": 514.0,
      "text": "there a possibility that we'll stumble upon an episode where he does try this fourth hour and that is the beginning? Well, Rapoport"
    },
    {
      "end_timestamp": 527.0,
      "id": "233c8cce-bc10-37fa-98a9-b13ffae2eb71",
      "speaker": "Dan",
      "start_timestamp": 521.0,
      "text": "he does do the fourth hour on this episode on July 14. Yeah. And he has Leanna McAdoo host."
    },
    {
      "end_timestamp": 532.0,
      "id": "6d6ae00c-073f-3215-b6d6-9d05b397cc48",
      "speaker": "Jordan",
      "start_timestamp": 527.0,
      "text": "I mean, I mean, we were talking about like the round table. So like, Oh, does he tries that out row."
    },
    {
      "end_timestamp": 534.0,
      "id": "bee5c4c0-a02a-3924-8b89-fffaf9e5fab4",
      "speaker": "Dan",
      "start_timestamp": 532.0,
      "text": "I don't think he ever does"
    },
    {
      "end_timestamp": 547.0,
      "id": "1d5a3fc4-45ee-3f8e-ac44-ab48ea07cc78",
      "speaker": "Jordan",
      "start_timestamp": 534.0,
      "text": "that. Because of I mean, but come on. You can't just just the idea of Alex trying to coexist with three other people allowed to talk at the same time? No, zero, but I think his beautiful fire."
    },
    {
      "end_timestamp": 554.0,
      "id": "645c590c-d8a1-39df-9dde-4fb5cbdf338b",
      "speaker": "Dan",
      "start_timestamp": 547.0,
      "text": "I think the premise is he's not involved in the fourth hour. Okay. I think he is because he does get into like, I've been secretly training the anchors,"
    },
    {
      "end_timestamp": 559.0,
      "id": "1f74dfa1-4cd7-3044-9240-f8f782cb769e",
      "speaker": "Jordan",
      "start_timestamp": 554.0,
      "text": "having them on air. Why secretly just train them? That's a good idea."
    },
    {
      "end_timestamp": 594.0,
      "id": "8db55f36-ddb3-3d33-86a2-e9aaa5d94558",
      "speaker": "Dan",
      "start_timestamp": 559.0,
      "text": "I've been putting them on air. They don't know I'm building to something, David night, anyway. But they should know it's their job. Another thing he talks about is how he's going to launch a TV network, which is important because he's lying about that. Currently. Yes, two years later, he's still saying we're about to do this. Roger Stone is gonna have a TV show. And Mike Cernovich is gonna get a show any moment now. Yeah. So I think there's reasons not to get too freaked out about Alex's stated plans in 2017 of having a TV network. I don't think we need to worry too much about that. But if it does happen, we do need to be very worried because"
    },
    {
      "end_timestamp": 606.0,
      "id": "6d066e81-ac7d-39bf-989c-8855a3124103",
      "speaker": "Jordan",
      "start_timestamp": 594.0,
      "text": "I think it would rapidly become the most sued TV network in history. Yes. Now That worries me just because I don't know if I'm ready to allow my tax dollars to go to that many illegals."
    },
    {
      "end_timestamp": 613.0,
      "id": "6b7ac4f5-edbd-3474-adcc-a1918e9129d2",
      "speaker": "Dan",
      "start_timestamp": 606.0,
      "text": "You remember how like Spike TV immediately got sued because Spike Lee was like that's my name"
    },
    {
      "end_timestamp": 614.0,
      "id": "3eddf7b4-c7a8-3668-8f59-98273a565fe6",
      "speaker": "Jordan",
      "start_timestamp": 613.0,
      "text": "did not remember that"
    },
    {
      "end_timestamp": 626.0,
      "id": "1f5bc661-be8b-354f-b5b2-909066cfdfdd",
      "speaker": "Dan",
      "start_timestamp": 614.0,
      "text": "this will get sued faster. So I can't say this enough. Bring on the Rapoport. Yeah, I'm excited for that to happen. Leann McAdoo hosts the fourth hour in this episode and she is"
    },
    {
      "end_timestamp": 659.0,
      "id": "d00acf19-e7fa-31e7-89ad-85a9e000c604",
      "speaker": "Jordan",
      "start_timestamp": 626.0,
      "text": "I think it's just very silly how somehow we've we've developed this weird fascination with John Rapoport to the point where now I'm kind of rooting for him. He's the worst. He's a fucking miserable monster because he Luke tries to rip fun and joy from everyone and spread this bullshit vaccination lie, but at the same time, just you look at you, you're a weirdo monster that lives in a cave that can't fucking hang a goddamn painting."
    },
    {
      "end_timestamp": 660.0,
      "id": "b6202c5a-e0a1-37e4-98fc-f172c804bdc1",
      "speaker": "Dan",
      "start_timestamp": 659.0,
      "text": "That's part of it."
    },
    {
      "end_timestamp": 661.0,
      "id": "179e61c7-a683-31c8-b49c-0468e0b1d5ab",
      "speaker": "Jordan",
      "start_timestamp": 660.0,
      "text": "How can I not love this man?"
    },
    {
      "end_timestamp": 682.0,
      "id": "70285ac1-056a-382a-bdfd-1b5f5383c9e5",
      "speaker": "Dan",
      "start_timestamp": 661.0,
      "text": "That's a big part of it. The other part is that he looks like a druid. Like they're like he's a googly eyed Muppet druid. Anyway, we'll get to John Rapoport when he shows up he hasn't even shown up in an interview up till this point. I don't even know where he is. Found. I don't know man. The other I want an origin story other realms."
    },
    {
      "end_timestamp": 693.0,
      "id": "aaa27d9d-c793-3b9c-91df-efaf9d205bb7",
      "speaker": "Jordan",
      "start_timestamp": 682.0,
      "text": "I want an origin story on Jan rapport. So is he Radek asked the brown I think is the greater question the gray. That's Gandalf. That's Gandalf. Hi, Paul Radek asked was the bride"
    },
    {
      "end_timestamp": 694.0,
      "id": "8cc9d696-e30d-34a3-9d7d-6ffac0d7abde",
      "speaker": "Dan",
      "start_timestamp": 693.0,
      "text": "I'm not a big enough nerd. I'm"
    },
    {
      "end_timestamp": 699.0,
      "id": "f4c0d04a-fa39-3bdf-9af7-365c2a9e2403",
      "speaker": "Jordan",
      "start_timestamp": 694.0,
      "text": "sorry. I'm a big old nerd for the Lord of the Rings shoes. So"
    },
    {
      "end_timestamp": 708.0,
      "id": "dbeebc7b-8872-3479-9769-04e6369f9ce2",
      "speaker": "Dan",
      "start_timestamp": 699.0,
      "text": "some people have sort of a religious feelings about Lord of the Rings. Would you agree with that? Some people have sort of taken on as a religion. I'm talking about nerds here."
    },
    {
      "end_timestamp": 716.0,
      "id": "718e11e4-2630-3e87-a7a8-6518bf399771",
      "speaker": "Jordan",
      "start_timestamp": 708.0,
      "text": "I feel like you're leading me towards something and I don't know, this is a trap. This is not a smooth trap. This is a terrible transition. So"
    },
    {
      "end_timestamp": 724.0,
      "id": "f7fa87b7-d38f-3368-8264-505fda06408b",
      "speaker": "Dan",
      "start_timestamp": 716.0,
      "text": "this soda is really good. It's delicious. Alex Jones wants to talk about why he's been getting more religious lately. And if you think that it's a complete thought, you're wrong,"
    },
    {
      "end_timestamp": 733.0,
      "id": "6eee8559-f2df-36d6-8ab1-4d4a6580766c",
      "speaker": "Jordan",
      "start_timestamp": 724.0,
      "text": "this soda is like collaterals water. You know what I'm saying? Galadriel."
    },
    {
      "end_timestamp": 934.0,
      "id": "96f60bd7-d5fd-30b9-9217-827a632af3fd",
      "speaker": "Alex Jones",
      "start_timestamp": 733.0,
      "text": "People can say before I get into all this news and tell you about the guests that are coming up that Why are you getting more and more religious? Well, it's been said many times, there are no atheists in foxholes. And when you read about babies wrapped in gold foil, shipped out of China by the 1000s every month and being turned into powder for women mainly to eat it, believing it makes them look younger. And nobody seems to care when you look at hundreds of millions of abortions every year worldwide. When you look at the globalist poisoning our food and water supply by design and forcing Gardasil shots on young girls all over the planet. When you look at our government funding ISIS and al Qaeda, when you look at the borders wide open and El Chapo, now we learn had his wife move here and have her baby so he'd have an anchor baby. The billionaire drug dealer, even lives off US taxpayers. I mean, it's a joke. I mean, so that's why I'm committed to fight as hard as I can. The British Special Forces slogan for the Special Air Services, the model of Special Forces worldwide, and they were the first to do it. shs is Fortune favors the bold? Well, I'm here to tell you I in the face of them coming after our guns coming after our health coming after everything. Fortune favors the bold what is our fortune? What made our fortune what made even prosperity and freedom? What that forbearers back down what is he talking used to be down there? A lot of them came from the Super Service of slavery, you name it, but they persevered to the point where at and our ancestors aren't losers. Whether you're black, whether you're white, whether you Hispanic or Asian, all peoples of the earth have incredible histories of incredible adversity and overcoming it. And that's why we're here today. The fact that your parents and their grandparents and their great great great, great grandparents, were able to have children and have them survive and pass that torch forward. And the fact that we're alive today, as a species and dominant on this planet is because we're winners, and I'm sick of people telling us we're not winners. I know. You're special supposed to be this is incredible, and incredible. God made you whether you believe in God or not look around you reality is fantastic. 12 dimensions they've decided here as believers probably lies in other dimensions. What do you think all this is? We only see a very narrow spectrum of light, just in the light spectrum of this dimension. The eye is not seen the ears not heard what God the universe whatever you want to call it has in store for us. And we're not going to let the globalist wall off reality put us in a matrix to control us dumb us down and then phase us out. Like we're a horse and buggy whip in 1920. And the factories are closing because nobody buys buggies and buggy whips and horses anymore. We are the innovators. We are the great creation, we are in the image of the Great Creator. We are special, we are powerful. And that's why the Fortune favors the bold wants to bring us down."
    },
    {
      "end_timestamp": 936.0,
      "id": "7ff9250c-9948-38a2-ac37-32cd11cd57f0",
      "speaker": "Dan",
      "start_timestamp": 934.0,
      "text": "So that's why Alex has been getting more religious."
    },
    {
      "end_timestamp": 942.0,
      "id": "33ca0db1-e265-3e10-a926-5107b2d2b3e6",
      "speaker": "Jordan",
      "start_timestamp": 936.0,
      "text": "I don't know. Was there actually a reason in there? Yeah, it was. It was the closest I mean,"
    },
    {
      "end_timestamp": 958.0,
      "id": "36c6d8b8-6cb3-306c-8877-a18762079609",
      "speaker": "Dan",
      "start_timestamp": 942.0,
      "text": "Holmes is that there's no atheists in foxholes. The globalists are committing war on us. Yeah. Well, they're causing all the abortions in the hundreds of Gardasil? How many? How many people are born every year? Hundreds of billions?"
    },
    {
      "end_timestamp": 959.0,
      "id": "c6dcc97f-99d6-3144-a68e-ce882b16f6eb",
      "speaker": "Jordan",
      "start_timestamp": 958.0,
      "text": "Okay, I don't know, statistics"
    },
    {
      "end_timestamp": 960.0,
      "id": "a92fde98-54ed-3217-902a-6ef399762796",
      "speaker": "Dan",
      "start_timestamp": 959.0,
      "text": "on that."
    },
    {
      "end_timestamp": 988.0,
      "id": "dc2470d7-1f6e-3260-b644-83d28451a2e7",
      "speaker": "Jordan",
      "start_timestamp": 960.0,
      "text": "I don't know what we're at like seven and a half billion on the planet right now. So I assume it's like, I don't know. 100 million babies born a year and then like 70 million people dying a year or something like that. So if there were hundreds of millions of abortions, that means that if he were to stop abortions, it's entirely possible. We would have 12 billion people on this planet next year. Well, according"
    },
    {
      "end_timestamp": 1009.0,
      "id": "369c2f60-9afa-334f-868a-269f4eae640b",
      "speaker": "Dan",
      "start_timestamp": 988.0,
      "text": "to the CDC, the Centers for Disease Control in 2013 664,435 Illegal induced abortions are reported. So that's an that's in the United States. So hundreds of millions worldwide, obviously. Yeah, that makes sense. The other stuff is crazy, like the baby's covered in gold foil. That"
    },
    {
      "end_timestamp": 1019.0,
      "id": "1ff313c4-b500-3994-bbd6-9636be62f47a",
      "speaker": "Jordan",
      "start_timestamp": 1009.0,
      "text": "was my favorite that the I immediately got a Willy Wonka's factory situation going there were babies were on conveyor, conveyor belts, and they were just being rolled up in gold,"
    },
    {
      "end_timestamp": 1059.0,
      "id": "d262c09f-5e0c-3d37-a066-5371a86d9a4e",
      "speaker": "Dan",
      "start_timestamp": 1019.0,
      "text": "there was a guy who got arrested with like some babies covered in foil, like mummified babies that he was trying to transport back to China, from like the Philippines or something like that. I don't remember the I don't remember the origin country. But the reason he was doing that is because China has a very interesting relationship with fetuses and babies, especially ones that have died. They have a whole tradition around abortion, where if you get an abortion, you're supposed to create a shrine to the baby and worship the fetus ghost oboes to appease the fetus, ghost, bring it food, and stuff like that to help it live in the other worlds."
    },
    {
      "end_timestamp": 1064.0,
      "id": "ccb16477-f555-3ac5-8683-c1c37a13d3c5",
      "speaker": "Jordan",
      "start_timestamp": 1059.0,
      "text": "That's like, that's like a bottling from Old Norse mythology,"
    },
    {
      "end_timestamp": 1100.0,
      "id": "1370acfb-debf-333e-acaf-eca2556122c2",
      "speaker": "Dan",
      "start_timestamp": 1064.0,
      "text": "right? I don't know enough to speak on why someone would want to buy some stranger baby, I have no idea. But be that as it made, there's more complicated stuff going on there than Alex is really wrestling with. It's not for people to eat them. The other stuff is so crazy, like he believes in God. But then he gets into other dimensions. There's 12 dimensions, there's probably things living in um, scientists believe that there are things living in other dimensions and that I want to get I want to just jump forward to another day's show because it bears playing here. In this clip, Alex Jones talks a little bit about what he believes about something specific to Scripture. And I mean, like, Oh,"
    },
    {
      "end_timestamp": 1103.0,
      "id": "296dff10-3a05-356c-bdd3-aea91bcf4e5f",
      "speaker": "Jordan",
      "start_timestamp": 1100.0,
      "text": "he's not a bad idea. He shouldn't really be bringing scripture up."
    },
    {
      "end_timestamp": 1109.0,
      "id": "8105c5f4-1d71-3e23-b11e-cedc7d363893",
      "speaker": "Dan",
      "start_timestamp": 1103.0,
      "text": "I'm not certain he's talking about the same Christianity that most people know. Here you go, and I don't"
    },
    {
      "end_timestamp": 1149.0,
      "id": "9423ec65-b9bd-3b44-9903-047ab7584072",
      "speaker": "Alex Jones",
      "start_timestamp": 1109.0,
      "text": "like suicide. But I understand people do when they're in so much pain. I don't judge people to commit suicide. And I don't think God does either. I can't speak for God, but just at my gut level, in my spirit, I think if somebody is in excruciating pain, or their kids have died in a plane crash, and they're distraught, and I understand jumping off a cliff, I wouldn't personally do it. But strong shelling, assisted suicide and eugenics and euthanasia. As if it's just some choice of somebody who's in great pain is not what's happening. This is about devaluing human life and having the state remove people like Thx 1138, or Logan's Run."
    },
    {
      "end_timestamp": 1157.0,
      "id": "ce6d4f4c-8aa8-31a2-8a16-68dbdc4327b6",
      "speaker": "Dan",
      "start_timestamp": 1149.0,
      "text": "So he's against assisted suicide and stuff like that, because he compares it to a movie. And it's like Logan's Run think it's gonna be government control of stuff."
    },
    {
      "end_timestamp": 1160.0,
      "id": "79842826-9272-3946-8219-b4af0aa8e3e7",
      "speaker": "Jordan",
      "start_timestamp": 1157.0,
      "text": "It could also upset the giver. They had some government, they were killing,"
    },
    {
      "end_timestamp": 1206.0,
      "id": "9bf2bb37-0d38-302e-a814-60dcc866511b",
      "speaker": "Dan",
      "start_timestamp": 1160.0,
      "text": "but then at the beginning of it, he's talking about like, I'm cool with suicide, and I think God is too and my gut level I say that. And I mean, if you look at the Bible, there's seven people who've committed suicide clearly in the Bible. Yep. Six of them are called specifically wicked. In the Bible, furthered job 121 says Naked I came from my mother's womb and naked I will depart the Lord gave and the Lord is taken away. A lot of people interpret that to mean that the Lord gives you life and the Lord chooses when your life will end the Lord takes away when your life ends. First Corinthians 1013 He will not let you be tempted by more than you can bear but when you are tempted God will also give you a way to escape that temptation. Not to be will interpret that to be either temptation towards sin or temptation to eat God will not give you more than you can handle more than you can bear."
    },
    {
      "end_timestamp": 1215.0,
      "id": "e8bea9df-1a25-3459-b4de-7442abea906b",
      "speaker": "Jordan",
      "start_timestamp": 1206.0,
      "text": "Yeah. Which is clearly bullshit further what if you needed one reason to disbelieve the Bible, that would be definitely the one a further one of the commandments"
    },
    {
      "end_timestamp": 1235.0,
      "id": "f0ed8eca-698e-363d-862a-8df23b51f9d0",
      "speaker": "Dan",
      "start_timestamp": 1215.0,
      "text": "is Thou shalt not murder. And strictly speaking, a lot of people believe that murder, suicide is murder, you're murdering yourself. That would be against if God has given you life, you don't have the right to take it away. That's a pretty consistent theological message, especially if people who have a pretty hard line on the Bible and"
    },
    {
      "end_timestamp": 1239.0,
      "id": "8eef8db5-13ff-3756-b434-92dd02d9736d",
      "speaker": "Jordan",
      "start_timestamp": 1235.0,
      "text": "you're anti abortion, then the same logic has to apply to kill yourself, right? You"
    },
    {
      "end_timestamp": 1245.0,
      "id": "f53af86a-1e03-3dd8-a643-2bad3c2b27ec",
      "speaker": "Dan",
      "start_timestamp": 1239.0,
      "text": "would think so Alex is in this weird fucking religious space? Either way. I just wanted to bring that up, because"
    },
    {
      "end_timestamp": 1256.0,
      "id": "5d2f371d-8fc0-3e04-a474-767d6600f1a3",
      "speaker": "Jordan",
      "start_timestamp": 1245.0,
      "text": "I don't know if you know this or not. But when Alex was growing up, his parents actually read him the apocrypha. They didn't actually they didn't have a King James. They had all the Gnostic Gospels."
    },
    {
      "end_timestamp": 1261.0,
      "id": "7cf2badb-5a09-388f-8aeb-2f50dc6b8d2e",
      "speaker": "Dan",
      "start_timestamp": 1256.0,
      "text": "Tobit tattoo. Exactly. Yeah. It was at the suit of piggery."
    },
    {
      "end_timestamp": 1264.0,
      "id": "c6aa92ae-f240-34de-a81d-e6edf1bf1403",
      "speaker": "Jordan",
      "start_timestamp": 1261.0,
      "text": "The Gospel of Mary they the whole thing,"
    },
    {
      "end_timestamp": 1287.0,
      "id": "3cc84783-189c-3b70-b7d3-77bee5287936",
      "speaker": "Dan",
      "start_timestamp": 1264.0,
      "text": "the gospel of like, what was it? Is it Thomas or Judas that was discovered, like 10 years ago, Judas, that one didn't exist back when Alex was a wee boy. Ah, yeah, look, I think if you grew up studying Gnosticism, he would actually be way smarter. You'd have to wrestle with these enigmatic riddles. And you know, what's going on with the bar below what's going on here? Well, he was more a fan of the weak praise the Pleroma."
    },
    {
      "end_timestamp": 1293.0,
      "id": "18afe66d-1329-3d26-b2e6-b31ba14b20b6",
      "speaker": "Jordan",
      "start_timestamp": 1287.0,
      "text": "He's more a fan of the ones where Jesus fought dragons and killed other kids for no reason. You know, the good stuff."
    },
    {
      "end_timestamp": 1308.0,
      "id": "7fd60c3c-8152-3fba-b3a4-5275e1761083",
      "speaker": "Dan",
      "start_timestamp": 1293.0,
      "text": "Yeah. So we get back to the 14th here and something really important happened on the 14th. Up till this point, Alex has only said that he doesn't trust Trump, and that Trump is mobbed up all these sorts of things, very negative things, although he does"
    },
    {
      "end_timestamp": 1312.0,
      "id": "8b2ddec1-aca6-3b8f-94dd-29e108d9e178",
      "speaker": "Jordan",
      "start_timestamp": 1308.0,
      "text": "agree with his rhetoric, loves bigotry, hates the hates the mob"
    },
    {
      "end_timestamp": 1314.0,
      "id": "49e3ca73-5c26-335e-9782-b376688483a0",
      "speaker": "Dan",
      "start_timestamp": 1312.0,
      "text": "and does not think it's bigotry."
    },
    {
      "end_timestamp": 1317.0,
      "id": "921cf261-d06b-3711-b3b6-43df0d427a3a",
      "speaker": "Jordan",
      "start_timestamp": 1314.0,
      "text": "Wow. Yeah. But let's move on."
    },
    {
      "end_timestamp": 1333.0,
      "id": "c51726a4-d491-3f8e-a743-015869fd2a20",
      "speaker": "Dan",
      "start_timestamp": 1317.0,
      "text": "So on this show, he has an interview with TV. He's on TV, maybe just a radio host, Larry elder, who is big into Trump. And I think Alex is a little bit blindsided by it. Oh, really? I think he's not ready to have this interview."
    },
    {
      "end_timestamp": 1335.0,
      "id": "b1e7e754-9cdb-373a-9c49-eaaf2ac8eac6",
      "speaker": "Jordan",
      "start_timestamp": 1333.0,
      "text": "Was he not expecting this?"
    },
    {
      "end_timestamp": 1345.0,
      "id": "e6c60f36-a4ec-396c-8388-996e10b4b155",
      "speaker": "Dan",
      "start_timestamp": 1335.0,
      "text": "I don't know. I'm not sure exactly. I think he wanted just to talk about race shirt with a black guy, and accidentally got sidetracked into talking to a guy who really supports Trump."
    },
    {
      "end_timestamp": 1364.0,
      "id": "d1b0d330-956a-3351-9527-4e7484a33c25",
      "speaker": "Jordan",
      "start_timestamp": 1345.0,
      "text": "Okay, so what he was what he was ostensibly doing is like pointing to any like, he's he's got a globe and he just closes his eyes and points on is like, find me a black guy who agrees with me. Yep. And then we'll put him on the show. So I don't feel like a horrible racist. Because I'm totally a horrible racist. It's"
    },
    {
      "end_timestamp": 1374.0,
      "id": "caf2da5e-7f38-3030-b93e-6f6f36cbd43a",
      "speaker": "Dan",
      "start_timestamp": 1364.0,
      "text": "possible. So they he starts by having a little conversation about identity identity politics. So I think that's largely what he wants to talk about."
    },
    {
      "end_timestamp": 1399.0,
      "id": "0e33b753-9a5e-3d93-ad6d-ca0ea03a6704",
      "speaker": "Alex Jones",
      "start_timestamp": 1374.0,
      "text": "I think you've really hit the nail on the head there when you talk about they've taken our basic freedoms, they've taken our economic future they've taken our jobs start by the globalist and then all they give us his identity politics. That's why they're now drilling down into saying transgender don't say, Dad, Mom, don't say husband and wife, don't say boy or girl. They're doing this with a straight face, to just kill any identity that isn't just worshipping the state."
    },
    {
      "end_timestamp": 1411.0,
      "id": "e17faca9-12fa-315f-acd8-ef6b32070103",
      "speaker": "Larry Elder",
      "start_timestamp": 1399.0,
      "text": "And that is why Alex Trump is resonating. And if I were Trump, I broaden the argument. He has not made the argument that illegal aliens pose a threat to job prospects of people living in the inner city,"
    },
    {
      "end_timestamp": 1430.0,
      "id": "cbf2b345-5c2f-339c-aa9e-522f1291187c",
      "speaker": "Dan",
      "start_timestamp": 1411.0,
      "text": "but he soon will. So that I think is indicative of exactly what this interview is. Alex wants to talk about the globalists taking away identity and shit like that. And, of course, it's mostly influenced by the fact that people are still trying to take down Confederate flags. And Alex is pissed about that. Yes,"
    },
    {
      "end_timestamp": 1433.0,
      "id": "e99ee154-d63e-3f14-8ec6-e517a51c806e",
      "speaker": "Jordan",
      "start_timestamp": 1430.0,
      "text": "yeah. battle flags."
    },
    {
      "end_timestamp": 1445.0,
      "id": "06a4d5ad-0987-3b33-be66-59f48f74e627",
      "speaker": "Dan",
      "start_timestamp": 1433.0,
      "text": "Everybody who fought in the Civil War bows to me in my lineage just because of tariffs, yes. And then tariffs immediately in answering that question, Larry elder is like a Nah, man. I gotta tell you Trump's pretty great."
    },
    {
      "end_timestamp": 1463.0,
      "id": "c73a5cda-fe89-3259-9ef8-60638c4fe8d8",
      "speaker": "Jordan",
      "start_timestamp": 1445.0,
      "text": "And that's why would you expect Why does? Like, why would Alex expect any of his guests with no prep time? Apparently, none. To just buy into the globalist like, just because you're Infowars you're not buying into the globalist?"
    },
    {
      "end_timestamp": 1512.0,
      "id": "9fe48608-31b5-36d0-b627-888ff80b6bdd",
      "speaker": "Dan",
      "start_timestamp": 1463.0,
      "text": "Well, one thing I've actually, I'm glad you brought that up. One thing that Alex does very consistently, if you listen regularly, he cooks out his guests really hard, because of course he does. Well, the thing that he does, and I've noticed this technique, you heard it a little bit there, right saying that, like these people are trying to outlaw boy and girl. Yeah, you can't say mother and father. What he does is pretty early in the interview, he'll repeat a full story and get them to sign off on it. And they will know that it's a full story, but they don't want to challenge his authority on the show because they also want to get to what they want to see exactly they want to use the platform And after that point, they are essentially compromised. Right? So, I know that he does that. But also I think that he has a big enough stable of people who are like wink wink on the globalists and stuff like that. So,"
    },
    {
      "end_timestamp": 1516.0,
      "id": "92dac9b5-67a2-368b-a9d7-91994a494475",
      "speaker": "Jordan",
      "start_timestamp": 1512.0,
      "text": "I mean, yay globalist whatever. But did you hear about this Trump guy?"
    },
    {
      "end_timestamp": 1529.0,
      "id": "0ccaa50f-51d0-32dd-bbcc-0797c25e2019",
      "speaker": "Dan",
      "start_timestamp": 1516.0,
      "text": "I'm positive. This isn't the first time Larry elder has been on it's just that we don't we've not had him on an episode before naturally. So I'm sure they have a pre existing relationship where and they both know that each other yells about globalist. So, GOP is"
    },
    {
      "end_timestamp": 1532.0,
      "id": "4d9b34a1-d914-3317-a679-774b372f5f11",
      "speaker": "Jordan",
      "start_timestamp": 1529.0,
      "text": "trying to outlaw pre existing relationships. It's true. That's true."
    },
    {
      "end_timestamp": 1539.0,
      "id": "47d4846b-ce42-3682-be08-31b5643bb818",
      "speaker": "Dan",
      "start_timestamp": 1532.0,
      "text": "So, the interview goes on a little bit, and Alex expresses that he still doesn't really trust Trump. Larry, I"
    },
    {
      "end_timestamp": 1563.0,
      "id": "320ac1b2-dec6-3ccd-b5f5-1670809e68b6",
      "speaker": "Alex Jones",
      "start_timestamp": 1539.0,
      "text": "want to get into the Donald Trump phenomenon because the mainstream media wouldn't be saying his name 1000s of times a day. And misrepresenting what he's saying. If I didn't have a plan, I think it is to distract from the other Republican candidates, thinking that Trump isn't Sheree is just gonna drop out later. That's just what my gut saying. But regardless, he's a world that has to be defended."
    },
    {
      "end_timestamp": 1570.0,
      "id": "bdd1c00a-c56a-3a8f-bbaa-5de17753f653",
      "speaker": "Dan",
      "start_timestamp": 1563.0,
      "text": "So that's where he's at. He's even in this in the middle of his interview with the pro Trump Trump Larry elder, he's still saying I don't trust Trump."
    },
    {
      "end_timestamp": 1577.0,
      "id": "7296d8cb-193c-398b-aa55-1df5cb9e6987",
      "speaker": "Jordan",
      "start_timestamp": 1570.0,
      "text": "Of course not. But what he is saying is true. So he has to be defended must be defended, which Great. That's the logic of a lunatic."
    },
    {
      "end_timestamp": 1579.0,
      "id": "892bb1ae-ef23-3751-ace6-7011a64a55b5",
      "speaker": "Dan",
      "start_timestamp": 1577.0,
      "text": "Now, Larry, elder steps in it."
    },
    {
      "end_timestamp": 1603.0,
      "id": "5eb711bc-eaa5-3dbc-b69c-03eb1eb3a40c",
      "speaker": "Larry Elder",
      "start_timestamp": 1579.0,
      "text": "Well, I disagree. I think Donald Trump has been defending himself just fine by not apologizing but not backing down the way Republicans normally do. Recall when Todd Aiken said legitimate rape all he was saying is some women in fact lie about rape not not very many do but rarely do all of a sudden rants and tonic and got destroyed in the election. Donald Trump has not backed down he's not afraid of being called a bigot"
    },
    {
      "end_timestamp": 1611.0,
      "id": "34ff6327-d5f2-3e5c-8f0c-e9db96b7c1f4",
      "speaker": "Jordan",
      "start_timestamp": 1603.0,
      "text": "words have meaning no not have to mean thing not in globalist you have to have a word that means a thing. And then the word means a thing."
    },
    {
      "end_timestamp": 1619.0,
      "id": "09cbfdce-43d3-3d89-ac54-9ea77efe7f3c",
      "speaker": "Dan",
      "start_timestamp": 1611.0,
      "text": "So Todd Aikens quote was in cases of legitimate rape, the body has a way of starting. Right?"
    },
    {
      "end_timestamp": 1667.0,
      "id": "4ab48b1c-bbe3-38cc-8106-eb758911fc79",
      "speaker": "Jordan",
      "start_timestamp": 1619.0,
      "text": "Insanity, right? And then the second part that was abortion one, just putting legitimate rape, it legitimate in front of rape has nothing to do with whether or not somebody lies about Rome. That was entirely about all of the like, well, legitimate rape is you have to be beaten up there needs to be a knife. You can't be coerced, you can't be pressured on it. You can't give in. You can't be forced to do it. So to a certain point where you're like, Well, I guess this is my fault. Now. That is all rape, right? It's not illegitimate rape. That's not a thing. Then the second part, the second part is magic. Yeah. He said in cases of legitimate rape, magic is real. But that's what he really thought he has"
    },
    {
      "end_timestamp": 1682.0,
      "id": "daf0cc3d-ba46-3159-a8b2-9e8d6b414b85",
      "speaker": "Dan",
      "start_timestamp": 1667.0,
      "text": "a way of shutting that down. Shut it. What? Yeah. So Larry elders argument is that Todd Akin fucked up by apologize. Yeah. And Trump isn't making that problem. He's not apologizing. He's not stepping into the same trap that Todd Aiken stepped in"
    },
    {
      "end_timestamp": 1696.0,
      "id": "5c6cce26-fb4f-384e-bea0-b3750fac1c66",
      "speaker": "Jordan",
      "start_timestamp": 1682.0,
      "text": "and Todd Aiken probably would have done better if he hadn't apologized. I think that's what we've really learned. Right that again, dog whistling is for losers just out and out. bigotry. That's the law. Apparently it flies. Yeah, exactly."
    },
    {
      "end_timestamp": 1711.0,
      "id": "9c8fae9b-db1d-37ed-862d-c39e95850065",
      "speaker": "Dan",
      "start_timestamp": 1696.0,
      "text": "It turns out that like, I mean, we you said it even on like when it happened earlier, like early episodes of the show. Trump should not have fired Flynn. Now all of this probably wouldn't be happening if he just put his dick on the table and was like, No, yeah, I don't care."
    },
    {
      "end_timestamp": 1740.0,
      "id": "2ad8dcb9-733f-3e6d-a077-420ac75aec3c",
      "speaker": "Jordan",
      "start_timestamp": 1711.0,
      "text": "Because it seems like because the GOP wouldn't have done anything. Oh, not a chance. God dammit. Imagine how. Because that's also the last time that he's really listened to anybody there either. It seems like it yeah. Like, he's everybody was like, Hey, you gotta get rid of Flynn. This is a bad idea. We're getting a lot of bad press. Yeah. And it's nonstop from there. And now anytime they're like, hey, Trump, don't do this. He's like I am. Dementia and then yells exactly the"
    },
    {
      "end_timestamp": 1744.0,
      "id": "6f9bb84d-ca7e-3674-8e01-ecadc191f8dc",
      "speaker": "Dan",
      "start_timestamp": 1740.0,
      "text": "like the time he told me to get rid of flinty baby. Yeah, yeah, that didn't work is very smart."
    },
    {
      "end_timestamp": 1757.0,
      "id": "ff77e0c1-91b4-38e5-81bc-f1b9e6f37f47",
      "speaker": "Jordan",
      "start_timestamp": 1744.0,
      "text": "Yeah. Oh, you think this travel ban shouldn't be called a travel ban? Because then we'll win in court. No travel ban? Do you know what it is? It's the exact same thing I said it was on the campaign."
    },
    {
      "end_timestamp": 1771.0,
      "id": "bef205e5-6812-38d8-81b5-7354cc8936ca",
      "speaker": "Dan",
      "start_timestamp": 1757.0,
      "text": "It's the exact same thing that every court has said is illegal. Yeah. Yeah. So this interview goes on a little bit longer. And Larry elder, even though he supports Trump, in his next clip, it admits that Trump probably is just out for publicity."
    },
    {
      "end_timestamp": 1784.0,
      "id": "3b33c9e9-164c-313c-b24f-58248ceaf697",
      "speaker": "Alex Jones",
      "start_timestamp": 1771.0,
      "text": "Well, I mean, I would certainly rather Donald Trump than a Hillary Clinton in there, but in your gut, and I really respect your opinion on this. You don't think he's some type of ring or just getting political attention for his overall empire?"
    },
    {
      "end_timestamp": 1843.0,
      "id": "2c729a58-fd08-3a75-bb12-f581b6d154f1",
      "speaker": "Larry Elder",
      "start_timestamp": 1784.0,
      "text": "Well, I think it's all of the above. I think that Donald Trump feels the worst thing that will happen is his name recognition will be even higher, and maybe he'll make even more money, but I don't think he anticipated the fallout. I don't think he anticipated that ESPN and NASCAR and Univision and in be saved with dump him and other people are also thinking about dumping him. Or he may even lose a client in his in his condos. Who knows. But I think overall with Donald Trump feels is the worst that'll happen is my brand will be even bigger. But maybe I'll make some noise, maybe I'll make something happen. And let's not discount the possibility that he's sincere. He thinks the country's going to hell in a handbasket. He thinks our foreign policy is weak, or he thinks our deals with the various other countries are weak. And he thinks the country's going down and he thinks he as a business person can do something about it. I applaud the idea of him going off the grid for this talented unit, his time and his energy and his money, trying to make the country better as opposed to making more money. Why aren't people applauding that?"
    },
    {
      "end_timestamp": 1857.0,
      "id": "1b367d1d-3cd6-310d-912a-9d10be0b60b4",
      "speaker": "Alex Jones",
      "start_timestamp": 1843.0,
      "text": "I guess I have to say I applaud him because he is getting persecuted now and he's not backing down. And he's not going to do the Miss America thing. And he's going to focus on the campaign. Again, though, where he doesn't really show the other Republicans what they should have been doing the whole time."
    },
    {
      "end_timestamp": 1863.0,
      "id": "f7b0d30a-e834-312c-81db-e10bfce8bf8b",
      "speaker": "Larry Elder",
      "start_timestamp": 1857.0,
      "text": "It most certainly does. The other Republicans are wusses and that's one of the things that that pisses people off."
    },
    {
      "end_timestamp": 1873.0,
      "id": "f6010ff8-f063-3543-b00c-fdf98a20f8e4",
      "speaker": "Jordan",
      "start_timestamp": 1863.0,
      "text": "That's the first thing I wholeheartedly agree with him on. Yeah, that's fair. But clearly, clearly with Trump in office in the other Republicans hating it and still not doing anything. Yeah, they're a giant group of voices. Well, you"
    },
    {
      "end_timestamp": 1891.0,
      "id": "d2f7e55d-9f3a-33c9-a739-5eabd20f0194",
      "speaker": "Dan",
      "start_timestamp": 1873.0,
      "text": "see, Larry elder is affecting Alex and he's softening his perspective. Absolutely. Even though the conversation they're having is about how he's probably fucking around for publicity. They eat to the point where Larry elder even says, Let's not discount the possibility. Yes, serious. Hey,"
    },
    {
      "end_timestamp": 1893.0,
      "id": "1e707c12-f40c-3a8f-9a7d-9fd2602b1567",
      "speaker": "Jordan",
      "start_timestamp": 1891.0,
      "text": "let's not throw that away. No, I"
    },
    {
      "end_timestamp": 1904.0,
      "id": "adde2117-4007-3c9b-a124-130aa956814b",
      "speaker": "Dan",
      "start_timestamp": 1893.0,
      "text": "know, it's an outside chance. But let's maybe serious. And Alex is okay. We got to applaud it because he's putting his business things on the line, not realizing that he stands to gain so much from using the presidency."
    },
    {
      "end_timestamp": 1941.0,
      "id": "98dae2c8-c04f-3564-8b0b-e8591cbf0b95",
      "speaker": "Jordan",
      "start_timestamp": 1904.0,
      "text": "Oh, man. And he sure does. Yeah. To the point where all of the like, they are right, about everything. Being a publicity stunt and a an idea to make more money. It just so happened that he got the presidency. So he's using it to generate more publicity and make more money. Yeah. He's even got the Department of Justice, arguing that he should be allowed to take money from whoever he wants. Yep. The department. The department of justice in the United States is actively arguing. You know, that constitution, not a fan. I flew fake news."
    },
    {
      "end_timestamp": 1964.0,
      "id": "b0f77c47-8153-3a29-aef4-f6d768b8807b",
      "speaker": "Dan",
      "start_timestamp": 1941.0,
      "text": "While we're on this, like little Trump thing. I loved that moment from his press conference at the end of last week where he's with the Romanian president. And they're talking about waivers like visa waivers for Romanians, and he's like, we didn't talk about it. New precedents. Like, I brought it up. Yeah. What the fuck are you just watched that clip alone? Like, no,"
    },
    {
      "end_timestamp": 1965.0,
      "id": "ae34c19d-a08d-38d6-8aac-99b1bc683127",
      "speaker": "Jordan",
      "start_timestamp": 1964.0,
      "text": "not not good. Take"
    },
    {
      "end_timestamp": 2005.0,
      "id": "915e0fe7-f1ef-3450-92b7-fdd5548040a9",
      "speaker": "Dan",
      "start_timestamp": 1965.0,
      "text": "everything else away. That's bad. That's very bad. Yeah, it's not good to trust a foreign leader. I have no idea what he's up to. Although my brother was born in Bucharest, so I have some relation to Romania. There you go. And a tiny bit of time there as a young boy, and I remember it being miserable. Yeah, that was also back in the day. That's why you gotta get waivers for your visa. It was in the late 80s, though. So I mean, that whole area is doing a lot better than back then necessarily. Anyway, Larry elder is not quite done. Okay. He's got to be involved in two more clips that are pretty offensive. One is about Charleston. And then the other one is just Oh, this one is wild. No,"
    },
    {
      "end_timestamp": 2023.0,
      "id": "7c37ac81-918f-338b-a96f-6156b57cd94f",
      "speaker": "Alex Jones",
      "start_timestamp": 2005.0,
      "text": "I mean, is it that the answer that he pulls that gun out, somebody pulls a gun out and blows him away? And maybe dead? Him? And maybe the first person he shot? I mean, isn't that the answer? Isn't it gun free zones? And an anti gun culture? What really what ended up killing these people casualties?"
    },
    {
      "end_timestamp": 2035.0,
      "id": "6dd79862-66a1-382e-b764-77ffff8b0e38",
      "speaker": "Jordan",
      "start_timestamp": 2023.0,
      "text": "Your baseline? I don't know. Oh, I would rather have two people dead than no people dead. Yeah, maybe if he didn't have a fucking gun, he wouldn't have been able to kill those people."
    },
    {
      "end_timestamp": 2060.0,
      "id": "c154ebb3-df56-303d-bbff-78b0ee5c0c7b",
      "speaker": "Dan",
      "start_timestamp": 2035.0,
      "text": "It's possible, but then you get into the argument. He could have had a knife, you know, blah, blah, blah. That stupid argument. But it's a dumb argument. But what's dumber is the idea that like, Okay, someone there. It's their fault because they didn't have a gun. Yeah. And further, it's society's fault for disarming churches. And it's, you know, it's the anti gun agendas fault that these people died, not the person, not the white supremacist who actually did"
    },
    {
      "end_timestamp": 2070.0,
      "id": "e886873c-c073-3aef-b2cd-8864115a56fe",
      "speaker": "Jordan",
      "start_timestamp": 2060.0,
      "text": "it now. So it's the anti gun agenda. Keep that in mind. Because there's an interesting juxtaposition every time somebody gets shot by a gun. It's because the anti gun agenda,"
    },
    {
      "end_timestamp": 2086.0,
      "id": "af80a211-5578-35fc-a061-a3c6d8459981",
      "speaker": "Dan",
      "start_timestamp": 2070.0,
      "text": "not the white supremacist who is doing Ah, but keep that in mind because the Charleston shooting happened, you know, two weeks before this, but there's a shooting in Chattanooga, that happens a couple of days after where we're at timeline now. And Alex treats it very differently."
    },
    {
      "end_timestamp": 2110.0,
      "id": "04e4dad8-2c7b-3a2e-84c0-eb9da2cee4b1",
      "speaker": "Jordan",
      "start_timestamp": 2086.0,
      "text": "You know, I I said that jokingly, and then I realized that's exactly what they believe. Every time somebody gets shot. It's because we say you shouldn't have guns. Yep, that's genuinely their position. That's how did we lose to these people? Dan? I don't know. These are the dumbest fucking people. Speaking of debts. Unbelievable. Speaking"
    },
    {
      "end_timestamp": 2115.0,
      "id": "5a00f249-ac98-3c47-8016-c2877ed6921f",
      "speaker": "Dan",
      "start_timestamp": 2110.0,
      "text": "of dumb, listen to this clip. Okay, I hope it says some weird fucking thoughts about who's to blame for racism?"
    },
    {
      "end_timestamp": 2116.0,
      "id": "9f30ce2b-2cac-3382-b23d-deaf03a9e50a",
      "speaker": "Jordan",
      "start_timestamp": 2115.0,
      "text": "Oh no. Well, it's"
    },
    {
      "end_timestamp": 2134.0,
      "id": "8679ffd6-eb6b-3cf9-b77b-28d7e6a9b7f4",
      "speaker": "Alex Jones",
      "start_timestamp": 2116.0,
      "text": "really sad. election, I saw a lot of racial harmony people coming together. It was just really refreshing. And now I've never seen it so energized in my whole life not not growing up in the, you know, early 70s and stuff in the 80s. And it's just it's so"
    },
    {
      "end_timestamp": 2152.0,
      "id": "8c12a089-51a8-31e5-ad33-35492d83edf2",
      "speaker": "Jordan",
      "start_timestamp": 2134.0,
      "text": "cold blooded see it? Yeah, maybe you're blind, maybe because you didn't have to deal with it. Maybe white people. One of the big reasons you don't understand racism is because it's not a thing you deal with not germane to your immediate experience. Yeah. So of course, you think racism isn't a problem, because it's not a problem for you."
    },
    {
      "end_timestamp": 2160.0,
      "id": "d936b4a0-9850-3766-85d1-6d79f18f595b",
      "speaker": "Dan",
      "start_timestamp": 2152.0,
      "text": "You have to you have to, you know, really expand your mind and try and relate to other people's experiences to understand just how insidious you don't even"
    },
    {
      "end_timestamp": 2175.0,
      "id": "dfe02ff0-db41-332c-8393-f846402f475f",
      "speaker": "Jordan",
      "start_timestamp": 2160.0,
      "text": "have to really expand your mind. You have to just look at a person and be like, Hey, what did you experience and they tell you a thing, and you're like, oh, that's probably true. I should read, I've should respect your experience instead of instead of telling you what your life experiences is wrong,"
    },
    {
      "end_timestamp": 2205.0,
      "id": "db2e94c5-9784-3b9b-9e53-c44f49d2da88",
      "speaker": "Dan",
      "start_timestamp": 2175.0,
      "text": "no, because you tell me your life experience and then my response is, oh, man, it sucks. The globalists are doing that to you. It is so it does suck the globalists are doing that sucks, man. So that's it for the 14th we see just a little bit of softening and Alex's position towards Trump. Then we move on to the 15th, which we're not going to cover because David Knight hosted. But something important to remember is July 15 2015, was when Jade Helm 15 kicked off the old Jade Helm."
    },
    {
      "end_timestamp": 2210.0,
      "id": "a6470f2d-4c90-3860-a7bb-45ba4b7399b0",
      "speaker": "Jordan",
      "start_timestamp": 2205.0,
      "text": "Oh, the one that he said was, was real and then later told us was not real."
    },
    {
      "end_timestamp": 2221.0,
      "id": "d778e21e-7427-3980-a801-33d44bcd771a",
      "speaker": "Dan",
      "start_timestamp": 2210.0,
      "text": "We don't really know if he said it was real, per se. We don't have audio evidence of that. So let's not make that claim. Find this point. We have good reason to believe he did. But we can't prove it."
    },
    {
      "end_timestamp": 2226.0,
      "id": "8f813b21-ea13-3b75-8633-4e49d4befc99",
      "speaker": "Jordan",
      "start_timestamp": 2221.0,
      "text": "If we can't prove it, then we can't but I then I will retract that statement."
    },
    {
      "end_timestamp": 2244.0,
      "id": "7d16483e-eed9-3708-958b-9211f8c54528",
      "speaker": "Dan",
      "start_timestamp": 2226.0,
      "text": "But we will see where his head is at a little bit later. Of course, on the episode of course of July 16 When Alex is back in studio. Oh God. So Alex starts off out the July 16 episode with a little bit of a tease. That should scare everyone."
    },
    {
      "end_timestamp": 2263.0,
      "id": "a142849a-b4ba-3383-b243-fb65121d0f7d",
      "speaker": "Alex Jones",
      "start_timestamp": 2244.0,
      "text": "I really spent some time watching Donald Trump's speeches in his interviews. And coming up at the bottom of the hour, I'll give you my take on Donald Trump. I've really done some soul searching on the subject and I'll give you my take on whether I think he's a shill or not."
    },
    {
      "end_timestamp": 2266.0,
      "id": "e064aeae-4093-3baf-9837-0c70aeb8e7d2",
      "speaker": "Jordan",
      "start_timestamp": 2263.0,
      "text": "Spoiler alert. He still thinks he's a shill."
    },
    {
      "end_timestamp": 2304.0,
      "id": "01a09929-d2fd-3558-a8f9-5cb03db4f3a4",
      "speaker": "Dan",
      "start_timestamp": 2266.0,
      "text": "We'll see the comms view comes a little later in the episode. I was waiting for you to tell me. So on this episode. Alex Jones has He's all over the goddamn place on the 16th it is a massive clusterfuck of weird narratives. Strange things he says. But one of them is Mark Dice has a new video. We're not gonna listen to it. Don't worry. Okay, thank you. It's all the same shit. Thank you so much the exact same setup. It's just him talking to people on a beach with the clipboard getting owned. Yeah, basically. Yeah. This one is about how Mount Rushmore is racist. And I actually agree with that very much. Not entirely. I mean, like Roosevelt's up there."
    },
    {
      "end_timestamp": 2314.0,
      "id": "8c7abe7d-65f7-3715-bf05-98d850a071d4",
      "speaker": "Jordan",
      "start_timestamp": 2304.0,
      "text": "No, I mean that they took American Native lands. Oh, yeah, that part and use it to build giant monuments to the very people who stole those American Native lands."
    },
    {
      "end_timestamp": 2316.0,
      "id": "9922581b-47da-3477-a471-085f582e0b93",
      "speaker": "Dan",
      "start_timestamp": 2314.0,
      "text": "You know what Mark Dice doesn't wrestle with that"
    },
    {
      "end_timestamp": 2319.0,
      "id": "ce326725-71da-3ed1-bfe8-927ec3781575",
      "speaker": "Jordan",
      "start_timestamp": 2316.0,
      "text": "I strangely feel like I should have known."
    },
    {
      "end_timestamp": 2363.0,
      "id": "6f40c5df-65f4-35c7-82ba-a9dc82294ae7",
      "speaker": "Dan",
      "start_timestamp": 2319.0,
      "text": "So Mark Dice has gone out and done this video. And I wanted to play this clip just because it indicates again, this insidious cycle that Alex Jones perpetuates, wherein he has one of his reporters go out create some video that doesn't say what he pretends it says, Drudge links to it, or it gets you know, it gets a link up somewhere. And then Alex Jones repeats it as news. He's going to say that there's a headline and the headline is that people are calling for the destruction of Mount Rushmore which isn't happening it's entirely based on Mark dices video at the end of this clip, it's very short, but he says that there's this isn't news up top and then at the end, he says he told Mark Dice to go make this video. So it's just a closed loop. Yeah, completely nonsensical."
    },
    {
      "end_timestamp": 2406.0,
      "id": "eb2a5063-5fa4-374c-b386-ccd8d1c3b818",
      "speaker": "Jordan",
      "start_timestamp": 2363.0,
      "text": "That's that's how that's how Fox News operated. Almost from the very beginning, their their their trick was always to have their news people say, you know, a basic story, then their opinion, people would be like, This is what is really happening. And then then the next day the news would keep it in the cycle by saying people are saying what is happening our commentator exactly, but it's people it's just people are saying, well, we're reporting on what people are saying we're not verifying it or supporting it just so happens that the people that said it are on our network and we have vested interests are making sure that you have their thoughts in your mind all the fucking time that people are saying it. We're reporting on it."
    },
    {
      "end_timestamp": 2410.0,
      "id": "63640467-a2dc-3339-a846-fe3e89a1eafa",
      "speaker": "Dan",
      "start_timestamp": 2406.0,
      "text": "So here's our reporting on what Alex Jones does a new"
    },
    {
      "end_timestamp": 2427.0,
      "id": "19c3ea3d-35c8-3048-b209-35dba0a210b8",
      "speaker": "Alex Jones",
      "start_timestamp": 2410.0,
      "text": "video Obama supporters advocate tearing down racist Mount Rushmore. We told you that was cutting it is it. In fact, I said a few weeks ago, reporters go out and call for tearing down Mount Rushmore will mark Dicers done it. So"
    },
    {
      "end_timestamp": 2433.0,
      "id": "56fdecb8-1645-355b-b4d7-4f1c0813cb78",
      "speaker": "Dan",
      "start_timestamp": 2427.0,
      "text": "wait, what's yeah, that's basically him saying, hey, go go stage this thing."
    },
    {
      "end_timestamp": 2436.0,
      "id": "307cbf33-c7a8-3336-be9a-5d72568e7511",
      "speaker": "Jordan",
      "start_timestamp": 2433.0,
      "text": "Go out and try and get us evidence for whatever narrative we want to"
    },
    {
      "end_timestamp": 2467.0,
      "id": "429b0c67-f642-3ec9-b50c-c5672e80d9c2",
      "speaker": "Dan",
      "start_timestamp": 2436.0,
      "text": "then my prediction will have come true. When he went up version of reporting. Yeah, it's not it's it's quite literally fake news. Yeah, exactly. Like when he says, I told you this is coming. He's not saying I told you this video was gonna be released. No, that's not the context. He's saying that in much the same way, he predicted that people will be calling for the American flag to be banned, of course, based on Mark Dice, radio. Yeah, all of these things are things like I made these predictions. And then I told my reporters to somehow justify my stupid fucking prediction."
    },
    {
      "end_timestamp": 2476.0,
      "id": "d7ff801b-fc2c-3840-9dbd-d9e926ef1069",
      "speaker": "Jordan",
      "start_timestamp": 2467.0,
      "text": "That's why he's 100%. Right? All the time, all the time, all the time. You know what, he's not just you can predict everything so long as you make it happen."
    },
    {
      "end_timestamp": 2516.0,
      "id": "f5e54d2a-6492-3567-a3d2-62bbd53942d3",
      "speaker": "Dan",
      "start_timestamp": 2476.0,
      "text": "So he's not just right all the time. He's wrong all the time. Oh, now, this is going to get bad. It's gonna get marked dicey. Something else happened in July of 2015. That is really funny, conceptually, but isn't funny at all. And that is that the Center for Medical progress went and made all those behind the scenes videos about Planned Parenthood people selling baby parts. That's right. And I'm going to once they're in jail for now, right? They're not in jail yet, but they've been charged with 15 felonies. Good. They I believe the sentencing is still to come and what have you, but"
    },
    {
      "end_timestamp": 2520.0,
      "id": "2cb3815b-dfae-34c6-8249-ca9779495a25",
      "speaker": "Jordan",
      "start_timestamp": 2516.0,
      "text": "I hope it's so much jail. They're in big trouble and a lot of jail."
    },
    {
      "end_timestamp": 2535.0,
      "id": "d850e3d5-aff9-3c6e-89a7-003dfe56046a",
      "speaker": "Dan",
      "start_timestamp": 2520.0,
      "text": "They're in big trouble for this. And I'll explain exactly why on the other end of it. But I want to really point out, Alex Jones fucking buys it. Yeah, he's so into it. He talks about it a little bit here. And then the entire show a couple days later is all about it."
    },
    {
      "end_timestamp": 2552.0,
      "id": "ca5cdba2-955d-30ff-acdb-f3ef70e8a617",
      "speaker": "Jordan",
      "start_timestamp": 2535.0,
      "text": "Well, that was a it was an entire news cycle. Yeah. All made up. And that was all you heard that narrative being pushed to the point where now just like, just like Obama's a secret Muslim. Yeah, the GOP still believes it. They still believe that Planned Parenthood sells baby parts."
    },
    {
      "end_timestamp": 2554.0,
      "id": "90efc450-ad16-3d80-b0ce-e49de4b6b5b9",
      "speaker": "Dan",
      "start_timestamp": 2552.0,
      "text": "Yep. And okay, I'll just explain it now."
    },
    {
      "end_timestamp": 2566.0,
      "id": "723ff4ab-c40a-358f-9a2b-527c974590af",
      "speaker": "Jordan",
      "start_timestamp": 2554.0,
      "text": "Even though the people who even though the people who disseminated those videos are going to jail, they're still like, ad No, that was true. They're just being prosecuted because of the powers that be or whatever fucking nonsense they want."
    },
    {
      "end_timestamp": 2640.0,
      "id": "72a7596a-8206-3898-8fc4-46ee4283045a",
      "speaker": "Dan",
      "start_timestamp": 2566.0,
      "text": "The guy who's behind the center for medical progress is a guy named David de Dylan, or Dale, Dale Diem, Dale dem, who cares I'm good. His organization set up a fake by LD and out of Zahn, his organization. I got it. Yeah, they set up a fake biomedical research company called biomax procurement services. Under this guise they posed as potential buyers of aborted fetal tissue and organs and secretly recorded Planned Parenthood officials during meetings. The Center for Medical progress released edited versions of these videos, which are promoted as showing Planned Parenthood officials price haggling over baby parts. When the full unedited videos became available, they instead showed a Planned Parenthood executive repeatedly saying its clients want to cover their costs not make money when donating fetal tissue from abortions to scientific research. According to the lawyer for Planned Parenthood, Roger K Evans biomax, proposed sham procurement contracts offering $1,600 for liver and thymus fetal tissues. I went back and I watched all of these videos, they are shamelessly edited to the point where anyone who doesn't have an agenda that this supports would be like Come the fuck on. It's so crazy. And Alex is so into it. He, like I can't wait till we get to the 20th because that's when he really tees off on it."
    },
    {
      "end_timestamp": 2644.0,
      "id": "20cd6c9f-401f-3cec-9143-ccdbe5802e7e",
      "speaker": "Jordan",
      "start_timestamp": 2640.0,
      "text": "But he is so you can't wait so we can tee off on him."
    },
    {
      "end_timestamp": 2669.0,
      "id": "69cc21a6-062c-3a62-94ac-1945bce8d233",
      "speaker": "Dan",
      "start_timestamp": 2644.0,
      "text": "Yeah. So also, the other thing that's important to point out is, you know, these guys, let me let me get the specifics here. So they are Bubba Bubba on March 8, march 28 2017. This, Daly, Ben and his cohort were charged with 15 felonies in the state of California, one for each of the people who they had filmed without consent because they did not get consent. Really, and one of"
    },
    {
      "end_timestamp": 2675.0,
      "id": "79d2a873-e96b-3720-b8d5-ed200794ee60",
      "speaker": "Jordan",
      "start_timestamp": 2669.0,
      "text": "those hidden videos where they didn't get consent and edited heavily making it seem like they were committing a crime."
    },
    {
      "end_timestamp": 2689.0,
      "id": "5f2abf93-a49f-307e-b591-b6a0c2f9c110",
      "speaker": "Dan",
      "start_timestamp": 2675.0,
      "text": "Yep, and one for criminal conspiracy to invade privacy. Now, the thing that is really important to note is that this is funny."
    },
    {
      "end_timestamp": 2693.0,
      "id": "644bf227-ab82-3c48-be2c-de28c7b82a01",
      "speaker": "Jordan",
      "start_timestamp": 2689.0,
      "text": "Okay, good. Now we're awesome. Now I'm free and clear."
    },
    {
      "end_timestamp": 2728.0,
      "id": "4ad3733a-8957-3f6e-a5e4-d20c9be1ee91",
      "speaker": "Dan",
      "start_timestamp": 2693.0,
      "text": "Everyone investigated their claims, the Senate, the house, all these state gov winners, everyone investigated it. And everyone cleared Planned Parenthood. Everyone did investigations. You know who didn't Claire ban Planned Parenthood the Center for medical progress? No, the fucking everybody. Yeah. Everybody who listened to it, but this one this one's particularly funny. On July 30 2015, Indiana Governor Mike Pence announced that the state's investigation did not find any evidence of wrongdoing and Planned Parenthood's handling of fetal tissue."
    },
    {
      "end_timestamp": 2732.0,
      "id": "42c464f2-bc6c-35b3-838d-7256ef2d8c2e",
      "speaker": "Jordan",
      "start_timestamp": 2728.0,
      "text": "Oh, Mike Pence had to say that out loud. I bet his babies died."
    },
    {
      "end_timestamp": 2757.0,
      "id": "1cdee5ed-aadf-3698-8e2c-2b872be31c2d",
      "speaker": "Dan",
      "start_timestamp": 2732.0,
      "text": "Yeah. So I mean, it's just it's insane. The number of investigations that were opened into it, there were like select committees. The the Jason Chafetz, the chairman of the United States House Committee on Oversight and governmental. That giant policy on October 8 2015. He stated that a GOP investigation found no evidence of wrongdoing by Planned Parenthood, even people who are like staunchly against Planned Parenthood are all like fuck, there's"
    },
    {
      "end_timestamp": 2782.0,
      "id": "81d5bb72-8b15-351a-b916-1d431d9b1861",
      "speaker": "Jordan",
      "start_timestamp": 2757.0,
      "text": "no and who did everything possible within that investigation. Yeah, to try and prove it so hard. That was investigated so thoroughly for even the slight because if there was even a slight bit they would have been like, well, the entirety of the claim wasn't proven, but we did catch them on this the it you know, the Al Capone, racketeering charge of Planned Parenthood couldn't find fuck all."
    },
    {
      "end_timestamp": 2850.0,
      "id": "b1ab5b3d-361f-37aa-aa6c-65f925bf9439",
      "speaker": "Dan",
      "start_timestamp": 2782.0,
      "text": "So the exception is that there was a select committee in the United States House. House. The Committee on end on Energy and Commerce select investigation panel on Planned Parenthood was formed to further investigate Planned Parenthood, with Congresswoman Marsha Blackburn serving as the Chairwoman, she sets on September 21. The panel voted eight to zero to recommend holding stem Express, which was a business that did research and got tissue from Planned Parenthood in contempt of Congress for failure to comply with a subpoena. The six Democratic members on the panel walked out of the meeting in protest before the vote. The committee's final report recommended the quote, The National Institutes of Health be required to stop funding fetal tissue research, and that the huge health provider Planned Parenthood be stripped of us funding. According to science, the publication science, the report contained multiple inaccuracies. Democratic members of the panel who had not been permitted to read respond to or vote on the final report released an alternate report in which they criticized the committee for relying on McCarthy Era tactics, and a relying on unsourced unverified documents and writing of the report. So that's sort of some of the aftermath of this. How is this?"
    },
    {
      "end_timestamp": 2906.0,
      "id": "4c6dd011-dbfb-3ec9-a05a-064bc6200701",
      "speaker": "Jordan",
      "start_timestamp": 2850.0,
      "text": "Like, I get that you don't? Don't you like not being disease ridden? It's nice. Dan, are you a big fan of that? Sure. Do you want to do you want to continue not being disease ridden? Right. Now, you know, new diseases can happen. It's true. Like they can happen at any time. Now they can evolve or you know, like, there might be genetic issues. Sir. Don't you want to research this? No, don't you want to learn more about it not just not just because you know, you're fine now but because maybe in the future, there will be information that you want to have. You're talking to voters, that you can protect yourself when you don't want to research on things that are already dead? Don't play god, you can't you can't. You can't praise a spirit and keep yourself from getting sick. Why? You Can we just not give them science? You know what they don't get it. You know what the other thing is? You know what, eight member panel? You don't get any science from now"
    },
    {
      "end_timestamp": 2911.0,
      "id": "9050d473-c6c8-3b6f-a91e-8f0914b69a6f",
      "speaker": "Dan",
      "start_timestamp": 2906.0,
      "text": "on? It's a 14 member panel. Six of them walked out Yeah, yeah. All eight of you."
    },
    {
      "end_timestamp": 2919.0,
      "id": "41d123d3-846b-399b-bcb8-553188ec745e",
      "speaker": "Jordan",
      "start_timestamp": 2911.0,
      "text": "You get nosy your phone's gone. So TV's gone. You know what, we didn't land on the moon, because you're not allowed to believe that the true comedy"
    },
    {
      "end_timestamp": 2945.0,
      "id": "2a412b8a-70f9-37ea-8e39-e68dee822873",
      "speaker": "Dan",
      "start_timestamp": 2919.0,
      "text": "of it too is in this video. There are people who like this guy who's given these high prices that they're going to pay for fetal tissue and stuff like that. And pretty much across the board that people are like that, that's higher than repay that they're haggling. But it's the reverse of what you would expect. The person's coming too high, because they're trying to make it look like there's a a tissue scam going"
    },
    {
      "end_timestamp": 2949.0,
      "id": "418ca9e6-81db-304a-bb07-582239c7c170",
      "speaker": "Jordan",
      "start_timestamp": 2945.0,
      "text": "on there when they're trying to make money off of it. Yeah, in reality, it"
    },
    {
      "end_timestamp": 2956.0,
      "id": "2d2472a7-9f63-3e37-90b9-6895b0647501",
      "speaker": "Dan",
      "start_timestamp": 2949.0,
      "text": "is like $50 for samples to credentialed and certified research of course, so"
    },
    {
      "end_timestamp": 3007.0,
      "id": "784e1e54-a936-3dcb-9723-a36a148c9763",
      "speaker": "Jordan",
      "start_timestamp": 2956.0,
      "text": "because because claims are stupid because Planned Parenthood is so hated by the GOP for doing awful things like providing women and men and children with coverage and, and help and health. You know, that kind of thing. Making sure that we don't get not disease ridden, right. They hate him for that. So Planned Parenthood is always under investigation. It is always being scrutinized. So of course if you go and try and catch them do something Yeah, they have safeguard under safeguard under safeguard. Yeah, like we will show not even the slightest bit we will give them no evidence so that even though when they close down those clinics at the end of the day we will have been within Perfect Understanding and compliance with the law. Yep. Well, the other thing is that because if they aren't, it's gone for good. Every single one of them I agree."
    },
    {
      "end_timestamp": 3031.0,
      "id": "58110eb3-2897-34f8-b56e-d8bb73a8523d",
      "speaker": "Dan",
      "start_timestamp": 3007.0,
      "text": "The other thing is that like this is so indicative of what I what I talked about with propaganda and truth like this, still people believe it's utter horseshit. And still people believe the damage is done. You can explain away that like, no, these people are manipulated into the editing videos to say things they don't say, These people have all been investigated by legitimate boards and cleared of any wrongdoing."
    },
    {
      "end_timestamp": 3035.0,
      "id": "ceacac2b-8a39-3741-bee6-5fd6245c816d",
      "speaker": "Jordan",
      "start_timestamp": 3031.0,
      "text": "And the people who made the videos are going to jail for it most likely,"
    },
    {
      "end_timestamp": 3053.0,
      "id": "88166793-d206-3732-a7a6-e832373065f3",
      "speaker": "Dan",
      "start_timestamp": 3035.0,
      "text": "or at least being fucking sued real hard. Oh, yeah. It doesn't matter. The propaganda is too effective. Now, well, let's get to the clips of Alex. He has a couple clips about this on this episode on the 16th. And one of the things that's really important to remember is all the people in the videos are women."
    },
    {
      "end_timestamp": 3059.0,
      "id": "52b70d4c-f1a1-3783-b4e0-c83f79798eeb",
      "speaker": "Jordan",
      "start_timestamp": 3053.0,
      "text": "So we're gonna treat them with a lot of respect and dignity. I'm sure that there will be zero comments on their parents."
    },
    {
      "end_timestamp": 3082.0,
      "id": "66d9aff4-fc42-36fb-a59c-770062a80f6b",
      "speaker": "Dan",
      "start_timestamp": 3059.0,
      "text": "I don't I know there are but I'm not sure if I kept any of those in, because I actually think that there's something even more important that goes on. And that is that Alex Jones is clearly using coded language to evoke classism. There is like, I'll play these clips you'll get you'll know what I'm talking about. It's very overt. Okay, he does this a lot. But it's almost it's almost never this clear. It's fascinating to"
    },
    {
      "end_timestamp": 3090.0,
      "id": "7ae5ffd3-3468-3ef9-9a60-5be5f801dba5",
      "speaker": "Alex Jones",
      "start_timestamp": 3082.0,
      "text": "me, another important article Stone Cold proof that America deserves judgment. And that's the breakdown of Planned Parenthood"
    },
    {
      "end_timestamp": 3095.0,
      "id": "e298efca-8eec-3efd-965a-a29d46775546",
      "speaker": "Jordan",
      "start_timestamp": 3090.0,
      "text": "because Stone Cold director so"
    },
    {
      "end_timestamp": 3140.0,
      "id": "877db0e8-4746-335b-a0ae-4cb8d3041efa",
      "speaker": "Alex Jones",
      "start_timestamp": 3095.0,
      "text": "one of their major directors have an entire national program. Senior Director of medical services for the Federation of America, Planned Parenthood, she was just talking about selling body parts and how they're trying to get around it to make more money. So they're sitting there drinking wine at a expensive restaurant, fine dining. And again, this. This is a picture or a video that tells a million words of literally shuffling. For expensive wine, and Italian food. And an upscale restaurant, Fortune favors a paycheck from baby's body parts."
    },
    {
      "end_timestamp": 3148.0,
      "id": "bb657cfb-cf5b-32cd-8e5c-9afbe03eaa6a",
      "speaker": "Dan",
      "start_timestamp": 3140.0,
      "text": "They don't get their paychecks from baby's body parts. But also Did you see how he kept those fat cats are fine bottles of wine, upscale dining,"
    },
    {
      "end_timestamp": 3152.0,
      "id": "b0d06535-bb92-3e70-943f-8c2e7e74a9bf",
      "speaker": "Jordan",
      "start_timestamp": 3148.0,
      "text": "they are getting rich off of the tragedy. Yeah, abortion."
    },
    {
      "end_timestamp": 3154.0,
      "id": "baebfd23-0a06-3b10-a771-fe9b0e622fa4",
      "speaker": "Dan",
      "start_timestamp": 3152.0,
      "text": "Totally."
    },
    {
      "end_timestamp": 3168.0,
      "id": "af38d3c6-787e-31e5-b1e9-bc632a171876",
      "speaker": "Jordan",
      "start_timestamp": 3154.0,
      "text": "They're convincing. They're convincing, susceptible young women and you know, that's who we're really afraid of. We're afraid that you're going to corrupt our young women. Yeah, we can't have you do that next thing, you know, there'll be sleeping with black men,"
    },
    {
      "end_timestamp": 3180.0,
      "id": "53b13344-5684-3308-a80b-3040fc86cc3e",
      "speaker": "Dan",
      "start_timestamp": 3168.0,
      "text": "they're too dumb to know any better. But anyway, this, like this thread runs throughout his entire coverage of this video. It's so dog whistling in terms of class."
    },
    {
      "end_timestamp": 3203.0,
      "id": "48953425-caa4-351d-87bb-f88536df7c40",
      "speaker": "Jordan",
      "start_timestamp": 3180.0,
      "text": "Because we have such a huge issue with class, a huge issue with class to the point where of course it is resonant. Yeah, it should resonate what it should be. But it's manipulative. In this case. I want to eat the aborted tissue of the billionaire I ate too. Is that how that works? I'm not sure I don't know what my science was on that one. Well, billionaires are fucking us over all the time. You"
    },
    {
      "end_timestamp": 3208.0,
      "id": "55e13cb9-4f69-3365-bd95-905903592f7c",
      "speaker": "Dan",
      "start_timestamp": 3203.0,
      "text": "if you did do that, you wouldn't be able to afford a nice bottle of wine a fine bottle of wine."
    },
    {
      "end_timestamp": 3211.0,
      "id": "a43319b6-ecbe-3bf1-a757-fd4c01622769",
      "speaker": "Jordan",
      "start_timestamp": 3208.0,
      "text": "Oh, well, I would age the billionaire."
    },
    {
      "end_timestamp": 3225.0,
      "id": "30d35b47-066c-3343-8e63-daa82fcfe252",
      "speaker": "Dan",
      "start_timestamp": 3211.0,
      "text": "He's making so Roper he makes so many assumptions about the heart attack. They show this the video that he's talking about is a video where a lady is eating a salad. I don't I don't know if it's a classy establishment. You really can't tell from the video and she is drinking a glass of wine."
    },
    {
      "end_timestamp": 3229.0,
      "id": "bdba915f-4777-3d73-aa7b-5da98a114338",
      "speaker": "Jordan",
      "start_timestamp": 3225.0,
      "text": "She's eating a salad fuckin you don't bougie bullshit. You"
    },
    {
      "end_timestamp": 3236.0,
      "id": "2a31b9da-7e31-3450-83d2-c5431779cfac",
      "speaker": "Dan",
      "start_timestamp": 3229.0,
      "text": "don't know if this glass of wine is $7 You have no fucking idea how much this costs that's not in the videos that he's"
    },
    {
      "end_timestamp": 3240.0,
      "id": "af5b76cd-5bdf-3e02-9429-b714d3be15cf",
      "speaker": "Jordan",
      "start_timestamp": 3236.0,
      "text": "going over. If it's not from a box. It's too rich for my blood."
    },
    {
      "end_timestamp": 3248.0,
      "id": "6dfb2135-11b7-38d6-a2d3-3a96d5a9e0b1",
      "speaker": "Dan",
      "start_timestamp": 3240.0,
      "text": "I go Carlo Rossi. So here's here's him being more more classism more more classism about Planned Parenthood videos,"
    },
    {
      "end_timestamp": 3260.0,
      "id": "bf75043d-5208-34d3-8e9c-fdf1ffc9165d",
      "speaker": "Alex Jones",
      "start_timestamp": 3248.0,
      "text": "we played the video the last two days, maybe I should play it again. As she smacks her lips and enjoys it and clearly gets off on talking about baby parts while she's slurping fine red wine."
    },
    {
      "end_timestamp": 3287.0,
      "id": "c76cc519-7515-31b3-8cb8-e98ca01e5d28",
      "speaker": "Dan",
      "start_timestamp": 3260.0,
      "text": "But also that's not indicative of the video at all. There's no one getting off. There's no one enjoying the idea of aborted babies at all. It's just dealing with it as like, oh, there is a research use for this this tissue that would be being thrown away. That is completely legal for them to first of all take they have to get waivers from everybody everybody who gets an abortion there's consent forms that they have to have filled out and some people don't when they don't"
    },
    {
      "end_timestamp": 3305.0,
      "id": "688c421f-006d-3c36-92ea-f82436b92d8c",
      "speaker": "Jordan",
      "start_timestamp": 3287.0,
      "text": "read a waiting periods and they're all this shit right and longer than you have to wait to get a gun. Right? Well, it's because you can you can get you can actually get same day abortions at a entered abortion show. Oh, there's a loophole. Yeah, law,"
    },
    {
      "end_timestamp": 3344.0,
      "id": "7bea8229-681b-372a-ae6a-e680ba48ea09",
      "speaker": "Dan",
      "start_timestamp": 3305.0,
      "text": "you can also get a Nazi abortion free speech. So there's two more clips. Not of this, but there's two clips that are kind of fun. And then we'll get into Alex's big reveal about his soul searching about Trump is gonna come, okay. Like, like I said that this episode is really all over the place the 16th He is in a strange headspace because this video is fucking him up. And he knows that I gotta I gotta work on this. But then he's also got a couple, he has an interview he's got to do later in the show. And then he gets a fucking huge curveball thrown at him, like right at the edge, right? And he's just sort of, he's untethered. He's all over the place. And"
    },
    {
      "end_timestamp": 3353.0,
      "id": "6022d173-3f9d-3cc0-9022-1a9869ca2df4",
      "speaker": "Jordan",
      "start_timestamp": 3344.0,
      "text": "what's interesting to me is now that now that you mentioned that human sexuality being as diverse as it is, somebody does get off on the idea"
    },
    {
      "end_timestamp": 3357.0,
      "id": "906f9938-4709-3c7a-aa32-8b1bb1f5696b",
      "speaker": "Dan",
      "start_timestamp": 3353.0,
      "text": "of certainly fetal tissue. Right. Probably one of the satanists. there's"
    },
    {
      "end_timestamp": 3384.0,
      "id": "2a3a92b7-6c73-3f3a-a8fd-10d8d8860cbd",
      "speaker": "Jordan",
      "start_timestamp": 3357.0,
      "text": "anything we know about the most zealous anti gay GOP years? Sure, generally, they're the ones we find with rent boys. Yeah, does he know I'm guessing, especially with all of our weird, perverted sexual fantasies that Alex has thrown in there? And it's been like, this is awful. And then he's like, just this young little girl just getting taught. Yeah, like that tone of voice. He"
    },
    {
      "end_timestamp": 3404.0,
      "id": "36f59d23-692f-3ade-86f1-1dae1134736a",
      "speaker": "Dan",
      "start_timestamp": 3384.0,
      "text": "does do though jerks after those videos. It's possible. Oh, yeah. I'm not gonna make that claim. But I am gonna make the claim very strongly that when Alex Jones is untethered, when he has no bearing, what ends up happening is often he ends up bragging. And this Yes, that's true. This next clip, jerks his own deck, this is a fucking weird brag."
    },
    {
      "end_timestamp": 3446.0,
      "id": "dbe9418a-f61d-3907-bb76-3fca6fc2eedf",
      "speaker": "Alex Jones",
      "start_timestamp": 3404.0,
      "text": "No, they hate me. They're a group of crooks. globalists stealing our freedom and cutting every scam. You can imagine shelling offer infrastructure for pennies on the dollar. I know their game plan. I know their fraud. I'm straight shooting. They can't stand it. And they are now assassinating me, big time, my name, who I am. ahead because they've got actuaries. They've got demographics. They've got graphs. You don't know what they know we've hit the mega Zeitgeist. I mean, it is. When I told the story last week about how I took my kids down to the hiking bike trail where there's a big luscious Creek Barton Creek on the city owned Greenbelt. The"
    },
    {
      "end_timestamp": 3453.0,
      "id": "7f9d9910-5823-3d00-b146-dbb5439febb6",
      "speaker": "Dan",
      "start_timestamp": 3446.0,
      "text": "keep in mind, he just said I told this story before. Yeah, he's gonna tell it again. No. Well, I mean, this bear is telling twice. He's gotta fill"
    },
    {
      "end_timestamp": 3457.0,
      "id": "f579ab19-7e5a-370f-a5cf-e96afc8af097",
      "speaker": "Jordan",
      "start_timestamp": 3453.0,
      "text": "time, man. This"
    },
    {
      "end_timestamp": 3519.0,
      "id": "ecfc74ca-605a-3e01-b67b-800a2ad7a7a8",
      "speaker": "Alex Jones",
      "start_timestamp": 3457.0,
      "text": "giant city parks basically 40,000 acres of them to be precise. And there were like 30 Something people standing around at the waterfall. There in the cradled by my neighbors. Now all of them were pointing at me saying that salad shows all of them. Yeah, of course. And about 10 or 15 of them came over five years ago, maybe 10 of them would be staring at me and five would come over. I walk I don't know. Is that a bad thing a few nights ago, and was walking to get an Uber maybe 200 yards. And every group of people that walk past me downtown, every group shed, that's Alex Jones pair. Now I don't know how we're reaching this many people. We don't see the numbers on the website. We don't see huge numbers, but nothing like this. This show is loved all over the world. Now. Governments listen to it, because I'm just a straight shooter. And we have a very accurate history. And I can't believe I'm still alive. Please pray for us. But they are assassinating us right now."
    },
    {
      "end_timestamp": 3526.0,
      "id": "f992fce6-6723-37f5-8c9a-f6edab28966a",
      "speaker": "Dan",
      "start_timestamp": 3519.0,
      "text": "Very accurate history on the same show. Pitches this fraudulent Planned Parenthood narrative."
    },
    {
      "end_timestamp": 3527.0,
      "id": "9cfb7d10-2ffc-3d10-9e00-69241ff2fb0b",
      "speaker": "Jordan",
      "start_timestamp": 3526.0,
      "text": "It's very accurate."
    },
    {
      "end_timestamp": 3574.0,
      "id": "9e1b84e2-855f-3e20-95e9-24dac15688d9",
      "speaker": "Dan",
      "start_timestamp": 3527.0,
      "text": "Also. Ooh, you're getting in a Bougie Uber. Yeah. Oh. So I mean, like you're exploiting the underclass. Oh, but I mean, if he wants to play the game of like, ooh, this fancy bottle of wine. Ooh, you're paying a poor person to drive. Yeah, exactly. Fuck you, Alex. But like, I love I love it. Because there you can read between the lines, what he's experiencing. He's saying that, like, everyone's pointing at me and saying, That's Alex Jones, which I believe is probably happening, and possibly, then he's like, we're not seeing these kind of numbers on the website, because of course you're not people are aware of you at this point because of memes. People are making fun of him. Yeah. So whenever I was like, fuck, it's Alex Jones. Yeah, exactly. That's how they're saying it. Yeah, it's not like oh my god. There's the truth teller. He"
    },
    {
      "end_timestamp": 3582.0,
      "id": "eb551448-b09a-32ce-b520-b9c8b0b3271e",
      "speaker": "Jordan",
      "start_timestamp": 3574.0,
      "text": "thinks he's he thinks he's in A Hard Day's Night. Now. That's what he thinks is going on. He's walking down the street and young new bile women are screaming his name. No,"
    },
    {
      "end_timestamp": 3586.0,
      "id": "a3483f35-c264-3a28-a1e8-4aa68f4a3ff1",
      "speaker": "Dan",
      "start_timestamp": 3582.0,
      "text": "fuck that. I think he thinks it's like John the Baptist or something like that. Oh, okay."
    },
    {
      "end_timestamp": 3589.0,
      "id": "e29c4c26-765b-3be3-95fc-302ec7b922cc",
      "speaker": "Jordan",
      "start_timestamp": 3586.0,
      "text": "We're going even more delusional. Yeah,"
    },
    {
      "end_timestamp": 3597.0,
      "id": "b736c963-f61d-3ed5-84b7-04dc35861136",
      "speaker": "Dan",
      "start_timestamp": 3589.0,
      "text": "I think he thinks people are like seeing him walk around like, I don't know, Jerusalem. I don't remember exactly where John wherever the fuck he was. Who"
    },
    {
      "end_timestamp": 3597.0,
      "id": "99af80da-9b7a-3e20-9346-c694441043d0",
      "speaker": "Jordan",
      "start_timestamp": 3597.0,
      "text": "cares? You do?"
    },
    {
      "end_timestamp": 3609.0,
      "id": "c65e63a8-5add-3572-b301-fef4bab24dc6",
      "speaker": "Dan",
      "start_timestamp": 3597.0,
      "text": "I don't know. Anyway, he's walking around Jonathan. Everything was like, oh my god, it's a baptizer. He's the one who prophesied the coming of Christ. That's what he thinks he thinks people are like, Oh my God, it's the guy who tells everyone the truth about the globalists."
    },
    {
      "end_timestamp": 3615.0,
      "id": "39c7f228-9b6c-323c-81df-e9ec2ffc56f6",
      "speaker": "Jordan",
      "start_timestamp": 3609.0,
      "text": "Oh man. God crazy. What a crazy world."
    },
    {
      "end_timestamp": 3630.0,
      "id": "68aa5c22-b569-3ed4-a679-b5279db0b615",
      "speaker": "Dan",
      "start_timestamp": 3615.0,
      "text": "Yeah, but he actually gets to a little bit later explain why there's such a disconnect between his version of reality and everyone else's, which I'll play for you. And I'll see if you buy into it. I don't know. Maybe you will. I bet I do. I don't know. It's a pretty good"
    },
    {
      "end_timestamp": 3635.0,
      "id": "a673081a-b1c4-3cd2-af30-2bdfc67f640b",
      "speaker": "Jordan",
      "start_timestamp": 3630.0,
      "text": "bet. It's I bet it's actually 100% accurate. That's, it's very sensible. I'm gonna guess this"
    },
    {
      "end_timestamp": 3658.0,
      "id": "567da7a6-fea9-384f-ae4e-b04596a012cd",
      "speaker": "Alex Jones",
      "start_timestamp": 3635.0,
      "text": "the reality of the globalist assault is so overwhelming. So mega massive evil, so completely given over to death, that the average person can't even basically see it. Because it's so alien to their nature, to their fundamental nature of being good people."
    },
    {
      "end_timestamp": 3670.0,
      "id": "bbbe80a3-d291-3b5d-b183-89055e5a0fc5",
      "speaker": "Dan",
      "start_timestamp": 3658.0,
      "text": "So you can't see the globalist because they're too evil. That is that is explanation. Yeah, that's really dumb. No, that makes perfect sense. I can conceive of a lot of fucking evil shit. I can imagine terrible plans, but you"
    },
    {
      "end_timestamp": 3688.0,
      "id": "c97488db-bcd2-3ff1-b7c7-4662316bbcce",
      "speaker": "Jordan",
      "start_timestamp": 3670.0,
      "text": "are awake. Dan, you listen to Infowars true. See, this is the problem even though I mean, I can't conceive of the globalist I think it's insane. Because I think it's too crazy. It's too far beyond me because I am a generally good person."
    },
    {
      "end_timestamp": 3709.0,
      "id": "a54c0979-9d9f-39ab-979e-7789f884dd33",
      "speaker": "Dan",
      "start_timestamp": 3688.0,
      "text": "I'm honest. So also I'm a straight shooter. This is US government's Listen to me. This is as good a time as any for me to reveal that I've started reading the books that Alex talks about, that are like the foundational pieces of his cosmology. And like I've already read none dare call it a conspiracy. It's fucking stupid. Of course. It's absolute utter garbage and complete misunderstanding. Is"
    },
    {
      "end_timestamp": 3710.0,
      "id": "7e228ec3-26a9-3455-81ff-87bff732296b",
      "speaker": "Jordan",
      "start_timestamp": 3709.0,
      "text": "it a fun read,"
    },
    {
      "end_timestamp": 3720.0,
      "id": "078f756b-aa2d-38cd-a4a9-4741ccaaa6da",
      "speaker": "Dan",
      "start_timestamp": 3710.0,
      "text": "though? Nope. Oh, it's not even that great. Very dry. Yeah. He also talks about Zbigniew Brzezinski a lot. I've read most of the great chess board was he"
    },
    {
      "end_timestamp": 3732.0,
      "id": "72c97792-6f13-3bff-9402-c59ba3325001",
      "speaker": "Jordan",
      "start_timestamp": 3720.0,
      "text": "was he like the Secretary of State for a Carter? Maybe? I want to say yeah, it was Carter. One. Only Carter would pick a non white male, male American name."
    },
    {
      "end_timestamp": 3733.0,
      "id": "b288bed5-d71e-3dfa-af4b-0555098341b2",
      "speaker": "Dan",
      "start_timestamp": 3732.0,
      "text": "He's white. No,"
    },
    {
      "end_timestamp": 3736.0,
      "id": "a838b966-f8c7-3594-a349-4bbb9bd73a8f",
      "speaker": "Jordan",
      "start_timestamp": 3733.0,
      "text": "I know. But name is a big news. Yeah, that's true. Yeah."
    },
    {
      "end_timestamp": 3739.0,
      "id": "f98c9498-a830-381b-8388-b15b8f8b6d95",
      "speaker": "Dan",
      "start_timestamp": 3736.0,
      "text": "So I've read part of Reagan's pick,"
    },
    {
      "end_timestamp": 3746.0,
      "id": "bfd226b4-dc42-32ce-af88-d67022021245",
      "speaker": "Jordan",
      "start_timestamp": 3739.0,
      "text": "and Paul or Derek Reagan's not picking is a big news, big new Brzezinski."
    },
    {
      "end_timestamp": 3759.0,
      "id": "d6c085f7-09ab-3664-846f-cbd520de56b4",
      "speaker": "Dan",
      "start_timestamp": 3746.0,
      "text": "I've read parts of the great chessboard, and I'll get to reading all of it eventually. But Alex has complained a lot about the book, The Technotronic era. And it's interesting, because it's not at all what he talks about."
    },
    {
      "end_timestamp": 3761.0,
      "id": "c7e3c93c-10b9-386b-8932-9967058acff5",
      "speaker": "Jordan",
      "start_timestamp": 3759.0,
      "text": "It's about the band. Yep. No,"
    },
    {
      "end_timestamp": 3799.0,
      "id": "8aff4d1b-f9f3-3b98-bae3-0002e6104eaa",
      "speaker": "Dan",
      "start_timestamp": 3761.0,
      "text": "it's about the polyphonic spree. It predicts they're coming. It's actually called between two ages America's place in the Technotronic era. And first of all, I fucking love the book from the jump, because it opens with a Steppenwolf quote, which is my, my favorite book and like Zbigniew, you kidding me? All right. All right. So it's, I'm not quite done with the book yet. And it could take a harsh turn in the last chapter. But so far, what it's about is it was written back in the 60s. And it's about how technology is going to be super important in terms of modernization and the world."
    },
    {
      "end_timestamp": 3801.0,
      "id": "ca316fe5-046f-3ef0-9fc9-cd14ced0cd13",
      "speaker": "Jordan",
      "start_timestamp": 3799.0,
      "text": "So he's off to a great start."
    },
    {
      "end_timestamp": 3828.0,
      "id": "f2cfed1e-8f11-368b-8b4c-ba8d2352befe",
      "speaker": "Dan",
      "start_timestamp": 3801.0,
      "text": "And a large chunk of the book is talking about how developing countries and the burgeoning markets would have, you are going to have a really difficult time keeping up with the technology. Because in order to modernize, generally, you need stability. That's mostly it's not saying we need to keep them unstable, so they won't develop,"
    },
    {
      "end_timestamp": 3832.0,
      "id": "b83f116f-a1be-3e6c-a987-f0c6a0adfc31",
      "speaker": "Jordan",
      "start_timestamp": 3828.0,
      "text": "like what Obama said, what"
    },
    {
      "end_timestamp": 3846.0,
      "id": "dff55fdb-50bc-39ef-bb7d-5112e9b8dec0",
      "speaker": "Dan",
      "start_timestamp": 3832.0,
      "text": "Obama said. It's more, it's more lamenting the impossibility or the unlikelihood of countries, even like India, if you looked at it from the 60s, they didn't look like they had a very good chance of catching up with the rest of the world. And they're"
    },
    {
      "end_timestamp": 3861.0,
      "id": "fc01a8b8-dabc-3b9b-a818-3b8a15cefd56",
      "speaker": "Jordan",
      "start_timestamp": 3846.0,
      "text": "still struggling to catch up. But they're doing a lot better job of it than Zbigniew could have predicted. Yeah, but ya know, it's a big new one. He just died recently. Yeah, he did. But yeah, by all the accounts that I've read, he was actually a pretty, pretty good dude."
    },
    {
      "end_timestamp": 3880.0,
      "id": "5e0c5185-3510-320d-8ea2-a6caed94e49e",
      "speaker": "Dan",
      "start_timestamp": 3861.0,
      "text": "Again, I haven't finished the book. It could take a real hard turn. But I so far, I'm finding Alex probably doesn't understand what he's reading. I think that there's probably, like you even mentioned earlier, this schizoid tendencies where he thinks everyone's pointing at him, and yeah, maybe they are laughing at him. Or maybe he imagines it."
    },
    {
      "end_timestamp": 3886.0,
      "id": "c50c7c0a-8bd9-3dc0-bbee-a77209e1b6d1",
      "speaker": "Jordan",
      "start_timestamp": 3880.0,
      "text": "Yeah. In this case, and in his reality, it doesn't matter whether it's real or imagined to him. No, it is real."
    },
    {
      "end_timestamp": 3893.0,
      "id": "b6381c42-c384-3809-aec5-25513d7137bf",
      "speaker": "Dan",
      "start_timestamp": 3886.0,
      "text": "And so he's reading this book, and he's like, they're fucking with me. He's reading the book. I'm sure he's like, Oh,"
    },
    {
      "end_timestamp": 3897.0,
      "id": "3fd73da0-8c86-3bc3-b477-b89e31c8b106",
      "speaker": "Jordan",
      "start_timestamp": 3893.0,
      "text": "this is the globalist plan. And I'm the one who can see it through this"
    },
    {
      "end_timestamp": 3908.0,
      "id": "90475c69-1817-35d4-8283-c5adb00c64f5",
      "speaker": "Dan",
      "start_timestamp": 3897.0,
      "text": "because everyone else who reads this doesn't understand evil enough? Yeah. They can't conceive of the idea that he's writing about this, this sort of other weather based technology, but"
    },
    {
      "end_timestamp": 3929.0,
      "id": "6240d1c3-506b-35b2-894b-4ae5ff961655",
      "speaker": "Jordan",
      "start_timestamp": 3908.0,
      "text": "it's in code, right. And he has to he has to say that, you know, otherwise people would be like, what? We got to tear him down, but signaling to his other globalist award winning globalists. This is our next way to you know, write. And yeah, of course, well, fuck, we wouldn't even get Godzilla for another 10 years or whatever. So the"
    },
    {
      "end_timestamp": 3933.0,
      "id": "6c01914d-9c39-3e6d-8c3d-2545c371f402",
      "speaker": "Dan",
      "start_timestamp": 3929.0,
      "text": "first one was like in the 50s. Oh, that's right. It was one of the Raymond Burr."
    },
    {
      "end_timestamp": 3935.0,
      "id": "11c815ce-8dc8-3bc5-b970-c666172c4646",
      "speaker": "Jordan",
      "start_timestamp": 3933.0,
      "text": "I forgot about that. I've stopped"
    },
    {
      "end_timestamp": 3960.0,
      "id": "4d5d06ae-0395-332d-96c0-334468aed6d7",
      "speaker": "Dan",
      "start_timestamp": 3935.0,
      "text": "the Raymond Burr. One was the that was the American remake of the era. Yeah. Because they had to make it more palatable. And we didn't need to be the bad guys. No, we can't be the bad guys. So that's, that's, I apologize that was a little more extended than I intended it to be. But I am, I'm fascinated by reading all these texts of like, Where does he get these ideas from? And finding out they don't match up with what he's referencing?"
    },
    {
      "end_timestamp": 3990.0,
      "id": "21a5e1aa-416e-3ea4-9eb4-82c9f3868672",
      "speaker": "Jordan",
      "start_timestamp": 3960.0,
      "text": "I love the the promise of this podcast is you and I will get to laugh at Alex Jones in person. And instead, we got the big new Brzezinski 's book. And not that clips of him reading it or anything like that. You just given us a rundown. I still haven't finished. So So policy walks out there, go ahead and look forward to the second half of this big new Brzezinski book report."
    },
    {
      "end_timestamp": 4018.0,
      "id": "011bfb75-d349-392b-b057-adc2e83f4a03",
      "speaker": "Dan",
      "start_timestamp": 3990.0,
      "text": "I fully get the fact that the next installment could be like holy shit, he was right. The odds of that are in fantastic, very low, very low, there is an outside chance I will be reporting back. Alex Jones is fucking right. We have got to run. But for now, it's time to get to the results of Alex Jones is soul searching? Yes. And I'm going to call this hints of a heel turn guru"
    },
    {
      "end_timestamp": 4025.0,
      "id": "eccb72be-7759-32ff-8717-fd5832875d8f",
      "speaker": "Alex Jones",
      "start_timestamp": 4018.0,
      "text": "show. What do they do when infowars.com and prison planet.com. My reporters and writers or myself have been chronicling this for 20 years,"
    },
    {
      "end_timestamp": 4028.0,
      "id": "48fe0cd4-c020-34b1-b711-f3fe86e25fc3",
      "speaker": "Dan",
      "start_timestamp": 4025.0,
      "text": "the globalists"
    },
    {
      "end_timestamp": 4048.0,
      "id": "e9b98b7f-dc77-3a85-967d-9099479e93e3",
      "speaker": "Alex Jones",
      "start_timestamp": 4028.0,
      "text": "and others before us, well, they just come out and they misrepresent what we're saying what we're doing. And they've done the same thing with Donald Trump now this weekend. And then throughout the week, I watched hours of Donald Trump videos on CNN, NBC Fox finish the lengthy 2030 minute interviews. Yes,"
    },
    {
      "end_timestamp": 4049.0,
      "id": "92e35512-5467-33f0-8ddb-98c457e3ba83",
      "speaker": "Jordan",
      "start_timestamp": 4048.0,
      "text": "I did not read"
    },
    {
      "end_timestamp": 4086.0,
      "id": "949b88d8-096f-346d-bd67-33e873631413",
      "speaker": "Dan",
      "start_timestamp": 4049.0,
      "text": "anything. No. But I would also like to point out that if he's actually watching hours of the footage, then he has to have watched the interviews where he says kill terrorists families. Yeah, he has to say has to have watched the videos where he says we should have stolen oil from countries. Yeah. As war plunder. We asked to have watched all of the interviews where he says that Putin is a great guy, you know, talking about how great Putin is. Alex Jones now, by virtue of the fact that you've watched hours of those interviews, you have to be aware of those things. And if you're okay with them, then you're okay with all that. And that's not good for you."
    },
    {
      "end_timestamp": 4098.0,
      "id": "73a645bc-9bfd-3e9e-8505-aab4d806e408",
      "speaker": "Jordan",
      "start_timestamp": 4086.0,
      "text": "Well, I mean, it's the same. It's the same opportunism that gets us to where we are, it is that that whole idea of I will deal with, well, just just the British election, hold"
    },
    {
      "end_timestamp": 4102.0,
      "id": "7b2c69d8-9eb3-387b-927f-9a2ed3fbcbe4",
      "speaker": "Dan",
      "start_timestamp": 4098.0,
      "text": "off, hold off, because we don't know where he's gonna land on this. You know,"
    },
    {
      "end_timestamp": 4111.0,
      "id": "cf37164e-1fe3-33ac-9c0f-6d106bd84f60",
      "speaker": "Jordan",
      "start_timestamp": 4102.0,
      "text": "I know, but this is this is that this is that signal. Okay. Um, wait. Are you saying he's not going to land where we think he's going"
    },
    {
      "end_timestamp": 4113.0,
      "id": "36f1f7f4-a61a-3d39-b038-ff2ac54317fb",
      "speaker": "Dan",
      "start_timestamp": 4111.0,
      "text": "to? I don't know where he's gonna land. I haven't listened to this yet."
    },
    {
      "end_timestamp": 4116.0,
      "id": "81d999da-a8d2-3ce0-a635-378d89a2e7e4",
      "speaker": "Jordan",
      "start_timestamp": 4113.0,
      "text": "Fuck you, you son of a bit."
    },
    {
      "end_timestamp": 4119.0,
      "id": "093cfa3b-28c3-3d38-a038-bf51801bb3fb",
      "speaker": "Dan",
      "start_timestamp": 4116.0,
      "text": "I sincerely don't think it's gonna go exactly the way you think."
    },
    {
      "end_timestamp": 4123.0,
      "id": "a7afcb92-6a6e-3549-b922-575c8c9f01ef",
      "speaker": "Jordan",
      "start_timestamp": 4119.0,
      "text": "Okay, well, let's listen to this. And then I'll see if my point is still valid. All right."
    },
    {
      "end_timestamp": 4154.0,
      "id": "ce28c57c-7b0c-321f-9b57-696ed0f3a231",
      "speaker": "Alex Jones",
      "start_timestamp": 4123.0,
      "text": "And I went back and did research on Donald Trump. He has supported assault weapons bans. He has supported Democrats more than Republicans in the past. He does own casinos and I'm not judging him. I'm a libertarian. You're you can do that. I don't think it should be illegal. But I have a right to say I think it's degenerate. You also say most people died. Yeah. I'm not a gambler. So you know, I mean, I've been to Vegas for video shoots before and gone to a roulette wheel, played some back blackjack won money lost money."
    },
    {
      "end_timestamp": 4166.0,
      "id": "8a2112a3-bcab-3179-881c-62e56ba14edd",
      "speaker": "Jordan",
      "start_timestamp": 4154.0,
      "text": "Last time he started talking about that. He was like, I've played some poker, but that's a whole different thing. That's really the only gambling I do. Yeah. Yeah, I've been to Vegas, and I played a lot of roulette."
    },
    {
      "end_timestamp": 4182.0,
      "id": "829cf48c-6456-3593-b732-14a080f10c67",
      "speaker": "Dan",
      "start_timestamp": 4166.0,
      "text": "The last time he was like people who run casinos are predators. Yeah, Trump is basically with a name like Trump. You don't get arrested with one like Genovese. Exactly. He's said that he's the frontman for a consortium on the East Coast. Yep. He's not really rich, all that stuff."
    },
    {
      "end_timestamp": 4187.0,
      "id": "8ce33679-cfef-3647-9e39-a588e51e1d21",
      "speaker": "Jordan",
      "start_timestamp": 4182.0,
      "text": "But as a libertarian, it's his right to say that. Yep. So let's get to and it's his right to then lie"
    },
    {
      "end_timestamp": 4271.0,
      "id": "ad9aa32f-9ea0-3a1b-96ee-14797d4b97d9",
      "speaker": "Alex Jones",
      "start_timestamp": 4187.0,
      "text": "about watching the people. They're totally in enamored in a cult I thought was sick. And knowing that I was being trumped. It's kind of like I smoked marijuana a couple times a year to actually see what the latest stuff does die because I love it looking stupid five or six times I've gambled was so I could experience it. True experimentation. And I can tell you I don't like marijuana, and I don't like gambling. That doesn't mean you should be thrown in jail for marijuana. It doesn't mean you shouldn't be stopped chocolate. But I'm kind of digressing here. I've done deep research into Trump. And I think he is a self made person. I think he's very articulate, very charismatic, very smart. No, not about 95. When he says bomb, the oil fields, that's common sense. I said that a year and a half ago, took over I said, but our government wants them to have those oil fields. It's a proxied. Army of Saudi Arabia. So see if Trump went further like Rand Paul and said that, then I would really supporting Rand Paul is better. But Rand Paul should be turning up the heat and being a little more like Trump. He should be Yeesh, quite frankly, as radical as Trump because Trump stopped being radical. And Gary Johnson, I want to get back on the show. We'll get back to Gary Johnson."
    },
    {
      "end_timestamp": 4277.0,
      "id": "f6a5e80a-6145-34f2-a67e-45719f9dd37d",
      "speaker": "Jordan",
      "start_timestamp": 4271.0,
      "text": "So our problem, our problem is basically, Rand Paul isn't big enough to be President."
    },
    {
      "end_timestamp": 4301.0,
      "id": "d01250bb-bbf1-322f-b805-13ef2425b246",
      "speaker": "Dan",
      "start_timestamp": 4277.0,
      "text": "Well, no, it's the Rand Paul isn't crazy enough publicly, right? Trump isn't crazy enough in his position. If you could just get both of those crazies together, then you'd have a candidate and we'd have the whole thing. Meanwhile, let's remember, a couple of weeks ago, he was saying I'm Rand Paul, or bust, maybe Ted Cruz. Yeah. So so we're smoothing the way out, but he's mad at Gary Johnson. He's gonna get into that"
    },
    {
      "end_timestamp": 4395.0,
      "id": "0c7b6cfb-983d-350e-a5d7-18e5733ed5ed",
      "speaker": "Alex Jones",
      "start_timestamp": 4301.0,
      "text": "former New Mexico governor has probably been in studio five, six times probably been on 15 times. And I really disagree with his political point she's trying to get saying that Trump is catering to a racist effect. We'll put the actual quote on screen ism. Yeah, here's Donald Trump. I am is appealing to racist voters, says former New Mexico governor Gary Johnson. I don't want anything to do with it. godson it's embarrassing to me. When you got Jeb Bush, everybody else saying the same thing embarrassing to say the illegal aliens have a lot of hardcore criminals amongst them. And they're committing crimes, and Mexico is dumping us criminals on us. That's what Cuba did. That's what areas of Eastern Europe, it's a fact. So and again, yes, attack on reality. So I'll say this. Yeah, I'm gonna give Donald Trump the benefit of the doubt. No, because he hasn't backed off and he has lost some money and lost some TV shows over this. I don't have any money. Now. We don't want to lose his country. And it's good to see an old fashion a patriotic Yankee. Why not Donald Trump, and a guy like that could unify this country. The problem is, I don't trust him as far as I can throw him but he's got to be given the benefit of the doubt. Because he shared with the other Republicans won't show I'm going to stop attacking Donald Trump. I've warned. But that said he's better than anything else we see right now. Sure what he's saying has to be supported and defended. Thank you for listening more important in the man. It's the idea. I think he's gonna betray us. That's what my gut tells me. And spot he's never wrong."
    },
    {
      "end_timestamp": 4396.0,
      "id": "4f809d58-8ee1-3940-8c62-98df195799e0",
      "speaker": "Dan",
      "start_timestamp": 4395.0,
      "text": "That's so convoluted. Maybe"
    },
    {
      "end_timestamp": 4399.0,
      "id": "e20faf10-e76f-39e3-a258-a439dc75ead2",
      "speaker": "Jordan",
      "start_timestamp": 4396.0,
      "text": "he's maybe his gut was right this time."
    },
    {
      "end_timestamp": 4408.0,
      "id": "0898cf9c-5722-3e25-92b0-d78b51da8a30",
      "speaker": "Dan",
      "start_timestamp": 4399.0,
      "text": "Yeah, maybe. But like, Isn't that wild? That's Alex's out. That is out. But he can't play it now. Oh, he could totally play"
    },
    {
      "end_timestamp": 4431.0,
      "id": "8f20d88a-356e-3ab3-876c-32cab31dc0ac",
      "speaker": "Jordan",
      "start_timestamp": 4408.0,
      "text": "it. Now. If he listened to our show. He knew it the whole time. He can play that he can be like, Listen, I got I got betrayed, I got seduced by his ideas. Were right. But he's not following through on those ideas. I told you guys at the beginning, my gut told me that he was going to betray us because he's a secret Democrat and all of this shit. I looked at him at the move. I just got to move. Trump is"
    },
    {
      "end_timestamp": 4471.0,
      "id": "a172cbab-32dc-3d10-a459-90856a4975ee",
      "speaker": "Dan",
      "start_timestamp": 4431.0,
      "text": "a globalist. I legitimately think that he's too far to do that. After what was it the middle of January, early February where he said I would die for Trump. Yeah, that one's trouble. I think he's gone too far. He can't play that card now. But like, that statement is fucked up. Because he's like, I listened to all these videos, which should have made him be like, Whoa, this guy's nuts. No. Instead, he's like, Oh, he's crazy, but I like that crazy. All right. Look, I know he's mobbed up. I know all this bad shit about him. I'm gonna stop attacking him. I'm gonna give him the benefit of the doubt. And their body's probably going to betray you"
    },
    {
      "end_timestamp": 4477.0,
      "id": "e95c98c4-0040-3229-b2e5-9070b050d786",
      "speaker": "Jordan",
      "start_timestamp": 4471.0,
      "text": "can't say I don't trust him as far as I can throw them. But I'm going to give him the benefit of the"
    },
    {
      "end_timestamp": 4479.0,
      "id": "8f45089a-04c7-3411-be0c-bce74342daae",
      "speaker": "Dan",
      "start_timestamp": 4477.0,
      "text": "doubt trust but verify. That's not"
    },
    {
      "end_timestamp": 4503.0,
      "id": "94248f72-8d94-39d9-9563-5897e7191ffc",
      "speaker": "Jordan",
      "start_timestamp": 4479.0,
      "text": "a good idea. It's not you shouldn't if you if you don't give it look, if you don't trust people. Don't give them the benefit of the doubt. They're usually gonna screw you. That's how you get murdered. Right? Are you like, Hey, I don't trust you in that car. You seem creepy, but you did offer me a ride. My gut tells me you're gonna murder me. But I'm gonna give you the benefit of the doubt."
    },
    {
      "end_timestamp": 4523.0,
      "id": "68a9423b-4749-3b5a-8056-a05621aa01a2",
      "speaker": "Dan",
      "start_timestamp": 4503.0,
      "text": "It's not necessarily in this case, how you get murdered, but it is how you lose your Google ads. Definitely that. So Alex now is at this point where he said a whole bunch of stuff about Trump up till this point. Now he makes this proclamation. And he stops talking about Trump."
    },
    {
      "end_timestamp": 4540.0,
      "id": "6820fac2-b604-3462-8681-9df08351d4a4",
      "speaker": "Jordan",
      "start_timestamp": 4523.0,
      "text": "I think I think that was my prediction from the beginning. It's the first debate whenever those guys start dropping out, I don't know Trump polls, the Super Male Vitality moves, standing in the middle of just sitting there, you're a prick. I hate you. You know, like that kind of bullshit,"
    },
    {
      "end_timestamp": 4544.0,
      "id": "e9beb926-e758-3325-9869-3970e58ee171",
      "speaker": "Dan",
      "start_timestamp": 4540.0,
      "text": "right down Super Male Vitality, because we're gonna get back to it."
    },
    {
      "end_timestamp": 4547.0,
      "id": "b2726057-8b04-3afa-bbe3-8cc2d1147a5e",
      "speaker": "Jordan",
      "start_timestamp": 4544.0,
      "text": "Do I need to write it down? Yes, it's stamped all over my heart. You do?"
    },
    {
      "end_timestamp": 4552.0,
      "id": "b9491262-585c-3371-86c2-21dd7460d018",
      "speaker": "Dan",
      "start_timestamp": 4547.0,
      "text": "Because we're gonna get back to it at the end of this episode in a very weird way."
    },
    {
      "end_timestamp": 4555.0,
      "id": "a0a32717-69b1-34e5-8cb8-a20734045395",
      "speaker": "Jordan",
      "start_timestamp": 4552.0,
      "text": "Is there any other way to get back to Super Male Vitality?"
    },
    {
      "end_timestamp": 4564.0,
      "id": "e1fc3b6f-f1c4-381a-8bf9-cd7069969828",
      "speaker": "Dan",
      "start_timestamp": 4555.0,
      "text": "So throughout the rest of this episode, we're going to be going over up until July 21, I believe is where we cut off. He doesn't really talk about Trump much at all."
    },
    {
      "end_timestamp": 4575.0,
      "id": "f47a9a1f-7683-301d-abec-6b67ef80534e",
      "speaker": "Jordan",
      "start_timestamp": 4564.0,
      "text": "What is he talking about? That we're gonna get into it? Because it seems like, especially at that time, whenever Trump was rising through and everybody was shocked by it, that's all everybody was talking about."
    },
    {
      "end_timestamp": 4622.0,
      "id": "8e2e8601-f247-3372-8883-5e4382ce0cb4",
      "speaker": "Dan",
      "start_timestamp": 4575.0,
      "text": "Well, he talks. He has an interview with Jerome Corsi at one point, which is really boring. And Jerome Corsi says maybe he's real this time. So there's that they talked about that I didn't pull a clip of that, because it's it doesn't matter. They're so fucking stupid. Around the 19th, or 20th, somewhere in there was when Trump made the claims about John McCain when he was like, I liked heroes who don't get captured. Yep, that sort of shit. And Alex, his response to that is didn't go far enough. Because Alex believes that, as I'll use his quote, John McCain was a trustee at the Hanoi Hilton. He makes the claim that John McCain was never tortured, and in fact, was given pleasure women and fancy meals at the Hanoi Hilton, what's Yeah, he says it's mainstream news."
    },
    {
      "end_timestamp": 4639.0,
      "id": "b1ca5422-488c-3816-bd6c-b726eb8f80c6",
      "speaker": "Jordan",
      "start_timestamp": 4622.0,
      "text": "So let's just say what Alex is saying. That the reason John can't raise his arms above his head, is he got fucked too hard. He blew out his oblique, he got fucked so hard. He's paralyzed. Now. That's what we're saying. Yeah. Okay."
    },
    {
      "end_timestamp": 4664.0,
      "id": "23a5ebac-fbfa-37b0-b737-3f3a42e30831",
      "speaker": "Dan",
      "start_timestamp": 4639.0,
      "text": "I did try and look into that. And I can't find any verification of that. I did find an article on World Net Daily, but it had no sourcing, no, like references at all. I found one article that I don't know if I can trust or not that purported to be from somebody who was captured along the same time as him. And it doesn't say that he wasn't tortured. It was just saying that"
    },
    {
      "end_timestamp": 4667.0,
      "id": "99ea3a82-1024-3437-a3e5-93a6eb7f6858",
      "speaker": "Jordan",
      "start_timestamp": 4664.0,
      "text": "maybe he exaggerated right story. Yeah, another thing"
    },
    {
      "end_timestamp": 4680.0,
      "id": "956c4197-ddfe-3fee-b12d-cae863f433c2",
      "speaker": "Dan",
      "start_timestamp": 4667.0,
      "text": "and that there were a lot of people who were there, and his experience is no more severe than any one of the other, and which is the point. And I think that even John McCain would own up to that. Yeah. And I think he has, he"
    },
    {
      "end_timestamp": 4685.0,
      "id": "83ca0b89-6921-389c-b33f-e8472b8e3890",
      "speaker": "Jordan",
      "start_timestamp": 4680.0,
      "text": "was like, Hey, we are in a fucking torture camp. Yeah, everybody got tortured."
    },
    {
      "end_timestamp": 4713.0,
      "id": "46dbb4f4-7581-3879-957a-e2a7e6e2458c",
      "speaker": "Dan",
      "start_timestamp": 4685.0,
      "text": "So that's, that's where Alex stands on Trump. Now, this is fun. Because immediately after this on the episode, he has an interview with Jesse Ventura. Ventura comes back, and they talk some more bullshit about his case, but I've just decided to cut all of that out. Because in this clip, Jesse Ventura, talk some fucking hard truth about Trump. Oh, really? That is nice. And Alex can't really handle Oh, boy. And it starts to give you the indication that"
    },
    {
      "end_timestamp": 4716.0,
      "id": "0cc35906-a39d-37b1-9ffa-2f7590e78aaf",
      "speaker": "Jordan",
      "start_timestamp": 4713.0,
      "text": "now is whenever he's starting to turn Trump into his boy,"
    },
    {
      "end_timestamp": 4723.0,
      "id": "99714635-f6d9-3d2a-990f-7e2eddfe0344",
      "speaker": "Dan",
      "start_timestamp": 4716.0,
      "text": "he's starting to feel the need to defend him, but he can. He can, especially not to Jesse Ventura, right? Because Jesse Ventura. Makes sense."
    },
    {
      "end_timestamp": 4727.0,
      "id": "3cdba912-cfa9-3071-b54b-a5e921d10ef4",
      "speaker": "Alex Jones",
      "start_timestamp": 4723.0,
      "text": "So elaborate on where you stand on the Donald Trump situation?"
    },
    {
      "end_timestamp": 4811.0,
      "id": "c5e009c8-ea89-37b1-bc98-dc44a14b2e7b",
      "speaker": "Jesse Ventura",
      "start_timestamp": 4727.0,
      "text": "Well, first of all, you know, if Mexicans come up here illegals and get on our welfare system, if indeed they do that, then blame the people who created a system that allows that to happen, which is your Democrats and Republicans, wow. They are able to do that. And I don't know if they are or not. But if they're to do that blame the system that allows it to happen, instead of blaming the poor person. Second of all, I get irritated because I'm off the grid down there. I live 900 miles in Mexico. And whenever somebody with the statute of Donald Trump makes a statement like he has, believe me, we as Americans down there feel the repercussions of that. All of a sudden Mexican people stare at us. All of a sudden, you know, hassle start happening, maybe the federal rallies pull you over bar, whatever it might be, but it does nobody any good, because what Donald Trump is saying does nothing but anger, Mexican people, because you can't take them in a broad brush. Certainly there's criminals in Mexico just like there are criminals here. We have more people in the world. Sure. So therefore, don't we have the most criminals?"
    },
    {
      "end_timestamp": 4817.0,
      "id": "a01f5507-52e8-374e-9fdf-968d4702905c",
      "speaker": "Alex Jones",
      "start_timestamp": 4811.0,
      "text": "Well, Jesse, I agree with your point that we shouldn't blame the TSA, we should blame our Congress."
    },
    {
      "end_timestamp": 4834.0,
      "id": "6f2b7c9d-0bcd-398a-a129-2af227ebaccf",
      "speaker": "Dan",
      "start_timestamp": 4817.0,
      "text": "That's not the point that Jessie that is definitely not the point that he just made. Alex can't at all wrestle with the with the point that he just made, which is completely fucking valid. Yeah. So he's like, oh, yeah, don't blame the TSA. That was not no. He said, Don't blame the immigrants who were exploiting the system. Blame the system. Yeah,"
    },
    {
      "end_timestamp": 4838.0,
      "id": "2e8e74d4-c6f4-3037-ba27-695fecbec1f8",
      "speaker": "Jordan",
      "start_timestamp": 4834.0,
      "text": "try and don't blame poor people for trying to not be poor for"
    },
    {
      "end_timestamp": 4849.0,
      "id": "4f7e982c-b7a4-38a3-ab5c-6ff75ce0a5f2",
      "speaker": "Dan",
      "start_timestamp": 4838.0,
      "text": "fighting for their lives. through nonviolent means. So yeah, he Alex interprets that that way, of course. And that's his response. And then"
    },
    {
      "end_timestamp": 4878.0,
      "id": "dbc1b7e9-bc02-370b-be93-4b216f45d046",
      "speaker": "Jordan",
      "start_timestamp": 4849.0,
      "text": "Jesse now here's, here's my, here's my question to you. Yeah. How are how are we coming down on that? Because is that Alex, understanding the point and then deliberately misleading? Or is that Alex, absolutely incapable of listening to another human being talk for any length of time? I think it's the prior. You think so? Yeah. You think he fully gets that? And then he just can't allow that to be? Yeah, it like?"
    },
    {
      "end_timestamp": 4901.0,
      "id": "47cd3bfe-9a58-3011-a430-395ef2cd867b",
      "speaker": "Dan",
      "start_timestamp": 4878.0,
      "text": "Well, because I mean, even Jesse's point that he made there is like, they have criminals. They're just like, we have criminals. Here. We incarcerate the most people in the world. So why don't we have the most criminals? Right? Because you can't argue with if you're Alex. So he has to change the argument that's being had, right. It's a classic debate tactic. It's it's, I mean, it's minorly gaslighting somebody. Well, absolutely. But at the same time, it's just manipulative. And I What's"
    },
    {
      "end_timestamp": 4908.0,
      "id": "eb624134-2f2b-309f-bdd4-585338f2751e",
      "speaker": "Jordan",
      "start_timestamp": 4901.0,
      "text": "even worse is the idea of agreeing with somebody on something they didn't say, so you can move on."
    },
    {
      "end_timestamp": 4918.0,
      "id": "a7bea24b-8477-336f-aea6-b6fa7b77173a",
      "speaker": "Dan",
      "start_timestamp": 4908.0,
      "text": "I really hate that Jesse doesn't call him out on it, because clearly Jesse has the kind of status with Alex that he could do that. He doesn't. But he makes another great point for"
    },
    {
      "end_timestamp": 4949.0,
      "id": "e2a3dc83-45b3-3115-94ed-e9cda6680a74",
      "speaker": "Alex Jones",
      "start_timestamp": 4918.0,
      "text": "doing it. And then Congress sits around criticizing the TSA when they shut it up and control it. So I totally agree with you. I get your point. That's shed, I don't trust Donald Trump, because he supported assault weapons bans, gave money to Hillary Clinton. But I've actually watched his full speeches. And he said, they're not sending. They're good people that have money. In many cases that are illegals. He says a lot of them are criminals fleeing justice than the media said, Donald Trump says Mexicans are crooks. So I think some of that is the media, spinning things to make it worse."
    },
    {
      "end_timestamp": 4966.0,
      "id": "a5ea4e03-b110-3da0-8c5d-11353b8bcffb",
      "speaker": "Jesse Ventura",
      "start_timestamp": 4949.0,
      "text": "Well, that may be true, too. Because you know, as we both know, the media's in the entertainment business and the more entertainment spin, they can throw out anything sells copy, you know, look at the trash they give us on TV and make us character some things that are completely irrelevant. I"
    },
    {
      "end_timestamp": 4972.0,
      "id": "e09ec981-1180-34b1-9314-af59de1eef15",
      "speaker": "Alex Jones",
      "start_timestamp": 4966.0,
      "text": "agree. But just real quick, you personally have seen a backlash in the last month and a half from this Trump thing."
    },
    {
      "end_timestamp": 5002.0,
      "id": "adff8c0c-14ee-3b32-8309-275d300f0aa6",
      "speaker": "Jesse Ventura",
      "start_timestamp": 4972.0,
      "text": "Have I? Well, have I personally to be no other than people know that I know, Donald, and they'll ask me and I just say, Look, I don't answer for Donald. But I think what he's saying is utterly preposterous and stupid. I said that, you know, to state what he states? I don't think I do, you know, to have a president that would say things like that about people of another country. You know, that's not very good diplomacy, in my opinion."
    },
    {
      "end_timestamp": 5013.0,
      "id": "4be28255-3229-311d-97f4-4e588f960630",
      "speaker": "Alex Jones",
      "start_timestamp": 5002.0,
      "text": "No, I hear your point. Overall, the problem is, you're in Nigeria, the baja a lot of Mexico has collapsed, do you? So that is a larger problem. I wish Mexico well. But"
    },
    {
      "end_timestamp": 5023.0,
      "id": "41204192-75d2-35f6-bfc4-aa74eb6a0031",
      "speaker": "Dan",
      "start_timestamp": 5013.0,
      "text": "do you Alex, your that like Jesse just made some great points. And also another thing that's really interesting to point out that they don't get into is that Alex is also in the entertainment, but"
    },
    {
      "end_timestamp": 5030.0,
      "id": "f660ee26-0ed1-3400-9ecc-543ecb75b0ee",
      "speaker": "Jordan",
      "start_timestamp": 5023.0,
      "text": "I was gonna say like, there might as well have been like a giant sign directly above Alex Jones saying, I'm entertaining. Like it's"
    },
    {
      "end_timestamp": 5043.0,
      "id": "a0db9bd7-37d0-3a62-b18f-25d193ff5368",
      "speaker": "Dan",
      "start_timestamp": 5030.0,
      "text": "this is about you. Yeah, exactly. But then his way of getting out of the first thing that Jessie says is to pretend it's the TSA, right. Yeah. And another way of getting out of the second point that he makes is to say you live in a nice area."
    },
    {
      "end_timestamp": 5067.0,
      "id": "292cabd1-f87a-3574-af07-045283bd4735",
      "speaker": "Jordan",
      "start_timestamp": 5043.0,
      "text": "Yeah, you're not experiencing the Mexico that Donald is talking about. You wouldn't know most so even though I trust you. Listen, you're wrong on this one, but I'm not gonna say it like you're wrong. I'm just gonna be like, Hey, you wouldn't know. Yeah. So anyway, that's almost like I am saying because you don't have that personal experience. You perhaps don't understand the entirety of their experience. Well,"
    },
    {
      "end_timestamp": 5074.0,
      "id": "03bb5f5b-29c1-34eb-a3fb-0020cafb6c7e",
      "speaker": "Dan",
      "start_timestamp": 5067.0,
      "text": "Jesse can't conceive of the evil of globalists, apparently, right. Even though he's been the governor of a state."
    },
    {
      "end_timestamp": 5077.0,
      "id": "d33a7caf-9bd4-3b71-a221-d3212e73161b",
      "speaker": "Jordan",
      "start_timestamp": 5074.0,
      "text": "globalist governor of the state. Maybe Maybe he got kicked out by the globe"
    },
    {
      "end_timestamp": 5093.0,
      "id": "23964a77-6312-392f-b0ea-c05a1437a42d",
      "speaker": "Dan",
      "start_timestamp": 5077.0,
      "text": "that's like that right there is why we still like Jesse Ventura. Like he has problems Yes. He's not always right. He clearly was fucking around with that lawsuit stuff. Yeah, he was misleading people, but he can come with stuff like that. Where it's like, make good call, man."
    },
    {
      "end_timestamp": 5114.0,
      "id": "bdacf0f6-8ada-3c07-9a7a-aa74b6e95f04",
      "speaker": "Jordan",
      "start_timestamp": 5093.0,
      "text": "That was pretty much right on. Yeah, you only you know what, I haven't even heard. I don't think I'd ever ever I don't I don't think I've ever heard somebody make that very simple, logical argument there, which is we imprison the most people. So we have the most criminals. Yeah, that's your that's your argument. If you're worried about criminals, you don't want Americans coming"
    },
    {
      "end_timestamp": 5137.0,
      "id": "59cbe893-576b-3884-97d8-15443915817f",
      "speaker": "Dan",
      "start_timestamp": 5114.0,
      "text": "to your place. No. And then a sort of a secondary aspect of that argument, which is always true. You don't want Americans coming anywhere, unless especially white people. That's your friends. And then you want our side. Yes, take our scientists. The the secondary aspect of that argument to if you really want to go with it is that we have people in prison for bullshit charges. So even the definition of what a criminal is, it's kind of stupid. Exactly. So."
    },
    {
      "end_timestamp": 5169.0,
      "id": "35b54b50-a94d-3c2f-a1f7-3c8793f36365",
      "speaker": "Jordan",
      "start_timestamp": 5137.0,
      "text": "And the idea. The other thing about that is, once that's, that's the brand now it's not, it's not you committed a crime, it's that you're a criminal. And you're always a criminal. Well, you're always going to be a criminal. And even if you're, even if you're escaping your life where you were a criminal, because I don't know, one of the Mexican cartels had you and the only way to get out of there was by running away, otherwise, they were gonna murder you. Yeah, you committed a crime. So you're always you're never entitled to do your best to not be a criminal. Once"
    },
    {
      "end_timestamp": 5200.0,
      "id": "f370c881-4cb1-38cc-97f0-8bbc461c6b53",
      "speaker": "Dan",
      "start_timestamp": 5169.0,
      "text": "you're a Jet, you're a Jet all the way. Exactly. So this next clip is really weird. Alex is kind of mad that people are like these. Insurers and hospitals are refusing to treat veterans, but they'll treat illegal immigrants. Well, boy, and so he has a weird fucking theory about it. That even internally doesn't make sense. Okay? Like even the words he's saying, If you grant that the beginning of it is true, the middle ear, don't just listen to this."
    },
    {
      "end_timestamp": 5228.0,
      "id": "9f507040-fb77-3324-abbd-f2a149b41ef6",
      "speaker": "Alex Jones",
      "start_timestamp": 5200.0,
      "text": "Oh, but if you're illegal, you get the surgery, or you get to have your baby for free. And we're not against these people. But why is it free for them and not for the vets who earned it? Because the vets are already here, and they're done with you. They want new people because we aborted 50 plus million of our kids. So we do need new people here. So so it doesn't collapse. But they're not even doing that. They're already rated Social Security."
    },
    {
      "end_timestamp": 5232.0,
      "id": "74e16b71-c736-3a77-b0b0-82f49d6f8cb6",
      "speaker": "Jordan",
      "start_timestamp": 5228.0,
      "text": "That's true."
    },
    {
      "end_timestamp": 5235.0,
      "id": "d81d8fe6-1145-332b-83e9-5538dbee1cfb",
      "speaker": "Alex Jones",
      "start_timestamp": 5232.0,
      "text": "I mean, these are Fach."
    },
    {
      "end_timestamp": 5259.0,
      "id": "2b351d24-ba44-3f4f-a908-b1a8468d3502",
      "speaker": "Jordan",
      "start_timestamp": 5235.0,
      "text": "So he can talk back, he thinks a fact is that we're, we're paying for illegal immigrants, babies to be born in the United States, because we've accidentally aborted too many of our own babies, right. And so the only way for Social Security to prop up is by illegal immigrants, babies, but we need to kick those babies out."
    },
    {
      "end_timestamp": 5272.0,
      "id": "c0ac151d-60eb-3985-b20a-f9dd4f29ed05",
      "speaker": "Dan",
      "start_timestamp": 5259.0,
      "text": "But we've also already rated so it's so convoluted. It's so insane. I don't even know where to like poke it. You know, it's one of those. It's like a weird blob that was like,"
    },
    {
      "end_timestamp": 5306.0,
      "id": "0b9d39e4-8edd-3f07-b7ca-0b24d8a57266",
      "speaker": "Jordan",
      "start_timestamp": 5272.0,
      "text": "I know, I gotta I mean, veterans veterans are not treated well. No, that's a big problem. Certainly. Why are you not focused on them? Why is your why is your anger? Why is your anger? Like just like the Jesse Ventura thing? It's like, we have the most criminals. So let's blame blame the system. Yeah, don't blame the poor people don't blame the illegal immigrant who has to have her baby here, because you can't afford it anywhere else. Blame the system that is keeping the veterans from getting coverage, and keeping the veterans from being helped might be a good plan. Why wouldn't you do that? I"
    },
    {
      "end_timestamp": 5330.0,
      "id": "3cee335d-e2a3-322b-9215-47b732a93b41",
      "speaker": "Dan",
      "start_timestamp": 5306.0,
      "text": "want to take a moment to give Alex some credit, because even though he does do it in Dumb Ways that rely on globalists and shit. He does speak a lot about how veterans aren't treated well. And he has a he has a good point there. Yeah. Now that's absolutely true. Now, the idea that it's some sort of elaborate plot by evil globalists is stupid. It is just"
    },
    {
      "end_timestamp": 5341.0,
      "id": "fbba6ef5-fce2-30cf-81e0-a3dcd4a7d024",
      "speaker": "Jordan",
      "start_timestamp": 5330.0,
      "text": "what is it everybody wants the veterans to be taken care of. Nobody wants to pay for veterans to be taken care of. Right. Right. And everybody wants health care. Nobody wants to pay for health care,"
    },
    {
      "end_timestamp": 5355.0,
      "id": "21871c86-8fa0-3ffe-9661-39f118bac641",
      "speaker": "Dan",
      "start_timestamp": 5341.0,
      "text": "right. It's it's the, the budgeting is so much on the front end, as opposed to the back end, right. It's all we pay for the war, but we won't pay to take care of people of course. And that's not a globalist plot. That's just people in Congress being fucking stupid."
    },
    {
      "end_timestamp": 5366.0,
      "id": "ac7550c0-0f4a-3748-ac6e-647cb2aa1790",
      "speaker": "Jordan",
      "start_timestamp": 5355.0,
      "text": "And that's the way every crazy that's the way every military has always worked. Not every standing military generally speaking now we want you to fight we don't give a fuck once you're done there."
    },
    {
      "end_timestamp": 5378.0,
      "id": "1315f04d-67f9-37b0-a7f7-685e8671a192",
      "speaker": "Dan",
      "start_timestamp": 5366.0,
      "text": "Jordan. I told you earlier that the show was going to end with a curveball. Is it going to end with a curveball Jade Helm started the day before this. Yes. Now Alex Jones has a statement he wants to make about Jade Helm. He throws de"
    },
    {
      "end_timestamp": 5411.0,
      "id": "e3ee2cda-3ef3-3232-a989-72d808a65272",
      "speaker": "Alex Jones",
      "start_timestamp": 5378.0,
      "text": "Mille. They've traveled and quadrupled and quintupled and infinity down with lies. And so now as I told you, I said when Jade Helm starts the 15th you are going to see them everywhere say the laughable not Alex has been discredited. Jade Helm was not martial law. Nothing happened. When we never said it was going to do that it was further conditioning. And they will just sit there and assault their audience with fraud."
    },
    {
      "end_timestamp": 5437.0,
      "id": "2ef447ca-7ad9-3230-96b2-5708e1a98342",
      "speaker": "Dan",
      "start_timestamp": 5411.0,
      "text": "Now, I can't prove what he did or did not say in the past. I can't do that, because I'm not going back through more episodes than I need to do. We may do that investigation sometime down the line. Okay. But it would be hard for me to pinpoint when he started talking about Jade Helm, it'd be very difficult to get the timeline on. But what I can do is tell you that at the end of this episode, he gets a caller from Alabama, who"
    },
    {
      "end_timestamp": 5445.0,
      "id": "ff90bf0f-00e6-3f0b-997a-32c558291a80",
      "speaker": "Jordan",
      "start_timestamp": 5437.0,
      "text": "we've we're already off to a great start here. I love random Info Wars callers from Alabama. I'm sure there's a lot of insight coming from there."
    },
    {
      "end_timestamp": 5454.0,
      "id": "39b28227-c6b0-390d-aed9-1e1f9a51a4a0",
      "speaker": "Dan",
      "start_timestamp": 5445.0,
      "text": "So Alex, on this very show has said that people are going to lie and say that Jade Helm, I say that Jade Helm is somehow real. Yeah. And people taking over,"
    },
    {
      "end_timestamp": 5473.0,
      "id": "0c445ce9-17ce-3b0a-9671-2744840e2bf3",
      "speaker": "Jordan",
      "start_timestamp": 5454.0,
      "text": "right. And they're and they're doing that on purpose, they're conditioning you to believe that it's never going to be martial law. And then whenever it's not, this time, they can turn me into the boy who cried wolf. And that means that you'll be even more of a sheep the next time, that means you'll be ready. You'll be primed whenever they're going to do it."
    },
    {
      "end_timestamp": 5504.0,
      "id": "41d0b278-64aa-3a2d-ac9a-b719289a9756",
      "speaker": "Dan",
      "start_timestamp": 5473.0,
      "text": "Now, one very important thing to keep in mind for those of you who didn't keep up with Jade Helm conspiracy theories, one of the big things that the internet was going wild on is claiming that there were a bunch of Walmart's that had been closed down. And there were secret tunnels for military and UN forces to go under, that they were going to use them as like depot points, because they're giant buildings. And they're inconspicuous when they're closed. Right. So all of these Walmart's had closed down to like, oh, fuck, they're using them. There's tunnels there. So that was a big part of that stuff."
    },
    {
      "end_timestamp": 5520.0,
      "id": "9773df3c-3ffa-31e0-8159-e5dfc1d13371",
      "speaker": "Jordan",
      "start_timestamp": 5504.0,
      "text": "I like that's one of those things that if you're a conspiracy theorist, seems like a great plan. You're like, oh, that's genius. I know how genius that is. But then if you're actually trying to do it, logistically, you're like, This is a dumb fucking plan. We have roads, I can just use roads."
    },
    {
      "end_timestamp": 5523.0,
      "id": "b5d43799-7aa4-35d9-9a7a-fc4437f47e77",
      "speaker": "Dan",
      "start_timestamp": 5520.0,
      "text": "I can only come out of in or out of these tunnels at a Walmart."
    },
    {
      "end_timestamp": 5525.0,
      "id": "ebdcad57-6e6d-3fbe-8c56-b7aa52b32495",
      "speaker": "Jordan",
      "start_timestamp": 5523.0,
      "text": "Yeah, what why would we do this? Another"
    },
    {
      "end_timestamp": 5534.0,
      "id": "11bd80b2-5a39-3d83-9e8b-14629c61da0f",
      "speaker": "Dan",
      "start_timestamp": 5525.0,
      "text": "reason that I bring that up is because Walmart will play into this color. And let's see how Alex responds to this caller. It's"
    },
    {
      "end_timestamp": 5574.0,
      "id": "e4bcdc92-5bda-31d8-8a0d-ca6e833bdc36",
      "speaker": "Alex Jones",
      "start_timestamp": 5534.0,
      "text": "now John, Alabama, finish your point. You said you were. You said you're there in Alabama, outside the airbase and there's just trips suddenly with name tags off everywhere. Yeah, that's what's happening. That's part of Jade Helm. That is in Alabama, they expanded it to Alabama was seven states. It's now 10. And it's just, I mean, I see it myself. I couldn't recognize video of it. But I was in San Marco state doing an investigation we're working on and I saw a black shamrock driving the other side of the road. And then I saw homeland security people in blue uniforms, walking out of a gas station when I was getting gas. And they saw me in coverage like this and got their vehicle"
    },
    {
      "end_timestamp": 5577.0,
      "id": "f4e63f92-943f-3568-ba16-f4ea94af68b5",
      "speaker": "Jordan",
      "start_timestamp": 5574.0,
      "text": "into a lot of details for him to be telling the truth on this one."
    },
    {
      "end_timestamp": 5589.0,
      "id": "bcfffa31-4e3e-3755-a5f5-8c7e3d0cdbb2",
      "speaker": "Dan",
      "start_timestamp": 5577.0,
      "text": "Also, he said that he couldn't get a video of that car on the road without crashing. You could have taken a picture of these guys at a gas station. That would have been simple. Yeah, Alex, you want to just you could have your stationery, it would be no problem. Homeland Security"
    },
    {
      "end_timestamp": 5598.0,
      "id": "6ff56200-a824-3efa-b6de-e11a0e110ad1",
      "speaker": "Jordan",
      "start_timestamp": 5589.0,
      "text": "in blue uniforms is the beginning of any lie. Right? Anytime. If there's a color involved. He's making it up. Yep. Well, let's see."
    },
    {
      "end_timestamp": 5615.0,
      "id": "420d34a5-77cc-33db-8acc-fb5889ecd030",
      "speaker": "Alex Jones",
      "start_timestamp": 5598.0,
      "text": "I'm not kidding. I mean, I mean, as soon as I looked over the gas thing, and these people were getting their car. That was two older guys with you know, with short beards, they just went Alex Jones, we are just overrun with DHS. Show. So tell us what you saw in Walmart."
    },
    {
      "end_timestamp": 5638.0,
      "id": "9fdadd46-5a1c-3ef8-988d-16c5edd828b0",
      "speaker": "Caller 1 (52)",
      "start_timestamp": 5615.0,
      "text": "Okay. I've always been top of mind my home business, you know, until all this stuff started. I get it. I get used to regular. And it affects me as an American citizen. And you know, I was raised on patriotic beliefs to stand for and uphold the Constitution because all the men in my family were in the military. And I'm in Walmart the other night down here. It was real close to one o'clock in the morning. If it wasn't one o'clock in the morning."
    },
    {
      "end_timestamp": 5641.0,
      "id": "0218a29a-faa8-3718-ba02-9e4f9f662381",
      "speaker": "Alex Jones",
      "start_timestamp": 5638.0,
      "text": "What do you say?"
    },
    {
      "end_timestamp": 5648.0,
      "id": "5a030b11-e306-33ac-8efa-e7b8fd566441",
      "speaker": "Caller 1 (52)",
      "start_timestamp": 5641.0,
      "text": "I'm walking through there. And I see these two guys in black suits. And they've got other guys random. We're talking to a Walmart manager."
    },
    {
      "end_timestamp": 5653.0,
      "id": "9063a964-9444-3e23-8f60-8c7d38ad74e0",
      "speaker": "Jordan",
      "start_timestamp": 5648.0,
      "text": "Now hold on to you guys in black suits, talking to a manager. Clearly something nefarious two"
    },
    {
      "end_timestamp": 5669.0,
      "id": "939138c0-5d53-37ed-b476-3b0be4d0221a",
      "speaker": "Dan",
      "start_timestamp": 5653.0,
      "text": "guys in black suits. I'm thinking it's the Men in Black. That call me biased. But when I see the black black suits coming, not in my head, black suits come in. That's the theme for me. I like to I know, all right."
    },
    {
      "end_timestamp": 5697.0,
      "id": "92abf1af-9c9c-3a48-8f5c-702f9abd2487",
      "speaker": "Caller 1 (52)",
      "start_timestamp": 5669.0,
      "text": "People can send them crazy fluid crap, whatever. Like I tried to take a picture of it took my phone. They had you in badges on their lapels. The little glow with the leaves the same thing on the flag was on their lapels. They had ID badges to Fort Rucker, un personnel, like they are here in America, man, they don't they don't want anybody to know as soon as I tried to take a picture of the guy. I was tackled to the ground by what I'm assuming is his body goes arrested by the city police and my phone was taken and I still haven't yet."
    },
    {
      "end_timestamp": 5750.0,
      "id": "780a02ce-bd69-379f-bff0-3ade9505dd7e",
      "speaker": "Alex Jones",
      "start_timestamp": 5697.0,
      "text": "Okay if this is true, and I Believe you look out, we're gonna jump on an airplane right now. I want you to put you on hold. I want you to scan whatever email the arrest the paperwork. And we will send reporters up there. Because you know, that is just outrageous. And sir, there are un trips all over the place. They have Russian trips. And I heard about this years for it was confirmed training to take on domestic graves. It's all part of secret treaties. And the treaties are breaking up right now. But yes, they have Russian trips training at secret bases. In Denver in Colorado Springs space man admitted secrets on domestic groups. So it's a global government. It's State Department urandom 7277 freedom from war."
    },
    {
      "end_timestamp": 5752.0,
      "id": "b55f0c8f-d21e-3ad3-ba0d-09ffcb57d662",
      "speaker": "Dan",
      "start_timestamp": 5750.0,
      "text": "So I looked that up I read"
    },
    {
      "end_timestamp": 5756.0,
      "id": "9005166a-1941-396e-9390-46eaa3fb108c",
      "speaker": "Jordan",
      "start_timestamp": 5752.0,
      "text": "what Wait, here's the bigger question. How does he know the true"
    },
    {
      "end_timestamp": 5767.0,
      "id": "5fe5226d-4046-39aa-952f-2ffdb76f6f5f",
      "speaker": "Dan",
      "start_timestamp": 5756.0,
      "text": "the secret treaty right which are that are breaking up? That's that's my favorite. The secret treaty? You know, the secret treaty there in the white paper? How does he know they're breaking up? That's in the white papers too."
    },
    {
      "end_timestamp": 5770.0,
      "id": "e05609ca-ea9d-3c4e-825b-d7a798ea727f",
      "speaker": "Jordan",
      "start_timestamp": 5767.0,
      "text": "But why would they be breaking up? If everything's still going fine?"
    },
    {
      "end_timestamp": 5773.0,
      "id": "9f53d33b-e024-305f-9f3c-bef5f7f8a258",
      "speaker": "Dan",
      "start_timestamp": 5770.0,
      "text": "I don't know. It's so stupid. What?"
    },
    {
      "end_timestamp": 5785.0,
      "id": "d47493de-84b7-35b2-87a8-398e8059d5c8",
      "speaker": "Jordan",
      "start_timestamp": 5773.0,
      "text": "Why throw that little bit the secret treaties which are breaking up you could have just said the secret treaties that you've been fine. So already made up enough lies Alex Yeah, you don't need to further compound it take a"
    },
    {
      "end_timestamp": 5795.0,
      "id": "e7da3be2-6d60-302f-b363-0eb4408ec227",
      "speaker": "Dan",
      "start_timestamp": 5785.0,
      "text": "break. So I looked up the memorandum that he was talking about the freedom from war, State Department memorandum 7777774"
    },
    {
      "end_timestamp": 5799.0,
      "id": "132c933a-d451-35a3-b22c-acea82df7016",
      "speaker": "Jordan",
      "start_timestamp": 5795.0,
      "text": "Niner."
    },
    {
      "end_timestamp": 5817.0,
      "id": "e163a91e-fd64-38ac-a238-368be5f9dde9",
      "speaker": "Dan",
      "start_timestamp": 5799.0,
      "text": "It was written in September of 1961. And it is the freedom from war, the United States program for general and complete disarmament or a peaceful world. So it's mostly in concern about the rapid growth of post nuclear weapons."
    },
    {
      "end_timestamp": 5821.0,
      "id": "cfd887bc-5b68-3b05-948d-e2f645531db2",
      "speaker": "Jordan",
      "start_timestamp": 5817.0,
      "text": "Yeah. And the insanely rapid growth."
    },
    {
      "end_timestamp": 5828.0,
      "id": "dd56ae1b-93b8-3b97-8bc4-42895f6a3269",
      "speaker": "Dan",
      "start_timestamp": 5821.0,
      "text": "So they want whoever wrote this, the people who were behind this memorandum, by the way, memorandum, not a not a law, no"
    },
    {
      "end_timestamp": 5832.0,
      "id": "57eae72e-6c8a-3cf7-bfc6-e441f653455e",
      "speaker": "Jordan",
      "start_timestamp": 5828.0,
      "text": "binding agenda. 21 7727 You know,"
    },
    {
      "end_timestamp": 5838.0,
      "id": "6673220b-6896-3291-93c0-3a342e00c7b8",
      "speaker": "Dan",
      "start_timestamp": 5832.0,
      "text": "what memorandum shortens to Malmo? Yeah, it's a note. It's a little note to note. Yeah, it's not binding 77."
    },
    {
      "end_timestamp": 5839.0,
      "id": "4129d414-eb5d-3d9f-9275-8efd3fc6544b",
      "speaker": "Jordan",
      "start_timestamp": 5838.0,
      "text": "Seven."
    },
    {
      "end_timestamp": 5853.0,
      "id": "76316d3b-137f-3c35-bdaa-3d4db7623854",
      "speaker": "Dan",
      "start_timestamp": 5839.0,
      "text": "So this is basically aspiring towards disarmament. Right. And it is, if you're crazy, it looks bad. Because it does talk about how the end goal is getting rid of armies in every country."
    },
    {
      "end_timestamp": 5863.0,
      "id": "109fded5-2e13-3125-95ee-a1b88fe1fc9b",
      "speaker": "Jordan",
      "start_timestamp": 5853.0,
      "text": "Because isn't that the end goal? I think it is. Shouldn't that be the end goal? I think it is, don't we want to become a type one civilization, it would be nice. Wouldn't that be better for everybody, but"
    },
    {
      "end_timestamp": 5904.0,
      "id": "fc6a11cc-9f2f-30cc-9241-0b992d194643",
      "speaker": "Dan",
      "start_timestamp": 5863.0,
      "text": "the primary piece of it is nuclear disarmament, right? It's talking about these these technologies that are completely capable of destroying the entire world, setting us off on a trajectory that we don't even know what it would lead to. That's the first step of it. And then, eventually gradual disarmament of armies, and creating peacekeeping organizations that, you know, will be involved with mitigating crises, and conflicts between states could be hashed out as opposed to war, right? It's idealistic as fuck, of course. But the one thing that's really important about it is it doesn't talk about UN forces hanging out Russian secret training or anything like that."
    },
    {
      "end_timestamp": 5911.0,
      "id": "e1e40fec-0d11-3c7e-a402-8d49cf071ab9",
      "speaker": "Jordan",
      "start_timestamp": 5904.0,
      "text": "And further, that, in secret memo, 2072 77,"
    },
    {
      "end_timestamp": 5937.0,
      "id": "55d57c5c-d2b7-365f-bc34-e3409f59e9cf",
      "speaker": "Dan",
      "start_timestamp": 5911.0,
      "text": "the first part of it is not achieved. You know what I'm saying? A lot of people still have nukes. So like, even you could almost say, too many nukes, the beginning pieces of it haven't been successfully implemented. It's like his fear of that cloud and pivot and plan that he brings up over and over. It's like, that wasn't implemented. Yet. Someone wrote about it. Some professor wrote that like, Oh, hey, if we overwhelmed the welfare system, people would have to take it more seriously."
    },
    {
      "end_timestamp": 5949.0,
      "id": "e67422f7-ff0b-322f-baf1-0454cbe17a89",
      "speaker": "Jordan",
      "start_timestamp": 5937.0,
      "text": "It's it's fiction. Yeah. It's like, it's like, he's, it's like he's saying, you know, all this Huxley. He's the one who knew. That's what we're living in. Now."
    },
    {
      "end_timestamp": 5950.0,
      "id": "cc51df65-2d1e-3411-8402-1e225e551212",
      "speaker": "Dan",
      "start_timestamp": 5949.0,
      "text": "I think he would say that."
    },
    {
      "end_timestamp": 5986.0,
      "id": "8cda1f8c-5df1-34a0-b1db-88aedae6a33a",
      "speaker": "Jordan",
      "start_timestamp": 5950.0,
      "text": "I think he would say that, too. Yeah. Yeah. But that's that's the point. It's all it's all speculative fiction. That's the issue that he just can't discern what is like, do you ever stop and think like, oh, we created all of the weapons necessary to kill all of us. And we just have them lying around. And we have for a long time getting old. Yeah. Like they're, they're still they're still nuclear weapons systems that use floppy disks. And we're just fine with that. We're just like, Yeah, this is great. I'm sure. I'm sure that'll never be a problem."
    },
    {
      "end_timestamp": 5988.0,
      "id": "a349ea71-d509-35c2-ae4c-2de34055d7f4",
      "speaker": "Dan",
      "start_timestamp": 5986.0,
      "text": "Absolutely."
    },
    {
      "end_timestamp": 6003.0,
      "id": "adc83026-1b07-353c-b869-9a8362825860",
      "speaker": "Jordan",
      "start_timestamp": 5988.0,
      "text": "How and the idea that you wouldn't be on board with just a vague just like, hey, maybe let's try and get to a point where we're not always On the edge of global destruction"
    },
    {
      "end_timestamp": 6032.0,
      "id": "b742e0ab-f150-3e20-a918-35edd04f1c46",
      "speaker": "Dan",
      "start_timestamp": 6003.0,
      "text": "I'd need to study this memorandum a little closer in order to have like an assessment on it but just from my my read of it my once through reading I would say it is a great goal but it is way too idealistic to work in reality but yeah, I don't worry in the near future in a general sense taking the memorandum out of it. Yeah, yeah, absolutely. Why wouldn't you want war to stop what vested interest other than making money do people have in war continuing"
    },
    {
      "end_timestamp": 6047.0,
      "id": "1aeea223-e1f0-3908-86b9-83d1f51cbfdc",
      "speaker": "Jordan",
      "start_timestamp": 6032.0,
      "text": "population control Oh, a dominance so anyway good cultures versus bad cultures Dan nationally don't we don't start wars for any other reason than to make their culture"
    },
    {
      "end_timestamp": 6049.0,
      "id": "f2059069-80a5-3ac9-b32b-7ff87f2e4ecb",
      "speaker": "Dan",
      "start_timestamp": 6047.0,
      "text": "better nationalism prosperity."
    },
    {
      "end_timestamp": 6053.0,
      "id": "95ecbaf9-09f7-3d19-8f6d-478b322583ca",
      "speaker": "Jordan",
      "start_timestamp": 6049.0,
      "text": "Yeah, that's what it's about second amendment so he's not gonna amendment so"
    },
    {
      "end_timestamp": 6059.0,
      "id": "96f24d61-d241-307e-9239-1597246e5cb8",
      "speaker": "Dan",
      "start_timestamp": 6053.0,
      "text": "private property. Alex puts him on hold. And then he has an interview that's really boring with Jerome Corsi,"
    },
    {
      "end_timestamp": 6067.0,
      "id": "65a8d7a7-81b2-3e1f-96b2-15e3d0fd98e5",
      "speaker": "Jordan",
      "start_timestamp": 6059.0,
      "text": "then we we get him back also, also, whenever he was like, take a scan the paperwork, I was like, Oh, we're not going to hear from this fella. Again."
    },
    {
      "end_timestamp": 6083.0,
      "id": "3f8354ca-cc84-3a6d-bf46-73afe7fd0b22",
      "speaker": "Dan",
      "start_timestamp": 6067.0,
      "text": "I'm going to confirm that at least as of July 22. This has not come back up. No. And I guarantee it doesn't ever Yeah, but he does come back after the Jerome Corsi interview. And shit gets real."
    },
    {
      "end_timestamp": 6121.0,
      "id": "959fe6e5-3042-31a6-ae1f-a6c1085c1ab2",
      "speaker": "Alex Jones",
      "start_timestamp": 6083.0,
      "text": "Now John in Alabama, thank you for holding it folks just joined us. We're doing live in Alabama outside an airbase. And you're in there at Walmart at one in the morning a few days ago. And they grab you take you to jail, but don't charge and say come back later. I've seen that with demonstrators before. And you were there. And there were guys with a un name tags with a guy in a black uniform. And they tackled you and the police came and took you to jail. It's necessarily you're amazing. And if this is true, it isn't. It's incredible. What else can you tell us about this? What are the police Sadie and the squad car? Was anything else said to you?"
    },
    {
      "end_timestamp": 6149.0,
      "id": "c38b89de-03fa-3191-845c-07cac79e7550",
      "speaker": "Caller 1 (52)",
      "start_timestamp": 6121.0,
      "text": "Well, Alex, I don't know about how censorship is on your show. So I'm pretty sure I can't quote him verbatim. But in a nutshell, they told me that I effed up by wanting to get picture happy with my iPhone. And you know, I told him I was just I mean, I could be wrong. I just I told him I was exercising my first amendment right? Freedom of speech, freedom of press, freedom of assembly. And they didn't care. Like my iPhone is probably no more. But"
    },
    {
      "end_timestamp": 6154.0,
      "id": "f9366123-077b-3cdf-97c0-433999eaad28",
      "speaker": "Alex Jones",
      "start_timestamp": 6149.0,
      "text": "why they didn't even give you your iPhone. They didn't give you your phone back."
    },
    {
      "end_timestamp": 6180.0,
      "id": "3258be98-2027-3b11-93e9-662d37d81f29",
      "speaker": "Caller 1 (52)",
      "start_timestamp": 6154.0,
      "text": "No, no, when when I left the city jail. They told me that I could pick my phone up when I picked my paperwork. And you know, I've went to break earlier. You know, I've been arrested a few times. I know the ins and outs. You're supposed to be formally charged. You're supposed to get paperwork as soon as you get kicked loose, whether it's you have to pay to get out or you get a recognizance bond to property bond, what have you, and they give you your property back."
    },
    {
      "end_timestamp": 6211.0,
      "id": "a6513085-4808-32e9-8286-983e03c6114b",
      "speaker": "Alex Jones",
      "start_timestamp": 6180.0,
      "text": "Here's the deal. I would call the local media. And I would say troops stole my iPhone. At the Walmart. They won't give it back. That's a new story. And they won't cover it will come up there. And I'll go there with a video camera. The police department said Give him his iPhone back and let them try to arrest me. That's fine if they do. But I believe you. I've had similar things happen to me. This is incredible. Describe these un trips for us. How are they dressed? What the uniforms look like? Where were they in the Walmart break it down for us?"
    },
    {
      "end_timestamp": 6222.0,
      "id": "9e735138-9ed3-3fb1-9410-5f9b427b3f21",
      "speaker": "Caller 1 (52)",
      "start_timestamp": 6211.0,
      "text": "Okay, the men that I saw in the Walmart, the gentleman that I'm presuming or bodyguards because they're the ones that pulled what I'm assuming as Glock 17 Because that's standard issue side."
    },
    {
      "end_timestamp": 6224.0,
      "id": "2dce6520-247b-320c-99ea-c2628385e093",
      "speaker": "Alex Jones",
      "start_timestamp": 6222.0,
      "text": "Firearms on you really don't"
    },
    {
      "end_timestamp": 6233.0,
      "id": "4a36c617-a63d-3305-a2fb-c4792a7ad60a",
      "speaker": "Caller 1 (52)",
      "start_timestamp": 6224.0,
      "text": "yeah, yes. Yes. Major down on me and Walmart. While they were there was a total of six, four of them drew down on me and covered me while two of them took me into the ground."
    },
    {
      "end_timestamp": 6238.0,
      "id": "d2c4f2bd-dd72-3f61-b4a0-5a9751bfcf8a",
      "speaker": "Alex Jones",
      "start_timestamp": 6233.0,
      "text": "And that's unprecedented armed, armed troops pulled a gun on you"
    },
    {
      "end_timestamp": 6247.0,
      "id": "7b05d812-3243-3156-8353-0c08c2ffd48f",
      "speaker": "Caller 1 (52)",
      "start_timestamp": 6238.0,
      "text": "armed in plain clothes, and I'm assuming that they were protecting the two men in the suits with the badges on their lapel. And like I didn't mean any harm. You know, I mean,"
    },
    {
      "end_timestamp": 6252.0,
      "id": "37bafa77-86b0-3df2-b13e-ed357ad6b165",
      "speaker": "Alex Jones",
      "start_timestamp": 6247.0,
      "text": "I understand it was some type of diplomats or something. They think their god yeah, so what happened next,"
    },
    {
      "end_timestamp": 6256.0,
      "id": "61ba4ea9-8f75-3e43-a37c-619f5ef63f68",
      "speaker": "Jordan",
      "start_timestamp": 6252.0,
      "text": "or they're just with the morning,"
    },
    {
      "end_timestamp": 6258.0,
      "id": "b1f734fa-ce26-3297-a60a-b4949cab75d1",
      "speaker": "Caller 1 (52)",
      "start_timestamp": 6256.0,
      "text": "no resistance at all because"
    },
    {
      "end_timestamp": 6261.0,
      "id": "542a4d0f-2729-32bc-8c6f-7af230de00c5",
      "speaker": "Alex Jones",
      "start_timestamp": 6258.0,
      "text": "we're almost out of time. What else happened? What else?"
    },
    {
      "end_timestamp": 6278.0,
      "id": "4de694b8-0d74-3e07-ac8b-0f827381c1f7",
      "speaker": "Caller 1 (52)",
      "start_timestamp": 6261.0,
      "text": "Well, you know, they detained me and held me on the ground when I'm had a knee in my bag holding both my hands behind my back and I let it go on and in the city police arrived and they carted me off to jail. And you know, later on what they said was a recognizance bond, you know, in good faith off shot,"
    },
    {
      "end_timestamp": 6293.0,
      "id": "9a17cf01-1fec-319e-b946-62aa379c1cd2",
      "speaker": "Alex Jones",
      "start_timestamp": 6278.0,
      "text": "rather, here's the deal. I'm gonna send a reporter up there, I believe you need to go back to Walmart, recreate it, we need to go to the police department. This is huge armed UN forces, tackling and then robbing a citizens iPhone and taking them to jail."
    },
    {
      "end_timestamp": 6310.0,
      "id": "897aab68-00e2-334b-bc10-ef22041a55c9",
      "speaker": "Dan",
      "start_timestamp": 6293.0,
      "text": "This is not the behavior of someone who doesn't believe Jade Helm is real. Yeah. This is the behavior of someone who's looking Looking for a way to believe it's real, but knowing without concrete evidence he's going to be made fun of Yeah. So he gets this hillbilly caller on the air right clearly lying to"
    },
    {
      "end_timestamp": 6312.0,
      "id": "660e3c3c-514b-3059-be49-08154642af9e",
      "speaker": "Jordan",
      "start_timestamp": 6310.0,
      "text": "him. Just beautifully. Like,"
    },
    {
      "end_timestamp": 6315.0,
      "id": "ee72cebb-ad5b-3715-88b2-449347ef5e59",
      "speaker": "Dan",
      "start_timestamp": 6312.0,
      "text": "here's what I would say. Something is missing."
    },
    {
      "end_timestamp": 6330.0,
      "id": "b28f604e-d40f-30a5-996b-eef97af77c8a",
      "speaker": "Jordan",
      "start_timestamp": 6315.0,
      "text": "Especially because the number of people involved keep going up does change. I saw two guys in black suit talking to me. Oh, they were bodyguards. He had a bodyguard, he had a bodyguard. Then it became he had bodyguards. Yeah. Then they pulled Glock seven."
    },
    {
      "end_timestamp": 6335.0,
      "id": "9636db4e-5d5d-3e76-89c7-7a6cc9eb501a",
      "speaker": "Dan",
      "start_timestamp": 6330.0,
      "text": "Took his phone, then they tackled him. Then they pulled guns on him. Yeah, it's so it's nonsense,"
    },
    {
      "end_timestamp": 6343.0,
      "id": "20a531f5-342b-3973-bb0b-30d3c48a2309",
      "speaker": "Jordan",
      "start_timestamp": 6335.0,
      "text": "I believe so the fact that he the fact that he just casually references Glock 17 is like, No, I don't I don't like that again, at all very"
    },
    {
      "end_timestamp": 6344.0,
      "id": "1e56847a-b13e-3622-9348-92b5cb6778c0",
      "speaker": "Dan",
      "start_timestamp": 6343.0,
      "text": "specific."
    },
    {
      "end_timestamp": 6345.0,
      "id": "a12f36c7-ddb2-3362-ad69-9324506209b5",
      "speaker": "Jordan",
      "start_timestamp": 6344.0,
      "text": "I don't like that at all. I"
    },
    {
      "end_timestamp": 6352.0,
      "id": "30179324-b33e-32a0-9a16-73b4370b499a",
      "speaker": "Dan",
      "start_timestamp": 6345.0,
      "text": "am not saying that. He's making something up out of whole cloth. But there's some element of the story that's missing. Maybe he was Hi."
    },
    {
      "end_timestamp": 6356.0,
      "id": "64cd1952-0dd5-3d90-81a6-ad9c6a347109",
      "speaker": "Jordan",
      "start_timestamp": 6352.0,
      "text": "Well, police did also tell him that he couldn't bring that brown bag inside the Walmart."
    },
    {
      "end_timestamp": 6366.0,
      "id": "3a1e856a-5b63-361e-b0a4-7c59f6286812",
      "speaker": "Dan",
      "start_timestamp": 6356.0,
      "text": "Why the fuck would you be at a Walmart at one in the morning if you're not high? Also? I don't know any reason to go to Walmart. A Sox ran out of socks. He smoked them all. Have"
    },
    {
      "end_timestamp": 6373.0,
      "id": "d856a44d-cdac-39cb-9d6a-0ab00c6ebb85",
      "speaker": "Jordan",
      "start_timestamp": 6366.0,
      "text": "you? Smoked? All right. All right. You're unfairly drawing Alabama and hillbillies in a"
    },
    {
      "end_timestamp": 6410.0,
      "id": "ea1bcb7e-fb4a-3425-8b26-626ee02a3476",
      "speaker": "Dan",
      "start_timestamp": 6373.0,
      "text": "broad brush. And now say boy, howdy Dubois down now in Alabama. That's to buy you way to buy It's tough. It's tough for me to slide right into the South or Midwest. Anyway, that slide right into my DMs. That's it for the 16th of the show. Alex invalidates his own claim that he's not buying into Jade Helm by buying in real hard for a random color. He has been schooled by Jesse Ventura. But he's also teased as he'll turn about Trump. Yes, it's very clear that it's only a matter of time now after July 16. Right until he inevitably does get in. And is it just the bigotry?"
    },
    {
      "end_timestamp": 6421.0,
      "id": "9d51dd32-8c6c-3edb-8e6f-5b7585a01847",
      "speaker": "Jordan",
      "start_timestamp": 6410.0,
      "text": "Oh, sure. Seems like it kind of does. It seems like really all he's interested in is the fact that Trump says we should hate immigrants. Yeah, that's basically all he's pretty much."
    },
    {
      "end_timestamp": 6429.0,
      "id": "f7e99985-e057-3d40-9650-10fd7238a417",
      "speaker": "Dan",
      "start_timestamp": 6421.0,
      "text": "Yeah. So I was going to cut it off at the 16th for this episode, right. But we have to talk about the 17th. Okay, what"
    },
    {
      "end_timestamp": 6430.0,
      "id": "7525f194-5e5f-35b0-8cff-2545f7c3921f",
      "speaker": "Jordan",
      "start_timestamp": 6429.0,
      "text": "happened on the 17th?"
    },
    {
      "end_timestamp": 6441.0,
      "id": "2fbff4b2-8128-308c-a7eb-dacc7e4fdae1",
      "speaker": "Dan",
      "start_timestamp": 6430.0,
      "text": "The 17th is one of my favorite Alex Jones episodes I've ever listened to. And I will, I'm just going to play the beginning of the show. And you'll see why."
    },
    {
      "end_timestamp": 6477.0,
      "id": "8f25959f-c1d1-3e36-bd01-ae12554f4b58",
      "speaker": "Alex Jones",
      "start_timestamp": 6441.0,
      "text": "Well, I'm going to jump the shark intentionally at the start of the next segment. So call your friends and family. What does that turn into the broadcast? I don't even mean we start the next segment in exactly seven minutes. 12 seconds from now. So start the countdown. Get ready. Because Chevon minutes and E are going to be breath minutes and sit down some information that may actually shake large portions of the population out of their mind control."
    },
    {
      "end_timestamp": 6479.0,
      "id": "20930057-3888-3ef4-bbf2-55a3141bc99f",
      "speaker": "Jordan",
      "start_timestamp": 6477.0,
      "text": "Is that what jumping the shark is?"
    },
    {
      "end_timestamp": 6480.0,
      "id": "3393f97f-492c-3e2f-9b6e-a7a4318c7e9e",
      "speaker": "Dan",
      "start_timestamp": 6479.0,
      "text": "I guess so"
    },
    {
      "end_timestamp": 6483.0,
      "id": "177e2270-6d5d-3959-bfbf-a74dbff9185a",
      "speaker": "Jordan",
      "start_timestamp": 6480.0,
      "text": "what is jumping the shark? What does he think it means he uses it"
    },
    {
      "end_timestamp": 6484.0,
      "id": "930af4c2-a0c2-36ff-9e4c-a48d33e456b4",
      "speaker": "Dan",
      "start_timestamp": 6483.0,
      "text": "favors the bold."
    },
    {
      "end_timestamp": 6486.0,
      "id": "24fe610a-1215-3a04-b38a-bc7f5cb37d59",
      "speaker": "Jordan",
      "start_timestamp": 6484.0,
      "text": "He doesn't know what it means."
    },
    {
      "end_timestamp": 6488.0,
      "id": "84ad0195-c2eb-3e88-a9f5-21c6f37be0c6",
      "speaker": "Dan",
      "start_timestamp": 6486.0,
      "text": "He doesn't understand aphorisms."
    },
    {
      "end_timestamp": 6491.0,
      "id": "1c398a34-f1ad-3305-ada1-4fac4d5fbd5e",
      "speaker": "Jordan",
      "start_timestamp": 6488.0,
      "text": "He really does it. Unfortunately,"
    },
    {
      "end_timestamp": 6505.0,
      "id": "077596d7-b21f-34bd-81e0-991948ae77e1",
      "speaker": "Dan",
      "start_timestamp": 6491.0,
      "text": "he does literally jumped the shark. Okay, this episode is embarrassing. Okay, so I don't want to spoil for you what the actual jumping over the shark is."
    },
    {
      "end_timestamp": 6509.0,
      "id": "b6c6b6ab-2b11-3bff-9635-7498ff33cd95",
      "speaker": "Jordan",
      "start_timestamp": 6505.0,
      "text": "I don't understand again what it is we're talking about, but I'm excited to find out."
    },
    {
      "end_timestamp": 6514.0,
      "id": "524032dd-b579-3e7a-8af6-bb31984f8ed6",
      "speaker": "Dan",
      "start_timestamp": 6509.0,
      "text": "I don't know if it's going to work better if I just spell it out up top. No, I"
    },
    {
      "end_timestamp": 6516.0,
      "id": "cfc802b4-e73f-3e93-a1ed-71c139808541",
      "speaker": "Jordan",
      "start_timestamp": 6514.0,
      "text": "want to hear it. I want to hear it cold. Okay,"
    },
    {
      "end_timestamp": 6521.0,
      "id": "0c19b5b4-1573-3263-9dc8-6ed67fc97f96",
      "speaker": "Dan",
      "start_timestamp": 6516.0,
      "text": "so I have split up the actual shark jump."
    },
    {
      "end_timestamp": 6531.0,
      "id": "9b21156e-2df2-3b8f-a76a-14c6e65848fd",
      "speaker": "Jordan",
      "start_timestamp": 6521.0,
      "text": "I have into three parts. Preparation though. The buying of water skis motorcycle. Definitely got to get a motorcycle there."
    },
    {
      "end_timestamp": 6536.0,
      "id": "ed68d016-3820-30f8-9beb-671d6b2bcd75",
      "speaker": "Dan",
      "start_timestamp": 6531.0,
      "text": "Yeah. That's right. It is the it is water skis. I'm sorry. Yeah, I forgot."
    },
    {
      "end_timestamp": 6539.0,
      "id": "5675e3a3-0301-357a-8c5a-73575b9f840e",
      "speaker": "Jordan",
      "start_timestamp": 6536.0,
      "text": "It's a it's what was it? Happy days? Yeah, but"
    },
    {
      "end_timestamp": 6541.0,
      "id": "82a500e3-62e8-3b61-ba0d-70a629cb3b76",
      "speaker": "Dan",
      "start_timestamp": 6539.0,
      "text": "he also jumped something on a motorcycle at some point."
    },
    {
      "end_timestamp": 6545.0,
      "id": "9b7225f3-32ce-3d29-a9fa-abbb6014eec8",
      "speaker": "Jordan",
      "start_timestamp": 6541.0,
      "text": "They got very into the jumping of things. There are six parts"
    },
    {
      "end_timestamp": 6582.0,
      "id": "6ea92b24-788a-38bc-8c5e-11067e0b7a86",
      "speaker": "Dan",
      "start_timestamp": 6545.0,
      "text": "to this shark jump. Each one of them is held up by a complete bullshit lie. All right. One of his tent posts, one of his waypoint stories that he's been telling, we haven't really dealt with a lot of the 2015 tent posts through the waypoints. So we get to take care of like all of them in one fell swoop during this jerk jumping of the shark. It's amazing. Okay, so here we go. We're gonna start it off with the first clip. This is seven minutes in a couple seconds after the last one. Hey,"
    },
    {
      "end_timestamp": 6629.0,
      "id": "908d7278-5b66-38de-9d3a-2a83b216181b",
      "speaker": "Alex Jones",
      "start_timestamp": 6582.0,
      "text": "Rach are being used to take our freedoms, agreed the Patriot Act is used 99 plus percent of the time against non terror related cases to overturn the Bill of Rights and Constitution. Perfect. Stop there. Now that's political correctness. Anything is hurtful. there anyone there saying it's banned? That's totalitarianism. So what we need is some strong medicine to force the logical point, to force the debate, to have the controlled trader media attack us for making this point. And then to have the American public have a logical discussion. Now they will take what I'm about to say out of context. This is a big announcement."
    },
    {
      "end_timestamp": 6630.0,
      "id": "f1b7d304-14ae-3819-9b88-c4ef225cc4d0",
      "speaker": "Jordan",
      "start_timestamp": 6629.0,
      "text": "How is that an announcement? But it's"
    },
    {
      "end_timestamp": 6650.0,
      "id": "e479734a-3087-3d88-94e4-41edc57f4da2",
      "speaker": "Alex Jones",
      "start_timestamp": 6630.0,
      "text": "not done satirically? It's done at a level of logical discussion. If we're going to ban paper bags that are brown in Seattle government, because someone might be hurt to tear brown bags. No one ever said brown bags anything to do with racism, they just say that they can ban or restrict and"
    },
    {
      "end_timestamp": 6681.0,
      "id": "8b924404-db4c-3431-945a-0c26b4b5a75e",
      "speaker": "Dan",
      "start_timestamp": 6650.0,
      "text": "everything. So that's the first way point is that they're outlawing brown bags in Seattle. They're not. This was based on a memo that a Seattle the Elliot Bronstein, the chief spokesman for the Seattle office of civil rights, advise the city's public information officers to avoid the phrase brown bag and use terms like sack lunch or Lunch and Learn according to a memo, which is being widely misreported as an order or a ban. Now, the reason that he did this was okay, I'm just gonna read his quote,"
    },
    {
      "end_timestamp": 6684.0,
      "id": "e94f58aa-5000-3856-9390-c8b36bb288f5",
      "speaker": "Jordan",
      "start_timestamp": 6681.0,
      "text": "I assume it has something to do with alcohol. No. Oh,"
    },
    {
      "end_timestamp": 6739.0,
      "id": "bab1d933-f205-3a88-8ffa-d925f56dd389",
      "speaker": "Dan",
      "start_timestamp": 6684.0,
      "text": "the this issue came up in one of the departments and I thought I'd send it around as an FYI, for your consideration. The memo reads, we often use the expression brown bag to designate a bring your own lunchtime event. We also use the word citizens as a synonym for residents. innocuous phrases, right? It went on? Hmm, not so much. For some people, the phrase brown bag calls up ugly associations with the use of the expression brown bag to determine if people's skin color was light enough to allow admission to an event or a home citizens is a different case, we sometimes use it as another way of saying members of the public, except for all the members of the public who aren't actually citizens who live and work here. It's basically a fucking the chief spokesman for the Office of Civil Rights, issued a memo to city employees that asked them to be more sensitive. Yeah, because there is a history of it. I've looked into it there is that's not made up. No, of course, the idea of passing"
    },
    {
      "end_timestamp": 6748.0,
      "id": "134ea6c2-571f-383d-a790-6f5b783ee466",
      "speaker": "Jordan",
      "start_timestamp": 6739.0,
      "text": "you any any anything that any reference to racism in American history. Even if I have no context for it, I'll be like, Yeah, that's probably true."
    },
    {
      "end_timestamp": 6758.0,
      "id": "7e9be046-6fd5-33f9-a658-939af2fe429d",
      "speaker": "Dan",
      "start_timestamp": 6748.0,
      "text": "I think that this is probably stretching a little bit in terms of the descriptors of this bag is brown. Yeah, it's not but at the same"
    },
    {
      "end_timestamp": 6769.0,
      "id": "448c214a-a7b1-3266-8669-24abd27b43b9",
      "speaker": "Jordan",
      "start_timestamp": 6758.0,
      "text": "time, it's just he's just saying, you know, like, based on language, language is important. Be specific with your words. Yeah, that's all. That's all he's saying. A lot of the times just be more specific sack"
    },
    {
      "end_timestamp": 6775.0,
      "id": "0466cf6e-70cb-3e4a-a454-50e7fd69d7d1",
      "speaker": "Dan",
      "start_timestamp": 6769.0,
      "text": "lunch is no more difficult to say. It's no less descriptive. No. So"
    },
    {
      "end_timestamp": 6779.0,
      "id": "7d71a3a9-7a99-3fac-ab51-b4039f7b1a86",
      "speaker": "Jordan",
      "start_timestamp": 6775.0,
      "text": "I mean, it's not a ban. It was him being like, hey, try and do this. Yep."
    },
    {
      "end_timestamp": 6783.0,
      "id": "441677a1-564d-3405-91ed-22534c5ed3ec",
      "speaker": "Dan",
      "start_timestamp": 6779.0,
      "text": "But at this point, the sharp jump has been described"
    },
    {
      "end_timestamp": 6827.0,
      "id": "d225bd0a-a2f8-335c-9c32-19d2ecf4fd4d",
      "speaker": "Jordan",
      "start_timestamp": 6783.0,
      "text": "also, the the plan that he has, right is so mind bogglingly stupid and we don't even know what exactly it is yet. But his plan, you're going to see what he's what he's outlined. His his idea of how this is going to work, is he's going to say something intentionally fucked up. Yeah. So that the media will report on it. Yeah. But even even though they even though it's intentionally fucked up, they're going to take him out of context, right? Which boggles the mind even further. Well, here's what he's trying to do. And then that will force everyone to come together and have a conversation about how stupid the fucked up thing he said was"
    },
    {
      "end_timestamp": 6857.0,
      "id": "e6d9f266-730b-3f18-83b3-9adc7cc24322",
      "speaker": "Dan",
      "start_timestamp": 6827.0,
      "text": "the more or less what he's trying to play the Mark Dice Game on a pro level. Yeah. But what he doesn't realize is the Mark Dice Game only works because it's a closed loop. You don't have any rogue actors in there, like the actual media. So like, the media is not going to play along with this. The way you play along with Mark Dice is reporting and create your circle of propaganda. They are going to take it on its face. They're going to deal with what you say, and be like, holy shit. And we'll get to it"
    },
    {
      "end_timestamp": 6863.0,
      "id": "669d5851-5fce-3c31-9292-1a3792073343",
      "speaker": "Jordan",
      "start_timestamp": 6857.0,
      "text": "and even then, they could just go back and listen to the first part where he said, This is what we're going"
    },
    {
      "end_timestamp": 6866.0,
      "id": "e598e415-60ad-3d72-88e7-1bd541d0ec2c",
      "speaker": "Dan",
      "start_timestamp": 6863.0,
      "text": "to do. Yeah, yep, that is a problem too."
    },
    {
      "end_timestamp": 6870.0,
      "id": "58a10b8e-2ccd-31c3-8a46-5c73ded20b75",
      "speaker": "Jordan",
      "start_timestamp": 6866.0,
      "text": "If you're trying to trick people don't tell people you're tricking them. Yeah."
    },
    {
      "end_timestamp": 6875.0,
      "id": "9df038da-f67a-3550-bc13-24f34f5c2721",
      "speaker": "Dan",
      "start_timestamp": 6870.0,
      "text": "Yeah, that is a problem. Alex is dumb though. And it's so fucking hilarious for him."
    },
    {
      "end_timestamp": 6879.0,
      "id": "bffd1b97-97e6-3eb7-a484-91ec56787d43",
      "speaker": "Jordan",
      "start_timestamp": 6875.0,
      "text": "Although then again that is Jerome Corsi is plan Yeah, yeah, totally fair enough."
    },
    {
      "end_timestamp": 6881.0,
      "id": "fd0a6720-f69e-3f0d-8f1f-f03fa38f1929",
      "speaker": "Dan",
      "start_timestamp": 6879.0,
      "text": "It's what they do. Yeah."
    },
    {
      "end_timestamp": 6890.0,
      "id": "a72d05e0-215b-3bcc-b39c-fcc1cedc7c8c",
      "speaker": "Jordan",
      "start_timestamp": 6881.0,
      "text": "Okay. This time we're actually going to do propaganda. Yeah, Jerome, Corsi, buddy, maybe you're way past that."
    },
    {
      "end_timestamp": 6911.0,
      "id": "a1a6bdda-2a23-3db4-9d56-f9338770c156",
      "speaker": "Dan",
      "start_timestamp": 6890.0,
      "text": "I'm going to be paying 1000s of dollars for people to soy balm Sienna. Yeah, dude. No, all right, not a propaganda Kapan so pain he goes on and like I said, I didn't cut any thing out, these are just segmented, I took a break pretty much whenever he got to one of his lives. Seattle brown bag shit is a complete misrepresentation and a lie. As we come to expect from Alex. Here's the next one."
    },
    {
      "end_timestamp": 6930.0,
      "id": "6502a1f7-ff64-3cd2-8669-4e386f1755a6",
      "speaker": "Alex Jones",
      "start_timestamp": 6911.0,
      "text": "If we're going to tell kids nationwide and public schools under No Child Left Behind your purple penguins, you can't be a boy or girl, it might hurt someone that doesn't identify as a boy or girl if you can't have your identity, because it might hurt someone else. That is the greatest form of oppression psychologically, I could imagine."
    },
    {
      "end_timestamp": 6933.0,
      "id": "2cf68552-3ca6-3add-b8a6-89cee5f4542a",
      "speaker": "Dan",
      "start_timestamp": 6930.0,
      "text": "So he's this is another one of his big way points."
    },
    {
      "end_timestamp": 6960.0,
      "id": "228d51ca-4854-3210-9f25-fb8eef51b620",
      "speaker": "Jordan",
      "start_timestamp": 6933.0,
      "text": "But can't you just can't you just for one second, turn that around? Like, hey, if you can't have your identity, because it hurts somebody else like Alex, yeah, like maybe think about, think about how your identity has hurt somebody else a lot. Or maybe somebody else can't have their identity. Because you don't want to feel bad."
    },
    {
      "end_timestamp": 6965.0,
      "id": "82b20661-58dd-3931-b0dd-65f33c943692",
      "speaker": "Dan",
      "start_timestamp": 6960.0,
      "text": "You're on a real interesting tip that Alex is not interested in and cannot you cannot grapple"
    },
    {
      "end_timestamp": 6982.0,
      "id": "e20b3669-9c92-37db-adc7-b0b975154e02",
      "speaker": "Jordan",
      "start_timestamp": 6965.0,
      "text": "with no. How is it that you just can't grapple with the turn it the other way? Right? It's not even it's not even hard. It's super easy. Like if I feel one way. And I don't like that. What if somebody else who isn't me feels that way?"
    },
    {
      "end_timestamp": 6991.0,
      "id": "35518adc-04dd-305c-9109-84c9204eac20",
      "speaker": "Dan",
      "start_timestamp": 6982.0,
      "text": "It's like if he sees the letter A right here? Yeah, he's like, that's letter A, and then it moves a little bit of there's like, What the fuck is that? Yeah, exactly. Exactly."
    },
    {
      "end_timestamp": 6994.0,
      "id": "3a518f7c-ec2f-3bc9-b8d9-9a0a1ddffb7b",
      "speaker": "Jordan",
      "start_timestamp": 6991.0,
      "text": "How do you not just take that little step?"
    },
    {
      "end_timestamp": 7071.0,
      "id": "f043943e-85be-3998-983a-804050a7389c",
      "speaker": "Dan",
      "start_timestamp": 6994.0,
      "text": "Yeah. So would you like to learn about this way? Point? Sure. Alex has been saying for a really long time. I don't think I've played on the show that nationally, in schools, they're telling kids, they can't be boys or girls anymore. They have to be purple penguins. Yes. That'd be fun. And this is because saying boys and girls are hurtful to trans identifying students, which doesn't make any sense. He's stupid. But here's the thing. If you look into it, this is based on a story out of Lincoln, Nebraska specifically. And there were some materials that were provided to teachers by a group called the gender spectrum, which is an organization whose website states a goal of fostering, quote, gender sensitive and inclusive environment for all children and teens. So inside their materials, it has this I'll just read this, quote, don't use phrases such as boys and girls, you guys, ladies and gentlemen, and similarly, gendered expressions to get kids attention, instructor training document given to middle school teachers at the Lincoln public schools, create a classroom, create classroom names, and then ask all the purple penguins to meet on the rug. The document also warns against asking students to line up as boys and girls and suggest asking them to line up whether they prefer skateboards or bikes, milk or juice dogs or cats summer or winter talking or listening."
    },
    {
      "end_timestamp": 7076.0,
      "id": "df297c1d-defe-3672-be6f-3fe40b683938",
      "speaker": "Jordan",
      "start_timestamp": 7071.0,
      "text": "Oh, do you mean by who you are as a person as opposed to what you have between your legs? Yeah."
    },
    {
      "end_timestamp": 7083.0,
      "id": "57a6e5d6-7827-3125-926f-025514a41482",
      "speaker": "Dan",
      "start_timestamp": 7076.0,
      "text": "And it goes on to say ask yourself, always ask yourself, will this configuration create a gendered space? The document asks."
    },
    {
      "end_timestamp": 7094.0,
      "id": "0110c229-17c8-320c-9b43-8b8d21c5cf6f",
      "speaker": "Jordan",
      "start_timestamp": 7083.0,
      "text": "I think that's actually a very smart thing. Yeah, that sounds really dumb. What do you mean? I just mean that it's it has the ring of like, like, even Well, everything"
    },
    {
      "end_timestamp": 7097.0,
      "id": "a2f8335d-5919-308a-90cf-3323767a0475",
      "speaker": "Dan",
      "start_timestamp": 7094.0,
      "text": "that has to do with kids is dumb. Right?"
    },
    {
      "end_timestamp": 7136.0,
      "id": "94199105-7a78-3170-967b-2896e6f3a42a",
      "speaker": "Jordan",
      "start_timestamp": 7097.0,
      "text": "But that's that. No, I mean, I mean, that's that angle. Like I immediately have that knee jerk reaction of like, dudes, you're going overboard with this. Let's just but that makes perfect sense in though in just in a form of education. Yeah, just like that idea of, we're not immediately putting you into your blue and your pink. Yeah, you're given your choice. Yeah, you're like, Oh, I am not a boy or a girl. I am somebody who enjoys this. I am a person first. Yeah, with my own thoughts and feelings. And I'm not a I'm not whatever you tell me I am. And I'm allowed to choose and grow in the way that I want to and it makes sense"
    },
    {
      "end_timestamp": 7147.0,
      "id": "9d1e4a46-6037-30f3-89ef-d4eaf3441b1d",
      "speaker": "Dan",
      "start_timestamp": 7136.0,
      "text": "and the like it the arbitrary specific of purple penguins in that read out in that yeah, that's just little group names. Yeah, just create, you know, teams within the classroom and give them names. Yeah, why not?"
    },
    {
      "end_timestamp": 7150.0,
      "id": "1b52dc39-1096-334f-b7f8-9f8491dea0e6",
      "speaker": "Jordan",
      "start_timestamp": 7147.0,
      "text": "That's like getting mad at Legends of the Hidden Temple."
    },
    {
      "end_timestamp": 7176.0,
      "id": "f0e5d9b3-775c-369f-9172-d7590a7453a6",
      "speaker": "Dan",
      "start_timestamp": 7150.0,
      "text": "Oh, silver monkeys. Yeah, exactly. Very, very unhappy. Also, the shrine of the silver monkey or that one? We had to put the three pieces of monkey together. No one could ever fucking do it. Yeah, I remember. I screamed at the TV about that when I was a kid. And then someone made a group about it on Facebook, like years and years ago. I'm like, you fucking asshole. Now I can't complain about it. No, it's hacky for me to remember that it made me mad like God dammit."
    },
    {
      "end_timestamp": 7187.0,
      "id": "d2e9f0ec-1b89-3088-8355-b34b708b6521",
      "speaker": "Jordan",
      "start_timestamp": 7176.0,
      "text": "Do you know what's even worse? You can't complain about it also because one of the reasons that it was so hard for them was because they were shooting for like 12 or 14 hours straight. Oh, another reason"
    },
    {
      "end_timestamp": 7190.0,
      "id": "ee5c76f3-45ad-37e6-9217-8255c74d5bf2",
      "speaker": "Dan",
      "start_timestamp": 7187.0,
      "text": "is most of them weren't tall enough to put the head"
    },
    {
      "end_timestamp": 7193.0,
      "id": "e4dac90e-e790-3787-a8f6-193918a6851e",
      "speaker": "Jordan",
      "start_timestamp": 7190.0,
      "text": "so there were many issues with legends a Hidden Temple."
    },
    {
      "end_timestamp": 7249.0,
      "id": "f62cc908-3a9f-3e90-8b28-9eebe321b606",
      "speaker": "Dan",
      "start_timestamp": 7193.0,
      "text": "So you know people got mad about this and led by people like me and Alex Yeah, but there's there's more So Brenda llegaron to the Lincoln Public Schools coordinator for social workers and counselors clarified to the Lincoln Journal Star after the issue gained widespread attention. The materials were provided as guidelines for educators to better understand gender identity issues, and were not intended to impose rules mandating how those issues should be addressed. Quote, The handouts provided by a staff member on a district equity team were meant only for teachers, not for students or parents who said and hoarse. And they were not meant as rules staff had to follow. But as suggestions for how teachers can make students feel comfortable, it also stresses the impact words can have on others. If there's a staff member that's uninformed and unsupportive, that can be a pretty scary, that can be pretty scary for a family, maybe struggling to understand transgender issues themselves. So that just sounds like a really good progressive school district, quite frankly."
    },
    {
      "end_timestamp": 7288.0,
      "id": "61670c36-bc2b-3462-80cb-e5ce4ac13270",
      "speaker": "Jordan",
      "start_timestamp": 7249.0,
      "text": "Do you know what it is it always brings me back to up almost all of this almost all of this always winds up boiling down into Be thoughtful, right? Like one of the Alex hates, I'm a huge I like I read. I read the Dow like 10 million times when I was growing up. And just one of those very simple things was always be mindful, be thoughtful with your actions. Yeah, think before you just randomly or, you know, just like think about how does this make somebody else feel first, instead of I want to do it. So I'm going to it's a great ideal. I mean, it never happens."
    },
    {
      "end_timestamp": 7336.0,
      "id": "e430ede9-66eb-31a5-a0ad-0708f592ece2",
      "speaker": "Dan",
      "start_timestamp": 7288.0,
      "text": "Oh, no. So to make matters worse for Alex's narrative, the Lincoln public school superintendent Steve Joel pushed back against what he said was a misinformed reaction to the district's gender identity training by national commentators and news outlets. Quote, it's indeed regrettable for the last week and a half, we've had to dedicate as much staff time and resources to address an issue that is not founded. In fact, never once has anyone inside our school mandated that a teacher take the words boys or girls or ladies and gentlemen, out of their interactions with children or interacting with adults, of course, this was about adults, professional educators who care deeply about trying to reach and establish relationships with children. They're looking for strategies about how to be more effective in the classroom, right? So fuck you, Alex, you're a liar."
    },
    {
      "end_timestamp": 7343.0,
      "id": "d9a9818b-be7e-3813-94d5-177033eb347f",
      "speaker": "Jordan",
      "start_timestamp": 7336.0,
      "text": "Get mad about real shit. Why do we always have to? Why do they have to make things up to be angry about it,"
    },
    {
      "end_timestamp": 7366.0,
      "id": "a8dd8972-7b53-3342-8299-efdd0ed9d1f4",
      "speaker": "Dan",
      "start_timestamp": 7343.0,
      "text": "bro, that's what I'm talking about. That's why this is jumping the shark. He's accidentally doing what he's parodying. And that's true. He thinks he's doing it satirically. But he's just, he's going overboard on his narratives. Chuck. So this next clip, he actually jumped the shark. Okay, he does the jump that he had prepared. Okay, crazy. And then it ends. This clip ends with another lie."
    },
    {
      "end_timestamp": 7374.0,
      "id": "ca84ab6c-02c7-31bd-8662-48dc97ded7f6",
      "speaker": "Alex Jones",
      "start_timestamp": 7366.0,
      "text": "That's the wildest cult programming that I could ever even envision in my mind."
    },
    {
      "end_timestamp": 7378.0,
      "id": "459123fb-c18e-3e94-9ea5-7e982e2364c2",
      "speaker": "Jordan",
      "start_timestamp": 7374.0,
      "text": "Really, period. There's way better called programming, Shadow assault"
    },
    {
      "end_timestamp": 7393.0,
      "id": "076671e9-9878-3617-9533-a95ae42825b5",
      "speaker": "Alex Jones",
      "start_timestamp": 7378.0,
      "text": "these people, we have to point out that what they're doing is unconstitutional. It's tyrannical. It's totalitarian, it's oppressive, it's cultic. But also, it can't be selectively enforced. It can't be discriminatory."
    },
    {
      "end_timestamp": 7396.0,
      "id": "e0674742-912e-345c-9c0a-15c2febd9b21",
      "speaker": "Jordan",
      "start_timestamp": 7393.0,
      "text": "And so are okay."
    },
    {
      "end_timestamp": 7411.0,
      "id": "815f5028-da44-3da6-91b5-6fc27b9edffd",
      "speaker": "Alex Jones",
      "start_timestamp": 7396.0,
      "text": "If we have radical Muslims being brought in by the hundreds of 1000s a year, that does from everywhere from Turkey, Saudi Arabia, Kuwait."
    },
    {
      "end_timestamp": 7413.0,
      "id": "cf79056f-0eca-3c07-a466-e6aba37cbde6",
      "speaker": "Jordan",
      "start_timestamp": 7411.0,
      "text": "Name to more countries, areas"
    },
    {
      "end_timestamp": 7487.0,
      "id": "d81bf4f6-baef-3afb-b040-161fe527853d",
      "speaker": "Alex Jones",
      "start_timestamp": 7413.0,
      "text": "of North Eastern Africa, like Somalia, One, who are then constantly getting caught trying to carry out attacks, or who are carrying out attacks against soft targets. Well, if it's hurtful to people, they're doing that. And if we blame all white people, for the shooter in Charleston, the terrain shooter, and if we blame the Confederate battle flag for that, then I'm calling for all Muslim symbols to be removed. And I'm calling for all mosques in the United States to be shut down. And I'm calling for all self identifying Muslims of any type to be deported to their original country of origin, even if it was if they'd been here 200 years. I want all Muslims deported now. And I want all Muslims to have their mosque shut down, and their minarets removed and their symbols removed. And anyone wearing a crescent moon around their neck. I want them arrested. Because we've got police showed up at swap meets. Shaking they're there to arrest people selling rebel flags, total tyranny hardcore oppression, so we'll get well then let's see it."
    },
    {
      "end_timestamp": 7489.0,
      "id": "78004d97-ecfc-3cf1-b491-a0366f392cae",
      "speaker": "Dan",
      "start_timestamp": 7487.0,
      "text": "We'll get back to that rebel flag thing in a minute."
    },
    {
      "end_timestamp": 7494.0,
      "id": "9bba6eb4-7ad1-3c4d-9db7-c4bbc106de14",
      "speaker": "Jordan",
      "start_timestamp": 7489.0,
      "text": "Of course. Well, I didn't I didn't think he was gonna let the rebel flag go the moment the rebel. Oh, no, I"
    },
    {
      "end_timestamp": 7501.0,
      "id": "f997f508-a2ad-3566-9a52-f2c4a02da4c7",
      "speaker": "Dan",
      "start_timestamp": 7494.0,
      "text": "meant I'm gonna get back. Okay, but so just to sort of dispense with that. Why that argument is really stupid."
    },
    {
      "end_timestamp": 7504.0,
      "id": "1fe63787-214d-3493-9d49-e44453979179",
      "speaker": "Jordan",
      "start_timestamp": 7501.0,
      "text": "We are. That's, that's the dumbest argument well, but"
    },
    {
      "end_timestamp": 7529.0,
      "id": "7b5d9712-f9d1-38b5-af2f-fb6b12f4b709",
      "speaker": "Dan",
      "start_timestamp": 7504.0,
      "text": "just to lay it out, to lay it out because he thinks he's being logical, right? And he's not, there's a really foundational problem with the way he's presenting this. And that is, in order for his argument to make sense, then the Confederacy or worship of the Confederate flag would have to be a federally protected group. It would have to be a religion. Yeah."
    },
    {
      "end_timestamp": 7533.0,
      "id": "9f087fbe-19b4-38c1-b99e-53d6c77c4a9d",
      "speaker": "Jordan",
      "start_timestamp": 7529.0,
      "text": "So he, in a in a lot of ways that basically is but in"
    },
    {
      "end_timestamp": 7591.0,
      "id": "4dfeef32-f1c2-3eb0-aeba-dd7481945c44",
      "speaker": "Dan",
      "start_timestamp": 7533.0,
      "text": "order for him to make this argument logically sound, he actually it does work. It's just all his promises are wrong. Like it works as a logical like, okay, yeah, I mean, it's dumb, but like, it does strictly work. I don't understand how you think it works? Well, because? Well, it does. It does. Because it doesn't have to be true for it to actually work logically. No, but he's saying he's saying, If Muslims attacking people hurt someone, and if the America or the Confederate flag being hung hurt someone, we take down symbols of the Confederate flag, when a Confederate person or someone inspired by the Confederate flag hurts people, therefore, we should take down all symbols of Muslim people, when a person inspired by Islam attack somebody, it actually does work, strictly speaking, in terms of A than B, B than C, C than D. I, it's stupid, but it doesn't. It doesn't matter."
    },
    {
      "end_timestamp": 7603.0,
      "id": "28ab2131-6fa1-3f2c-bab5-88f2d93abaf9",
      "speaker": "Jordan",
      "start_timestamp": 7591.0,
      "text": "I mean, is that is that why? Okay, yeah, I see where you're coming from. You're right. It's just that the premises are so yeah, so stupid."
    },
    {
      "end_timestamp": 7606.0,
      "id": "d2df4dc7-380a-3d4a-b65b-3f2de608eba3",
      "speaker": "Dan",
      "start_timestamp": 7603.0,
      "text": "Well, and the premises don't, they don't. It's the difference."
    },
    {
      "end_timestamp": 7609.0,
      "id": "b6fabde3-9029-356f-8888-86ef64b8acb4",
      "speaker": "Jordan",
      "start_timestamp": 7606.0,
      "text": "They're not they're not a one to one premise, though. It's"
    },
    {
      "end_timestamp": 7672.0,
      "id": "06d673e1-97bc-3549-ab70-ae1a4b12e42e",
      "speaker": "Dan",
      "start_timestamp": 7609.0,
      "text": "the difference between valid and sound when you're talking about logic, you can have a valid argument that's not sound, right? Because it's made up right, you in order to have sound arguments, you need to have true premises that lead to a conclusion. It needs to be in the proper form. And things have to be true, you can have a valid argument. That's not sound. If you just have bullshit, then there you can just have lies. But as long as it's set up, right, right, right, I get what you're saying truth can't lead to falsity. falsity can lead to truth, I see what you're saying. So the thing is, like I said, the really big thing is that, in order for you to make this argument and make it work, you have to put in something that makes the Confederacy A, which is a rogue failed insurgency, basically, that has to be exactly the same as a religion. And if you want to make that argument, Alex, you can, but then you have to say a whole bunch of other shit. Yeah, it implies a bunch of stuff that I don't think he realizes he's implying, that would"
    },
    {
      "end_timestamp": 7719.0,
      "id": "350f7bb1-9da9-3cc5-b64a-f0257245738b",
      "speaker": "Jordan",
      "start_timestamp": 7672.0,
      "text": "be an interesting. I mean, because it for for a lot of people, it does function as something of a religion or even the ideology. Well, I mean, the idea that the South will rise again, very much has those religious overtones will rise exactly like and then the fervency of the belief in the flag itself. Right. And you know, it's very much a, it is a worship, we worship the past like, Sure, could you see confederacy becoming a religion of federally federally protected religion now the people who believe that we should have the Confederate flag hanging, should have to agree to go to church together No, and worship that flag?"
    },
    {
      "end_timestamp": 7752.0,
      "id": "b867e783-e667-3be1-8081-bfa362beb4b1",
      "speaker": "Dan",
      "start_timestamp": 7719.0,
      "text": "No, I don't think so. But also, like, see, this is this is the thing that I find the most interesting about people trying to use logic who don't know anything about logic, whenever, whenever you make arguments like the one Alex is making, you have a bunch of they're not really even assumptions, but they're implied premises that you don't really even realize are in there. And when you make your argument, you're actually saying a ton more than you're actually like getting to right, and that is one of them. And the other thing is like the like I said, things have to be true. People weren't calling,"
    },
    {
      "end_timestamp": 7766.0,
      "id": "96a599d9-42db-365d-a747-e3404aed11b4",
      "speaker": "Jordan",
      "start_timestamp": 7752.0,
      "text": "Dan. Dan, you sweet, naive child. I'm just saying, Dan, you're such a beauty to see your wide eyed optimism. Yeah, saying that things have to be true. Well"
    },
    {
      "end_timestamp": 7790.0,
      "id": "6365c458-5e44-3fe7-b7c4-05a600d036d9",
      "speaker": "Dan",
      "start_timestamp": 7766.0,
      "text": "to be sound like I said, Yeah, to be sound. So the other thing that he's not taking into consideration is that people weren't saying we should ban the Confederate flag. There were just a bunch of businesses that got pressure from people who didn't want them to sell it. And they replied to do the free market. They made a decision based on what their consumers were saying. Right? He was like Walmart stop selling the flag pre market. Yeah. So Alex should be thrilled with that. Well, yeah,"
    },
    {
      "end_timestamp": 7798.0,
      "id": "c77044f2-3c1a-397a-9f17-0c895f35ef9d",
      "speaker": "Jordan",
      "start_timestamp": 7790.0,
      "text": "but they're not bringing prosperity back the ringing free market, but it's not prosperity. So secondarily, we all know prosperity. It's about that battle"
    },
    {
      "end_timestamp": 7810.0,
      "id": "47e4c8ec-924e-3529-a5fb-5ba04d103f1e",
      "speaker": "Dan",
      "start_timestamp": 7798.0,
      "text": "flag secondarily. The people wanted the Confederate flag taken out of state buildings, because of course that shouldn't be in. It should not be in government buildings. Yeah. So"
    },
    {
      "end_timestamp": 7815.0,
      "id": "fa060008-f49f-3104-90c3-bfb9e2bba036",
      "speaker": "Jordan",
      "start_timestamp": 7810.0,
      "text": "that's such a weird. So those were the real like, that's like if North Vietnam was hanging the United States flag."
    },
    {
      "end_timestamp": 7868.0,
      "id": "04dd6f73-638c-399e-98cf-f776b036bc7f",
      "speaker": "Dan",
      "start_timestamp": 7815.0,
      "text": "So here's the other thing if he wants to make the argument based on reality, which I think might be a better argument to make, because I agree with him if you were making this argument, which is, well, actually, I wouldn't agree with him if he was using terrorism as one of the foundational premises, but be that as it may, if he's saying people in reality, are trying to ban the Confederate flag being flown in government buildings, right. And they're doing that because it hurts people. Some people are offended by Islam, whether or not that's rational is another question. So the Islamic flags should not be flown in our government state buildings. Well, yeah, but they shouldn't be right. So when either should the Confederate right but if he's making that argument, yeah, then cool, right. But he's saying on their own property, right. He's going so far, but I know he's doing it satirically. Well,"
    },
    {
      "end_timestamp": 7870.0,
      "id": "618f8d2e-890d-3b9c-884f-2f0bf1fc0ffe",
      "speaker": "Jordan",
      "start_timestamp": 7868.0,
      "text": "I understand he's doing it's a tear, right."
    },
    {
      "end_timestamp": 7888.0,
      "id": "eaf76a2f-585b-3535-a661-3bdf1394b4ba",
      "speaker": "Dan",
      "start_timestamp": 7870.0,
      "text": "I understand that. I understand that he's not literally calling for these snaps. But the the form he's using is so flawed. Yeah. Like he just it drives me up a fucking wall. Yeah, I could spend half an hour Yeah. All the bullshit. Yeah. So that he ends that though with"
    },
    {
      "end_timestamp": 7892.0,
      "id": "48341404-2328-3c75-a797-41d0d27c29ec",
      "speaker": "Jordan",
      "start_timestamp": 7888.0,
      "text": "the the you're you're being a patent Israeli."
    },
    {
      "end_timestamp": 7926.0,
      "id": "5eef63b7-dde2-3023-b8ee-201de45e2ac3",
      "speaker": "Dan",
      "start_timestamp": 7892.0,
      "text": "I'm flashing into the part of myself that should have been a professor. Yeah, yeah, exactly. So I looked into the idea that people were storming swap meets, and trying to get the Confederate flag taken down. Yeah, well, arresting people for selling Confederate flags. You can't do that. Well, I looked at I looked it up and I accidentally Googled confederate flag arrests. And what I found was a couple of bad stories. One is, I'll just read you this headline, tell you a little bit about it. Somebody just"
    },
    {
      "end_timestamp": 7930.0,
      "id": "adcf40d9-96cd-3071-b85b-2432fa40c783",
      "speaker": "Jordan",
      "start_timestamp": 7926.0,
      "text": "arrested a confederate flag, but just put it up. So"
    },
    {
      "end_timestamp": 7951.0,
      "id": "d4ee0075-fa62-368e-a320-46aa7f545a1e",
      "speaker": "Dan",
      "start_timestamp": 7930.0,
      "text": "they waved the Confederate flag and a shot gun at a black child's party. Ah, now they're headed to prison on terrorism charges. Yeah. So that's one story. I found another one a man bombed Walmart because it stopped selling confederate flag and Mississippi. Another one."
    },
    {
      "end_timestamp": 7957.0,
      "id": "af08fe4a-5a20-31fa-baae-57f23992cc31",
      "speaker": "Jordan",
      "start_timestamp": 7951.0,
      "text": "Yay. I don't know. I know what you said. It seems bad. But was anybody arrested for selling the Confederate flag?"
    },
    {
      "end_timestamp": 8055.0,
      "id": "4fc61324-8b1b-35da-ba9d-867824d9adc3",
      "speaker": "Dan",
      "start_timestamp": 7957.0,
      "text": "I did find one story about police and a swap market or a swap meet Okay. All right, a shopper perusing the merchandise at Red Wood County flea market was so offended by a vendor selling Confederate and Nazi historical memorabilia. The person actually called 911 Wallingford, Connecticut police were dispatched to the flea market to investigate. The Police Chief William Wright tells news eight The reason no one was arrested was because the items were being sold on private property. Not to mention, not to mention, no lots of guard no laws were broken because of course, there was a table set up with this material right says according to the journal record, it's not criminally illegal, but obviously it offended this person. It causes some people a sense of being uncomfortable. Certainly the owner could preclude this merchandise. You said he could if you wanted if you and the owner. Yeah, it's a choice do that. Yeah. The town resident who called 911 said that there were helmets with swastikas images of Hitler and other historical Nazi items. Quote, I was shaking and almost vomiting. He tells the paper I had to run my hood. My grand not turn on the History Channel. My grandmother had numbers. He said referring to the digits Nazis would tattoo on their prisoner. Oh shit, the caller complained that the Confederate items were quote, not authentic. And replicas of flags and weapons. He said the seller told him he was quote selling so much he can't keep it in stock. So basically what happened? This has to be the story he's talking about. It's from around the same time. It's a flea market. It has to police coming in. I couldn't find any other stories. Nobody got arrested for selling the flag, right? He's just completely making that part up out of whole cloth. It's absolutely absurd. Well, I"
    },
    {
      "end_timestamp": 8065.0,
      "id": "f2f0e286-9443-398b-ac84-814c1016c84d",
      "speaker": "Jordan",
      "start_timestamp": 8055.0,
      "text": "think his argument would be that liberal snowflakes want people arrested for selling the Confederate flag. Ah, I know those liberal snowflakes who survived the Holocaust or"
    },
    {
      "end_timestamp": 8079.0,
      "id": "6fafa579-f00f-3097-8c25-67c5c0ec2617",
      "speaker": "Dan",
      "start_timestamp": 8065.0,
      "text": "their family did yeah, maybe I don't even know if you want that guy arrested. I don't know. The calling the police part is a little strange that I get where he's coming from it. It's Look, I don't know. I'm also I"
    },
    {
      "end_timestamp": 8083.0,
      "id": "a55e9fa9-2336-3024-972c-47f7d100a131",
      "speaker": "Jordan",
      "start_timestamp": 8079.0,
      "text": "liked the fact that at the end, he was like, and the shit wasn't even real."
    },
    {
      "end_timestamp": 8087.0,
      "id": "eb0bfc51-f098-3bc1-b79a-39135e5efae5",
      "speaker": "Dan",
      "start_timestamp": 8083.0,
      "text": "Wow, that's that's just getting a nice little chat."
    },
    {
      "end_timestamp": 8091.0,
      "id": "1cfbf203-fc58-3674-bc06-4d7db21defc2",
      "speaker": "Jordan",
      "start_timestamp": 8087.0,
      "text": "I know that's, that's some good stuff right there. Yeah. So he's a big fan of this dude."
    },
    {
      "end_timestamp": 8100.0,
      "id": "72e7d4d9-5fda-3847-a9ce-63276c1ce107",
      "speaker": "Dan",
      "start_timestamp": 8091.0,
      "text": "Alex is not done with his shark jumping rant. He has a couple more things he wants to bring in. Here's one of them. And again, I didn't cut anything out. Just segments,"
    },
    {
      "end_timestamp": 8120.0,
      "id": "7f7bad41-024c-38ec-bd6a-b8c0ada69f76",
      "speaker": "Alex Jones",
      "start_timestamp": 8100.0,
      "text": "let's see if the controlled left won't just edit what I just said. And we'll take it in context. Because the truth is, most Muslims aren't radicals, most Muslims aren't terrorist. The truth is that in general, the people coming to this country just want to work and be successful and are fleeing the oppression of radical Islam,"
    },
    {
      "end_timestamp": 8121.0,
      "id": "050b43fc-c78a-369e-987c-889f044bdb95",
      "speaker": "Dan",
      "start_timestamp": 8120.0,
      "text": "you should stop there. I"
    },
    {
      "end_timestamp": 8168.0,
      "id": "2b627214-657c-39f9-b42a-705488a56423",
      "speaker": "Alex Jones",
      "start_timestamp": 8121.0,
      "text": "know a lot of Muslims, I went to school, a lot of Muslims. I don't support blaming all Muslims for what just happened. But you know what, there have been a lot of Muslim grips allied with the left, who are calling to remove the Confederate flag, and who are getting into this whole anti Anglo Saxon, anti white garbage. It's time people, and anyone else that doesn't want to be oppressed to say, I'm not going to be blamed for what somebody else does. But if you want to play by that game, we know statistically over 95% of terrorism in the world, is carried out by Islamic extremist, the rest by criminal groups who want ransoms."
    },
    {
      "end_timestamp": 8172.0,
      "id": "316eded6-b664-3d41-b0d1-aa0826284333",
      "speaker": "Jordan",
      "start_timestamp": 8168.0,
      "text": "That's not even close to true, not even close to true."
    },
    {
      "end_timestamp": 8235.0,
      "id": "071f13c3-c421-3382-9dc2-061c9e423c32",
      "speaker": "Dan",
      "start_timestamp": 8172.0,
      "text": "It just to give you a little bit of an idea. So in the United States, for example, 94% of terrorist attacks carried out the United States between the years of 1980 to 2005. Were done by non Muslims. Nope, a lot of them were environmental groups. A lot of them were animal rights groups. A lot of them do. Because you know, if you do a little arson that counts as a terrorist. Arson up. So Alex likes to talk about Europe. If you do a little arson, he talks about how like all these attacks are being carried out in Europe? Not so there have been 1000 terrorist attacks in Europe in the last five years when this article was written, and less than 2% were carried out throughout the entirety of Europe by Muslims, of course. So I mean, if you want to go worldwide, and say, like, you know, Muslims fighting off our shit, and other countries are acts of terrorism, see them get into real murky territory. That's"
    },
    {
      "end_timestamp": 8277.0,
      "id": "0022234b-c04d-3f2f-9b5c-6a2b96d6cbd8",
      "speaker": "Jordan",
      "start_timestamp": 8235.0,
      "text": "the thing. One of the big problems with terrorism is that people use it as a stopgap or a catch. All right, when terrorism is very specific, it is a group of people or a person doing a relatively small thing with a big footprint in order to influence government policy. Yeah, that's what it is. So that and the thing is, the Charleston shooting was not terrorism. It wasn't it was a dude who wanted to cause a race war. There's political implications to it. But yeah, absolutely. But he wasn't trying to influence the government into doing that. They're just trying to influence white people. It's"
    },
    {
      "end_timestamp": 8287.0,
      "id": "c009088a-ef07-3493-824d-ac7313923df7",
      "speaker": "Dan",
      "start_timestamp": 8277.0,
      "text": "this weird disconnect between like, there is that political terrorism, but then there is just also trying to strike fear into everybody."
    },
    {
      "end_timestamp": 8288.0,
      "id": "213e047e-9ff0-3fb8-b202-0b651d01e03b",
      "speaker": "Jordan",
      "start_timestamp": 8287.0,
      "text": "There's definitely that so"
    },
    {
      "end_timestamp": 8291.0,
      "id": "bbbe8ff1-ee24-30ce-add1-784180c34bb8",
      "speaker": "Dan",
      "start_timestamp": 8288.0,
      "text": "i don't know i think i But"
    },
    {
      "end_timestamp": 8292.0,
      "id": "53614f06-d13b-3e47-a1fa-aeb653ef92ec",
      "speaker": "Jordan",
      "start_timestamp": 8291.0,
      "text": "that's an execution."
    },
    {
      "end_timestamp": 8335.0,
      "id": "07e89dfe-0a4e-3be4-b06c-356afa8df143",
      "speaker": "Dan",
      "start_timestamp": 8292.0,
      "text": "I agree with your point. Look, it's silly. I think it to include in your in your because Alex doesn't care about things like why? Why are we even pretending? Well, Alex only really cares about things that are being done against the West, right? So if we include the United States and Europe into that the attacks that are done by Muslims are infinitesimal less than 6% in the United States, less than 2% in Europe. And then if you want to talk about what is actually terrorism in the rest of the world, now is Alex care if they do stuff to each other? Do we have any Australian terrorists? I don't know. There was that one guy?"
    },
    {
      "end_timestamp": 8351.0,
      "id": "346e33fb-7842-381b-9898-93f045b35ca6",
      "speaker": "Dan",
      "start_timestamp": 8335.0,
      "text": "Yeah. You had a knife? He did have a knife wasn't a knife. I didn't have a knife. It was Paul."
    },
    {
      "end_timestamp": 8354.0,
      "id": "df6a878c-15cb-35f0-b320-826bf25dda75",
      "speaker": "Jordan",
      "start_timestamp": 8351.0,
      "text": "Well, the Crocodile Hunter did strike fear in the hearts of crocodile."
    },
    {
      "end_timestamp": 8363.0,
      "id": "80dad721-534e-3dfb-a2d9-0766f59ee9e8",
      "speaker": "Dan",
      "start_timestamp": 8354.0,
      "text": "There's no doubt about that. So I mean, look, I don't know, it's a really complicated issue to discuss. But I know Alex's statistics are wrong. Yeah, I know that whatever,"
    },
    {
      "end_timestamp": 8367.0,
      "id": "c2d1536e-8ff0-3b19-81b3-9c5eccbf4083",
      "speaker": "Jordan",
      "start_timestamp": 8363.0,
      "text": "whatever it is, he says that's lies we we are trying to make sense of"
    },
    {
      "end_timestamp": 8391.0,
      "id": "fa197a86-099c-3e8a-a2a8-81f450db1b03",
      "speaker": "Dan",
      "start_timestamp": 8367.0,
      "text": "so he's saying that 90% of the world's terrorism is all Muslims, which is bananas. And the rest of it is just people looking to get ransoms and stuff like that it's like kidnappings in Brazil and shit. But then you have to say that even if you are saying that you're not taking into account all those environmental and animal rights groups that are learning shut down which he should be happy to pile on which this is like a Cat Sanctuary. Yeah,"
    },
    {
      "end_timestamp": 8401.0,
      "id": "21d3b29c-4557-3622-bb5c-400d5b25684f",
      "speaker": "Jordan",
      "start_timestamp": 8391.0,
      "text": "just coming to throw him on there. Yeah, it's Muslims and Muslims sympathizers, which as we know, are big fans of the environment. Yeah, and a Animals. Yep, they love him. Yep. So"
    },
    {
      "end_timestamp": 8408.0,
      "id": "db7cff3e-0eaf-3645-9f82-fdcadd988783",
      "speaker": "Dan",
      "start_timestamp": 8401.0,
      "text": "he's saying that they're all evil. He's saying that that's all of what terrorism is. But some people will try and make a caveat."
    },
    {
      "end_timestamp": 8419.0,
      "id": "7e244e3f-e11f-309f-b618-9a91bc916280",
      "speaker": "Alex Jones",
      "start_timestamp": 8408.0,
      "text": "They'll point towards Oklahoma City that's come out mainstream news was as funny as $3. Bill totally shut up. Shut in Poverty Law Center running the white supremacist compound."
    },
    {
      "end_timestamp": 8442.0,
      "id": "4d421f73-31ee-358e-8a88-06f4506007f5",
      "speaker": "Dan",
      "start_timestamp": 8419.0,
      "text": "It's not true. All right, dude, it has not come out in mainstream news. I did an article in World News Daily that had no sourcing about this. What is World News Daily? You've basically another Yeah, is it? Yeah, it's just it's a blog, though. Doesn't have a cool, angry Texan doing the radio show with it. So gotta get more popular man. It's where Jerome Corsi used to work before he defected to info Well, Jesus"
    },
    {
      "end_timestamp": 8446.0,
      "id": "2758b339-4a28-3931-a306-ab8bd7b9f082",
      "speaker": "Jordan",
      "start_timestamp": 8442.0,
      "text": "Christ. So so it's got great credibility. Totally. Yeah."
    },
    {
      "end_timestamp": 8533.0,
      "id": "dd7ef70e-bfbe-3d56-b11b-5f761890d4ca",
      "speaker": "Dan",
      "start_timestamp": 8446.0,
      "text": "It's like Zero Hedge, you know, it's in that it's in that world. Okay. So I don't know what Zero Hedge is. It's another, it's like World News Daily. So I found an article about it on there that had no evidence and no links to anything else. Of course, there was a claim of a secret FBI memo, but it didn't link to that it didn't have any secret. Well, but it was apparently leaked, or whatever. It didn't, it didn't have a link to it. It didn't show a copy of it. It just claimed that it existed. The only thing I was able to find was apparently, the place the white supremacist group that Timothy McVeigh was involved with was called Elohim. City. And apparently, the the Southern Poverty Law Center did have a mole inside. Really, yeah, they had infiltrated the group. And that's how they got a lot of information about the group. So that part is kind of true, and as much as they had someone who was doing research. Now, there's no reason to believe that this person in any way influenced Timothy McVeigh to do things that he was already prone to do, based on statements he'd been making for the last 10 goddamn years before that, right. There's also no reason to believe that this this mole within Elohim city would have had any foreknowledge of Timothy McVeigh's plan. Because even if you have a white supremacist group, there's no indication that you just be like, in an open meeting being like, I'm gonna blow up tomorrow. You know, that seems kind of clunky. You can't assume that."
    },
    {
      "end_timestamp": 8540.0,
      "id": "ea7bbbbf-8121-3524-aacc-a57cf140c22e",
      "speaker": "Jordan",
      "start_timestamp": 8533.0,
      "text": "I'm a totally cool white supremacist. You guys like blowing shit up? I like blowing shit up. When are we gonna plan to blow shit up?"
    },
    {
      "end_timestamp": 8556.0,
      "id": "b48d06f4-a24e-3c11-ba7d-4bee150af07b",
      "speaker": "Dan",
      "start_timestamp": 8540.0,
      "text": "Let me tell you one thing I know about people who are involved in these sorts of fringe groups. One of the trends that runs through all of them is a certain amount of paranoia. A lot of them have good reason to believe that anybody in that group could be a government mole. Yeah, because they"
    },
    {
      "end_timestamp": 8577.0,
      "id": "4570cf01-bf4d-3421-9fb0-80e2e3be30e5",
      "speaker": "Jordan",
      "start_timestamp": 8556.0,
      "text": "might it's a good idea to get a mole in these. Yeah, you got to know because these are these are basically like they're terrorists. You want Intel, Alex, you know how you want intel on what a terrorist group in Iraq is doing? So do we, but also on the ones in the United States? There"
    },
    {
      "end_timestamp": 8605.0,
      "id": "afe9c4ca-d6c5-3baf-babb-8bfabcbcd5e5",
      "speaker": "Dan",
      "start_timestamp": 8577.0,
      "text": "are sleeper cells here, essentially, they are that which you are afraid of? Right. So look, it's so dumb. It's just, it's again, it's making stuff up out of whole cloth. So I don't look, I don't know. I don't know. Anyway, we got one more clip of the sharp jump. And in this one, so there's a wait, wait. So what was it so the the shark jump is ban all Muslims? Yes, yeah. But then"
    },
    {
      "end_timestamp": 8617.0,
      "id": "ad3c3d77-15d9-32d8-97bb-04432237f0ff",
      "speaker": "Jordan",
      "start_timestamp": 8605.0,
      "text": "he did go on after that. Now, that's not true. For I don't believe that. What I do believe is we should ban most Muslims. Like, how is the how did he think that's a shark Joe?"
    },
    {
      "end_timestamp": 8639.0,
      "id": "894be5ea-9dd1-37b6-b553-0f95c3fcefcd",
      "speaker": "Dan",
      "start_timestamp": 8617.0,
      "text": "Again, I don't get where he thinks satire and reality where the line is where it sincerity falls on that spectrum. I have no idea. But I know that what he means is that I'm going to say that I call for the banning of Muslim symbols, the closing of all mosques, the deportation of all Muslims, and then people will take that out of context."
    },
    {
      "end_timestamp": 8644.0,
      "id": "888fdd14-214e-304b-ae01-d42a99fb0829",
      "speaker": "Jordan",
      "start_timestamp": 8639.0,
      "text": "They won't point out that afterwards. I said, right. I'm not saying that series"
    },
    {
      "end_timestamp": 8677.0,
      "id": "7d4419f0-d54f-39d0-b59b-68925f0be9cd",
      "speaker": "Dan",
      "start_timestamp": 8644.0,
      "text": "or immediately before it, I said, I'm not going to fuck with me. Exactly. So there's a logical form of like, sort of dealing with arguments called reductio ad absurdum. And that's where you take someone's argument and you point out an example of what their logic implies. That turns it into absurdity. Yeah. Italian for Latin for reduced to absurdity. Yeah. Alex Jones in this next clip accidentally does that to his own fake argument. So this is actually a real treat, let's jump this shark."
    },
    {
      "end_timestamp": 8707.0,
      "id": "47d132fd-4167-3c9f-ab7d-f1412f5d8700",
      "speaker": "Alex Jones",
      "start_timestamp": 8677.0,
      "text": "But separate from that. This is the logic. This is what they're pushing. And so we have one man, killing nine people, one degenerate white person who couldn't even get the Klan to follow him. committed that heinous act, then Ladies and Gents Woman we have to remove the Confederate flag next the American flag. Now they're calling to remove Mount Rushmore"
    },
    {
      "end_timestamp": 8710.0,
      "id": "83ed66bf-b926-30e6-a546-6ffe2cac57f4",
      "speaker": "Dan",
      "start_timestamp": 8707.0,
      "text": "again, let's watch it all Mark Dice. Let's"
    },
    {
      "end_timestamp": 8731.0,
      "id": "80657bb3-401f-3087-b90c-ee1372d27e58",
      "speaker": "Alex Jones",
      "start_timestamp": 8710.0,
      "text": "remove every symbol somebody uses in a wrong way. If somebody runs over somebody with a Ford truck, I want Ford to change his symbol, change his name, and I want by law, every Ford shamble removed. And if you don't, $10,000 fine. And there have been people that have used Chevy cars to kill people in crowds. I want Chevy bad. So now,"
    },
    {
      "end_timestamp": 8761.0,
      "id": "16ab22f3-1673-3926-9182-a4ce433f8715",
      "speaker": "Dan",
      "start_timestamp": 8731.0,
      "text": "that is a stupid application of his logic. Yeah, unfortunately, isn't at all related to the logic of people who want the Confederate flag taken. Obviously, it doesn't work at all. The only thing that him making this stupid fake argument about Chevy trucks have been used to mow down people. So banned Chevy trucks, that only hurts your fake argument. It only shows how different that is from anything. Anybody else is saying. Yeah, so he has just fucking thrown a javelin through his argument. Yeah, he might as"
    },
    {
      "end_timestamp": 8773.0,
      "id": "5e93e52f-b30c-32a6-b3b0-972b718801e8",
      "speaker": "Jordan",
      "start_timestamp": 8761.0,
      "text": "well have been like, oh, well, somebody from Iran, came over here and committed a terrorist act. So we should ban all people from Iran from coming into the United States."
    },
    {
      "end_timestamp": 8774.0,
      "id": "e1565427-7952-33a7-ab0d-1bb8b9625ed0",
      "speaker": "Dan",
      "start_timestamp": 8773.0,
      "text": "I think he is saying that. Oh, is"
    },
    {
      "end_timestamp": 8779.0,
      "id": "a479d14b-8072-3a74-bca9-e86ec780bd80",
      "speaker": "Jordan",
      "start_timestamp": 8774.0,
      "text": "he saying that? No, that's odd. Might be a direct one to one comparison."
    },
    {
      "end_timestamp": 8805.0,
      "id": "03b1296b-d059-3486-9864-54e3f21b1862",
      "speaker": "Dan",
      "start_timestamp": 8779.0,
      "text": "It turns out that might be actually like, all this stuff, where he's claiming he's jumping the shark might be what he actually believes. does seem like that, right? Yeah. It does feel that way. He does. He's really careful to try like over the next couple episodes. He is like, now what I did was, yeah, you know what, it didn't work the way he wanted it to have anyone picked up on No, no one was like, Oh, we got to report on this. If you did it today, people would be fucking talking about 2015 people didn't care nearly as much"
    },
    {
      "end_timestamp": 8822.0,
      "id": "d5ed8c75-1a2c-355b-bff2-28e674c7e0e7",
      "speaker": "Jordan",
      "start_timestamp": 8805.0,
      "text": "and that if he did it today, people would be talking about how dumb he is. Yeah, not for saying we should ban all Muslims symbols, but for saying, I am going to do this as a lie. Yeah, then lie. And then I'm going to tell you that I was lying about it. Well, actually,"
    },
    {
      "end_timestamp": 8826.0,
      "id": "b13c9b66-d8ac-31cc-805f-350b33c570e2",
      "speaker": "Dan",
      "start_timestamp": 8822.0,
      "text": "knowing Media Matters and the way they operate, I bet they would fall for it."
    },
    {
      "end_timestamp": 8830.0,
      "id": "ecad3c1d-c937-3878-ad98-2a5fd013fe95",
      "speaker": "Jordan",
      "start_timestamp": 8826.0,
      "text": "I think you're I think you're well,"
    },
    {
      "end_timestamp": 8850.0,
      "id": "7dbc8133-636a-3dc5-839e-d5892ec5f9ff",
      "speaker": "Dan",
      "start_timestamp": 8830.0,
      "text": "that episode with the fill your hand yelling at Adam Schiff. They didn't talk about how he's clearly drunk on that episode. Okay, they aren't the best at picking up all the context of what's going on. That's true. But they mean well, I'm not I'm not trying to shit on them. So we've already done that the shark has been jumped. Jordan, eight got jumped. So he ends this episode with a interview."
    },
    {
      "end_timestamp": 8856.0,
      "id": "131b77d7-a421-3790-9719-4a46eb7588dc",
      "speaker": "Jordan",
      "start_timestamp": 8850.0,
      "text": "He should end it with a and some double guns. Yeah."
    },
    {
      "end_timestamp": 8873.0,
      "id": "57c1dacf-ac2f-3a02-bafe-3f0c18a9a88f",
      "speaker": "Dan",
      "start_timestamp": 8856.0,
      "text": "Yeah. Which he actually has in studio. So even finger guns. He ends the episode with an interview with a pastor whose name escapes me, it doesn't matter. It's just about how the Confederacy was pretty cool. Oh, no. But he does say this, the pastor and this is where he loses all of his credibility."
    },
    {
      "end_timestamp": 8890.0,
      "id": "1631e60c-e902-3171-b914-df1ea6b5608e",
      "speaker": "Chuck Baldwin",
      "start_timestamp": 8873.0,
      "text": "There's never been a civilization in the history of the world that has officially embraced, promoted and legitimize the homosexual lifestyle that has survived. That is simply a matter of historical record."
    },
    {
      "end_timestamp": 8912.0,
      "id": "dbd9e447-d968-3982-be9e-809f3a4af88e",
      "speaker": "Dan",
      "start_timestamp": 8890.0,
      "text": "Without me actually use let me use a reductio ad absurdum argument against his I will do it in real time. No cultures that didn't have we didn't have Nintendo we'd have all not survived. There we go. It's stupid. It's pointless. Yeah, it doesn't mean anything. You know, you can't comply causation between excetera sexual lifestyles."
    },
    {
      "end_timestamp": 8937.0,
      "id": "bad39c0d-b940-32a2-a175-530bbc1857ea",
      "speaker": "Jordan",
      "start_timestamp": 8912.0,
      "text": "Why did the Aztecs fade away but fucking didn't have wheeze? Okay, everybody knows this. Yeah. Because wheeze have properties. I got nothing. Yeah, it's so I didn't know. Yeah, yeah, exactly. That's just like saying all of the cultures who aren't alive now aren't alive now for any reason,"
    },
    {
      "end_timestamp": 8947.0,
      "id": "3a0252e2-9b0a-3ec0-8f28-cdad0c6d7d5a",
      "speaker": "Dan",
      "start_timestamp": 8937.0,
      "text": "right. But it's gays. Yeah. The other thing too, is like, Hey, buddy. There are a lot of civilizations that didn't formally recognize homosexuality, and they don't exist anymore, either. Yeah. So"
    },
    {
      "end_timestamp": 8952.0,
      "id": "19613748-a6b5-3cfe-b43e-2c0b81036261",
      "speaker": "Jordan",
      "start_timestamp": 8947.0,
      "text": "it's and you know, Spartans fucked a lot"
    },
    {
      "end_timestamp": 8957.0,
      "id": "1e91f7b2-9e7f-3cf8-a7e1-8a8dd9464b1d",
      "speaker": "Dan",
      "start_timestamp": 8952.0,
      "text": "they did in the but yeah, there was there was a bit of that. Yeah. Like, you understand, and"
    },
    {
      "end_timestamp": 8961.0,
      "id": "922c16f5-9124-3b6e-9d56-875ad1b527d6",
      "speaker": "Jordan",
      "start_timestamp": 8957.0,
      "text": "they actually did embrace it pretty, pretty heavily. It was. Well,"
    },
    {
      "end_timestamp": 8964.0,
      "id": "1100e543-b697-3003-9692-51acdca052e3",
      "speaker": "Dan",
      "start_timestamp": 8961.0,
      "text": "they had weird ideas about it. Well, yeah. Well, it wasn't."
    },
    {
      "end_timestamp": 8971.0,
      "id": "27c93f5c-2df5-3c8a-840d-98d1d63d556f",
      "speaker": "Jordan",
      "start_timestamp": 8964.0,
      "text": "It wasn't Yeah, it wasn't like we're in a loving relationship. It was like a mu"
    },
    {
      "end_timestamp": 8991.0,
      "id": "7cf06608-0bfb-38e3-b75d-04a54ee1eb0d",
      "speaker": "Dan",
      "start_timestamp": 8971.0,
      "text": "watching thing in like, in Athens. It was more teacherly base. Exactly. That was more like if you're a teacher and you had a pupil you could fuck yeah. But it was based on respect and that sort of thing. I don't understand that. Barton's there was a lot of like, soldiers fucking each other. There was stuff like that. And it was more like, if we're so manly, we're gonna find"
    },
    {
      "end_timestamp": 8994.0,
      "id": "afa3ffbf-2da1-3d57-91a0-290df0739e14",
      "speaker": "Jordan",
      "start_timestamp": 8991.0,
      "text": "as I recall, is nothing manlier than fucking another"
    },
    {
      "end_timestamp": 8999.0,
      "id": "57fa92f2-6275-39f8-bd79-936ffba28603",
      "speaker": "Dan",
      "start_timestamp": 8994.0,
      "text": "dude. As I recall. There's some stuff in Viking history about that too. Yeah, I"
    },
    {
      "end_timestamp": 9004.0,
      "id": "5e1c3d43-d9ed-3c35-815f-49466c89a42d",
      "speaker": "Jordan",
      "start_timestamp": 8999.0,
      "text": "get it but you Get a bunch of dudes together in a small enclosed space sooner or later they're gonna fuck"
    },
    {
      "end_timestamp": 9065.0,
      "id": "eddefa4f-eff6-3550-a583-44b5fb7a5865",
      "speaker": "Dan",
      "start_timestamp": 9004.0,
      "text": "especially if you're out on a boat forever. Yeah, I feel I feel silly bringing the like Norse shade into eggs. I don't really know all that much about it, but be that as it mate Yeah, I mean, you could pick any 100 things about our modern culture that exists and be like, well, you know, past civilizations didn't have this or did have this second dumb. Anyway, this guy's an asshole. So we have a very short way to go to get through the rest of this the rest of the time because the last couple episodes in our stretch to July 21 are terrible. Okay, he jumped the shark and he fucking did not get back up. Okay, crashed, right landing the 19th because the 18th is Saturday. So there's no show 19th He does a Sunday show. And it's mostly about how the British nobility are Nazis. And sure about how a picture of the Queen when she was young heiling Hitler came out. And like he has been vindicated on everything. He's always said, quiet and man cows sent him a congratulatory"
    },
    {
      "end_timestamp": 9071.0,
      "id": "8cb15886-7398-3eb8-8419-1349f442fc17",
      "speaker": "Jordan",
      "start_timestamp": 9065.0,
      "text": "for somebody who's always being vindicated. He sure feels the need to say he's being vindicated all the time, and"
    },
    {
      "end_timestamp": 9095.0,
      "id": "07eb7e0c-ed37-33ed-98e2-ca461da5aef9",
      "speaker": "Dan",
      "start_timestamp": 9071.0,
      "text": "to do whole shows about it. Yeah, so that's kind of dumb, and I don't really care. I don't really particularly I'm not all that interested in his feelings about the British nobility. You know, they're a mess. But we get to the 20th we get to Monday, talks more about British nobility. And the show is boring. But he does say this. There's one clip worth listening to here. And it's this one. In high school,"
    },
    {
      "end_timestamp": 9096.0,
      "id": "5e23bff0-5fe1-3e4e-9319-ba762daa1b27",
      "speaker": "Alex Jones",
      "start_timestamp": 9095.0,
      "text": "we go to the beach,"
    },
    {
      "end_timestamp": 9099.0,
      "id": "64a8ce72-396d-30d4-9c30-0cbb260fcb99",
      "speaker": "Jordan",
      "start_timestamp": 9096.0,
      "text": "no personal history, and I"
    },
    {
      "end_timestamp": 9119.0,
      "id": "2abf8210-9784-34ff-b037-1073f89bb490",
      "speaker": "Alex Jones",
      "start_timestamp": 9099.0,
      "text": "separated the boys from the men. Almost all the guys would be scared to go skinny dip. And when the cheerleaders tell the stories, I feel like I'm ready to go. And of course, something you really had to worry about out out out of the Gulf of Mexico at night was not so much sharks there out there. But you got a better chance by being run over by the elephant and my shark is a jellyfish,"
    },
    {
      "end_timestamp": 9134.0,
      "id": "10b44608-4869-3b9b-a198-8a26c57abb9c",
      "speaker": "Dan",
      "start_timestamp": 9119.0,
      "text": "jellyfish. We'll get you that he's gonna dip with the babes. And that's what separates the boys from the men is back then he wasn't afraid to skinny dip with the ladies. So it's his personal history mixed with even dumb masculine ideas. Yeah, yeah."
    },
    {
      "end_timestamp": 9138.0,
      "id": "6958e3d1-f7e4-33f6-883e-0af6ffefca46",
      "speaker": "Jordan",
      "start_timestamp": 9134.0,
      "text": "That's, that's not true."
    },
    {
      "end_timestamp": 9139.0,
      "id": "05a6f635-713c-3e77-a52f-72ea5e85bbf1",
      "speaker": "Dan",
      "start_timestamp": 9138.0,
      "text": "I believe it's probably true."
    },
    {
      "end_timestamp": 9141.0,
      "id": "29413bc4-67a9-331c-addc-052a78e00ed5",
      "speaker": "Jordan",
      "start_timestamp": 9139.0,
      "text": "I don't think it's true at all."
    },
    {
      "end_timestamp": 9162.0,
      "id": "422a36dd-94fb-3495-9b79-2f9ae45f68b6",
      "speaker": "Dan",
      "start_timestamp": 9141.0,
      "text": "I think it's true. Okay, well, not his assessment, but the fact of him skinny dipping with cheerleaders. I believe that maybe no. Fucking pictures of him for me. He was younger. He was swole as fuck, okay. He was built like a brick shithouse this guy he was alright, he was he was fit. When he was younger. I don't like the way you're talking. Also crazy."
    },
    {
      "end_timestamp": 9163.0,
      "id": "74419d49-8489-3432-ae80-e663ce07bed2",
      "speaker": "Jordan",
      "start_timestamp": 9162.0,
      "text": "It's very, it's very disconcerting."
    },
    {
      "end_timestamp": 9165.0,
      "id": "f243de38-902d-3611-96d7-fd3a0513b38d",
      "speaker": "Dan",
      "start_timestamp": 9163.0,
      "text": "He was a he was a bad kid."
    },
    {
      "end_timestamp": 9166.0,
      "id": "7d04a522-fa10-30ed-baf4-6c4dbf15b4e5",
      "speaker": "Jordan",
      "start_timestamp": 9165.0,
      "text": "very spartan of you."
    },
    {
      "end_timestamp": 9225.0,
      "id": "88b6d3f8-57d8-3055-8052-e90e2fa0ebe4",
      "speaker": "Dan",
      "start_timestamp": 9166.0,
      "text": "He was a bad note. I'm saying he was a bad kid who got into a ton of fights, but also was traditionally attractive. So I could see him being one of these bad boys. It goes skinny dipping with girls. If he's fucking like 150 girls before he is true either. No, but we have to live inside his fantasy. Okay, I believe he probably did have sex with a couple people before he was 16. But me that doesn't mean unimportant. It's more important that Alex is like, this is what bravery. Skinny dipping with girls when you're young. Yeah, I skinny dipped. I don't give a shit. I don't think it was brave of me. Anyway, we move on to the July 21 episode where we will end our investigation. Again, no more comes up about Trump. So the actual investigation is kind of over. But he does get back into this whole episode mostly on the 21st a, there's two narratives that he's spending one we're not going to talk about at all. All talk about it but we don't have any clips. Alex is furious."
    },
    {
      "end_timestamp": 9229.0,
      "id": "102ac0fc-2af4-3c21-966d-d11f4a2f9c8a",
      "speaker": "Jordan",
      "start_timestamp": 9225.0,
      "text": "This is a big new all over again. Alex"
    },
    {
      "end_timestamp": 9284.0,
      "id": "cf8c3414-d8bd-3747-a90d-4606fcd7cd51",
      "speaker": "Dan",
      "start_timestamp": 9229.0,
      "text": "furious that they don't let army recruiters carry guns. There's like army recruitment centers and they don't have are there it's after the Chattanooga shooting right where a guy shot some military people. And so Alex is extrapolating that and so Joe Biggs is on the scene at these just south of Austin army recruitment center. Oh, with a team of patriots with guns guarding the plane. No. God damn it. Yeah. So jokes are LARPers basically. Yeah. So Joe Biggs is out there. He does a report. His Skype is terrible. It breaks up over and over again. And he's just like, hey, man, I'm out here. Got my guns to protect these people. I have some experience with Army recruiters because I don't know if it's changed. I certainly hope it has. But when I was in high school, the army recruiters were in your schools. Yeah. Oh, they were in high school, too. They were there and their whole goal was to manipulate you into signing up."
    },
    {
      "end_timestamp": 9287.0,
      "id": "29f31904-265c-3e77-bb5c-e7733beab06d",
      "speaker": "Jordan",
      "start_timestamp": 9284.0,
      "text": "They were they were door to door salesmen basically. Yeah,"
    },
    {
      "end_timestamp": 9331.0,
      "id": "14752cbf-8702-3a7c-817f-20b48eb278b4",
      "speaker": "Dan",
      "start_timestamp": 9287.0,
      "text": "our guy was super cool. Because, of course the kids and we didn't know any better than he was trying to get us into the army. Right? He would do James Brown impressions. He would dance. He was awesome. He seemed so cool. But I As he sort of, as time went on, you start to realize, why does he keep asking me what my future plans are? Yeah, this is weird. I had a couple friends who fell for it ended up signing up. I don't think any died. should look into that. So I don't care all that much about army recruiters, because it isn't really the benign thing of like, Oh, you want to sign up? So you go sign up. Now they're salesmen? Yeah, there is a manipulative game that they're playing in order to trick people."
    },
    {
      "end_timestamp": 9337.0,
      "id": "2be13765-be67-30bf-ae46-e19c0ea1354e",
      "speaker": "Jordan",
      "start_timestamp": 9331.0,
      "text": "You have if you have commercials for the Navy, like join the Navy is yeah, you're Yeah,"
    },
    {
      "end_timestamp": 9380.0,
      "id": "cf68b08a-7e70-39e1-9e79-79ad56150b10",
      "speaker": "Dan",
      "start_timestamp": 9337.0,
      "text": "it's absurd to think that they don't get bonuses for signing people up. It's absurd to think that there isn't quotas that they are supposed to reach? Yep. So I mean, they have a vested interest in kids signing away their future. So I don't want to talk about that because I don't really give a shit and Joe Biggs heavy, but Alex does say one thing that's really funny. I wish I would have pulled this quote, but he says, Joe Biggs is not a man to make shit up. Fast forward. Joe Biggs is getting fired for reporting on pizza. So the other narrative of the show that takes up most of it is these Planned Parenthood videos, he gets back to him. And he says some fucking wild stuff about them. Here's the first clip and when"
    },
    {
      "end_timestamp": 9385.0,
      "id": "b2bc49a6-c4bb-30c3-9d3d-b695e240920b",
      "speaker": "Alex Jones",
      "start_timestamp": 9380.0,
      "text": "we're not doing it at the Capitol when there's Christians just praying, trying to ban partial birth."
    },
    {
      "end_timestamp": 9396.0,
      "id": "378a6f8b-a0e4-3c0d-9a2e-f3bad67d0fcb",
      "speaker": "Dan",
      "start_timestamp": 9385.0,
      "text": "So this is about his demon narrative about every time we write an abortion protest, demons show up. Yeah, I'm sorry. I forgot there was some context needed there."
    },
    {
      "end_timestamp": 9422.0,
      "id": "9b619003-7e29-3fc1-861c-67d6a1143c54",
      "speaker": "Alex Jones",
      "start_timestamp": 9396.0,
      "text": "Women in in flowery colors old young, black, white, Hispanic, mainly white and black, mainly white actually struggling. I mean, it's interdimensional. It's Satanism. It's real. Something is going on lots videos, there's wine, caviar, lavish restaurants. I love Lamborghinis, dead babies. Yeah. And then MSNBC is like, it's so liberal. Yeah."
    },
    {
      "end_timestamp": 9480.0,
      "id": "7673db26-08e4-3b2f-91c8-3faca707c214",
      "speaker": "Dan",
      "start_timestamp": 9422.0,
      "text": "So there we go with more classism. But then secondly, he's talking about the Lamborghinis. And this is something that's important to bring up. It's based on the deceptive editing of the videos. There was one lady who was having a conversation with someone about setting up a relationship where this fake research center could get tissue samples, right, every single time that they talk about intact samples. They don't they, the people making the video want you to believe that what they're talking about is a full baby. Yeah. And that's not what they're talking about. It's not they're talking about like an intact liver, or an intact organ. Yeah, something like that. Which is well within the legal situation. And that is what they're talking about. And they should use the whole baby. Sure, like the buffalo. Exactly. So the other thing is this Lamborghini thing was a lady talking, and she's clearly talking to the waiter. And it's clearly what do you want? Like, I want a Lamborghini lady. What's an old lady? She's making a lame waiter. J."
    },
    {
      "end_timestamp": 9485.0,
      "id": "3fe3eb3b-fc39-3e18-a7b9-dc47b99d5615",
      "speaker": "Jordan",
      "start_timestamp": 9480.0,
      "text": "I mean that no, no, I mean, the editing of that. I think both. Yeah, well, yeah, that's a good point."
    },
    {
      "end_timestamp": 9501.0,
      "id": "5edf918c-9372-37bf-9bb5-473a5f8c6832",
      "speaker": "Dan",
      "start_timestamp": 9485.0,
      "text": "So Alex tries to make the claim that they're buying Lamborghinis based on these baby monies and stuff like that. Right. And I just feel the need to clarify. I mean, I watched all these videos today. Yeah, just in preparation, and it's so clear that this is a fucking manipulative cut. And she's not talking to the camera."
    },
    {
      "end_timestamp": 9503.0,
      "id": "04adead5-e4e5-35f8-9e9a-48bd9e19941d",
      "speaker": "Jordan",
      "start_timestamp": 9501.0,
      "text": "Of course not. So here we go."
    },
    {
      "end_timestamp": 9521.0,
      "id": "7128e853-ca66-390e-ae8c-a1e5e09f7ea2",
      "speaker": "Alex Jones",
      "start_timestamp": 9503.0,
      "text": "Oh, yeah, so yeah, Caitlyn Jenner. Oh, we got the moral high ground, girl. I mean, while we're on it, it's crazy. These people are demons. They just appeared crawling out of trash cans. One guy ran and hid in a dumpster. I mean, they're like"
    },
    {
      "end_timestamp": 9532.0,
      "id": "5ef3df8f-020b-3990-83ac-e7db59a21118",
      "speaker": "Dan",
      "start_timestamp": 9521.0,
      "text": "he might have been asked that's not really demonic as much as it is hobo or Sesame Street. So I don't anyway, I don't know"
    },
    {
      "end_timestamp": 9544.0,
      "id": "1f21d18a-af15-37dd-8ecf-a183aeb273e3",
      "speaker": "Alex Jones",
      "start_timestamp": 9532.0,
      "text": "demons do and when you confront them they'll actually just basically roll around on the ground like in Christ time. Chang we are laid out in your Legion."
    },
    {
      "end_timestamp": 9548.0,
      "id": "d8e9093f-844d-3291-987e-908b63f966c6",
      "speaker": "Jordan",
      "start_timestamp": 9544.0,
      "text": "You saw the movie? Oh, yeah."
    },
    {
      "end_timestamp": 9573.0,
      "id": "b409740d-221e-3694-a7b4-7af6fb39c4d5",
      "speaker": "Alex Jones",
      "start_timestamp": 9548.0,
      "text": "It's like wearing the glasses folks. I'm telling it's like they live maybe I should just settle down and play that six minute piece of membrane put together from the live we had Roddy Piper on because you had Rowdy Roddy Piper was trying to get his buddy to put the glasses on he won't do it. Because put these class sooner start eating concrete man. Once you see it, it's no going back."
    },
    {
      "end_timestamp": 9577.0,
      "id": "c1dc90c5-f744-3d02-956e-a79bfa3965f7",
      "speaker": "Alex Jones",
      "start_timestamp": 9573.0,
      "text": "Just take the red pill PayPal. Another movie? Yeah."
    },
    {
      "end_timestamp": 9597.0,
      "id": "492fb0aa-7f45-3f77-b18d-ec4e5d316ab3",
      "speaker": "Alex Jones",
      "start_timestamp": 9577.0,
      "text": "Do you really want to side with Google women? overcoated bottle red wine classism. Yes. Talking about Lamborghinis and from Baby parts sales like a lot of fun than young fat on your conscience I don't even know like the show at this point. I just"
    },
    {
      "end_timestamp": 9601.0,
      "id": "cf7ee7c1-fccc-3e5d-b00f-469529bed2d9",
      "speaker": "Jordan",
      "start_timestamp": 9597.0,
      "text": "Oh my God. What a noose Yeah. Come on,"
    },
    {
      "end_timestamp": 9622.0,
      "id": "053ecf79-d43d-3f64-9541-13d3e9ba0000",
      "speaker": "Alex Jones",
      "start_timestamp": 9601.0,
      "text": "you don't want to like it when the cops pull me over and give me a ticket. It's not that I'm mad. They're giving me a ticket for speeding. I shouldn't be speeding. It's dangerous. It's not good. I get we got to have some more is that there'll be? Is there a reason you were speeding 10 miles over the speed limit? Like, is there a reason you're not arresting people selling baby parts? Well, yeah."
    },
    {
      "end_timestamp": 9636.0,
      "id": "fe08eca2-1b58-30cb-a4c5-b149780e9b9b",
      "speaker": "Dan",
      "start_timestamp": 9622.0,
      "text": "And it's not what's happening. It's not that they're selling babies, selling baby parts. It's so crazy. And that whole thing like, do you want to side with these evil women like? Well, I mean, based on the truth, yes. Because they're evil."
    },
    {
      "end_timestamp": 9639.0,
      "id": "507fc5bd-58ea-3ed4-915f-5f53c5123524",
      "speaker": "Jordan",
      "start_timestamp": 9636.0,
      "text": "Well, also, even if they even if they were evil, they sound like a lot of fun."
    },
    {
      "end_timestamp": 9641.0,
      "id": "5cc7cdd5-9d24-3b13-a691-bd03381f3a0a",
      "speaker": "Dan",
      "start_timestamp": 9639.0,
      "text": "I like Kiante. Yeah, I"
    },
    {
      "end_timestamp": 9644.0,
      "id": "1a5c87c1-10f6-3693-9306-3c0504897802",
      "speaker": "Jordan",
      "start_timestamp": 9641.0,
      "text": "would go to red wine, a Lamborghini."
    },
    {
      "end_timestamp": 9648.0,
      "id": "bfe8305e-4f59-349a-bcf9-2ed92b226afa",
      "speaker": "Dan",
      "start_timestamp": 9644.0,
      "text": "I've never driven one of those little she doesn't have one. She clearly it's telling away. We just want a Lamborghini."
    },
    {
      "end_timestamp": 9654.0,
      "id": "5b1be162-87a4-340c-a826-9956c62a0a69",
      "speaker": "Jordan",
      "start_timestamp": 9648.0,
      "text": "It's season. She's aspiring, she's got ambition."
    },
    {
      "end_timestamp": 9704.0,
      "id": "08be659e-e1ef-3464-93c6-fcdb12423361",
      "speaker": "Dan",
      "start_timestamp": 9654.0,
      "text": "There is a great moment that again, I didn't cut this clip just because of time constraints. But the Alex says, defending Planned Parenthood when these videos come out, is going to blow back on you. And it's so ironic, because he never I well, I don't I can't say for certain we'll find out as this investigation goes on. But I guarantee he never is like, I'm sorry that I reported this. Of course, I know that it was manipulative. I'm still against abortion, which would be the respectable thing to do. If he was like, I'm against abortion. I have a principle that even up to the first trimester. I don't think it's okay. I believe it's a human. If you were to say that, like, I'm sorry, these videos were manipulative. It was propaganda. I fell for it. I'm sorry. If you were to say that I would respect the hell out of it. I'd be like, it's okay."
    },
    {
      "end_timestamp": 9707.0,
      "id": "260a2cfb-42cb-306d-b3af-9591bcc4c3a3",
      "speaker": "Jordan",
      "start_timestamp": 9704.0,
      "text": "I don't think any conservative outlet has"
    },
    {
      "end_timestamp": 9714.0,
      "id": "009dedd4-9209-3aec-a450-7c37b484404c",
      "speaker": "Dan",
      "start_timestamp": 9707.0,
      "text": "said that. Certainly a lot of people in the House and Senate had to Yeah. Wow. That's true. When they did investigation."
    },
    {
      "end_timestamp": 9732.0,
      "id": "5abd2fc4-5b61-35b5-bf04-2b0ca2fb34b3",
      "speaker": "Jordan",
      "start_timestamp": 9714.0,
      "text": "That's true. They did but I don't think the news really I don't think they opinion slash news media. No, for the conservative propaganda machine ever was like, Well, guys, we got it wrong. And I'm pretty certain that Fox News isn't reporting too much on the trial of those guys know,"
    },
    {
      "end_timestamp": 9772.0,
      "id": "20d36374-8a2e-38b5-bf6b-ef9603ce2678",
      "speaker": "Dan",
      "start_timestamp": 9732.0,
      "text": "much like Hannity is not going to apologize for separate course, Joy. So he gets into this next clip is a bit more about the Planned Parenthood stuff. But what's important here is the video is a lie. The videos that he's talking about our lives right, now he's gonna lie about the lie. He's going to. Okay, he's going to editorialize and add things that aren't in those videos in order to grow the demonic pneus of it or the villainy. So even if he's just reporting on the video, that is reporting on a lie. This is lying about a lie, right? That's fascinating to me. That's like next level propaganda."
    },
    {
      "end_timestamp": 9778.0,
      "id": "a733639c-ecae-331e-a444-bb33e28a5506",
      "speaker": "Jordan",
      "start_timestamp": 9772.0,
      "text": "Oh, well, when you multiply negative two by negative two, you end up getting positive four. So"
    },
    {
      "end_timestamp": 9796.0,
      "id": "fae4c13d-9cdd-3f76-9d0b-d5ca79a777b6",
      "speaker": "Alex Jones",
      "start_timestamp": 9778.0,
      "text": "that tracks Yep. Trendy women lisping driving brand new Mercedes, grinning tuner bottle red wine, talking and smacking and you're like, me, try not to chop them up into bigger pieces, because you get all the goodies. Just kind of thrusting."
    },
    {
      "end_timestamp": 9799.0,
      "id": "b23cc659-fbb4-3c1c-8bfd-79072e7882f0",
      "speaker": "Jordan",
      "start_timestamp": 9796.0,
      "text": "Yeah, that's what he sounds like when he thought"
    },
    {
      "end_timestamp": 9826.0,
      "id": "89e1924a-4284-3883-83d0-20ae8d66f44e",
      "speaker": "Alex Jones",
      "start_timestamp": 9799.0,
      "text": "like, they're Amy Winehouse. She's singing some some blues jazz riff, but you're not on stage and turning on a bunch of men. You're a sick freak, talking about baby parts. Felt like you're in front of your husband in the bedroom. You're talking about dead body parts and they're just laying around their chair"
    },
    {
      "end_timestamp": 9830.0,
      "id": "f4b692bf-8af8-3c9e-9776-2a7e1431b98b",
      "speaker": "Alex Jones",
      "start_timestamp": 9826.0,
      "text": "but throw up, actually, you said throw up a throat."
    },
    {
      "end_timestamp": 9837.0,
      "id": "23fdba2e-fcd2-313e-bd41-8098c8483f38",
      "speaker": "Jordan",
      "start_timestamp": 9830.0,
      "text": "Oh, God. This is why you're not. You understand that? You're a terrible actor."
    },
    {
      "end_timestamp": 9891.0,
      "id": "7d3b4c5b-8b4f-3485-8515-72c33b132b4e",
      "speaker": "Dan",
      "start_timestamp": 9837.0,
      "text": "Jordan. I'm sorry. I have to go back because it Look You're right. You're right. You're right to yell. But we've got to get a clean take of what happens after he thinks. Because it's so funny. He's so dumb. Like, first of all the lie on the lie too, is these women aren't squirming around and acting like they're sexually excited. I don't know what it is. He's fucking talk. He's trying to weave his narrative that he has built up in the past that it turns them on people who are pro abortion have some sort of a sexual thing about killing babies. Yeah, it's all nonsense, but he's trying to make this lie match up with his pre existing lie. And it doesn't work if you watch the videos that doesn't match up at all. Now also he says that they are driving Lamborghinis. The lady says she wants a Lamborghini. There's no indication that she has one right and who cares if they're drinking wine, you asshole. Anyway, here we go. Hey,"
    },
    {
      "end_timestamp": 9894.0,
      "id": "148d3778-ac85-34b9-bba6-def9b85bf845",
      "speaker": "Jordan",
      "start_timestamp": 9891.0,
      "text": "real Americans drink Papst. Alright, fair enough."
    },
    {
      "end_timestamp": 9897.0,
      "id": "81027158-500b-39cc-9d58-434c6d4c355d",
      "speaker": "Dan",
      "start_timestamp": 9894.0,
      "text": "I kind of agree with that."
    },
    {
      "end_timestamp": 9915.0,
      "id": "a80f8ead-8121-342e-afbf-5fc7dfce74ed",
      "speaker": "Alex Jones",
      "start_timestamp": 9897.0,
      "text": "Oh, I can't handle anymore. throw up, actually just throw up a throat. I want to buy from these people. I don't like. They say our kids belong to them. You understand they're coming for us. God, I can't stand them"
    },
    {
      "end_timestamp": 9917.0,
      "id": "7ab1b83a-8866-3377-af98-c2421557878d",
      "speaker": "Unknown Speaker",
      "start_timestamp": 9915.0,
      "text": "are dangerous. Yeah, they're even"
    },
    {
      "end_timestamp": 9920.0,
      "id": "f99ba6cc-20f2-3743-8d28-6625b9c74ae1",
      "speaker": "Jordan",
      "start_timestamp": 9917.0,
      "text": "uncool. There's so unclear so on. Cool."
    },
    {
      "end_timestamp": 9950.0,
      "id": "10becc62-22cf-398c-b85d-5f3120bd405d",
      "speaker": "Dan",
      "start_timestamp": 9920.0,
      "text": "So at the end of this show, he has, like I said, he does more of this job big stuff, right? He says more bullshit about Planned Parenthood stuff, but I think we've we've gotten all we're gonna get out of that. Yeah. Then he has the honor debut of his 12 year old son. Oh, no, no, he does a admirable book report. And I don't want to make fun of him again, because he's a big no, no, it was about GMO."
    },
    {
      "end_timestamp": 9956.0,
      "id": "167c4a0c-aaf9-37ea-b76d-c605781acd4b",
      "speaker": "Jordan",
      "start_timestamp": 9950.0,
      "text": "Okay, we just let's move on. Yeah, I'm just gonna get mad. Look, I'm just gonna get mad. I know. I'm"
    },
    {
      "end_timestamp": 9989.0,
      "id": "dbd45d4c-283b-3b9d-ad1b-d82e8ce609be",
      "speaker": "Dan",
      "start_timestamp": 9956.0,
      "text": "gonna get mad because I I have sympathies for him because he doesn't know any better. Ah, I think he did a great job for a 12 year old doing a news report. Okay, I know people in high school in my broadcast production class that did way worse stories than he did. Under way less pressure. But he also had all the Info Wars money and team behind him right. Sure. He didn't edit it himself. I'm sure he did. He did a fine job. But also it's his dad forced him to edit it himself really, really fucked"
    },
    {
      "end_timestamp": 9993.0,
      "id": "b832de4a-b956-3d60-a974-3cdc5fbd9927",
      "speaker": "Jordan",
      "start_timestamp": 9989.0,
      "text": "up. You all get your pays until you further sighs it's really, really"
    },
    {
      "end_timestamp": 10016.0,
      "id": "5c495d6e-a04e-37b1-9434-53deb1a5564b",
      "speaker": "Dan",
      "start_timestamp": 9993.0,
      "text": "really fucked up. The way Alex does this. He has wrecks on and he's talking about how he's going to be even greater than Him in the info war. And it's really putting a lot of pressure on a 12 year old who's a rethink the light touches. What what is 12? That's like fifth sixth grade. Sure. That's a lot of pressure to know about globalists. Yeah, well,"
    },
    {
      "end_timestamp": 10022.0,
      "id": "9b2c8be0-032f-377b-a898-7f5d910afb9c",
      "speaker": "Jordan",
      "start_timestamp": 10016.0,
      "text": "if your voice hasn't even changed, and you're already being primed to fight the globalists, man, you got a big head start"
    },
    {
      "end_timestamp": 10042.0,
      "id": "05c0299d-cb14-3e7e-85b3-bb0179736920",
      "speaker": "Dan",
      "start_timestamp": 10022.0,
      "text": "so Alex plays his report and before that he has him sitting in studio and he does the like you're gonna be greater than even me you're a sharp kid. I love you so much calls him sweetheart. It's very weird and it's very weird especially considering he now doesn't have custody but be that as it may"
    },
    {
      "end_timestamp": 10046.0,
      "id": "20351374-2ea4-3099-ac6a-a9a2d0ecf43b",
      "speaker": "Jordan",
      "start_timestamp": 10042.0,
      "text": "again, whether or not he's a good dad He's a fucking lunatic"
    },
    {
      "end_timestamp": 10053.0,
      "id": "ac40cc17-dca7-362c-b9e6-0cde04c97835",
      "speaker": "Dan",
      "start_timestamp": 10046.0,
      "text": "before he intros Rex He has him sitting there while he doesn't have"
    },
    {
      "end_timestamp": 10064.0,
      "id": "2acbe33f-8548-3e20-b5f5-612768d4e0fe",
      "speaker": "Jordan",
      "start_timestamp": 10053.0,
      "text": "no So Rex is sitting and now Rex is sitting there that's why you had me write Super Male Vitality down he did. Rex is sitting there looking over at his dad selling Boehner"
    },
    {
      "end_timestamp": 10071.0,
      "id": "ca8947e7-f0e1-3bef-bddf-7bbd97e8c04f",
      "speaker": "Dan",
      "start_timestamp": 10064.0,
      "text": "medication it's not quite the way you think it's gonna go. No, but you did get it that it is has to do with super vitality."
    },
    {
      "end_timestamp": 10076.0,
      "id": "84e3997f-31f1-34ba-9295-d4f233ec02f3",
      "speaker": "Jordan",
      "start_timestamp": 10071.0,
      "text": "Is he gonna say something like that's how we got you Rex because if he does, that's gonna creep me out a lot."
    },
    {
      "end_timestamp": 10090.0,
      "id": "4525fc52-28ab-3cd3-aa31-b89f00faf25b",
      "speaker": "Dan",
      "start_timestamp": 10076.0,
      "text": "Ah, no, because that I don't think I would have cut out I think that would be okay, no, this actually put the mic down. Because this guy accidentally might be the most progressive Alex Jones which is really just a sell product."
    },
    {
      "end_timestamp": 10122.0,
      "id": "589b6459-82f0-3e32-936a-4c835b282e92",
      "speaker": "Alex Jones",
      "start_timestamp": 10090.0,
      "text": "I'm gonna give you a little newsflash. The only thing different about Super female vitality is it has frisky Goat Weed has a different name. 20 go we got a scientific name. And it's more of an aphrodisiac. It has all the same stuff the male stuff has in it. And it does some other things your body not just the libido, but it's super female. Why frankly, is the formula I like Bash even more of the Super Male but grip debates that with me, it's different for everybody. They go well, she's not too good. If you say you take female vitality on air, whatever."
    },
    {
      "end_timestamp": 10134.0,
      "id": "bf7b3988-d571-365e-b356-b7daae9fa982",
      "speaker": "Dan",
      "start_timestamp": 10122.0,
      "text": "Whoa, Alex Jones. Welcome to the party"
    },
    {
      "end_timestamp": 10140.0,
      "id": "896e9b77-aeef-3e4f-bfac-2ae801c579e3",
      "speaker": "Jordan",
      "start_timestamp": 10134.0,
      "text": "that's like, it doesn't matter if I take male or females. It's all bullshit. Anyway,"
    },
    {
      "end_timestamp": 10145.0,
      "id": "4f3e3970-cf25-3f1f-bfd8-c5fd63031bed",
      "speaker": "Dan",
      "start_timestamp": 10140.0,
      "text": "we gendered these herbs yeah, there's no point in doing it. Maybe Maybe he could learn a lesson from that. Yeah."
    },
    {
      "end_timestamp": 10147.0,
      "id": "d9b49a5b-31e8-3aac-a8b2-f12b588b595f",
      "speaker": "Unknown Speaker",
      "start_timestamp": 10145.0,
      "text": "Maybe he could"
    },
    {
      "end_timestamp": 10154.0,
      "id": "6ffdcd50-3046-3c2d-a1c0-77a14fe5603d",
      "speaker": "Jordan",
      "start_timestamp": 10147.0,
      "text": "maybe you could stop calling them male and female and instead let them choose what they want to be corny around"
    },
    {
      "end_timestamp": 10166.0,
      "id": "d4fba9a1-2b70-3dc5-b7bc-d016d345e9d5",
      "speaker": "Dan",
      "start_timestamp": 10154.0,
      "text": "it's got already got weed in it. I sell supplements on my website that you could buy in a truckstop bathroom. It's the only place I've seen fucking Horny Goat Weed so that of those condom dispensers."
    },
    {
      "end_timestamp": 10168.0,
      "id": "a03bbbb8-1141-3ee1-ae91-3a7d6f5e0ac0",
      "speaker": "Jordan",
      "start_timestamp": 10166.0,
      "text": "It'll get you go and that's why they call it Horny Goat Weed. Get it?"
    },
    {
      "end_timestamp": 10203.0,
      "id": "8feb1446-0acd-3618-8e15-daa009a53cfb",
      "speaker": "Dan",
      "start_timestamp": 10168.0,
      "text": "I guess so. Anyway, that brings us to the end of July 21. And thus the end of our part four of our investigation of what happened to Alex Jones. So far. We see little evolution in his feelings towards Donald Trump, except to say that maybe someone loves some bigotry. He does love that and maybe someone told him to stop talking about his mob ties. Right. I didn't speculate about that earlier, but I might as well. The stuff that he was saying about Trump before this was basically vague accusations of crime reps. Yeah, so there's a decent chance someone was like, Dude, you got to stop that."
    },
    {
      "end_timestamp": 10216.0,
      "id": "1c7122d0-84cd-3ef7-a441-35445d81976a",
      "speaker": "Jordan",
      "start_timestamp": 10203.0,
      "text": "We ain't not necessarily in nefarious ways, but just like it could be. It could be. Yeah. Like, it could also just be somebody being like, yeah. Hey, that is you something you could be sued for,"
    },
    {
      "end_timestamp": 10218.0,
      "id": "5f1d2c6e-e4a4-382a-9298-912a9efd2469",
      "speaker": "Dan",
      "start_timestamp": 10216.0,
      "text": "you know, his lawyers aren't that good."
    },
    {
      "end_timestamp": 10219.0,
      "id": "5a2d60ba-2133-3e8d-9a6a-482cb37ab151",
      "speaker": "Jordan",
      "start_timestamp": 10218.0,
      "text": "That's a good point."
    },
    {
      "end_timestamp": 10249.0,
      "id": "6d59b206-edd7-3e8b-9289-d0d37e121213",
      "speaker": "Dan",
      "start_timestamp": 10219.0,
      "text": "So he might have had someone who touched him and was like, Hey, you got to calm down on that, right? So he decided he's not going to attack Trump anymore. But even in that speech, he still says he doesn't trust him and thinks he's going to betray everyone. Yeah, so there's no evolution for the rest of the time. But fuck was that shark jumping fun. That was insanity. That was complete nonsense. And then beyond that, what else do we have? Oh, Alex is an idiot and he believes propaganda about Planned Parenthood."
    },
    {
      "end_timestamp": 10281.0,
      "id": "98bcbecf-a19a-37c6-a213-7d934e2428eb",
      "speaker": "Jordan",
      "start_timestamp": 10249.0,
      "text": "I just love the the abortion protesters. He literally and not not in a figurative way like he described like Hillary Clinton is a demon. And you know, smells like sulfur as a way of describing you know, all of this stuff flies land on Yeah, he's literally saying it is something interdimensional. Yeah. And that at these abortion protests, they play fucking appear out of the ground. And if you confront them, they will contort on the ground saying We are legion."
    },
    {
      "end_timestamp": 10285.0,
      "id": "39f182d0-ba54-32fb-ba13-e9ae213baecb",
      "speaker": "Dan",
      "start_timestamp": 10281.0,
      "text": "Yep. And he they are legion and he's sick of them."
    },
    {
      "end_timestamp": 10287.0,
      "id": "ab592e63-8bd4-33c2-9204-d278a86bd3d1",
      "speaker": "Jordan",
      "start_timestamp": 10285.0,
      "text": "Yeah, makes him throw up a little bit."
    },
    {
      "end_timestamp": 10292.0,
      "id": "4728e231-c33b-3ec4-b7ba-09373201389a",
      "speaker": "Alex Jones",
      "start_timestamp": 10287.0,
      "text": "But drop that bomb."
    },
    {
      "end_timestamp": 10310.0,
      "id": "28e6bb40-a9ce-3768-a0d1-e12ae2831295",
      "speaker": "Dan",
      "start_timestamp": 10292.0,
      "text": "That was so was so terrible. That was real bad. That was really bad. But it's one of those gotta take an acting class. It's one of the few times that I've been listening to the show and I legitimately like blurt us."
    },
    {
      "end_timestamp": 10314.0,
      "id": "60ed0e0e-e3bc-3c8c-9716-cb757e2898cc",
      "speaker": "Jordan",
      "start_timestamp": 10310.0,
      "text": "My man, you sense memory? Use something? Yeah, take an acting class."
    },
    {
      "end_timestamp": 10398.0,
      "id": "5b3b6712-f1e4-31bf-bc28-606e2d23d964",
      "speaker": "Dan",
      "start_timestamp": 10314.0,
      "text": "So if you'd like to, you can find us on the internet at knowledge. fight.com. Correct. And we'll be back soon with another installment of this investigation. Hope picks up. We are getting close to August, where the first debate happened. Right. So we'll see again, Roger Stone is not shown up yet. Ready? pedantic is not there. I actually want to make this clear what I remember that on our last episode. We didn't spell this out enough we danced around it a little bit. And let me see if I can find the best way to say this. Alex needs to be lied to in order to get on board with Trump whole hog because of the things he knows about him and the lack of trust right he knows about these connections that he has to mobs he knows about Russia connections, x y&z So in order for him to get on board, what we said is he needs another compelling thing, which we speculated would be this culture war stuff. Ah, I regret that I didn't point out that that Steve Botanics role in the whole con Steve pathetic is there to give the Russia didn't hack this stuff. It was patriots within our government. Okay, so Steve magenic. Is there functionally as the cover for those lies that Roger Stone is going to tell him? Okay, that's what I think. All right. But it's probably more likely it's just bigotry. Yeah."
    },
    {
      "end_timestamp": 10409.0,
      "id": "e3437325-519f-326e-8fc7-6707df5c1bbc",
      "speaker": "Jordan",
      "start_timestamp": 10398.0,
      "text": "Boy, everything See, everything could be nefarious, but it could also just be bigotry. The reason that failures, the entirety of American history true."
    },
    {
      "end_timestamp": 10419.0,
      "id": "976d6bf7-bac5-35a7-9409-60caece8c8a4",
      "speaker": "Dan",
      "start_timestamp": 10409.0,
      "text": "The reason I think it has to be nefarious, though, is it's such a wild coincidence that all of these people would change their mind in exactly the same way at exactly the same time. Yeah, but anyway, we'll find"
    },
    {
      "end_timestamp": 10423.0,
      "id": "33c162bb-5c23-3f5b-a209-279bf2afda25",
      "speaker": "Jordan",
      "start_timestamp": 10419.0,
      "text": "out. Did you notice now using United or well united them?"
    },
    {
      "end_timestamp": 10427.0,
      "id": "d491655c-f87c-30a9-a07a-3c78ef198d3e",
      "speaker": "Dan",
      "start_timestamp": 10423.0,
      "text": "Yeah, yeah. I'll just throw up in my mind. Oh, that"
    },
    {
      "end_timestamp": 10431.0,
      "id": "ab74d32e-b181-3d9d-85e4-eb55389ab605",
      "speaker": "Jordan",
      "start_timestamp": 10427.0,
      "text": "was pretty good. Ma. I believed it. If you can also follow us on"
    },
    {
      "end_timestamp": 10436.0,
      "id": "32b6111c-0277-3414-8f9d-7087a4da0569",
      "speaker": "Dan",
      "start_timestamp": 10431.0,
      "text": "Twitter if you don't want to throw up in your mouth. At knowledge underscore fight,"
    },
    {
      "end_timestamp": 10449.0,
      "id": "267d3faf-c30a-3e70-9474-1783c788946d",
      "speaker": "Jordan",
      "start_timestamp": 10436.0,
      "text": "look us up on iTunes. leave reviews. That's nice. Yeah, send us more emails that are really filled with positive things about Dan and just hateful shit about me. I read it, Brian. I know What's up,"
    },
    {
      "end_timestamp": 10465.0,
      "id": "339316eb-86f1-3d23-aab7-f8b17dc678d0",
      "speaker": "Dan",
      "start_timestamp": 10449.0,
      "text": "boy. So yeah, and beyond that, if you'd like to donate to the show, if you'd like to become a policy wonk, you can. There's a button on knowledge. fight.com That's a sports show. You can check that out. Give us money. Yes, please. Other than that, I don't know man. The fourth hour is back."
    },
    {
      "end_timestamp": 10469.0,
      "id": "a69ee192-0cdd-3121-828e-bad538602cfd",
      "speaker": "Jordan",
      "start_timestamp": 10465.0,
      "text": "Which means rap apart still lives."
    },
    {
      "end_timestamp": null,
      "id": "88a3029a-ac97-3fa2-8c32-164c7b681c86",
      "speaker": "Alex Jones",
      "start_timestamp": 10469.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}