{
  "audio_identifier": "KF_712",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/BillMarkEpisode.mp3",
  "blocks": [
    {
      "end_timestamp": 11.0,
      "id": "8d408958-3b08-34ef-8fad-290fdf11bfcb",
      "speaker": "Jordan",
      "start_timestamp": 0.0,
      "text": "So that's our that's our theme song for the week apparently"
    },
    {
      "end_timestamp": 60.0,
      "id": "e1f2576e-9c96-3f53-be09-7dca7df0b04e",
      "speaker": "Alex Jones",
      "start_timestamp": 11.0,
      "text": "not not not not knowledge $5.05 have great respect for knowledge. I'm sick of them posing as if they're the good guys. Or the bad Chanology knowledge in the hands of surely your knowledge of knowledge fight.com I love you. I love you. I love you. I love you."
    },
    {
      "end_timestamp": 69.0,
      "id": "1c4ffe89-45c2-3a11-b96a-ca6c2c409bb6",
      "speaker": "Dan",
      "start_timestamp": 60.0,
      "text": "Hey, everybody, welcome back knowledge fight. I'm Dan. I'm Jordan. We're a couple dudes like to sit around worship at the altar of saline and talk a little bit about Alex Jones."
    },
    {
      "end_timestamp": 77.0,
      "id": "5bf1129c-5b8f-3829-8280-cb728f1f79db",
      "speaker": "Jordan",
      "start_timestamp": 69.0,
      "text": "Oh, indeed. We are Dan Jordan. Jordan, quick question for you. What's up? What's your bright spot"
    },
    {
      "end_timestamp": 101.0,
      "id": "aae21390-37c2-3eba-aa48-c4c2d204d72e",
      "speaker": "Dan",
      "start_timestamp": 77.0,
      "text": "buddy? My bright spot is that sweet cantina theme remix of our theme song which is played by DJ Dan archy. So good crushing the game with these periodic remixes? That was definitely the theme song of our trip to Austin and being able to have that incorporated into the podcast for a special maybe one off. Who knows? I think"
    },
    {
      "end_timestamp": 105.0,
      "id": "1197970c-5780-325d-9b86-afbbbaf6e2ef",
      "speaker": "Jordan",
      "start_timestamp": 101.0,
      "text": "we're lucky. We're too lucky. Lucky Yeah. Spoiled"
    },
    {
      "end_timestamp": 111.0,
      "id": "34d9bc96-c5a3-3ebb-b58c-b9bc6f56e1e8",
      "speaker": "Dan",
      "start_timestamp": 105.0,
      "text": "with the talented folks who are who are willing to create things. So we appreciate it. Thank"
    },
    {
      "end_timestamp": 121.0,
      "id": "c4e8040c-e736-35ff-8b1f-380d4f4d5882",
      "speaker": "Jordan",
      "start_timestamp": 111.0,
      "text": "you, Dan. Thank you so much. Aniki. Um, I would say my brightspot. Well, it might as well be that we were on the televisual box"
    },
    {
      "end_timestamp": 124.0,
      "id": "a036fe8f-05db-3327-b44c-50b39dae3df3",
      "speaker": "Dan",
      "start_timestamp": 121.0,
      "text": "that was national television debut. Yeah,"
    },
    {
      "end_timestamp": 138.0,
      "id": "3679bd9b-64df-37a3-b1a6-eec75e895d9c",
      "speaker": "Jordan",
      "start_timestamp": 124.0,
      "text": "we went out. We talked to talk to the demon Stelter, he was, you know, we weren't in the same studio, so we couldn't smell him through the camera, but sulfur and even maybe, you know, so we can't confirm sulfur or not."
    },
    {
      "end_timestamp": 149.0,
      "id": "77d81d82-e08d-3d92-8d59-c55740ff9d76",
      "speaker": "Dan",
      "start_timestamp": 138.0,
      "text": "Yeah. And we also, you know, we were in a studio and we were just staring at like a black wall. We didn't see him even as we were doing it, which was a little unnerving."
    },
    {
      "end_timestamp": 159.0,
      "id": "6f092ad9-1848-3e00-bd3c-fc700834348f",
      "speaker": "Jordan",
      "start_timestamp": 149.0,
      "text": "It was disconcerting. Yeah. Especially when I went back and saw his faces that he made dairy stuff. I was like, I would have said a different thing. It did. He was"
    },
    {
      "end_timestamp": 203.0,
      "id": "496a12d8-a5f3-3d51-b38b-8d4dca7a9903",
      "speaker": "Dan",
      "start_timestamp": 159.0,
      "text": "just making mocking faces. So Jordan, I mean, we were on with Stelter. So there's a couple of things I want to point out first, but one of the big questions that we got was whether or not we got to ask him about his hatred of or Alex's hatred of him. And we didn't on air, although he did say we could ask him that. There wasn't time. And he's aware that he was very much aware that Aleksei oh yeah, oh, yeah. So that part we can confirm. And then the second thing I wanted to bring up visa vie that interview is our our parents had different responses."
    },
    {
      "end_timestamp": 205.0,
      "id": "30f2aade-c5fd-3cd9-8ad3-5d2d83db7178",
      "speaker": "Jordan",
      "start_timestamp": 203.0,
      "text": "What was your parents response?"
    },
    {
      "end_timestamp": 212.0,
      "id": "310cd6ca-2c1b-3bbd-b505-4a9da40e0c78",
      "speaker": "Dan",
      "start_timestamp": 205.0,
      "text": "I got a text from my dad that was about how proud he was and how I was the first family member to make it on the national news."
    },
    {
      "end_timestamp": 215.0,
      "id": "9200abfe-7279-39c8-b5e6-c04b68ce3c46",
      "speaker": "Jordan",
      "start_timestamp": 212.0,
      "text": "Wow, that is"
    },
    {
      "end_timestamp": 234.0,
      "id": "8dab6933-e155-3184-97ac-c1dfb3cb53b3",
      "speaker": "Dan",
      "start_timestamp": 215.0,
      "text": "I don't know if that's actually true, because I would imagine there had to have been some kind of coverage of my brother's ice cream shop in the day, you know, like I would assume, but I know that there was a ton of sort of local and regional stuff, but I don't know if there was ever like a national spotlight, but I assume there was, but certainly no Stelter baby."
    },
    {
      "end_timestamp": 248.0,
      "id": "6cbc6317-44c9-359a-b97c-357f79bc4cb5",
      "speaker": "Jordan",
      "start_timestamp": 234.0,
      "text": "No, no, definitely not. Yeah, I have all people. My my cousin, who is who consumes a lot of right wing news, was the first person to text me."
    },
    {
      "end_timestamp": 252.0,
      "id": "fb0c86f9-e23b-39fa-8e82-932a7502ea42",
      "speaker": "Dan",
      "start_timestamp": 248.0,
      "text": "And then how dare you go on the Clinton News Network?"
    },
    {
      "end_timestamp": 281.0,
      "id": "e1fd76b2-e2aa-341f-9647-64565636bb30",
      "speaker": "Jordan",
      "start_timestamp": 252.0,
      "text": "No, he was like, You did a great job. Like it was cool. It was really nice of him. And yeah, my dad was, you know, he was doing some preaching today, so they couldn't get to see it. You know, and then I sent him a picture and they were like, Wow, congratulations. So the conversation the conversation went, went south from there and but yeah, it's not been a avalanche of appreciation."
    },
    {
      "end_timestamp": 338.0,
      "id": "abcd641e-a4c9-3eda-9fe1-650464fc7372",
      "speaker": "Dan",
      "start_timestamp": 281.0,
      "text": "It's a you know, you take the rough with the smooth as they say. But yeah, it's it's been it's been a really interesting couple of weeks with the trial and stuff and just adding this to reality of that is, is it's almost hard to process I don't know how I feel about having makeup put on me. It was interesting. Your three? Thanks, I Yeah, it's, it was all it was all a lot, but I appreciate them having us on. And I appreciate that they allowed us to not play into like, some of the, you know, like, hey, why don't you do a, you know, talk talk about Alex's XY or Z thing, and we're able to speak on the issue as we wanted to. And I appreciate that. That's something that, you know, maybe some people wouldn't think a media outlet would offer."
    },
    {
      "end_timestamp": 353.0,
      "id": "dd08a79a-7a5c-3967-9f6c-91621d90f147",
      "speaker": "Jordan",
      "start_timestamp": 338.0,
      "text": "Yeah, yeah, I think we're both actually very lucky that we're not in like a, like, this is the Behind the Music moment where it all starts to fall apart, and we're still 100% in agreement, like, fuck this shit. We're gonna say exactly what needs say, you know?"
    },
    {
      "end_timestamp": 396.0,
      "id": "9b8dcdc3-2351-307a-a16d-54394b0a2b62",
      "speaker": "Dan",
      "start_timestamp": 353.0,
      "text": "Yeah. And, and, you know, I think I saw a little bit of feedback that it was a little bit of a shallow interview. And to that I say, fair enough. I mean, it was six minutes, you know, like, I mean, a little hit like that is not something that you can really dive too deep in. And, you know, you got to answer your question and get done and move along. And so, unfortunately, it doesn't know it may not satisfy people who want a thorough deconstruction of some of this stuff. But that's, I guess what the podcast is for. And yeah, it was it's a treat. And speaking of treats, Jordan, today, we have for our episode today, we are thrilled to be joined once again by Mark Bankston and Bill Ogden."
    },
    {
      "end_timestamp": 397.0,
      "id": "54e6b509-b281-3f1c-981d-0b67dd3f24bc",
      "speaker": "Jordan",
      "start_timestamp": 396.0,
      "text": "We get to do this."
    },
    {
      "end_timestamp": 472.0,
      "id": "fc5910a1-8ed7-3fa8-8aa2-679dad50c269",
      "speaker": "Dan",
      "start_timestamp": 397.0,
      "text": "I think I think Mark said in our little chat that this is the first first so we're scooping everybody on on this but you know, it was really I don't know, I feel like it's kind of condescending to say an honor. But it was to you know, it's very meaningful and something I'll I'll be always be very thrilled to have been able to be whatever small part of this that it was, and I appreciate them so much for allowing us to have, you know, a little bit of an inside track on some stuff and their generosity with the listeners and, and in us is is just so wonderful and unbelievable. I'm glad that we are able to have this sort of button a little bit, although maybe it's a button that will last all of sneakily well, it sneak week. You know, wrapping up some of this, this sort of chapter is very nice and being able to have a conversation with them to do that. I think everyone will will enjoy. I think it's great. So we could belabor this longer and just chat about nothing, but I gotta be honest, it's late. I gotta get this episode edited. And I"
    },
    {
      "end_timestamp": 473.0,
      "id": "5beb2da4-a84d-3499-a7c3-7ad055d5cb0a",
      "speaker": "Jordan",
      "start_timestamp": 472.0,
      "text": "don't know."
    },
    {
      "end_timestamp": 478.0,
      "id": "9003d9e4-288b-3e3f-8d3f-fbc02d175e5a",
      "speaker": "Dan",
      "start_timestamp": 473.0,
      "text": "Taco Bell delivered to eat the shitty food."
    },
    {
      "end_timestamp": 481.0,
      "id": "491c7ac2-d92c-36a5-9dc5-a6fb0717c2d3",
      "speaker": "Jordan",
      "start_timestamp": 478.0,
      "text": "This part out don't let anybody know. Never."
    },
    {
      "end_timestamp": 525.0,
      "id": "b43e11fa-67a0-3213-a6ec-9967faa3445c",
      "speaker": "Dan",
      "start_timestamp": 481.0,
      "text": "I like bad food don't care. Anyway. Jordan. We'll be back soon y'all. who knows we might be sneaky as hell this week. It sneakily. Yep. Anyway, enjoy the interview. Hey, ladies and gentlemen, we are back and here in in in Chicago, as is the norm and we have a special bit of a chat a decompression session. A decompression if you like and it rhymes it's good. So as listeners will know we were in Austin recently for the trial true. The Alex Jones Sandy Hook trial and we met a couple"
    },
    {
      "end_timestamp": 539.0,
      "id": "4937831d-0f18-3b43-9178-60bedbc825e0",
      "speaker": "Jordan",
      "start_timestamp": 525.0,
      "text": "of fun people at Apple a cool cat just just two dudes. We were they were wandering the streets. They were wearing nice suits and we were like I can't believe that these these two people are not being taken care of by you know, staff right"
    },
    {
      "end_timestamp": 546.0,
      "id": "33eeecd2-0f48-3c2e-9304-29c0642cc51a",
      "speaker": "Dan",
      "start_timestamp": 539.0,
      "text": "now and I can't believe that there's no podcasts just asking them to come and share wisdom"
    },
    {
      "end_timestamp": 553.0,
      "id": "7f06a837-d164-3bb6-b8df-fda73792b044",
      "speaker": "Jordan",
      "start_timestamp": 546.0,
      "text": "and Alex had a security detailed 10 Strong will do zero security. Or,"
    },
    {
      "end_timestamp": 564.0,
      "id": "aed8aa45-8ffa-3e9c-bcd8-baffaa0a4aec",
      "speaker": "Dan",
      "start_timestamp": 553.0,
      "text": "or Yeah, better disguise secure that is true. Alex's security is wandering around like bulletproof vests and fake mustache. very conspicuous. Half of the journalists"
    },
    {
      "end_timestamp": 565.0,
      "id": "9eb5fe69-01ea-3a3b-b1d6-7d382236c779",
      "speaker": "Jordan",
      "start_timestamp": 564.0,
      "text": "they were actually running security."
    },
    {
      "end_timestamp": 567.0,
      "id": "d7483fe4-f535-3e71-a781-6dd94c7b5a75",
      "speaker": "Dan",
      "start_timestamp": 565.0,
      "text": "Do you see the Ficus in the corner of the room?"
    },
    {
      "end_timestamp": 570.0,
      "id": "5ffc59a8-83f5-33b1-9537-e8d9ec432029",
      "speaker": "Jordan",
      "start_timestamp": 567.0,
      "text": "No, I didn't. I was one of their students how good it is."
    },
    {
      "end_timestamp": 611.0,
      "id": "0c75c456-b2b2-3ef7-89cc-54178560e984",
      "speaker": "Dan",
      "start_timestamp": 570.0,
      "text": "So we figured this week is a sneak week we have honorary Lee called to decided that this is sneak week indeed for the sneaky snakes. This is where we sneak and we thought what better way to begin sneak week. Then to have a little bit of a end of the trial narrative arc I guess Yeah. And to better to join us then. Bill Ogden Mark Bankston plaintiffs attorneys for for Scarlet Lewis and Neil Heslin Thank you for joining us. Thank you so much. Heroes for the walks, certainly become favorites, right of the community."
    },
    {
      "end_timestamp": 613.0,
      "id": "400f3fdc-f7a1-3094-b631-eb657bfdfb34",
      "speaker": "Jordan",
      "start_timestamp": 611.0,
      "text": "Absolutely."
    },
    {
      "end_timestamp": 620.0,
      "id": "d042b6dc-fdf2-3dbe-b751-e00343ed1ecc",
      "speaker": "Dan",
      "start_timestamp": 613.0,
      "text": "So, thanks for making time for us, man. I'm sure everyone's banging down your doors at this point."
    },
    {
      "end_timestamp": 631.0,
      "id": "06e0d569-99f9-3aa5-98a4-0ce43d453f0e",
      "speaker": "Bill Ogden",
      "start_timestamp": 620.0,
      "text": "Marks I defaulted and told him he gets to handle all of it. So this is the office of the only interview. I'm doing. No other press. I said, I'll do this one. And that's it."
    },
    {
      "end_timestamp": 643.0,
      "id": "db0e2dad-07d4-3193-967c-9a2016aea651",
      "speaker": "Mark Bankston",
      "start_timestamp": 631.0,
      "text": "No joke, though. This is the since I walked off the courthouse grounds. This is the first time I've spoken to any sort of public media and you guys are first."
    },
    {
      "end_timestamp": 650.0,
      "id": "773926fb-2e6e-3a4f-94e7-f42c06f017dd",
      "speaker": "Bill Ogden",
      "start_timestamp": 643.0,
      "text": "Public Media now. Here, I'll have to now follow"
    },
    {
      "end_timestamp": 656.0,
      "id": "67f953b5-c89c-3304-bc05-6cb6670e10f5",
      "speaker": "Mark Bankston",
      "start_timestamp": 650.0,
      "text": "your pitches on their outcome for you from as"
    },
    {
      "end_timestamp": 669.0,
      "id": "3bc02ed4-d878-3dbe-aeb9-0ea2509d9a48",
      "speaker": "Dan",
      "start_timestamp": 656.0,
      "text": "I mentioned this morning, this morning, as we're recording this. We were on reliable sources with Brian Stelter. And I was just like, don't cuss? Don't swear. It was so hard for me to like, not be like, This guy's full of shit."
    },
    {
      "end_timestamp": 674.0,
      "id": "45e9b949-0417-3241-bad5-9ee74c83eba6",
      "speaker": "Jordan",
      "start_timestamp": 669.0,
      "text": "I didn't scream one time. One time. Yeah, I was I was. Yeah, it was great."
    },
    {
      "end_timestamp": 682.0,
      "id": "ae340c8b-96dc-3d66-b64e-3e690e7ccf5d",
      "speaker": "Mark Bankston",
      "start_timestamp": 674.0,
      "text": "The reason I'm here actually, is because I knew if I went on CNN and my slip out, I mean,"
    },
    {
      "end_timestamp": 688.0,
      "id": "46622b2f-09f2-3902-b21a-c769e1152df2",
      "speaker": "Dan",
      "start_timestamp": 682.0,
      "text": "what is literally? What's bringing that swearing to mind? What? Where are you all's head's at?"
    },
    {
      "end_timestamp": 693.0,
      "id": "45ccb7f1-7b4b-320c-9a4f-c1063b734022",
      "speaker": "Mark Bankston",
      "start_timestamp": 688.0,
      "text": "And we just Gosh, cloud nine right now, man? I don't know. We were."
    },
    {
      "end_timestamp": 737.0,
      "id": "9dd4b228-689c-31b5-bf43-e4e003c90c2a",
      "speaker": "Bill Ogden",
      "start_timestamp": 693.0,
      "text": "I was, uh, I don't know why. But this trial took more out of me. Like, emotionally and just like, Guess why? Because every day was something else where we exactly Holy shit. But I, I feel good. Now. I think that we wanted a little bit of difference when it comes to the numbers breakdown. But we're extremely happy with where it said And and I think the message that the clients wanted to send was sent pretty damn clear and loud. So I'm super happy now. But definitely exhaling and taking a deep breath and just kind of relaxing a little bit at this point. I'm not I wasn't jumping on a private jet to go to go to New York City to do interviews. And they"
    },
    {
      "end_timestamp": 761.0,
      "id": "f680562c-15aa-3320-a19e-0cfd3a90ae86",
      "speaker": "Dan",
      "start_timestamp": 737.0,
      "text": "offered that's a good point that that you bring up there too. But the the numbers and such I think I think a lot of times the reporting on this missus, you know, there's a lot of flashy numbers and millions and stuff. And the context of it as the message and the the actual intent and want of the plaintiffs is kind of lost in the shuffle a little bit."
    },
    {
      "end_timestamp": 812.0,
      "id": "d18013e3-8b47-3e2a-9d9f-74df56b7a9ec",
      "speaker": "Mark Bankston",
      "start_timestamp": 761.0,
      "text": "I mean, to in the in the complications of how this actually plays out. Right. Like, it's, you had people jumping on immediately I saw 140. You know, I mean, I'm sorry, $45 million verdict in there. And they're not exactly sure how to report it. They don't understand what the caps are. They don't understand where it goes from here. They don't understand anything about what's happening. And then what people have to remember is, is Jones through the company into bankruptcy, like mid trial? Yeah, and lifted the stay for this particular trial. So everything's going to bankruptcy court. We, you know, yeah, you've got a practical cap on this, where you've got 750 per claim. And then you've got two defendants per claim. So so as the cap was applied, you're looking at at like 4.5 million up on top of the 4.1 from the compensatory plus the 1.5. That they paid in sanctions plus a couple 100,000, they still have to pay in sanctions,"
    },
    {
      "end_timestamp": 815.0,
      "id": "071195d8-d1f5-305d-a2bc-8244cc4fc5a5",
      "speaker": "Bill Ogden",
      "start_timestamp": 812.0,
      "text": "about a million in interest on the 4.1 being"
    },
    {
      "end_timestamp": 816.0,
      "id": "e1727344-2675-39c5-9338-36d77da8a25f",
      "speaker": "Jordan",
      "start_timestamp": 815.0,
      "text": "looking at, right,"
    },
    {
      "end_timestamp": 854.0,
      "id": "e4704aaa-68d2-332e-9420-69a1ecd08a99",
      "speaker": "Mark Bankston",
      "start_timestamp": 816.0,
      "text": "like just maybe 10 million or over is basically what you wouldn't have on on a base value. But things have gone. Yeah, wipes out the Bitcoin but like, like, like, here's the thing about that, though, is that, that because they put themselves into bankruptcy. And that means that the potential appeals that you could have, if you're going to be doing those over the next couple of years, they have to be like baked in to the value of how that gets done up and bankruptcy of say, value is going to be higher than what we actually have under the cap because that appeal, the the potential to have that that cap declared not applicable in this case, is gives enough value."
    },
    {
      "end_timestamp": 858.0,
      "id": "e626502a-77c5-3433-8aec-b124d46525db",
      "speaker": "Jordan",
      "start_timestamp": 854.0,
      "text": "That's an interesting, I hadn't considered that. That's really interesting. Yeah. Well, I"
    },
    {
      "end_timestamp": 921.0,
      "id": "f45d0da1-a306-370e-9f7e-10940681011e",
      "speaker": "Mark Bankston",
      "start_timestamp": 858.0,
      "text": "mean, the whole thing is to leverage your ability to appeal this and especially because this would be like the golden case to appeal this on. Because you have a damage cap on a case where there was a default judgment and there was even presumed damages in the nature of those claims. That if you now do a constitutionality challenge to this, like it's the day that we've been waiting for a case the sad part is that's not gonna happen. We're never gonna get to the Supreme Court because we're gonna get valued in the bankruptcy court so you leverage the appeal on that value. And the thing is is you got you got Maddie coming in with his was a nine plaintiffs. You've got two more and with Posner and Taylor us and believe me by that time when that state gets looked at, we're just gonna absolutely kick their teeth now in that case, I mean, yeah, that case the damages and that gets our PA King stunning. I mean, it is really just horrific. And that is Marcel Fontaine isn't Miss identification case. And right, yeah. Right. Yeah, right way. Right. And so, I mean, that's just what it like. There's a clip going around the world right now about like, we're dividing up the corpse of Infowars in the bankruptcy, that's"
    },
    {
      "end_timestamp": 930.0,
      "id": "b4194491-58ed-3f7c-9652-58ee10142b31",
      "speaker": "Dan",
      "start_timestamp": 921.0,
      "text": "you for somebody who claims to not want to court attention and media, dropping these balls that just"
    },
    {
      "end_timestamp": 940.0,
      "id": "016145b5-9bb7-391f-9b1d-81bef79b3c1a",
      "speaker": "Jordan",
      "start_timestamp": 930.0,
      "text": "talk to one. yourself. I know I don't want to be I don't want any media attention. So I'm gonna throw pipe bombs from the top of this roof. Let me set a time for any attention, though."
    },
    {
      "end_timestamp": 952.0,
      "id": "d174a083-9385-3212-b2e9-5dad895337c5",
      "speaker": "Dan",
      "start_timestamp": 940.0,
      "text": "The first time we talked to you, you were you said, I eat what I kill. As a plaintiff's attorney. Yeah, it's like, stop yourself. These line. Yeah, just like"
    },
    {
      "end_timestamp": 978.0,
      "id": "4a8aac1b-49b0-35f6-8655-ecc91bcc9576",
      "speaker": "Bill Ogden",
      "start_timestamp": 952.0,
      "text": "funniest part. And I'll tell you the story. Probably five years ago, maybe six years ago, Mark tried a case called Harold Adams. And he tried it. He put his heart into it. He tried it with his dad, and they got screwed. And he got done with that case, and he was dead serious. He's like, I don't I've never tried another case. This isn't for me. This isn't my thing. And I think this is the first time he was in a courtroom since then. Yeah. Mark."
    },
    {
      "end_timestamp": 993.0,
      "id": "e0843e2a-28f5-3fa4-b9db-5626a9ae065e",
      "speaker": "Mark Bankston",
      "start_timestamp": 978.0,
      "text": "Oh, no. I've had a couple since then. That went well. But like, Yeah, well, I mean, some of them first or second, but like, like, yeah, there's been a couple where I've been like, okay, that's, that's rewarding. Right. And then you start participating in some of these bigger trials. Right. And you had a you"
    },
    {
      "end_timestamp": 997.0,
      "id": "325c89d6-1459-39fc-b475-90c162df3821",
      "speaker": "Dan",
      "start_timestamp": 993.0,
      "text": "had a couple open mics before? Yeah."
    },
    {
      "end_timestamp": 1002.0,
      "id": "c0cddca3-1b96-3bb7-9d0b-0037e4b6326e",
      "speaker": "Jordan",
      "start_timestamp": 997.0,
      "text": "If you got a little good feedback, and then you're ready. Yeah."
    },
    {
      "end_timestamp": 1024.0,
      "id": "2bff3bd8-2f54-3f23-a750-65562b34a3ab",
      "speaker": "Mark Bankston",
      "start_timestamp": 1002.0,
      "text": "You spend your life second cheering trials so I can when you're a young plaintiff's lawyer and you know how trial works like the back of your hand but to actually be in this moment this thing this I mean, it's it was surreal It was absolutely surreal. And I was I got too emotionally invested in prior cases and so when they don't go well you take a hit Yeah,"
    },
    {
      "end_timestamp": 1036.0,
      "id": "600dc91e-bd24-3e29-b187-743ebb043b3c",
      "speaker": "Jordan",
      "start_timestamp": 1024.0,
      "text": "that's imagine right now is having a very interesting surreal experience. complete opposite direction like boy I thought I was good at this. Oh, this isn't gonna be good. Well, it's"
    },
    {
      "end_timestamp": 1052.0,
      "id": "8a233efc-d786-3d17-a658-1655a7dade36",
      "speaker": "Bill Ogden",
      "start_timestamp": 1036.0,
      "text": "funny because now in my opinion, I would say mark now has the most famous lawyer moment of the last decade at least absolutely that will stand out something on television you know the people saw that it was just rocked everybody it's the"
    },
    {
      "end_timestamp": 1059.0,
      "id": "ab7fff39-189c-3263-9698-206c4196b9a5",
      "speaker": "Dan",
      "start_timestamp": 1052.0,
      "text": "new if the glove glove doesn't fit Absolutely"
    },
    {
      "end_timestamp": 1067.0,
      "id": "b1780ae6-f1af-3252-9ed9-b52d2c9cdc22",
      "speaker": "Bill Ogden",
      "start_timestamp": 1059.0,
      "text": "sir Oh, that's such a question you're not supposed to ask but action was made"
    },
    {
      "end_timestamp": 1083.0,
      "id": "9684f382-444d-32ae-8d17-7e053abad448",
      "speaker": "Jordan",
      "start_timestamp": 1067.0,
      "text": "at that point, because Because Mark had slept right now and the bus mark in the judges library and all so many times I really feel like at the end he was like I just don't even want to stand up I'm not going to feel good about what happens here"
    },
    {
      "end_timestamp": 1146.0,
      "id": "932a5284-e530-30d7-a64f-f0a92f6964d3",
      "speaker": "Mark Bankston",
      "start_timestamp": 1083.0,
      "text": "what's wild about that and he shouldn't have absolutely did any any didn't understand the playing field he thought he was going to come in here and figure you know, even got bad press is good press and no, it is not. You don't want to Google that gate guy's name right now if you're hiring the lawyer and what's weird about that moment in that courtroom was not only was it a pitch perfect like law and order moment, not only was it against one of the most evil dudes in America, who sputtered and coughed his way through it, but the fact that the moment itself focused so intently on opposing counsel that even though the law and crime camera person who's ever doing the camera in there like does this dramatic painted pans down to stroking his neck is happy right now. I tell you I saw I saw the whole thing play out on The Daily Show the night after I did it and I was I was obviously on a high but then I was like for a second I almost felt bad for the dude because I know all of his friends is you know as Alex would say is liberal trend you know? I mean,"
    },
    {
      "end_timestamp": 1175.0,
      "id": "2a1dccff-216f-31a0-a55b-f97c839811cc",
      "speaker": "Bill Ogden",
      "start_timestamp": 1146.0,
      "text": "I differ a little bit on that I do feel bad like I think he inherited a case that was shit already. There's nothing to do about it and I probably took that case without really them appreciating where the case was. And then just bomb after bomb after bomb was dropped on him and I do I kind of feel bad because I think in five years at like, at a at an airport in Atlanta. Somebody's gonna be like, Oh, you're the guy with the cell phone"
    },
    {
      "end_timestamp": 1180.0,
      "id": "74395e97-aa8c-3226-a798-580646f5bbdc",
      "speaker": "Jordan",
      "start_timestamp": 1175.0,
      "text": "records like do you mean when he's working at the Cinnabon in Atlanta? Is that what you're?"
    },
    {
      "end_timestamp": 1188.0,
      "id": "51a52844-1fcb-33bb-9724-8497406590de",
      "speaker": "Bill Ogden",
      "start_timestamp": 1180.0,
      "text": "I just I it's rare that something like that happens especially on such a big stage because everyone's"
    },
    {
      "end_timestamp": 1191.0,
      "id": "1434f4d0-3945-3202-b23d-4708b66ea8df",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1188.0,
      "text": "talking about it's rare that"
    },
    {
      "end_timestamp": 1196.0,
      "id": "91c5a885-b6b1-3d39-a86a-880f437e8957",
      "speaker": "Bill Ogden",
      "start_timestamp": 1191.0,
      "text": "rare I mean, like, like, like rare plus, you know,"
    },
    {
      "end_timestamp": 1200.0,
      "id": "0458c18c-9c84-3193-b090-efbd60abe82c",
      "speaker": "Jordan",
      "start_timestamp": 1196.0,
      "text": "go extinct."
    },
    {
      "end_timestamp": 1318.0,
      "id": "62194055-eef2-3d3f-8202-1ffce82fb070",
      "speaker": "Mark Bankston",
      "start_timestamp": 1200.0,
      "text": "I came home and I have a kind of rough around the edges cousin who I would not expect to be plugged into this sort of thing normally. And he came right up to me and he was like, What the heck is going on with that lawyer and he goes, me, man, I would not hire that guy to represent me in the Pepsi Challenge, like at the like, No, I'm not doing is, wow, the effects of this are unreal. And I did. I'll tell you I felt bad for a moment. But I need to tell a story that that I've told on the record in court, so again, not telling tales out of school. But the first time I met Renault back in March, when he was coming in to defend their other lawyer who got found for tampering evidence. And I think that's originally why they brought in a criminal lawyer. He walked up to me outside on the steps out in front of the courthouse, and he tried to do some sort of psycho SIOP stuff you know, mess with your opponent's heads and stuff. And then he eventually tells me something along the lines of like you're never getting a dime off this case, or your clients are never getting a dime off this case. And like you're about to do a bunch of work haha, hinting at this fraudulent bankruptcy he's about to file and then that should just collapses on itself. All of everything goes south, he ends up owing having his client over a million dollars and sanctions which he pays in the middle of trial. They actually hand me that check and get that on over. And now he ends up with this moment. i Yeah, it's just desert you if you were to come in in this case, and try to defend it like with some sort of principled advocacy, that's one thing, but if you're coming in just to be the bag man for Alex Jones, proto fascist madman, like, whatever, no, you get every bad thing that's coming to you. And right now, oh, my God, are the things dropping on him right now he's in Connecticut, do the show cause hearing for discipline, all of that Jones has actual malpractice claims against him. Roger Stone is begging him to sue him saying, you know, the narrative. It's the same shit, it's false flag again, it's Eric Holder, put this guy and somehow weaseled him into Jones's confidences and like intentionally jokes about"
    },
    {
      "end_timestamp": 1321.0,
      "id": "e2f2601c-94e4-3e66-8bb3-b71be1095bc3",
      "speaker": "Bill Ogden",
      "start_timestamp": 1318.0,
      "text": "that, yeah."
    },
    {
      "end_timestamp": 1369.0,
      "id": "00013bf5-5307-333e-83c2-e34e2999e502",
      "speaker": "Mark Bankston",
      "start_timestamp": 1321.0,
      "text": "Now has, he has an actionable defamation claim against Roger Stone, they should just not fantastic. But it's all like this is going wild. I don't I can tell you, there was there was this little part of fear of me that said, when the bankruptcy came in, and then when we had this verdict, and then I know what's about to happen them in the next couple of months, I was like, Guys, your shows not long for this world, because he is going down the tubes very, very fast. But what is nice, what is really going to savor every moment is this downfall, this exit of Jones from the American stage is going to take a considerable amount of time and expose them to a considerable amount of danger. You're going to have content for the next year that is just gold. It's unreal. It's so poetic, and, like refined me, it's finally happening. That's what I'm saying. It's finally happening."
    },
    {
      "end_timestamp": 1400.0,
      "id": "cfa87679-9971-3ae5-a738-5d72f60cc2a0",
      "speaker": "Dan",
      "start_timestamp": 1369.0,
      "text": "Yeah, and I think I think one of the things that's really important about that is that as it happens, probably because it'll be a little bit protracted, there'll be so many opportunities for the inside of the sausage to be understood, right little bit more by the public, which I think can be incredibly helpful in teaching people about these sorts of actors and how they operate. So you can understand other people like them and avoid falling for the same trick. Just another face. Well, I"
    },
    {
      "end_timestamp": 1417.0,
      "id": "e9719437-b273-3e32-afdf-1b2f6613bc10",
      "speaker": "Mark Bankston",
      "start_timestamp": 1400.0,
      "text": "can tell you, Wes and Kyle, when it comes to talk to you, and they can do some educating and then if you think I'm a little blue on your podcast, Wes has the guy who said ass in the courtroom"
    },
    {
      "end_timestamp": 1439.0,
      "id": "822c425d-d4e4-3cc2-89a3-17c721d6fcad",
      "speaker": "Mark Bankston",
      "start_timestamp": 1417.0,
      "text": "like I was like, Absolutely not No, like any other circumstance was something about his Tennessee draw. And something about this whole posture, the tenor of the whole damn case, he got away with saying about Jones putting his ass up on the witness stand and like it flowed it actually works."
    },
    {
      "end_timestamp": 1495.0,
      "id": "1a17ab93-2655-36db-adf2-78bea1c16ef8",
      "speaker": "Bill Ogden",
      "start_timestamp": 1439.0,
      "text": "Well, in that when West did that, he just let it rip. That was everything that he had emotionally. He had practiced a couple of times with us the night before. And it was it wasn't like that. And that was it's weird, because this trial, the way it progressed was like Kyle crossed, oh, and it was an absolute bloodbath. And it was like, oh, man, that's what I came here for. And then Mark V Alex Jones reintroduces the term Perry Mason to the world. These young kids know what that means now, and then Scarlett takes the stand and is in my opinion, the most powerful moment I will ever be a part of when she dug in and just looked right at Alex and just spoke to him there wasn't there wasn't an objection. But there was also no questions being asked she was just talking Yeah, what's right all gonna do like objection, you know? Yeah,"
    },
    {
      "end_timestamp": 1498.0,
      "id": "d3e2675c-88fd-392a-9f5a-b68d2072a39c",
      "speaker": "Jordan",
      "start_timestamp": 1495.0,
      "text": "well, I'm gonna win this case by objecting to her. Yeah, looks"
    },
    {
      "end_timestamp": 1507.0,
      "id": "e0924bfe-61a5-3498-8a89-0c348780baf7",
      "speaker": "Dan",
      "start_timestamp": 1498.0,
      "text": "like she can mom logon I can't it's like yes, because your attorney didn't know. That was his choice."
    },
    {
      "end_timestamp": 1552.0,
      "id": "11e1fa62-83ab-34e3-8ad1-a43d63b147c1",
      "speaker": "Bill Ogden",
      "start_timestamp": 1507.0,
      "text": "Yeah, so we get that. And then here comes Westfall. And so Wes had, he was the only one of us that could do the the parents without crying. No, like, Dad. Me and Kyle, both were like, I can't do it, Mark was going to do it. And that's kind of kind of toward like mid trato. Mark is like, Wes, you should probably do both. And so Wes had that. So we didn't get West is, you know, everybody's got their own style. And Wes is definitely the most kind of Cavalier Maverick type style. And when cross happens, it's just a different type of, of tone. And so he didn't get to show that and then all of a sudden, he took the the closing and just, I mean, laid it all out there. And it was it was that was probably by far the best closing."
    },
    {
      "end_timestamp": 1562.0,
      "id": "9887a05b-a72e-36ae-b108-2a384280fac8",
      "speaker": "Dan",
      "start_timestamp": 1552.0,
      "text": "And it's probably a little bit unfortunate that it's, you know, so overshadowed by the Perry Mason moment, you know, that like, almost like no one's talking about the ass. Yeah,"
    },
    {
      "end_timestamp": 1592.0,
      "id": "abff6105-1dcc-3f54-8e2a-e36b4e40efa5",
      "speaker": "Bill Ogden",
      "start_timestamp": 1562.0,
      "text": "the overshadowing is insane. Because we're not talking about the fact that for the first time ever, we played a clip of the defendant calling the judge a pedophile. Nobody's talking about that the defendant played we played a video of the defendant, calling the jury a bunch of blue collar simpletons in the middle of trial. Like that's true, those two things are insane, and they're not in the top five."
    },
    {
      "end_timestamp": 1598.0,
      "id": "9d33e6f2-303d-31f7-9125-c332009d1b81",
      "speaker": "Dan",
      "start_timestamp": 1592.0,
      "text": "was calling Neil, on the spectrum. Craig, we're"
    },
    {
      "end_timestamp": 1614.0,
      "id": "d76f21fa-e97a-3b73-a5d3-c05c0b63a0d0",
      "speaker": "Bill Ogden",
      "start_timestamp": 1598.0,
      "text": "not talking about that anymore. Because so many, like so many kind of just huge moments kept happening in this trial. But most I mean, obviously the Perry Mason one because Alisha, nice try on the Perry Mason in March, like, Oh, you have no idea what I'm saying?"
    },
    {
      "end_timestamp": 1639.0,
      "id": "97afe2e8-e837-390d-9608-765843eff2ea",
      "speaker": "Jordan",
      "start_timestamp": 1614.0,
      "text": "I I was gonna ask you guys, how do you feel because I feel like ultimately, the jury did an amazing job because of the amount of bullshit that is barraged at them in such a short period of time, that their ability to kind of like, but at least process it into where it went. I feel like it's kind of almost amazing in a way did you guys feel that? Similarly, when you really you chose them?"
    },
    {
      "end_timestamp": 1700.0,
      "id": "e3426c8c-8bca-3b97-8af9-f804fd80656e",
      "speaker": "Mark Bankston",
      "start_timestamp": 1639.0,
      "text": "Right? And that Jared was a broad mix of different backgrounds and people and they were none of this bullshit stuck in for a second. They were on it from square one. And there was basically like one juror who was who was a little, you know, hesitant about certain of the ideas of, of, I don't know free expression, not necessarily free, not necessarily even free speech, but like just sort of like a you can compensate people but you also just kind of have to tolerate evil business's existing share thing from end. But like, every other church saw through that, like, immediately was these people are scum. This is just absolutely horrible. So we once we were able to talk to them, they gave us their feedback after the trial, it was clear the message they were sending for 100%. And we didn't we really didn't know because like you say, you know, my brother actually told me about this. He was he was saying this trial. It's like, it's like trying to get your mom to start watching the Marvel Cinematic Universe and all these fucking characters. Like, why is Harry style showing up at the end of the terminals? Like what none of this is making sense, Dave?"
    },
    {
      "end_timestamp": 1703.0,
      "id": "3b5728df-e15e-323c-b3af-6d83a19345d5",
      "speaker": "Dan",
      "start_timestamp": 1700.0,
      "text": "credit scene."
    },
    {
      "end_timestamp": 1719.0,
      "id": "d538dca6-10f0-3fc4-8376-4ee0d21ce845",
      "speaker": "Mark Bankston",
      "start_timestamp": 1703.0,
      "text": "My brother's a man. It's just like the MCU movies, man. Yeah. And you sure as hell don't want to miss the post credit scenes every day, because that's where the real stuff goes down. And it's true every time every day when she left the courtroom, something crazy would happen in the end."
    },
    {
      "end_timestamp": 1739.0,
      "id": "63e1bcff-aed1-3e4d-a01e-7046ab592bcd",
      "speaker": "Bill Ogden",
      "start_timestamp": 1719.0,
      "text": "Yeah, he was about to get attacked and maybe lose his life. And then I stepped in was publication described me as like one of the larger plaintiffs lawyers or something like that, get offensive lineman. I like to think"
    },
    {
      "end_timestamp": 1751.0,
      "id": "75d23e6c-3e11-3f4f-9d0d-7098317efcab",
      "speaker": "Jordan",
      "start_timestamp": 1739.0,
      "text": "I don't I don't think you saved his life necessarily. But I do think you might have saved his license. Because if if Reno really did go after him, I have no doubt Mark isn't gonna be like, can I get the cops nearby? Like, I don't think that's how it's gonna go."
    },
    {
      "end_timestamp": 1752.0,
      "id": "03274c3e-8f5d-3477-93aa-88774f878ab3",
      "speaker": "Dan",
      "start_timestamp": 1751.0,
      "text": "There's a"
    },
    {
      "end_timestamp": 1764.0,
      "id": "fb253985-5807-3f78-947a-1e0babaad15c",
      "speaker": "Bill Ogden",
      "start_timestamp": 1752.0,
      "text": "reason I stepped around is because as the as they both started mountain back and Mark, Mark, you know, will you talk to me in the cameras? So funny, you know, unless you were in jury selection, you didn't know where that came from?"
    },
    {
      "end_timestamp": 1875.0,
      "id": "be748851-80c4-3523-81e2-9de439123e22",
      "speaker": "Mark Bankston",
      "start_timestamp": 1764.0,
      "text": "Yeah, hold on. Let me tell that story because listeners kind of understand this right. So let me say that this this seminal moment of him flipping me off and doing the whole thing is that the immediately preceding that I had basically managed to have a large swath of his evidence excluded because he just doesn't know his way around civil law posterboard Yeah. I got all of his videos out he was upset by the judge for three different things he was he was hot that day. And so like as we're leaving the courtroom he gets like right up in my face, like seriously up in my face, like eighth grade school yard stuff like where he He's like right up in there. And like we're having to like, kind of diffuse it a little bit. But so what I say is, it looks on the camera like I'm being super, super reasonable to him. I'm like, Hey, Federico, we talked to me. We watched some jury selection now is that this dude started jury selection by going up to every juror being juror number one, Miss Miss Miss Rodriguez, whoever it was right. You know, Miss Rodriguez, will you talk to me? And they'd be like, oh, yeah, I guess and then before they can even say anything go in the next year. juror number two, we talked to me. juror number three. We talked to me. And he did this for 16 Straight jurors. And then it goes so goddamn awkward that he would just be like, third row, what are you talking about? Right. And I said that to him, which on the camera looks ostensibly like I'm being a peacemaker, and trying to throw him down. It was just an absolute kick to him. Like it was just a little. Yeah, that's so he shot the bird. But what you'll notice in that, in that video, I have stopped paying attention to him by that moment, I'm looking over talking to somebody else. I didn't even know we did it until the next day. And yeah, the judge was absolutely furious about him doing all of that, that"
    },
    {
      "end_timestamp": 1906.0,
      "id": "1b89345b-1383-3209-9a67-a75d20a63edf",
      "speaker": "Bill Ogden",
      "start_timestamp": 1875.0,
      "text": "I see them going toe to toe, and I I am watching it. And then I see just cameras starting to focus. And I'm like, oh, we gotta get this. That's what that's why I typed kind of popped in because I could see like 10 different screens, cameras, and I was like, yeah, exactly. I was just boring myself to the camera. At the same time, like, I didn't want Mark to look to like, not have the white gloves on, when it came to, you know, whatever this was going to end in. So I was like, Oh, hey, let's just calm down and let the phone call later."
    },
    {
      "end_timestamp": 1918.0,
      "id": "623853b6-1cd0-39bf-b126-42b77ad81de1",
      "speaker": "Dan",
      "start_timestamp": 1906.0,
      "text": "Yeah, there's a great picture that I saw of like, the two of you, Mark and retinol. And Bill, you're just in the background looking on like, Oh, yes, just a look in your face. And like, well, here we go. Yeah,"
    },
    {
      "end_timestamp": 1923.0,
      "id": "b1a16948-cd9d-3737-b509-a92e1d268c93",
      "speaker": "Bill Ogden",
      "start_timestamp": 1918.0,
      "text": "I was just like, please know, the cameras are on. Please don't say anything."
    },
    {
      "end_timestamp": 1935.0,
      "id": "5b638b23-a690-3b8b-99e7-2c4dc396dd23",
      "speaker": "Jordan",
      "start_timestamp": 1923.0,
      "text": "It's just so funny to me. Not least of which because that wasn't like the middle of the trial. That was de fucking one. Yeah."
    },
    {
      "end_timestamp": 1952.0,
      "id": "2afe86d2-bc3d-37c3-ab65-3016e0c4904f",
      "speaker": "Mark Bankston",
      "start_timestamp": 1935.0,
      "text": "Yeah, I was under his skin right from the get go. It was it was right on that it was right from the get go. Yeah, it just got worse every every day. And you have to understand looking back on it. I knew what I had. Right. I knew what I had. I knew what he had given me. And"
    },
    {
      "end_timestamp": 1960.0,
      "id": "b62e2003-4068-34bc-bd7c-28d71565a492",
      "speaker": "Dan",
      "start_timestamp": 1952.0,
      "text": "you also had to wait like a couple more days before matured, as it were, had to wait for that clock to run out. And I"
    },
    {
      "end_timestamp": 1987.0,
      "id": "0e839dd3-8495-3988-ad10-9dbc4f57dff6",
      "speaker": "Jordan",
      "start_timestamp": 1960.0,
      "text": "said I said this on Twitter. But I mean, it is it is something that kind of it is hard to wrap my mind around. If the defense had made no defense, those text messages wouldn't have been allowed that they've been over in a week. Right? So doing this Yeah. And not just that, but the even if after the trial, you wouldn't have been able to use them. You could have turned them over. Right. But you would have had that legal reason. Exactly."
    },
    {
      "end_timestamp": 2037.0,
      "id": "d5c90d10-3618-3bbf-9598-5054a96232e4",
      "speaker": "Mark Bankston",
      "start_timestamp": 1987.0,
      "text": "Yeah, exactly. And I could have never trapped Jones into double Seimone his his lie on one year of the text messages really. And what's wild is made that choice get this by the day we were going to rest that day. I was I was free and clear. I had him. And I had Jones under subpoena. And I could have put him on the stand. And I didn't I read because I knew I knew they were going to call it that way because you want them to do that bullshit song and dance or they did where they tried to humanize the guy or made something reasonable. You don't want them cleaning up what you just did. And you'll notice when right all got devastated on that he stood up and asked just a couple of questions. And they were basically questions designed to protect himself and foremost,"
    },
    {
      "end_timestamp": 2041.0,
      "id": "524d4180-f54a-3a0b-b773-1722de3fdcef",
      "speaker": "Jordan",
      "start_timestamp": 2037.0,
      "text": "like I'm a good lawyer, right Alex"
    },
    {
      "end_timestamp": 2091.0,
      "id": "7703e41a-4bc9-37e9-b740-9ad9c56e7719",
      "speaker": "Mark Bankston",
      "start_timestamp": 2041.0,
      "text": "suborn. Perjury, like I you just turned over things. We handled it you trusted that nobody. And there's like, in contradiction to what he testified in deposition 100%. But it doesn't matter. He just, I mean, think about that, guys, you are you are sitting there. And that happens to you. And Jones gets off the stand and you have to close now. You are a lawyer with all that weighing down on. Right. That's all part of this too. And I noticed that even during the closing arguments, when Kyle was presenting his closing arguments, Reynaud was on his laptop, and I can see just enough of the glare of the screen to see the giant cost cough logo on the bottom of an email. And so I know that that right now while Kyle is closing is having to feverishly communicate with the Koskoff lawyers about the medical records that he should not eat cheeses. And so this is just a wild I've never seen any."
    },
    {
      "end_timestamp": 2102.0,
      "id": "c81a77d6-7ed6-3ccd-b152-1ae6c52bb806",
      "speaker": "Dan",
      "start_timestamp": 2091.0,
      "text": "I think in a circumstance like that it's time to tear larynx I think at that point, you know, Snickers isn't going to cut it now. Do you need something?"
    },
    {
      "end_timestamp": 2105.0,
      "id": "8c80c813-f80d-3ea1-a086-ab23a9b6a5f8",
      "speaker": "Jordan",
      "start_timestamp": 2102.0,
      "text": "My larynx is really bad. So there"
    },
    {
      "end_timestamp": 2131.0,
      "id": "7aeffd23-f9d6-3f24-bec7-77e404e3d254",
      "speaker": "Bill Ogden",
      "start_timestamp": 2105.0,
      "text": "was the the hard cough right at the end is like is what everybody's seeing on like social media right now I guess. But the grumblings that were happening throughout the development of the questioning like no remember you had a demo and I asked you and you said you pulled it down into the search bar. He's like a lot of it was it was just seeing how many how many marbles he could put his mouth I still talking, I heard answer a bunny with"
    },
    {
      "end_timestamp": 2141.0,
      "id": "d644d052-c617-3f98-84cd-293493b9eda6",
      "speaker": "Mark Bankston",
      "start_timestamp": 2131.0,
      "text": "cough drops. When he says that he has multiple cell phones with that number. I fucking love my guy. tastic when he came up with stuff like that on the spot, here's a picture."
    },
    {
      "end_timestamp": 2149.0,
      "id": "b71400db-f2ee-34a1-a384-9bb908939195",
      "speaker": "Bill Ogden",
      "start_timestamp": 2141.0,
      "text": "Just like doting on Marcus. He's doing exactly what I thought it was. It's so much better than what I thought it was gonna be"
    },
    {
      "end_timestamp": 2153.0,
      "id": "65427283-ad81-33b8-aaa4-cc0e09983f13",
      "speaker": "Jordan",
      "start_timestamp": 2149.0,
      "text": "your hero mark."
    },
    {
      "end_timestamp": 2165.0,
      "id": "9ce0f6bf-23f5-3840-b9c4-0a17b5069a49",
      "speaker": "Mark Bankston",
      "start_timestamp": 2153.0,
      "text": "No matter even with this outcome, the client's, like, nothing could have happened in the trial exciting and the outcome happens. They're still there. They're thrilled they're over the moon, right? It's like, it's like a rock has been lifted off of them. They're like, sunshine."
    },
    {
      "end_timestamp": 2172.0,
      "id": "53fb44a4-9b92-3219-b7bc-bfadff335fbd",
      "speaker": "Dan",
      "start_timestamp": 2165.0,
      "text": "Alright, to talk a little bit more about that. Sure, we touched on that as opposed to locking. That's why"
    },
    {
      "end_timestamp": 2180.0,
      "id": "0215feb4-bd88-385e-9e23-416453ef4021",
      "speaker": "Mark Bankston",
      "start_timestamp": 2172.0,
      "text": "That's why our spirits are so high right now. Yes, because it was an absolute celebratory mood among Neil and Scarlett in their family. Like it"
    },
    {
      "end_timestamp": 2184.0,
      "id": "ffe39a43-d847-30c9-8d81-bd779871010c",
      "speaker": "Jordan",
      "start_timestamp": 2180.0,
      "text": "was amazing. That is everything I've ever wanted you excited."
    },
    {
      "end_timestamp": 2265.0,
      "id": "cc6d4ab3-f20d-30b8-9264-8a250d11dc67",
      "speaker": "Mark Bankston",
      "start_timestamp": 2184.0,
      "text": "And part of it does come down to that there was such a dramatic repudiation of Jones in the courtroom where he fell on his face, that adds to it. But they put the entire thing because they know what's happening. Now they know where things are going. They know the other cases that are coming, they know everything about in the all of it just makes them feel like they just put a battering ram through the fortress, and it's all crumbling down. And like now, I'm alone. And literally when I say in some ways, it was like they were seeing the sunshine again for the first time. Yeah, I mean, they were I really seen a future where they weren't constantly thinking about this where they weren't having to like, feel like, because it is a real important thing that I remember about. What Scarlet told me is that when you're a parent, you're it's your job to protect your child. And she was like, I couldn't be there on December 12 2012, I had to protect him. And when he died, it became my job to protect his legacy. That was my job now. And that's what I've made my whole life about. And that's what I'm trying to do with the movement to counteract this stuff. And but you can't you feel like every time you see this Joan stuff, every time you have these people contact you every time it happens, you feel like you're failing your child again and again and again. And she's like it's over now, the only the absolute most batshit crazy people believe this stuff. Everybody else has moved on from it as you become toxic and not it's done and see them so happy about that."
    },
    {
      "end_timestamp": 2283.0,
      "id": "c6e600dc-d0be-3e9b-a4b7-71e89ec35ff6",
      "speaker": "Dan",
      "start_timestamp": 2265.0,
      "text": "There is a small part of me that maybe I'm just such a pessimist that I worry a little bit about people being redoubled by the consequences that come to Alex, you know, like, it'd be a being a galvanizing thing of folks harassing more. I hope that's not the case. But"
    },
    {
      "end_timestamp": 2301.0,
      "id": "22fa3253-e1f2-3f4c-a403-6408b5d16ffc",
      "speaker": "Bill Ogden",
      "start_timestamp": 2283.0,
      "text": "it will be based on how he reacted to at all which was you know, I do believe the parents and and, you know, he is half assed of apologies as he's made, you know, he did on to some extent, at least on the stand 100% kind of repudiate all the dumb stuff he's been saying."
    },
    {
      "end_timestamp": 2310.0,
      "id": "57013c8a-6e01-3c5b-a352-2c10d75dd4ef",
      "speaker": "Dan",
      "start_timestamp": 2301.0,
      "text": "And on his show, he was saying that he wanted to have Scarlet on and he supports her movement. She's a wonderful woman. Yeah, and"
    },
    {
      "end_timestamp": 2313.0,
      "id": "76607bf8-1b5f-3133-85a7-7c555ed42f53",
      "speaker": "Bill Ogden",
      "start_timestamp": 2310.0,
      "text": "that was before the period"
    },
    {
      "end_timestamp": 2343.0,
      "id": "0de353e9-c89b-3b86-bdd6-e54ebe1ec7ee",
      "speaker": "Jordan",
      "start_timestamp": 2313.0,
      "text": "I found that to be one of those moments that I wish more people that talked about is like that idea of Alex inviting them on their show on his show is so disgusting to me the idea of having them on saying like I guess borderline nice things and then I'm almost going to assume that he would be like and also you know, I'm I'm right to question this whole thing sooner or later and sell his bullshit like that disgusts me on a level I can't even comprehend when I think about Yeah,"
    },
    {
      "end_timestamp": 2374.0,
      "id": "cc948375-0652-33bf-b23e-744b78637afb",
      "speaker": "Bill Ogden",
      "start_timestamp": 2343.0,
      "text": "I will say this though Scarlets reaction to that was if it will get to just one person to support the movement and further I'm in like, she really is I that she has such a strong person Neil as well. And they do it in different ways. But but her you know, involvement in in the, the Choose love movement is is impressive when you look at what her story is. Yeah,"
    },
    {
      "end_timestamp": 2376.0,
      "id": "6748e758-c1e2-3477-b5e8-67750fa1317f",
      "speaker": "Jordan",
      "start_timestamp": 2374.0,
      "text": "everything about her is impressive."
    },
    {
      "end_timestamp": 2384.0,
      "id": "7dd97b1c-080b-300f-a843-89db71c5b3d4",
      "speaker": "Dan",
      "start_timestamp": 2376.0,
      "text": "I know. You guys might be in a better position to make this council but I would advise her not to go Yeah."
    },
    {
      "end_timestamp": 2417.0,
      "id": "525db0d4-638a-3f8c-8cf1-7868830cdc99",
      "speaker": "Mark Bankston",
      "start_timestamp": 2384.0,
      "text": "The whole invitation was of course all that borderline offensive from Jones, but Jones is a madman. So whenever but what's really offensive to me is I expect that from Jones. What I did not expect us to hear cross examine One of the plaintiffs of Whoa, did you ever try to get with Jones and work your trauma without it's fucking Jones? Did you ever try to do that Miss Lewis? And I'm just like you're disgusting and like you're just straight up disgusting. I don't know like that in the quoting the anti Nazi poem in the end"
    },
    {
      "end_timestamp": 2419.0,
      "id": "51e35d9f-7ba2-3da3-98e2-9aecbb006bfa",
      "speaker": "Jordan",
      "start_timestamp": 2417.0,
      "text": "he did not yeah"
    },
    {
      "end_timestamp": 2424.0,
      "id": "f8ea40d0-4b01-308b-8df7-3f1eef9f3aaa",
      "speaker": "Mark Bankston",
      "start_timestamp": 2419.0,
      "text": "for first they came yeah like he just did the whole thing and it's like"
    },
    {
      "end_timestamp": 2433.0,
      "id": "faceae3f-a46d-31ee-9b80-2fbfc57668bc",
      "speaker": "Bill Ogden",
      "start_timestamp": 2424.0,
      "text": "that each other when he said like, as you say that we looked at each other like no fucking ways to get this right."
    },
    {
      "end_timestamp": 2443.0,
      "id": "5d436025-5682-3dc4-b453-f4fd9f9bf5b9",
      "speaker": "Dan",
      "start_timestamp": 2433.0,
      "text": "Is that like it's first they came for the socialists, and for them, they came for the communists like, Hey, Alex hates communist. He would come for the communists. Yeah. Yeah, he"
    },
    {
      "end_timestamp": 2447.0,
      "id": "b628e175-9858-384b-8d8c-c9082ff95ffd",
      "speaker": "Bill Ogden",
      "start_timestamp": 2443.0,
      "text": "made Alex the cop communist in one moment, what's"
    },
    {
      "end_timestamp": 2464.0,
      "id": "ae8c70e0-ccde-36eb-bb73-bcf68491d10f",
      "speaker": "Mark Bankston",
      "start_timestamp": 2447.0,
      "text": "so cool about it? It casts neon, Scarlet and their lawyers as literal Nazis. That's what we got to. We are the first road towards extermination of the jurors. And then they're like, What the fuck are you doing? Like, I just, I can't,"
    },
    {
      "end_timestamp": 2473.0,
      "id": "717e72a7-cd4e-339f-8697-040d23dc5a82",
      "speaker": "Dan",
      "start_timestamp": 2464.0,
      "text": "it's probably it's probably more poorly thought through them, like intentionally right, like getting that across?"
    },
    {
      "end_timestamp": 2491.0,
      "id": "494915d6-0a9e-3854-a38d-88dac3b9d091",
      "speaker": "Bill Ogden",
      "start_timestamp": 2473.0,
      "text": "They probably did that. Because you could. That poem is much more applicable to a criminal trial. Yeah, sure. Yeah. You know, the prosecutors are, you know, the government is coming for the people for this, that and the other. And we use that a few other times. Yeah."
    },
    {
      "end_timestamp": 2495.0,
      "id": "022a9479-0296-348a-b5d4-b42ec9d88387",
      "speaker": "Jordan",
      "start_timestamp": 2491.0,
      "text": "Webs website, I think that's what he did. You know, he couldn't find that actually, maybe."
    },
    {
      "end_timestamp": 2504.0,
      "id": "ddb0af88-6675-35ad-b465-bafed890c4d1",
      "speaker": "Bill Ogden",
      "start_timestamp": 2495.0,
      "text": "But yeah, that was an interesting quote, especially with Joneses. If especially if we're gonna play more of Jacobson's depo,"
    },
    {
      "end_timestamp": 2530.0,
      "id": "b9e3a5b2-d2a7-3dfa-bf0f-bc4eaed8b03a",
      "speaker": "Jordan",
      "start_timestamp": 2504.0,
      "text": "all the decisions that Ray Nall made which were terrible. And all of them were the one that really caught my breath, because I was in the court that day. But when he decided to cross examine both Neil and Scarlett, I guess, but I was like, There's no way you can possibly think this is a good legal strategy. To badger to badger the people that we're we're talking about you defaming? Like, that's insane."
    },
    {
      "end_timestamp": 2536.0,
      "id": "0e250d5d-b2c9-3f41-a2bd-0193350ebb5c",
      "speaker": "Bill Ogden",
      "start_timestamp": 2530.0,
      "text": "Interesting strategy. Yeah. Well, I will say this, that we can't say everything he did was bad. Because he didn't"
    },
    {
      "end_timestamp": 2539.0,
      "id": "03810169-b50c-34bc-9594-d9458f7a26d9",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2536.0,
      "text": "give me the text. Yeah. And he"
    },
    {
      "end_timestamp": 2564.0,
      "id": "8b21c229-956f-3239-87db-0a55ee7e2ae7",
      "speaker": "Bill Ogden",
      "start_timestamp": 2539.0,
      "text": "held us on the compensatory damages a little bit. You know, we asked for a lot, we knew we weren't gonna get that much. Right. You you want to set you know, a high bar and work down? Sure. But I mean, 4.1 was significantly less than what we would want it there made up for it on the on the punitive side. But walking out of that, I had to say like, fuck, as much as I hate, you know, hate it, I would try the case and how many mistakes he could have prevented?"
    },
    {
      "end_timestamp": 2586.0,
      "id": "ddee39f0-2c3d-3824-a098-8b9113ffdb56",
      "speaker": "Mark Bankston",
      "start_timestamp": 2564.0,
      "text": "You know, he isn't from anything he did. That's from teachers being conscious of what the situation is and what to send a message up here to versus compensatory right into the jurors formula. To give these people $2 billion a piece is more money than they've seen in their lifetimes or ever. We'll see. Right? Like it's a huge number for them. And then that,"
    },
    {
      "end_timestamp": 2614.0,
      "id": "005bf452-f9e9-3b05-97b5-7111e682ad80",
      "speaker": "Jordan",
      "start_timestamp": 2586.0,
      "text": "that is another that is another kind of point about that, is that one of the hard things that you guys, one of the hard jobs, I'm assuming you guys had was trying to impress upon these people, that $150 million is not a huge amount of money. Do you know what I mean? Like he made he made twice that in a year if he makes close to a million dollars every day, he made twice that in a year. That's a huge amount of money."
    },
    {
      "end_timestamp": 2648.0,
      "id": "88153643-849d-3750-be87-fc7ecb8e074f",
      "speaker": "Mark Bankston",
      "start_timestamp": 2614.0,
      "text": "You put on a certain case at trial based on the evidence that's really out there in front of you based on what what his revenues are, what his net worth is. The reality is as Mr. Jones is a shitty businessman, and like if we if we hit 10 million bar we know anything above that is just messaging at that point, because because once you were starting to talk 10 million you're starting to to average those out to the Lafferty plaintiffs in the pot. Yeah, he's wiped out it's done there's no more Infowars there's no more Alex Jones there's no there's no super bunker of gold hidden somewhere that like it's not that that's not what's happening here."
    },
    {
      "end_timestamp": 2665.0,
      "id": "bf8bb775-67e9-3f80-b3a5-d3334d009611",
      "speaker": "Dan",
      "start_timestamp": 2648.0,
      "text": "Well, and there's rippling effects of those kinds of judgments that that will just impact his business and in ways that are you know, not just directly you have to pay this there are other things that will have those those like the ball rolling down the hill for him."
    },
    {
      "end_timestamp": 2670.0,
      "id": "a60b3e0d-c0cc-38f9-adb7-456b6055f2f5",
      "speaker": "Jordan",
      "start_timestamp": 2665.0,
      "text": "Years ago, I buried a million Bitcoin on an island in Barbados, we gotta go pick it up."
    },
    {
      "end_timestamp": 2706.0,
      "id": "399a4b5e-ce07-3cf3-bfd6-e39726fb509d",
      "speaker": "Mark Bankston",
      "start_timestamp": 2670.0,
      "text": "If if the evidence that's out there, right, if the evidence is out there that can be used to surmise Hey, this guy should have 100 to $200 million assuming he's not a total moron, right? Like that's basically the economists conclusion. It's all on you exactly. If that evidence is real, if if all of this isn't just illusions, like all of this smoke and mirrors, if that's real, he's gonna people are going to jail like I need you to understand that it's almost certainly like vastly less"
    },
    {
      "end_timestamp": 2713.0,
      "id": "932f23d5-75fe-38f7-8a8e-514360449590",
      "speaker": "Bill Ogden",
      "start_timestamp": 2706.0,
      "text": "our opinion just"
    },
    {
      "end_timestamp": 2731.0,
      "id": "a3ab113f-5dd3-3a72-a5fa-3a85c707bc56",
      "speaker": "Mark Bankston",
      "start_timestamp": 2713.0,
      "text": "based on the evidence that we have in front of us, because nobody can know the real truth until we're into this bankruptcy situation. Yeah, if we're, if all of this does surmise to be right, that there should be under $200 million. That conclusion leads to jail. Right? Like, yeah, we"
    },
    {
      "end_timestamp": 2735.0,
      "id": "59cd1cc5-e0a9-3de0-99b7-27680c2ee8ff",
      "speaker": "Bill Ogden",
      "start_timestamp": 2731.0,
      "text": "believe."
    },
    {
      "end_timestamp": 2741.0,
      "id": "80983ff1-8cce-360e-b178-c5b23573a610",
      "speaker": "Jordan",
      "start_timestamp": 2735.0,
      "text": "Bail is getting in between you and right now, one more time in between,"
    },
    {
      "end_timestamp": 2765.0,
      "id": "944e6176-6af3-395c-a667-938a1f4d3358",
      "speaker": "Mark Bankston",
      "start_timestamp": 2741.0,
      "text": "and here's why I don't think you have to qualify that Alex Jones stood on the stand under oath and said $2 million will wipe us out. That's true. You understand the rules. Saying that because that's true. The other thing is a lie. I'm saying that that thing is also untrue. And there's a third truth somewhere in there, right? Exactly, right. It's"
    },
    {
      "end_timestamp": 2768.0,
      "id": "caf9fe66-0eeb-326d-843d-5bfb826ebc27",
      "speaker": "Dan",
      "start_timestamp": 2765.0,
      "text": "a or b, it's L"
    },
    {
      "end_timestamp": 2770.0,
      "id": "e38911ba-3d33-34c8-aeef-23f925e118ce",
      "speaker": "Jordan",
      "start_timestamp": 2768.0,
      "text": "Z's minus four, I can"
    },
    {
      "end_timestamp": 2805.0,
      "id": "a7c9f17a-eaea-3faf-a888-c55f7f822292",
      "speaker": "Mark Bankston",
      "start_timestamp": 2770.0,
      "text": "understand the temptation by somebody like rain ought to attempt to inject into the first part of the trial claims that Alex has a low net worth, I can understand the rationale for when to do that. I can understand why Jones wants to say that understand. What I can't believe is that they allowed it to happen that Jones gave testimony under oath about his financial condition before a bankruptcy proceeding. That is Yeah. Yeah, it is definitely. And so that's what I'm saying. Is that, that if if any of this if he was lying, then then he's in a lot of trouble. That's the answer. And so I don't know if we get to that."
    },
    {
      "end_timestamp": 2809.0,
      "id": "8f36054f-d80b-300e-9e64-8f87691b1abe",
      "speaker": "Dan",
      "start_timestamp": 2805.0,
      "text": "Okay."
    },
    {
      "end_timestamp": 2812.0,
      "id": "cf0526a6-121a-3039-a7d9-e9157d024082",
      "speaker": "Jordan",
      "start_timestamp": 2809.0,
      "text": "Have attorneys counsel here on a"
    },
    {
      "end_timestamp": 2878.0,
      "id": "16f8081b-4c58-3fe4-b349-98d404ea19db",
      "speaker": "Bill Ogden",
      "start_timestamp": 2812.0,
      "text": "lesser prison note? I will say that the amount of help and support that we had throughout this trial from like, Y'all have to have the most loyal fan listening base of all time. I mean, there were multiple people sending us clips from that were in lifetime of when they were being put out by Infowars. We had the Connecticut lawyers were helping us out as much as they could. They were watching. We had, you know, lawyers that we're friends with from that did the Fetzer trial for Lenny Posner. They came down and helped with the last few days, we have friend lawyers that came in, in and out that were helping our bankruptcy lawyers were there they were helping. My girlfriend was helped me like prep, the medical expert that I put on Dr. Lubitz. She and kind of really helped us with him getting crossed it was it just the amount of people that were willing and offering all of this stuff during the trial was insane. That was the best part."
    },
    {
      "end_timestamp": 2896.0,
      "id": "6adcaf0d-0f6f-30c7-9690-a5e61ed3c928",
      "speaker": "Dan",
      "start_timestamp": 2878.0,
      "text": "Let's juxtapose that with Alex. And he had he had some lawyer friend, apparently, who came to the courthouse and didn't know who Adam Lanza was. So he had a brain trust to you know, he had a lot of help. Yeah. Right."
    },
    {
      "end_timestamp": 2907.0,
      "id": "bfc9fdd1-c5bf-36b0-9bfd-d005ca193f51",
      "speaker": "Jordan",
      "start_timestamp": 2896.0,
      "text": "How was how was the old dude was the old dude, the cycle or the rails mentor was?"
    },
    {
      "end_timestamp": 2938.0,
      "id": "4e56b08b-fda4-3fec-b061-f085f1527086",
      "speaker": "Bill Ogden",
      "start_timestamp": 2907.0,
      "text": "So I will say this. He he didn't talk like he was an ominous press. He was terrified that the times that he spoke with me, were two times one. When Neil got off the stand. I waited in the hallway with him while the jurors had their questions with submitting the questions. And he was coming in from the bathroom right before we got started. And he looked at me, he said, Can I shake your client's hand? And I said, Yes. And he shook his hand. He said, I'm so sorry for all of this. I do."
    },
    {
      "end_timestamp": 2941.0,
      "id": "36d59c76-f958-389e-81a0-57d1ad4c254e",
      "speaker": "Jordan",
      "start_timestamp": 2938.0,
      "text": "Throw them out the window."
    },
    {
      "end_timestamp": 2951.0,
      "id": "247d5f0c-c757-324f-b802-27c7888006e4",
      "speaker": "Mark Bankston",
      "start_timestamp": 2941.0,
      "text": "Shake my clients. bullshit you're carrying around fuck you."
    },
    {
      "end_timestamp": 2953.0,
      "id": "f2d28682-850b-33e5-be8b-01b008539d96",
      "speaker": "Jordan",
      "start_timestamp": 2951.0,
      "text": "Oh, good."
    },
    {
      "end_timestamp": 2972.0,
      "id": "0d5e8996-fa69-3939-bb2f-d5ca2d8266b9",
      "speaker": "Bill Ogden",
      "start_timestamp": 2953.0,
      "text": "The second time it happened was Mark in renal had just got done with some sort of battle in front of the judge. And it didn't go their way. And I went to the bathroom and he was next to me. And I just looked over, and I looked back and he goes, Man, it's like watching a couple of gladiators go out in there."
    },
    {
      "end_timestamp": 2977.0,
      "id": "201fd379-9aa3-3f2b-873a-02dad682eb3e",
      "speaker": "Jordan",
      "start_timestamp": 2972.0,
      "text": "And I was just like, what a psycho. You're insane."
    },
    {
      "end_timestamp": 2981.0,
      "id": "254b69b5-3a0b-3a72-883b-615452700809",
      "speaker": "Bill Ogden",
      "start_timestamp": 2977.0,
      "text": "Gladiators."
    },
    {
      "end_timestamp": 2986.0,
      "id": "905ee9c5-13e3-3715-abb2-2e0c99b2b378",
      "speaker": "Dan",
      "start_timestamp": 2981.0,
      "text": "You demanded him on shake Neil's hand. He was"
    },
    {
      "end_timestamp": 2993.0,
      "id": "92992cf9-352d-3f6c-8b9b-6ea9897bd1d8",
      "speaker": "Bill Ogden",
      "start_timestamp": 2986.0,
      "text": "like man, like a couple of gladiators going at it. I was just like, I was one Gladiator. And then there was it was a not a gladiator."
    },
    {
      "end_timestamp": 2995.0,
      "id": "8f05b667-d3db-3d93-be23-c5a54a0ad860",
      "speaker": "Mark Bankston",
      "start_timestamp": 2993.0,
      "text": "The only indirectly"
    },
    {
      "end_timestamp": 3001.0,
      "id": "aaffdeba-db91-38ce-93a6-b05f24d8a25d",
      "speaker": "Jordan",
      "start_timestamp": 2995.0,
      "text": "pro stabbed Joaquin Phoenix in the throat. Yeah, that's what this was. Yeah. And the only reaction"
    },
    {
      "end_timestamp": 3051.0,
      "id": "7cbf5d49-81c6-3f73-8e77-ea2b204462b5",
      "speaker": "Mark Bankston",
      "start_timestamp": 3001.0,
      "text": "I had with with Oh, Joe was ran all come rushing out of the room to get on the phone of paddison Screaming yo about that. You know, Joe was still in the courtroom for a minute after that. And at this point, they're just running out of the room because they know that texts have been disclosed, right? That's what they're about to Pat us about. But uh, but Joseph standing there, and he's kind of standing there in a daze looking at me. So I take the opportunity to turn over to him and I just look him right in the eye. And I say, Hey, by the way, I should also let you know that within those directories, was contained the entire confidential psychiatric medical records of the law for the plaintiffs as well as all of their confidential depositions, which neither you or Mr. Mr. Rana are allowed to have. So that seems like another problem that you're probably going to need to tackle immediately. I've gone ahead to notify the client of the plaintiff's counsel in Connecticut that has happened"
    },
    {
      "end_timestamp": 3058.0,
      "id": "037e23b0-ed94-39b8-a0cf-730f67487c64",
      "speaker": "Dan",
      "start_timestamp": 3051.0,
      "text": "and they just feel like pulling his call."
    },
    {
      "end_timestamp": 3079.0,
      "id": "860316f1-3e38-3df6-bc6c-775eb1a969fe",
      "speaker": "Mark Bankston",
      "start_timestamp": 3058.0,
      "text": "Absolutely motionless. Just looks at Don Knotts eyes. I mean, he is just there. Nice, nice visual isn't that old references corrects himself out of it, and just hightailed it out of the room. And so I never actually had an interaction on the ad if,"
    },
    {
      "end_timestamp": 3087.0,
      "id": "f1a825ba-7095-3422-a53c-6fc186395856",
      "speaker": "Dan",
      "start_timestamp": 3079.0,
      "text": "if I maintain eye contact, and just step backwards out."
    },
    {
      "end_timestamp": 3095.0,
      "id": "a5495793-7324-3dc8-8d20-eedcea2c9fd3",
      "speaker": "Jordan",
      "start_timestamp": 3087.0,
      "text": "I slowly go underneath the little pew there, just slide right down. And there I am. You can't show me anymore. I'm invisible."
    },
    {
      "end_timestamp": 3112.0,
      "id": "5ab22ca1-8fbd-3463-8a05-4d41ca3d11dc",
      "speaker": "Dan",
      "start_timestamp": 3095.0,
      "text": "Wow. Well, we're talking about other lawyers. I need to touch on this because there was Bobby Barnes went on Infowars. And he had some choice words about you, Marquis. LepreCon. On mad demon demon leprechaun, yes. But also, which I"
    },
    {
      "end_timestamp": 3114.0,
      "id": "1ea559ee-351a-3d88-a661-1a04846039ec",
      "speaker": "Jordan",
      "start_timestamp": 3112.0,
      "text": "think is a positive compliment. He was."
    },
    {
      "end_timestamp": 3130.0,
      "id": "c146b94a-0644-33a6-aaa9-4a859d7c3ea6",
      "speaker": "Dan",
      "start_timestamp": 3114.0,
      "text": "He was so confused by the moment where you yelled out Bobby Barnes. He was talking about days after that was great. That was fantastic."
    },
    {
      "end_timestamp": 3169.0,
      "id": "b88daa79-0032-3e15-981d-2677e3f843ee",
      "speaker": "Mark Bankston",
      "start_timestamp": 3130.0,
      "text": "I was coming down in that court, we had just had a really good bid. And I come back in there. And there he was, he was sitting there. And it was because I had just been back just like, maybe 3045 minutes before watching a video with our judge of Barnes giving a simulated opening statement and talking about pedophiles and stuff like this. And then with that, and I was like, Look, I at that point, I brought it up because I wanted to ask Mr. Ray, no. Nobody wants a gag order. But like now stuff is getting said about the judge. Can you get a hold of your client and then his his slapstick version of a lawyer? Can you please do something about that? And of course, his answer is no, I can't really."
    },
    {
      "end_timestamp": 3171.0,
      "id": "a5c7da25-ff45-30b3-b1dc-c51552234023",
      "speaker": "Bill Ogden",
      "start_timestamp": 3169.0,
      "text": "I really don't think he could like yeah, I don't. Like I don't"
    },
    {
      "end_timestamp": 3175.0,
      "id": "e6be956b-cb1c-3d18-8624-80f044cf8ff8",
      "speaker": "Mark Bankston",
      "start_timestamp": 3171.0,
      "text": "I don't actually think that's an unreasonable answer on his part, because like he"
    },
    {
      "end_timestamp": 3178.0,
      "id": "04704566-c21c-37ac-97db-241e49fdafef",
      "speaker": "Dan",
      "start_timestamp": 3175.0,
      "text": "listens to no, man."
    },
    {
      "end_timestamp": 3209.0,
      "id": "7bfb9387-090e-39f1-8919-f81be43b9630",
      "speaker": "Mark Bankston",
      "start_timestamp": 3178.0,
      "text": "I mean, he said like, I mean, he told me personally, I don't think there's any point he wouldn't have any problem saying this is that he spoke to barnes about this, like he tried. Right? Like there's no he doesn't want this to happen. He certainly knows certainly not pleased when a couple days later, I'm literally playing to the jury, like video of Barnes talking shit saying this is all rigged to a script a literal, there's videos of them Connor, pedophile judge on fire all the stuff. He doesn't want any of that. But there he is. Bobby's just sitting in the gallery. And I noticed he took off. He only stayed that one day like he was in I think it was"
    },
    {
      "end_timestamp": 3212.0,
      "id": "2f7f2d40-2a21-3007-9662-80557884f71b",
      "speaker": "Dan",
      "start_timestamp": 3209.0,
      "text": "right. I mean, it was he was there because he's Owens lawyer."
    },
    {
      "end_timestamp": 3215.0,
      "id": "eea92e0d-d882-3b92-a8db-1d488e0e19bb",
      "speaker": "Mark Bankston",
      "start_timestamp": 3212.0,
      "text": "Yeah. I don't think that's true."
    },
    {
      "end_timestamp": 3218.0,
      "id": "55f29af5-d602-3b70-81ef-c07622633fcf",
      "speaker": "Dan",
      "start_timestamp": 3215.0,
      "text": "I think I heard that on Infowars. But that doesn't mean it's true. Yeah, I would"
    },
    {
      "end_timestamp": 3226.0,
      "id": "e66db7c4-6d84-364f-8242-bba00e745962",
      "speaker": "Mark Bankston",
      "start_timestamp": 3218.0,
      "text": "make. Because that's Patterson has been his lawyer for all that stuff. And so I think maybe that's because he's on his way out. for a sec."
    },
    {
      "end_timestamp": 3241.0,
      "id": "4be7548a-4c04-39f9-aa08-091201e097f9",
      "speaker": "Dan",
      "start_timestamp": 3226.0,
      "text": "Oh, wow. He was insisting that you're obsessed with him. And that no one has called him Bobby. In in since he was a child. I don't know. I think I've pretty routinely called him Bob. Yeah, I"
    },
    {
      "end_timestamp": 3245.0,
      "id": "be8f8dad-293d-340d-9f23-8b8f42b1dcff",
      "speaker": "Jordan",
      "start_timestamp": 3241.0,
      "text": "think we're pretty. I think we're right on top of the"
    },
    {
      "end_timestamp": 3253.0,
      "id": "36617417-f673-3351-a1d5-86f782a4a682",
      "speaker": "Bill Ogden",
      "start_timestamp": 3245.0,
      "text": "bottle service. Yeah. Can you call him model service, which is a Nick Kroll skit back in the day? Yeah."
    },
    {
      "end_timestamp": 3305.0,
      "id": "11fabcd5-7cb5-341f-998e-910a02c25c5d",
      "speaker": "Mark Bankston",
      "start_timestamp": 3253.0,
      "text": "Because because Bill loves playing around with people's names. And so when we know his name was Robert Barnes when he came Bill straight up and depo just started calling him Bob. And like, and then it turns out like he we were in a depo. I think it was like, two, three months after Barnes got out of the case. And there's another lawyer there. And like, Bill referred to like him as Bob Barnes, again, to witness and the witness like are you mean, Robert Barnes and there was like, or something like there. Does he go by Bob Robert, and one of the lawyers goes, yeah, no, he goes by Bob. And he's like, he loves the play of his name. But so yeah, Bobby. Ah, I wouldn't say I would say that I am obsessed with him. In exactly the same way. I am obsessed with the few skits from I think you should leave and then I just can't stop Last night, over and over and over again. Basically the same"
    },
    {
      "end_timestamp": 3315.0,
      "id": "4117fb69-c2e5-3429-b838-4138cdf77f31",
      "speaker": "Jordan",
      "start_timestamp": 3305.0,
      "text": "of lawyers. Exactly. Staging this but he's literally falling out of this coffin every time."
    },
    {
      "end_timestamp": 3320.0,
      "id": "d2c489de-e981-302b-ba77-bec51b960f45",
      "speaker": "Bill Ogden",
      "start_timestamp": 3315.0,
      "text": "So apparently the John Oliver skit just aired and Kyle said it was hilarious so we'll have"
    },
    {
      "end_timestamp": 3336.0,
      "id": "785a7a73-09c4-361e-8df5-5b4a8fa2a36f",
      "speaker": "Mark Bankston",
      "start_timestamp": 3320.0,
      "text": "to back up in the background. Yeah. Yeah, already? We have not I don't think I don't think things are done between me and Barnes. I think he's gonna still keep talking on the show and we're gonna see what Holly's"
    },
    {
      "end_timestamp": 3343.0,
      "id": "82afac6b-c5ac-34c1-9af2-03051a1cb26d",
      "speaker": "Dan",
      "start_timestamp": 3336.0,
      "text": "got no shit. He is. I love it. Yeah, thank you. I think he is going to be obsessed and come up with a fun nickname for"
    },
    {
      "end_timestamp": 3377.0,
      "id": "d1f866ae-151a-3ee4-b46c-274dcb1a2226",
      "speaker": "Mark Bankston",
      "start_timestamp": 3343.0,
      "text": "a bit. The thing that I just can't keep this is that is that he is the guy that Alex had to write an affidavit about to a court to say he has messed up everything. And please don't punish me because we are getting rid of him. And we will never have to hear from him again. And then his corporate representative comes in and testifies that they're thinking about suing him for malpractice. And then now as all the rest scurry from the ship, sort of like a Giuliani situation. He's the last one left, right, like there's no, there's a sinking ship everybody knew to get off. And there's 10 lawyers who all made smart decisions to get out of the case. Some voluntarily some not but like like"
    },
    {
      "end_timestamp": 3381.0,
      "id": "77e00c9a-051d-3296-a957-176708eb25af",
      "speaker": "Dan",
      "start_timestamp": 3377.0,
      "text": "Brad Reeves isn't hosting something on Infowars. Exactly."
    },
    {
      "end_timestamp": 3391.0,
      "id": "d22aa69e-57d4-35f1-8eda-6cc40c7cc1db",
      "speaker": "Bill Ogden",
      "start_timestamp": 3381.0,
      "text": "Marcos a little bit of an a not an apology, but a little bit of a kind word towards Brad. I absolutely share with the crowd. I don't know. If"
    },
    {
      "end_timestamp": 3396.0,
      "id": "be372d9f-73bc-3e76-bac6-1102bef382d6",
      "speaker": "Dan",
      "start_timestamp": 3391.0,
      "text": "you were fairly nice to him. That was"
    },
    {
      "end_timestamp": 3401.0,
      "id": "a8b1f424-f612-3e7d-b496-91f4d9c6afb1",
      "speaker": "Bill Ogden",
      "start_timestamp": 3396.0,
      "text": "definitely not. There was no nicety to it. But it was less hostile."
    },
    {
      "end_timestamp": 3406.0,
      "id": "91d86073-9e11-368c-9158-139ce1295c4a",
      "speaker": "Dan",
      "start_timestamp": 3401.0,
      "text": "I might be what I was picking up on less."
    },
    {
      "end_timestamp": 3415.0,
      "id": "19a2b93f-6312-3ddd-a1d9-f654f56f165b",
      "speaker": "Mark Bankston",
      "start_timestamp": 3406.0,
      "text": "When I'm a lawyer, I'm every participant on Season One of Survivor I'm gonna like I'm not here to make friends. Like that's"
    },
    {
      "end_timestamp": 3416.0,
      "id": "247d25f5-905b-3fd4-b3ed-2789e173be6a",
      "speaker": "Bill Ogden",
      "start_timestamp": 3415.0,
      "text": "our friends. I got friends"
    },
    {
      "end_timestamp": 3427.0,
      "id": "919cbe0d-73d7-389c-8ab9-4f8fe1ca7aad",
      "speaker": "Dan",
      "start_timestamp": 3416.0,
      "text": "point of order. I am a survivor historian, and they were not doing that on Season One. They did not know what the show was."
    },
    {
      "end_timestamp": 3430.0,
      "id": "1feac70a-5a83-3368-b7a9-0c0abc7fe5a0",
      "speaker": "Jordan",
      "start_timestamp": 3427.0,
      "text": "Think we might actually die on this? Are they gonna let us die?"
    },
    {
      "end_timestamp": 3442.0,
      "id": "1478ce25-21c5-3666-b513-8784d7bf5268",
      "speaker": "Dan",
      "start_timestamp": 3430.0,
      "text": "Richard won't stop taking his dick out. Rudy seems to be racing. I don't know what's going on. You're taking and it's because of a nap. I don't know. Like, what are we doing here?"
    },
    {
      "end_timestamp": 3449.0,
      "id": "0b0b65be-aef0-3896-8ec7-6ba14733ae70",
      "speaker": "Jordan",
      "start_timestamp": 3442.0,
      "text": "Yeah, people saw that first season. They're like, we don't want to make friends with anybody on this show."
    },
    {
      "end_timestamp": 3500.0,
      "id": "df1c0def-a03d-3948-9b82-7a58819d0043",
      "speaker": "Dan",
      "start_timestamp": 3449.0,
      "text": "I don't like competing shows. That was the like, rock of love. Oh, yeah. That kind of thing. Yeah. I just wanted to compete Michael. I don't want to make friends. Same deal. They're making friends. Yeah. Okay. Out of love shot. Yeah. Yeah. All right. That was my sexual version. It was really,"
    },
    {
      "end_timestamp": 3528.0,
      "id": "4b8a1ace-078f-30d1-bfcc-0033b6de446c",
      "speaker": "Mark Bankston",
      "start_timestamp": 3500.0,
      "text": "know I will say that I want to say something nice about Brad, because if it wasn't for Brad's forthrightness, and honesty as an attorney, we likely would not have discovered some of the other malfeasance that occurred. And when, when when the shit was hitting the fan on that Brad Reeves was not about to risk his license for these shenanigans, and he didn't. And so I gotta say something nice about him. And then he withdrew when it was time to withdrew. And it became apparent to him that any offensive representative"
    },
    {
      "end_timestamp": 3533.0,
      "id": "11470dc8-bdb1-3280-8f4e-02c56379df3e",
      "speaker": "Bill Ogden",
      "start_timestamp": 3528.0,
      "text": "earlier if you listen to me get out it's about to get bad."
    },
    {
      "end_timestamp": 3536.0,
      "id": "6c58c400-8619-3907-89fa-d22ec242757e",
      "speaker": "Jordan",
      "start_timestamp": 3533.0,
      "text": "I got one more paycheck. One, he want to be a"
    },
    {
      "end_timestamp": 3572.0,
      "id": "4d8fd9f3-3129-36f8-8037-207dde89c1a6",
      "speaker": "Bill Ogden",
      "start_timestamp": 3536.0,
      "text": "part of this and, and he didn't, but I will say Brad was the only one he I mean, he inherited the shit that everybody inherited or you know, that that was already made. And he tried but there was just with us pressing the way that we worked with excuse me with Mark pressing the way that he was, you know, there was he couldn't he couldn't keep up with that plus go back and try to figure out the mess that was made and it finally he was like with no client you know what, what appeared to me to be no client in or you know, helping him or control? He was just like, I'm sorry."
    },
    {
      "end_timestamp": 3587.0,
      "id": "1c0a41bd-b161-33ef-aeba-ad9ff3c58069",
      "speaker": "Dan",
      "start_timestamp": 3572.0,
      "text": "See this this gets to another thing about the sort of rain all dynamic is that like, you know, in the same way that Reeves inherited a lot of this rain all did as well, but he probably was the least lucky of all of them because"
    },
    {
      "end_timestamp": 3589.0,
      "id": "de06973c-7aea-32b3-9cea-c404c1ea9756",
      "speaker": "Jordan",
      "start_timestamp": 3587.0,
      "text": "he was caught holding the hot potato. Yeah."
    },
    {
      "end_timestamp": 3617.0,
      "id": "75fe1aeb-6e35-3fa5-982f-41a1098d3db6",
      "speaker": "Dan",
      "start_timestamp": 3589.0,
      "text": "And as the lawyers shit, but the lawyers progressed and you know, bad behavior kept happening. You guys were of the mind that Like sanctioning the lawyer is maybe something that also should be as opposed to just sanctioning Alex. Right. And that is my understanding wasn't really the case with some of the earlier lawyers who behaved poorly. It's a rain all kind of got a little bit of the shaft there is."
    },
    {
      "end_timestamp": 3642.0,
      "id": "f80bf7de-f622-3d0f-8925-b9a488712a25",
      "speaker": "Bill Ogden",
      "start_timestamp": 3617.0,
      "text": "And that's because we truly and I will say this to anybody, our firm, we net, we don't press sanctions against lawyers. We just don't, unless the lawyer unless we can clearly see that the client had nothing to do with this. It was purely the lawyer. You know, there's been there's been very few instances of that. But But yeah, at that point, we were kind of fed up."
    },
    {
      "end_timestamp": 3667.0,
      "id": "c3a0d47c-5fb8-3fac-8e62-fbe1fe2945b7",
      "speaker": "Jordan",
      "start_timestamp": 3642.0,
      "text": "Yeah, that is, that is intent. There weren't that many instances of purely lawyer like without, because I mean, even some of even some of renals cross examination, I really could hear the voice of Alex and Infowars behind it, like, hey, we need to ask these questions. are the ones that are gonna get frozen? No, I apologize. Absolutely. No, there and whenever he started whispering and right now is the ear in"
    },
    {
      "end_timestamp": 3670.0,
      "id": "f87c5589-9c89-30b1-8e88-14d51b35a30e",
      "speaker": "Bill Ogden",
      "start_timestamp": 3667.0,
      "text": "the middle of his one of my lines?"
    },
    {
      "end_timestamp": 3673.0,
      "id": "4b0193aa-a967-3142-9ee4-1c2b70a6373e",
      "speaker": "Dan",
      "start_timestamp": 3670.0,
      "text": "Are you doing Mr. Trump"
    },
    {
      "end_timestamp": 3681.0,
      "id": "8edac76c-c85d-3fc9-bd2a-90112a1fe643",
      "speaker": "Bill Ogden",
      "start_timestamp": 3673.0,
      "text": "in an emergency hearing to seal a bunch of records that had should not have been sent? And he's over there? Just"
    },
    {
      "end_timestamp": 3687.0,
      "id": "1a756984-e0f4-3e2b-8f79-7d4426f5a3f2",
      "speaker": "Jordan",
      "start_timestamp": 3681.0,
      "text": "because he's a pedophile? That'll do it."
    },
    {
      "end_timestamp": 3690.0,
      "id": "a2a816c2-d41f-3f8b-b31b-619872a68652",
      "speaker": "Bill Ogden",
      "start_timestamp": 3687.0,
      "text": "He will file a pedophile. Be clear."
    },
    {
      "end_timestamp": 3735.0,
      "id": "5c7c8485-0f68-3c89-94fc-a02824fcb51d",
      "speaker": "Dan",
      "start_timestamp": 3690.0,
      "text": "So there's there's some lingering questions that I feel like we can address a little bit more now the cases over. And one of them surrounded the my involvement in the deposition? When I came down for that the one of the questions that we have not really been able to answer was the question of whether or not they recognized me. And part of the reason for this was because they didn't until they read the transcripts. Exactly. Correct. And that this was something that I knew that we couldn't talk about. But do you want to say or do you want to explain that a little bit? There was a little bit of drama that was I had."
    },
    {
      "end_timestamp": 3740.0,
      "id": "8d4c8e44-99fe-3358-af54-86ffee739edd",
      "speaker": "Mark Bankston",
      "start_timestamp": 3735.0,
      "text": "So and look, we were sneaky about it, because we always are, we had the ability to"
    },
    {
      "end_timestamp": 3744.0,
      "id": "37ff0f5f-65a3-3647-8a62-8eeae9e14449",
      "speaker": "Bill Ogden",
      "start_timestamp": 3740.0,
      "text": "pass on the mean smart."
    },
    {
      "end_timestamp": 3779.0,
      "id": "bd5c6ed8-4f66-3f38-a861-14a1d4c8179f",
      "speaker": "Mark Bankston",
      "start_timestamp": 3744.0,
      "text": "We have the ability to bring experts whether testifying or consulting into depositions. They have to sign a protective order, though. And so we had to have dance on a particular. And we brought that with other documents that we were giving to Brad Reeves. And as we were at the start of the deposition, he was just too busy to understand, or even care to win, like look too closely at it. So he's got the acknowledgement of the PIO and he's got some of these other documents. He isn't like, Okay, now I'm gonna start Googling who this Dan freezin. Guys and George, I mean, I mean, a brad doesn't know at all, like he's not plugged into this at all. So it was interesting. It's not"
    },
    {
      "end_timestamp": 3783.0,
      "id": "76bf2663-0e5a-3627-a18f-a1774dd6c348",
      "speaker": "Jordan",
      "start_timestamp": 3779.0,
      "text": "their whole idea. We gave him a lot of good advice."
    },
    {
      "end_timestamp": 3787.0,
      "id": "bbf0d655-0252-3871-a047-ff934be5ea1d",
      "speaker": "Mark Bankston",
      "start_timestamp": 3783.0,
      "text": "And Jones didn't recognize him either. And so it was Ray nods in the room."
    },
    {
      "end_timestamp": 3790.0,
      "id": "8152b58a-68ab-3432-9729-b30bb85dbdc7",
      "speaker": "Dan",
      "start_timestamp": 3787.0,
      "text": "Thank you. For Alex's Yes,"
    },
    {
      "end_timestamp": 3806.0,
      "id": "6de01dcd-4454-3f01-97a5-9b124b412b4f",
      "speaker": "Mark Bankston",
      "start_timestamp": 3790.0,
      "text": "yes. For Alex's he was ready came on the Saturday. You weren't there for though. Yeah. Yeah, so Renato was in the room too. And he doesn't know you're like, you know, he knows who you are in this case. So they just assumed he was a normal everyday work today, expert in there. I'll be it, you know, a little bohemian looking but like"
    },
    {
      "end_timestamp": 3809.0,
      "id": "19f17610-7a14-37ba-9eff-51e0e1432297",
      "speaker": "Dan",
      "start_timestamp": 3806.0,
      "text": "heavily bearded, I got a haircut."
    },
    {
      "end_timestamp": 3816.0,
      "id": "b5b25cd7-00b0-3531-8e38-d8e325163826",
      "speaker": "Bill Ogden",
      "start_timestamp": 3809.0,
      "text": "Well, he was a craft brewery of experts."
    },
    {
      "end_timestamp": 3851.0,
      "id": "27ebaf2a-916c-34f2-94d5-7b4e31d2e690",
      "speaker": "Mark Bankston",
      "start_timestamp": 3816.0,
      "text": "I will admit that we are a very Beardy firm, as a law firms go. We are extraordinarily busy. That's my that's my wife laughing in the background at that. And yeah, so I think he just kind of fit in in a weird way. Like, he's just okay, this guy's just extra beauty. Like, that's all that's going on here. I didn't know red flags go off. But when they get the transcript back on the first page of the transcript is a list of everybody who was present in the deposition. So it says Dan freezing, and they were like, well, let's figure out who this guy is. And then they Googled you. And they're like, What the hell? And they actually tried to insinuate that this was a violation of the protective order in some way. Because"
    },
    {
      "end_timestamp": 3852.0,
      "id": "cfdfc287-c594-33ef-9ad7-513ee73da192",
      "speaker": "Bill Ogden",
      "start_timestamp": 3851.0,
      "text": "I don't know, I guess after bias. Yeah,"
    },
    {
      "end_timestamp": 3899.0,
      "id": "651d04ce-1b12-35ed-82a1-e0155b8d8807",
      "speaker": "Mark Bankston",
      "start_timestamp": 3852.0,
      "text": "basically, like he's a podcaster. What's up with? Like, it was just very, like, whatever. And so we just, you know, like, we didn't even have to, like, this was not somebody had to respond to but we did file a briefing, like with like, yeah, look at this Times article. He's the expert. We need him. He knows more about Jones than anybody. And like it. The entire thing that they were arguing along with some other stuff just collapsed in their face during that hearing of Jacqueline blot. And it became they eventually pulled the whole motion and like, oh, sorry, you had to read that you're not even pursue it. But yeah, it wasn't until they found out and they were Yeah, they were steamed about it. They did not like that. And I think that directive I mean, look, you don't know if that was a larger strategy moved to try to do that at that particular time. Or if that came down from Jones himself have like gone there and podcasts are complete. They put them in there, you know, like, yeah, I don't know what it was, but they weren't happy about it,"
    },
    {
      "end_timestamp": 3917.0,
      "id": "18009351-da76-3e04-8018-28700e825a7d",
      "speaker": "Dan",
      "start_timestamp": 3899.0,
      "text": "but it's a piece have information that I've long wanted to add to the Alex knows damn well who we are pile? You know? Like it's it's something that went through court processes of recognizing who we are. And so you know who we are according to the law? Yeah, it's it's something that"
    },
    {
      "end_timestamp": 3926.0,
      "id": "1b63283a-c5c3-312f-bffd-c35e15e64aa0",
      "speaker": "Mark Bankston",
      "start_timestamp": 3917.0,
      "text": "I know Yeah, we'll get you on your way. Yeah, we"
    },
    {
      "end_timestamp": 3931.0,
      "id": "e7e94b01-16bf-37b0-a025-65a5aa42f786",
      "speaker": "Jordan",
      "start_timestamp": 3926.0,
      "text": "were gonna hang that up on the wall that goes into podcast studio"
    },
    {
      "end_timestamp": 3942.0,
      "id": "565c950d-319c-3a82-b6c2-0b7be0bc33c0",
      "speaker": "Bill Ogden",
      "start_timestamp": 3931.0,
      "text": "on your on your knowledge by business cards and letterhead, also consulting experts. I'm a consultant for brief, first and bird laws."
    },
    {
      "end_timestamp": 3983.0,
      "id": "8be11885-a5b3-393e-afe0-7ab75e943bb2",
      "speaker": "Dan",
      "start_timestamp": 3942.0,
      "text": "So one of the other things I wanted to touch on and get to is the, like the protracted pneus of the case like is all frustration constant roadblocks and everything. And then we get to the case. And I don't know what your experience was like, This is what I kind of want to know a little bit more about was that like, even in the process of the trial, there was a sense of pretending that it wasn't a damages hearing, and that it was actually innocence or guilt kind of trial. And was that did that feel like an extension of all of the bullshit? Like it coming into the trial itself? Well, how"
    },
    {
      "end_timestamp": 4041.0,
      "id": "caa0c8ce-0dd6-3bc8-8593-52f20baf7c6d",
      "speaker": "Mark Bankston",
      "start_timestamp": 3983.0,
      "text": "did you guys deal with that? Here's the thing is is is I don't know if you're saying that that that it felt that way from the defense, for example, because they kept pushing that sort of issue on liability. That was that was semi invited by us in a way because because by the way, we were going to put on the punitive case, we were kind of making it about all that again, right? Like we did a lot of heavy focus on just how bad their conduct was, because that's what determines the amount of punitive damages, right, it's how rad they were. So the exact same evidence that we would have shown to show that they were liable. With some rare exceptions of some things, we didn't have to prove by prima facie evidence like whether they published it sure like that, oh, that other evidence would have been the same. In a regular trial. If this default hadn't trapping, that trial would look largely the same, right? And so because we were the ones who casted is that because obviously, you want to front load these punitive damages, you want that to be the thing you want the jury to be thinking about, so that whatever your convinced stories are you get a boost on that then"
    },
    {
      "end_timestamp": 4063.0,
      "id": "c55c982a-8acd-3a72-80df-c51f14754003",
      "speaker": "Jordan",
      "start_timestamp": 4041.0,
      "text": "even more importantly, to consider five years they have pushed this back, push to this back. And at any point in time, if they had just said, Fuck it, we quit, you win, we'll pay what we need to pay text messages don't come out. I don't understand how big a deal it is that they really shot themselves in the foot."
    },
    {
      "end_timestamp": 4087.0,
      "id": "61cb88fd-4e4c-36fc-8eb4-fd9b53d96b9e",
      "speaker": "Mark Bankston",
      "start_timestamp": 4063.0,
      "text": "Because they're gonna they're gonna end up owing, you know, with this judgment that we have. It is I'll tell you, these plaintiffs early on, if they had just brought the suit, and Jones had come to him with with an amount of money or below this verdict, and had done a sincere apology and pledge never to say Sandy Hook again. And would be no, I think they would have taken it back in 2018. I agree. Yeah, we would have told him to 100 to"
    },
    {
      "end_timestamp": 4097.0,
      "id": "5e0f5e6d-731b-366b-927b-98d320f18f61",
      "speaker": "Dan",
      "start_timestamp": 4087.0,
      "text": "like later on these kind of first show kind of offers of of Yeah. Settlement, you know, like, yeah,"
    },
    {
      "end_timestamp": 4134.0,
      "id": "b25fad03-750a-3eb3-ac28-3ae921677bc6",
      "speaker": "Mark Bankston",
      "start_timestamp": 4097.0,
      "text": "it's the only thing that ever became official in terms of settlement offer is that they wanted to give them 500 apiece, 500,000 apiece. And that's like with attorneys fees cut off of it, and all that kind of stuff. And that was so easy to turn down. And then we ultimately collected more than that, after they made the settlement just out of sanctions. We just We just took the things right. Yeah. And so I told them that at the time when they were offering me that I'm like, you're paying me with my own coin. I'm going to take that and way more don't even think that you're hiding that kind of thing for me. And that was at a time which I wasn't even sure we were going to collect much more than those sanctions rather Infowars might be a total empty shell. But but now we know,"
    },
    {
      "end_timestamp": 4138.0,
      "id": "c63b1118-55ef-33d1-a88d-8596ccd8c090",
      "speaker": "Dan",
      "start_timestamp": 4134.0,
      "text": "LLC is for sure. Exactly."
    },
    {
      "end_timestamp": 4140.0,
      "id": "0eb149a8-0673-3c59-bff5-27fad7ef0e99",
      "speaker": "Bill Ogden",
      "start_timestamp": 4138.0,
      "text": "Apparently, now they own the IP. Yeah,"
    },
    {
      "end_timestamp": 4162.0,
      "id": "9fc3a7c6-fa93-3c0f-8f37-a217030d4666",
      "speaker": "Mark Bankston",
      "start_timestamp": 4140.0,
      "text": "no electoral property. I mean, look, you could look at our briefing about the about the bad faith of the bankruptcy, why we're seeking sanctions against some of those attorneys is because throughout that suit, they told us Infowars LLC us absolutely nothing. There's nothing there. There's no assets, no anything. And then we nonsuit them. And then we find out later from the schedules. Oh, no, they they they own the intellectual property for Infowars."
    },
    {
      "end_timestamp": 4164.0,
      "id": "b3c12db9-dc1a-302f-b157-e3a94a6f18f5",
      "speaker": "Dan",
      "start_timestamp": 4162.0,
      "text": "Intellectual property is worthless. Yeah,"
    },
    {
      "end_timestamp": 4167.0,
      "id": "ecdc3053-e0b2-3c70-9232-c365d584e2d3",
      "speaker": "Jordan",
      "start_timestamp": 4164.0,
      "text": "that would be an interesting that would be an interesting argument that maybe that's"
    },
    {
      "end_timestamp": 4169.0,
      "id": "d500234d-22b7-335e-ae8d-12e14381304c",
      "speaker": "Mark Bankston",
      "start_timestamp": 4167.0,
      "text": "true. I didn't"
    },
    {
      "end_timestamp": 4170.0,
      "id": "67e3a04a-8fb5-3cac-8be6-56d7522cf1c0",
      "speaker": "Dan",
      "start_timestamp": 4169.0,
      "text": "pay for it."
    },
    {
      "end_timestamp": 4198.0,
      "id": "41960d3e-abc2-3d15-8797-1d405dd6fc8a",
      "speaker": "Mark Bankston",
      "start_timestamp": 4170.0,
      "text": "I will who could take my clients will take 100% And I'm not joking if you were to shut down Info Wars as an existence and take it from Jones and Jones can never use the word Infowars at all. You could launch a new website called Infowars. That is legit independent media criticism that does it really well and really, right. And you the novelty of relaunching Infowars that has been stolen from Jones and relaunched as a good thing"
    },
    {
      "end_timestamp": 4213.0,
      "id": "7e43ec18-7f30-3139-b4eb-3f8a049d21f1",
      "speaker": "Jordan",
      "start_timestamp": 4198.0,
      "text": "you're describing the absolute most movie asked dome plot that we could possibly end up owning. If we suddenly just walk into the info war studio, the movie cuts out that's the end of the movie right?"
    },
    {
      "end_timestamp": 4225.0,
      "id": "f87930b1-c7b5-362c-a2f8-1895a4ea237c",
      "speaker": "Dan",
      "start_timestamp": 4213.0,
      "text": "Now we have to talk seriously about this because we have some friends on the cognitive dissonance podcasts. And we've had long discussions about how we need that desk. We need Alex as"
    },
    {
      "end_timestamp": 4241.0,
      "id": "5929d9bd-01d8-3ff5-94b5-c0a62aa59a28",
      "speaker": "Bill Ogden",
      "start_timestamp": 4225.0,
      "text": "I already called dibs, people to walk into my room in my office and see that waving flag. And when that was the only two things I want. It was the desk and the document camera. Again,"
    },
    {
      "end_timestamp": 4246.0,
      "id": "3a7aa4ec-624d-3c8d-967b-9494f4b080a1",
      "speaker": "Dan",
      "start_timestamp": 4241.0,
      "text": "I will challenge you to a game of poker for"
    },
    {
      "end_timestamp": 4254.0,
      "id": "3af95c80-8617-333e-bfb1-67d4904e35e2",
      "speaker": "Bill Ogden",
      "start_timestamp": 4246.0,
      "text": "that when we were when we were thinking we were going to start seizing assets. I was like the desk is mine. Everybody's like, very specific."
    },
    {
      "end_timestamp": 4273.0,
      "id": "56360527-353e-3601-9c6b-424e3507edd0",
      "speaker": "Dan",
      "start_timestamp": 4254.0,
      "text": "In all honesty, I want that desk but but really in reality, I don't know if it would fit in here so we wouldn't be able to get it. It would be a Pyrrhic victory for me to get the desk but it would fit but we'd have to remove windows. Like winch it in vine. I want the skull put Yes, yes. On the desk every now and again. Absolutely."
    },
    {
      "end_timestamp": 4274.0,
      "id": "93fcf2ce-0003-3d4c-a181-7ab6ff24429d",
      "speaker": "Jordan",
      "start_timestamp": 4273.0,
      "text": "Yeah, first of all,"
    },
    {
      "end_timestamp": 4282.0,
      "id": "11a633a5-967b-34fc-a74e-72b0ac6a8aa8",
      "speaker": "Mark Bankston",
      "start_timestamp": 4274.0,
      "text": "me. I want all of his guns and I'm giving them to the homeless. What?"
    },
    {
      "end_timestamp": 4290.0,
      "id": "c55c60b5-55d4-3065-8b47-41984223c449",
      "speaker": "Bill Ogden",
      "start_timestamp": 4282.0,
      "text": "Please don't ask him to expand on that charity that we're thinking about doing. Second Amendment saviors"
    },
    {
      "end_timestamp": 4293.0,
      "id": "eca2e8ff-4e4f-3ae1-b684-150de257100e",
      "speaker": "Jordan",
      "start_timestamp": 4290.0,
      "text": "in the opinion of raising money to"
    },
    {
      "end_timestamp": 4296.0,
      "id": "b57fd2c9-47ae-3c84-9012-e8181b26553e",
      "speaker": "Bill Ogden",
      "start_timestamp": 4293.0,
      "text": "let homeless people exercise their Second Amendment that was"
    },
    {
      "end_timestamp": 4325.0,
      "id": "4ad61387-7f32-3778-9d9e-2d5ed6f3ba37",
      "speaker": "Mark Bankston",
      "start_timestamp": 4296.0,
      "text": "go to downtown Houston and start handing out ARS to homeless people and when he's frightened about this is dangerous. Oh wait now you're for background checks now who like when when when like suddenly like you know like you get all these like businessman conservative pro guy you can't be given guns that oh, so not certain people should have guns only certain weird out of the steel can have guns. Is that what you're telling me? No. I think everybody can"
    },
    {
      "end_timestamp": 4337.0,
      "id": "5a3dbd21-ee5b-323b-a6e5-83df164a02e0",
      "speaker": "Dan",
      "start_timestamp": 4325.0,
      "text": "agree. If you don't have a place to live stably. You might not need a beret. 40 Cal cannon. I really need it. All right, fair enough. You"
    },
    {
      "end_timestamp": 4342.0,
      "id": "f664cb74-5ada-36ef-a280-cceb91a17366",
      "speaker": "Jordan",
      "start_timestamp": 4337.0,
      "text": "don't have a place to stay and you have a beret, then you can get a place to stay pretty quick. You"
    },
    {
      "end_timestamp": 4345.0,
      "id": "b8104235-de25-3797-8494-0549c74407e0",
      "speaker": "Dan",
      "start_timestamp": 4342.0,
      "text": "have squatters. Right? Yeah."
    },
    {
      "end_timestamp": 4357.0,
      "id": "9f20a190-b032-3d60-9daa-842bb58d4684",
      "speaker": "Bill Ogden",
      "start_timestamp": 4345.0,
      "text": "I do need to interject that these views that Mark banks in this expressing are not the views of fair ball. Exactly."
    },
    {
      "end_timestamp": 4361.0,
      "id": "fdcf50d2-6114-39c6-81b5-93a7166e93f6",
      "speaker": "Dan",
      "start_timestamp": 4357.0,
      "text": "Robbie Barnes yelling about on Infowars"
    },
    {
      "end_timestamp": 4364.0,
      "id": "d9ef8d24-16e3-3d6b-9e90-3a536c2d1c67",
      "speaker": "Bill Ogden",
      "start_timestamp": 4361.0,
      "text": "tequila thing."
    },
    {
      "end_timestamp": 4372.0,
      "id": "c61dfd36-e99e-3c58-b1e6-b87cd1f56024",
      "speaker": "Alex Jones",
      "start_timestamp": 4364.0,
      "text": "Trying to start a revolution. It's leprechaun meth. And he's trying to start a revolution. He mentioned."
    },
    {
      "end_timestamp": 4376.0,
      "id": "6a013dcd-d75a-3fb4-82f9-ad490d523765",
      "speaker": "Dan",
      "start_timestamp": 4372.0,
      "text": "Do we have to know"
    },
    {
      "end_timestamp": 4412.0,
      "id": "deb654b5-acc8-3c8c-9ed1-c76e9a268e91",
      "speaker": "Bill Ogden",
      "start_timestamp": 4376.0,
      "text": "another thing that that kind of went over, including our heads in that moment? Is Daria on the stand brought up fast and furious. The movie ever furious, the CIA gun running through it. Yeah. And I was it was on Friday, and I was driving back to Houston because I went home to see my son for the weekend. And I called Mark and I was like, Eric, Eric Holder, ran fast and furious. He also appointed right now to the Department of Justice. I think in Laredo, I was like, what's that the same time period? And I was like, Oh, my God, think of this,"
    },
    {
      "end_timestamp": 4417.0,
      "id": "02075c26-9cc1-3872-b6b8-ed0c05a736bb",
      "speaker": "Dan",
      "start_timestamp": 4412.0,
      "text": "that your lawyer was involved? Just to turn around and"
    },
    {
      "end_timestamp": 4426.0,
      "id": "fc04edfa-ee11-383f-8363-8b51eb2d9a29",
      "speaker": "Jordan",
      "start_timestamp": 4417.0,
      "text": "be like, Excuse me. Hey, Ray. Now, what time did you work for Eric Holder? Just establish that"
    },
    {
      "end_timestamp": 4430.0,
      "id": "da919f67-ec29-3962-89c9-4dd3ba657e3c",
      "speaker": "Bill Ogden",
      "start_timestamp": 4426.0,
      "text": "moment, it just in the moment, there was just so much of that. Yeah, and"
    },
    {
      "end_timestamp": 4453.0,
      "id": "1a930a9c-5860-3e82-8826-0be36792edf7",
      "speaker": "Dan",
      "start_timestamp": 4430.0,
      "text": "it'd be too hard to pull up a Wikipedia article for, for her. Man, I think that they made a bit of a miscalculation, allowing her to personally be the corporate representative and then testify because I think that exposed her to more of the world. And I don't think that image was good. No, no,"
    },
    {
      "end_timestamp": 4455.0,
      "id": "32ffd98e-d8f8-354b-946a-2374215fcaa0",
      "speaker": "Bill Ogden",
      "start_timestamp": 4453.0,
      "text": "they didn't have a choice Mark subpoena."
    },
    {
      "end_timestamp": 4458.0,
      "id": "9f7551f2-dbec-3e85-896e-23b21c7e595a",
      "speaker": "Mark Bankston",
      "start_timestamp": 4455.0,
      "text": "Yeah, that's the one it was a total choice. I subpoena choice"
    },
    {
      "end_timestamp": 4465.0,
      "id": "148eb71b-d18e-3f40-86a1-90fdf48c7b32",
      "speaker": "Dan",
      "start_timestamp": 4458.0,
      "text": "pointer as the court representative. You probably wouldn't have had her on the radar or the deposition."
    },
    {
      "end_timestamp": 4475.0,
      "id": "b4dea56e-a541-3cfa-9b3c-857787abd383",
      "speaker": "Mark Bankston",
      "start_timestamp": 4465.0,
      "text": "I subpoena do rubber due to trial as well. And they suddenly claimed Oh, we don't control him anymore. He's not a union employee. No more we don't control. But what's"
    },
    {
      "end_timestamp": 4484.0,
      "id": "211c5efb-db8f-3aaa-a391-5a24a7159d0e",
      "speaker": "Dan",
      "start_timestamp": 4475.0,
      "text": "the other day Alex was trying to get that clip from Idiocracy? And he said do has it on his computer. Now? I don't know if that means he's still worse. They're still"
    },
    {
      "end_timestamp": 4491.0,
      "id": "fba258dc-f715-37d3-9bdb-efcf0d8e2605",
      "speaker": "Mark Bankston",
      "start_timestamp": 4484.0,
      "text": "there. Yeah, I think he's working from home is what's going on like he does some he testified he's still doing some contracting for them. And without them,"
    },
    {
      "end_timestamp": 4495.0,
      "id": "0f4cdeb5-14a9-3297-9998-19ba5fe1fb9e",
      "speaker": "Dan",
      "start_timestamp": 4491.0,
      "text": "we have a theory that he's been dead for like a month. Yeah, no, that's"
    },
    {
      "end_timestamp": 4502.0,
      "id": "59d9a434-16b7-3e86-b5af-ec769ef19288",
      "speaker": "Mark Bankston",
      "start_timestamp": 4495.0,
      "text": "I definitely know because he played a bunch of games with my process server and set them up to meet him somewhere and then disappeared and like took off out of you know,"
    },
    {
      "end_timestamp": 4511.0,
      "id": "4b864c3b-01e4-3896-813b-c87749de3605",
      "speaker": "Jordan",
      "start_timestamp": 4502.0,
      "text": "I wouldn't. I was waiting for you to say because I can see Bill's got a gamer. I was waiting for you to be like he's playing a few games the Call of Duty with Bill the other"
    },
    {
      "end_timestamp": 4515.0,
      "id": "92ed0efa-cb70-3776-9411-880c1b6444b9",
      "speaker": "Dan",
      "start_timestamp": 4511.0,
      "text": "night would be amazing. That would be the"
    },
    {
      "end_timestamp": 4586.0,
      "id": "cbb8099f-98a9-3708-bffb-a7febdd9c29e",
      "speaker": "Mark Bankston",
      "start_timestamp": 4515.0,
      "text": "it's weird. They said they didn't control them. And this was back in March. And then like a few months later, all by no man. They had him signed as 100% equity holder of Infowars LLC signed a bunch of bankruptcy documents. I'm like, This is bad. So that's a good thing that our emotions about but it was weird that I thought each of the inner fours witnesses had their own weird vibe at trial that the first one of Daria was like that had the theme of like the style and rhetoric of a CIA black site interrogation. And then Owens had the theme of a father who is finally done with his dumb frat boys son shit and just has caught him for the last time on everything. And then the job posting was just on another planet like it really people keep comparing it to Phoenix Wright Ace Attorney, the video Yeah, with the lawyers and they do the sound effects. Objection, very, very much as attorney shit. And it was I mean, it was like a law and order, but all of them had all these weirdly different vibes too. But to me, I still go back to that Daria, when she puts a shiver down my spine. I don't I don't know too much about her. But her reactions to some of these questions emotionally really bothered me. And I think she really set the tone for the drama of"
    },
    {
      "end_timestamp": 4616.0,
      "id": "4aba2486-fad6-3cf4-aa22-d00ec0f2e03e",
      "speaker": "Jordan",
      "start_timestamp": 4586.0,
      "text": "that moment. That moment at the end of her testimony whenever she's trapped fully in either in either a yes or no, I may psycho or not question it doesn't mean even even the question doesn't really matter. Because it really boils down to the answer. Are you willing to say this? Do you have it in you? And then she tried not to i swear i She tried to mumble and then finally she was like, Yes. And you're like, I can't believe you. I really can't believe you're a person."
    },
    {
      "end_timestamp": 4643.0,
      "id": "227f78c4-4f0e-358e-ac95-1849f70d15c9",
      "speaker": "Dan",
      "start_timestamp": 4616.0,
      "text": "Yeah, like it's crazy beyond Scarlets testimony, the thing of this whole experience being in the room for the Super Bowl picture questioning. Yeah, in the deposition itself, will live on in my memory is one of the more visceral things that I've I've felt like it was, oh, I don't know how we kept it together. It's about like in the room like of just like the gasp, that I almost let out of that."
    },
    {
      "end_timestamp": 4662.0,
      "id": "7747ca20-b1a7-389d-b103-8d4fe111f932",
      "speaker": "Mark Bankston",
      "start_timestamp": 4643.0,
      "text": "You're sitting by on the side. So you're having a process that emotionally me in the moment I am conflicted by two emotions, one absolute revulsion and anger at her. But that is so tempered and put to the back seat by the fact that I know that I have just accomplished something phenomenal for my clients, I have just added them to what they need to accomplish"
    },
    {
      "end_timestamp": 4666.0,
      "id": "09759bbe-016c-318c-8264-216036d63ae2",
      "speaker": "Jordan",
      "start_timestamp": 4662.0,
      "text": "a fist pump in front of her face. Oh, my nails."
    },
    {
      "end_timestamp": 4683.0,
      "id": "abc2e1fc-84b3-31e4-ae5b-9d789b26455e",
      "speaker": "Dan",
      "start_timestamp": 4666.0,
      "text": "For me. It was the the disgust and all that but also just the surprise of like, that is where your mind went. Yeah. That's that's, it seems like that's something you might say, if you're trying to come up with an excuse, but you would stop yourself."
    },
    {
      "end_timestamp": 4689.0,
      "id": "0e663a35-a319-3e5f-9c98-e05d226315b8",
      "speaker": "Jordan",
      "start_timestamp": 4683.0,
      "text": "Yeah, you'd be like, there's no way I could get away with it get away with this is too much. Yeah,"
    },
    {
      "end_timestamp": 4707.0,
      "id": "02f21368-abc4-310c-bf46-5f2f3ef01d93",
      "speaker": "Mark Bankston",
      "start_timestamp": 4689.0,
      "text": "that's nuts. And I just think about all the people worldwide who saw that Super Bowl picture for the first time in trial. Yeah. And like, I'm hoping that that was the goal with Daria is to get you to understand this wasn't just him saying Sandy Hook was fake a few times like this was something much more deep and sinister and so revolting."
    },
    {
      "end_timestamp": 4743.0,
      "id": "8f35d8e6-8d7c-3f92-b324-b361bf798593",
      "speaker": "Dan",
      "start_timestamp": 4707.0,
      "text": "That's, that's such an important point. Is that like, the notion that it's like he got something wrong? And he said a few things is so false. Yeah. There's based on the information that's presented. If people care to take the time to look at it, there is a conscious negligence. There is a willingness to platform and fundraise for people who are acting maliciously and harassing these. These people. There's so much more than just like, hey, he whiffed on this story, or whatever, you know, like that's something that I think more people need to recognize."
    },
    {
      "end_timestamp": 4779.0,
      "id": "c5b772aa-6f5f-3664-b1f7-704639461471",
      "speaker": "Jordan",
      "start_timestamp": 4743.0,
      "text": "We were we were asked kind of an interesting question today. Stelter? Yeah. But ultimately, it boiled down to like, you guys have done 710 episodes. How can we like learn anything about this? And it's like, we're on here for six minutes. If we were able to explain anything to you, then why would we do 710 episodes? kind of absurd ideas that that will have anything to say of any value to you in this point. That's almost a repudiation of everything we've ever done."
    },
    {
      "end_timestamp": 4785.0,
      "id": "071087d1-59e7-3263-83a4-cda92e952f2b",
      "speaker": "Dan",
      "start_timestamp": 4779.0,
      "text": "Also a little dirty for Stelter to put our business on the street yeah as audience 700"
    },
    {
      "end_timestamp": 4789.0,
      "id": "3f2d0473-3889-363c-968c-f3aa70d308ef",
      "speaker": "Jordan",
      "start_timestamp": 4785.0,
      "text": "That's embarrassing. That's not a happy moment. Yeah, that's not a proud we did it all my"
    },
    {
      "end_timestamp": 4793.0,
      "id": "ed28c755-4048-391b-9a3f-5da0f1fc04bc",
      "speaker": "Dan",
      "start_timestamp": 4789.0,
      "text": "parents are watching. Yeah, absolutely."
    },
    {
      "end_timestamp": 4796.0,
      "id": "069f23f0-f288-37d5-81db-066cbe336533",
      "speaker": "Bill Ogden",
      "start_timestamp": 4793.0,
      "text": "somebody's daughter come on."
    },
    {
      "end_timestamp": 4810.0,
      "id": "26c2d711-8f9e-3d6c-b1df-1ee308cbaebd",
      "speaker": "Dan",
      "start_timestamp": 4796.0,
      "text": "So what, what other thoughts do you all have before we go We wrap this up, I want to get your perspectives on, on just like what are your takeaways that you want to make sure people know like, what are your thoughts?"
    },
    {
      "end_timestamp": 4819.0,
      "id": "4ae74d51-19aa-3c9e-a486-0cc611d6c1f4",
      "speaker": "Jordan",
      "start_timestamp": 4810.0,
      "text": "I would say, the first time that you've you have been polite towards each other like, No, you go."
    },
    {
      "end_timestamp": 4924.0,
      "id": "c5e98d0b-ab12-3df0-bdbc-c0f9c7cd2356",
      "speaker": "Bill Ogden",
      "start_timestamp": 4819.0,
      "text": "Usually it's like shut up. We, the, the one thing I will say is that when you, when you go through trial, you get close to your clients, you don't have a choice, you're with them every day, and you talk with them. And that's where you get to really appreciate them as people. And the more and more that I met Neil and Scarlett, you know, at times, I would, you know, at times you get frustrated for certain things that I'm not going to, you know, nothing bad. But just to kind of, of course, some of the some of the surrounding circumstances that were going on outside of us in the case that were going on during the trial. But I will say that they, it was there's a surreal illness feeling whenever they both took the stand, and they told their stories and completely separate ways. And I think when that happened, you know, it didn't happen until day five. And so everybody had heard this, this ridiculousness and craziness and there was all these moments of just witnesses getting bloodied over and over again, and then all of a sudden, they took the stand, and the mood shifted a little bit. And even for me, and I know, for me, I think all of us, we talked about it more, when that moment hit, it kind of got me back on track of like, this is what, let's go light this thing up for real because this, as fun as those moments can be professionally, when when you hear from the person that you represent, how it actually affects them, it empowers you to really, you know, put your foot down on the throttle. And I mean, you can see that that's kind of what happened. Because after that, it was just like a bunch of surgeons in an operating room, just cutting things down, and, and then all kind of got put back together."
    },
    {
      "end_timestamp": 4997.0,
      "id": "d096b1a0-7208-3363-bed4-3f084682e566",
      "speaker": "Dan",
      "start_timestamp": 4924.0,
      "text": "There's something that's so kind of bizarre to me. And I have a perception of lawyers in general, that isn't salt. It's not entirely favorable. But there is something there for you guys, I've met you, I've spent time with you. And it seems like you have such a ability or willingness to connect with your clients, you know, be it the Scarlett, Neil or Marcel, you know, there's, there's a care that you have about your clients themselves outside of the context of it being your client and the case, you know, the sort of cut and dry nature of the case. And it's one of the things that particularly offends me, I guess. Maybe it's me taking something personally that I don't need to, but about when Alex describes you guys as like, ambulance chaser? Yes. And, and this to know how much you all do actually care. It adds an extra layer to that that I think is is, you know, so undeserved. And I mean, obviously, yeah, it's not all about you guys. But there is an angle of that. That sucks."
    },
    {
      "end_timestamp": 5018.0,
      "id": "d399b2a8-2b91-3fcd-ac19-e63b2fbbef51",
      "speaker": "Jordan",
      "start_timestamp": 4997.0,
      "text": "Yeah, you were talking. You were talking about how nice our fans have been to you and all that stuff. And I will tell you this, they are not nice, because you're good. If you weren't worth being nice to our fans are very, very good at discerning whether or not to say, Who gives a shit about these guys. So you are nowhere."
    },
    {
      "end_timestamp": 5112.0,
      "id": "a76aebc4-7616-3528-9efe-d4fbbbfedb15",
      "speaker": "Bill Ogden",
      "start_timestamp": 5018.0,
      "text": "But yeah, Mark, and I don't like other attorneys, we hate other plaintiffs attorneys because there's personality attorneys. Your your view on us isn't a necessarily a wrong one. I would say that we're in the minority, but don't, but it's not as big of a minority. It's not as small of a minority as you'd think there are a lot of plaintiff's attorneys that do personal injury work out there that truly do do it for the right reasons and in the right ways. But it's here to get overshadowed by Yeah, you get it's it's overshadowed by the you know, some attorneys that have pushed certain limits that they shouldn't have or done things that they shouldn't have. And, and that's always gonna happen in any profession. But yeah, I, I mean, it's when you guys have less than Kyle on you, they'll tell you, I mean, they have a decade's worth of stories before I do. You know, they represent, you know, they, they have clients years and years later that are, you know, quadriplegics that will still text them. And they still, you know, they they check up on him and they keep up to him because you do care. It's hard not to when we don't do it, you know, it's rare that you're gonna go do a case where somebody got rear ended in a school zone, and has, you know, $30 worth of chiropractic and you're going to take you to trial. Those are trials we do. So if we're trying the case, it's significant. And because of that, it's we try hard not to get too emotionally invested, because it'll mess with our performance on how to do our job. But at the end of the day, it's impossible not to care about these people because I there's been very few people, if any, I can't think of any off the top of my head that deserved what happened to them. So right, you know, take that for what it's worth."
    },
    {
      "end_timestamp": 5275.0,
      "id": "ac061d51-0639-3b28-b3e9-d5f151487023",
      "speaker": "Mark Bankston",
      "start_timestamp": 5112.0,
      "text": "I'll say that I hope that what we did you know, you heard Ray no attack is this plaintiffs lawyers personal injury lawyers during the trial, and I hope that for the people who do do it well, we have hopefully helped art that reputation because I built right that a lot of people in the profession invited developing themselves don't even treat their clients adversarial. They're another person they're trying to get money from. It's it says this. It's a circus himself. So I don't know how he does with his plaintiffs. But I know he you know, there are some who just do mercenary. They're on all sides of the aisle. But I've always said I've never, I've never clients. I've never paid me up front. At any case have ever done. I've always taken money from some bad person or evil corporation and given it to them. And I you know, I growing up, I wanted to be either Robin Hood or Blackbeard. And I got I got to be in both. That's really what I did is I feel like I'm both of those things. And it's been, it's been really rewarding to have all of the the accolades, all of the stuff, I'm not gonna lie, it's been good. It's been really nice. And I was getting a lot of that before I got home. And then I got home. And I walked in the door, and my son Ben comes up to me and he's he's getting close to eight. Now, when I first took these cases, he was six. And he was, you know, the same age of these kids when when they die. And he was born on the same day as Noah Posner is his first birthday is No, his first birthday that he wasn't around was in 2013. The first was neuron. And Ben has a little duck that Scarlett gave him that's has the Jesse Lewis choose love on his T shirt. And that's his Jessie duck. And he loves that little Jessie duck like you wouldn't believe. And, and he knows a little bit, he knows enough now about what happened to understand what I'm up there doing that this horrible thing happened to these parents and they lost their little boy. And there's a man who's just being awful to them and just tormenting them like he understands that. And when I came through the door, he just came bounding up to me and like look of just pleasure in his eyes of Daddy's back from his trial, Daddy's back for a short grab me around. And every damn thing from these last two weeks melted off of me like like snow in of it just came off of me. And like everything I was thinking about all these outside influences, and just the focus of that little boy hugging me. I broke me down like I had a I had a night where I just just stopped for a minute and and thought about where all this lead. And it was. That was more important to me than any of the things people were saying about me. Yeah, yeah. And I could feel proud of myself to him. If I had to come home head. And Seamus, I couldn't help these people. Man, that would have been tough. So given given this moment, to the world, where they all got this word, Jones got his teeth kicked in, in the middle of a courtroom. I love it. I'm so happy that people will have that for years to come to make memes of right, like all of that. But my son, it just"
    },
    {
      "end_timestamp": 5283.0,
      "id": "ff840666-9b96-35aa-aecb-64d7bb558631",
      "speaker": "Dan",
      "start_timestamp": 5275.0,
      "text": "didn't order trial by jury was still on to do an episode where they have you know, like, one of the"
    },
    {
      "end_timestamp": 5298.0,
      "id": "0c2f345e-99f9-34f3-920c-d7d739ef1de2",
      "speaker": "Bill Ogden",
      "start_timestamp": 5283.0,
      "text": "one of the writers for law and order did a tweet that was like, if I would have written a script based on what's going on in the Alex Jones trial, I wouldn't be immediately been fired from that conference room, because there's no fucking way that was ever going to happen in real life."
    },
    {
      "end_timestamp": 5301.0,
      "id": "9cd1bd4d-076c-3f18-bfef-d974545a1d7a",
      "speaker": "Mark Bankston",
      "start_timestamp": 5298.0,
      "text": "hacky stuff, just totally. Yeah,"
    },
    {
      "end_timestamp": 5304.0,
      "id": "f9a246e4-b2e8-38f1-ad13-5b24ab4f801e",
      "speaker": "Jordan",
      "start_timestamp": 5301.0,
      "text": "no, that's the type of stuff that only happens in real life."
    },
    {
      "end_timestamp": 5313.0,
      "id": "c9b56009-85dd-3578-ab5d-871d9dbe1735",
      "speaker": "Dan",
      "start_timestamp": 5304.0,
      "text": "Well, truth is stranger than fiction. They know. He got bit by his own catchphrase. And you know, tell"
    },
    {
      "end_timestamp": 5330.0,
      "id": "f4c5fc50-18e7-3727-bfba-04dc40e7886e",
      "speaker": "Mark Bankston",
      "start_timestamp": 5313.0,
      "text": "everybody out there listening. You saw during that cross, that we have a flair for the dramatic, we want to make this like a movie, we want to do this. We want to give you that story. We want because we know the power that has to counteract him. And I'll just tell you, we got we got sequels coming up. It's gonna be good."
    },
    {
      "end_timestamp": 5332.0,
      "id": "ed556805-ec9d-3398-b1d7-9f77236b5450",
      "speaker": "Jordan",
      "start_timestamp": 5330.0,
      "text": "It's a great place to end and honestly,"
    },
    {
      "end_timestamp": 5363.0,
      "id": "22d2723e-808b-3fe4-8445-8178e0812bc4",
      "speaker": "Dan",
      "start_timestamp": 5332.0,
      "text": "before we do, I think that to be clear, you're not using this like theatricality and narrative stuff in any dishonest way. And I honestly think that it's one of the reasons that it's potent against Alex, because that's one of his big tools is using things that are dishonest and manipulative in a theatrical narrative based way Yeah. And it's so powerful against him to use things that are real and truthful in the same"
    },
    {
      "end_timestamp": 5371.0,
      "id": "e7e00076-d8b1-3bc4-bf85-0fd56378963d",
      "speaker": "Mark Bankston",
      "start_timestamp": 5363.0,
      "text": "There's no magical realism where we're coming from this is his universe. This is this is about the potency of a true American story."
    },
    {
      "end_timestamp": 5385.0,
      "id": "bcc3f373-65b6-30bc-8fe4-5cc23e3813f2",
      "speaker": "Dan",
      "start_timestamp": 5371.0,
      "text": "That's a magical realism but he may be facing 100 Years of Solitude that's the only magical crazy"
    },
    {
      "end_timestamp": 5412.0,
      "id": "cad5ada2-e233-34ee-9720-06c0cb797cb0",
      "speaker": "Bill Ogden",
      "start_timestamp": 5385.0,
      "text": "Sure, but yeah, with that said, I am checking out from social media, the news media, everything for a few days. Leaving now my sugar mama is taking me on a trip from Uber. Birthday a little bit more and get away from all the noise you're going on. Indeed, Mark now gets to do all of that while I'm decompressing because he's the one that everybody wants to talk to."
    },
    {
      "end_timestamp": 5415.0,
      "id": "07e5bf14-7bd7-3e38-8bfc-e36a2925359b",
      "speaker": "Dan",
      "start_timestamp": 5412.0,
      "text": "himself. Yeah."
    },
    {
      "end_timestamp": 5443.0,
      "id": "703db550-3ac8-3b19-8d86-669cc4bcb36f",
      "speaker": "Mark Bankston",
      "start_timestamp": 5415.0,
      "text": "So your, your audience and you may be old by this time this airs or I don't know when you're gonna put this out or whatever, tomorrow if y'all put this on tomorrow, I got corporate media invites. I'm probably going to be doing some of them. But tomorrow night, Monday night, check out the Young Turks. I'm going to do my first appearance talking about some of this on video with Young Turks talking to Anna. Oh, yeah, man,"
    },
    {
      "end_timestamp": 5463.0,
      "id": "359901c9-1f19-348b-86c2-55649d13dac9",
      "speaker": "Dan",
      "start_timestamp": 5443.0,
      "text": "I'm sure that you know, our walks are very enterprising people and I'm sure every single appearance you make someone will make a post about it. People will get amped up. But thank you so much for taking time like in this you know, immediate aftermath. To talk with us. It means a lot the number one"
    },
    {
      "end_timestamp": 5470.0,
      "id": "3a8fccc4-9822-3d6b-b76d-de9f3de129cc",
      "speaker": "Bill Ogden",
      "start_timestamp": 5463.0,
      "text": "legal podcast in the country now, so check it out. Right."
    },
    {
      "end_timestamp": 5477.0,
      "id": "e0a276c0-1208-3213-af70-ef303037162f",
      "speaker": "Dan",
      "start_timestamp": 5470.0,
      "text": "Have we been Oh, poke his head into briefly."
    },
    {
      "end_timestamp": 5481.0,
      "id": "daeea4f8-0ece-3c09-9dc2-2b2aa49b657d",
      "speaker": "Bill Ogden",
      "start_timestamp": 5477.0,
      "text": "It's gonna be a problem for them. What some of the stuff that happened on that show,"
    },
    {
      "end_timestamp": 5495.0,
      "id": "8178cac8-3cb4-39eb-8a38-6c63c192817e",
      "speaker": "Dan",
      "start_timestamp": 5481.0,
      "text": "I would imagine Yeah, anything that Barnes has touched, I imagine will have some problems in the near future. Yep. But yeah, I guess I don't know you have anything to plug Jesse Lewis choose love Foundation."
    },
    {
      "end_timestamp": 5508.0,
      "id": "7b189a79-5977-3d1e-9ff3-ea422992579e",
      "speaker": "Bill Ogden",
      "start_timestamp": 5495.0,
      "text": "In the Choose Love, choose love movement. And those two things are they're both doing really good stuff for for moving forward. One on misinformation and one on just teaching kids how to stop hating each other. Yeah,"
    },
    {
      "end_timestamp": 5509.0,
      "id": "032401fa-3491-3227-bcdb-a5c102b7590b",
      "speaker": "Jordan",
      "start_timestamp": 5508.0,
      "text": "it's amazing. Well, Bill,"
    },
    {
      "end_timestamp": 5522.0,
      "id": "dc1be7df-c852-3af0-93ab-24a23dfb754c",
      "speaker": "Dan",
      "start_timestamp": 5509.0,
      "text": "enjoy your trip. I hope you get all the sun and relaxation you deserve. And Mark, enjoy the Young Turks. Whatever else knocks down your door,"
    },
    {
      "end_timestamp": 5525.0,
      "id": "60415a4d-98bb-3add-bb02-158be9f7b434",
      "speaker": "Bill Ogden",
      "start_timestamp": 5522.0,
      "text": "just being all famous over there."
    },
    {
      "end_timestamp": 5537.0,
      "id": "2f2daa6f-b209-3fe6-b4c0-44c1d20231ec",
      "speaker": "Dan",
      "start_timestamp": 5525.0,
      "text": "Well, we'll talk soon. And I'm sure in the lead up to the Posner trial if the bankruptcy doesn't All right, derail everything completely. We'll have some debriefing to do there. So Yep,"
    },
    {
      "end_timestamp": 5542.0,
      "id": "169f21ca-cb37-3326-8346-1ef466d2a3e1",
      "speaker": "Bill Ogden",
      "start_timestamp": 5537.0,
      "text": "absolutely. Absolutely. All right. Have a great night. All right. Take care."
    },
    {
      "end_timestamp": null,
      "id": "110bd248-0b0b-3ff0-b389-f92156c06307",
      "speaker": "Andy In Kansas",
      "start_timestamp": 5542.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}