{
  "audio_identifier": "KF_723",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/Sept-8-2022.mp3",
  "blocks": [
    {
      "end_timestamp": 59.0,
      "id": "9cc927ff-0f8c-3914-aadc-bf7b7752e35b",
      "speaker": "Alex Jones",
      "start_timestamp": 4.0,
      "text": "Red Alert. Red alert. Red alert. Red Alert knowledge five days. Damn, Jordan I'm sweating. Knowledge party.com It's time to pray. I have great respect for knowledge like knowledge. I'm sick of them posing as if they're the good guys shank me or the bad guy. Knowledge. I'm Dan and Jordan knowledge fight need money Andy and Andy are stopping Andy and Cam handy in Kansas. Just starting to pray. Andy in Kansas, you're on the airplane for a huge fan. I love your world. Knowledge by knowledge fight.com"
    },
    {
      "end_timestamp": 67.0,
      "id": "9a808513-2e21-3aa9-ac29-761b48019011",
      "speaker": "Dan",
      "start_timestamp": 59.0,
      "text": "Hey, everybody, welcome back. Now try it. I'm damn I'm Jordan. We're a couple dudes sit around worship at the altar of saline and talk a little bit about Alex Jones. Oh, indeed."
    },
    {
      "end_timestamp": 72.0,
      "id": "cfdd2a88-a846-3887-ab67-9a4782483729",
      "speaker": "Jordan",
      "start_timestamp": 67.0,
      "text": "We are Dan Jordan. Jordan, good question for you. What's your spot today"
    },
    {
      "end_timestamp": 101.0,
      "id": "0a8bee37-7270-3b13-8f26-c8877849fc84",
      "speaker": "Dan",
      "start_timestamp": 72.0,
      "text": "but my bright spot today is that while we were recording our last episode, it was brought to my attention on Twitter. Yes. The All Star greatest civil rights attorney of all time. Norm Pattis. Yeah. To our name in a in a court hearing about Alex's bankruptcy cit. Yeah, we're about like the the Connecticut case. Yeah, yeah, getting the name dry. It's knowledge. First, I believe"
    },
    {
      "end_timestamp": 111.0,
      "id": "f39aaebc-1737-358a-9f7c-54fd867adc31",
      "speaker": "Jordan",
      "start_timestamp": 101.0,
      "text": "that. I like that, that. I appreciate that. If that was on purpose, Hi, Mark, top marks to you. If it's not on purpose, we earned it. I received"
    },
    {
      "end_timestamp": 116.0,
      "id": "eeeee58c-2098-383a-ba72-c296dfb8a639",
      "speaker": "Dan",
      "start_timestamp": 111.0,
      "text": "the rights attorney slash pantsless racist stand up comedian who's"
    },
    {
      "end_timestamp": 120.0,
      "id": "8f0e9df1-1725-3e91-b11a-92b703853fdc",
      "speaker": "Jordan",
      "start_timestamp": 116.0,
      "text": "gonna say I would have preferred I think I would have preferred to be in his top five"
    },
    {
      "end_timestamp": 121.0,
      "id": "cca3189c-1b2a-3cf4-b42f-6267fcd177e2",
      "speaker": "Dan",
      "start_timestamp": 120.0,
      "text": "woke insurance agent,"
    },
    {
      "end_timestamp": 132.0,
      "id": "21aee704-5dc9-3d2d-aa51-58e3827ac907",
      "speaker": "Jordan",
      "start_timestamp": 121.0,
      "text": "I would have been like, Ah, I mean, if he had written a bit about how these two idiots in Chicago or SJ W's or whatever, that would have been good. I would have been happier with that."
    },
    {
      "end_timestamp": 138.0,
      "id": "54cb18fa-a756-370a-ba07-71c732a8d742",
      "speaker": "Dan",
      "start_timestamp": 132.0,
      "text": "Yeah, apparently we are a cottage industry."
    },
    {
      "end_timestamp": 145.0,
      "id": "8681344a-f42b-39bd-bb05-2110fb2be1b9",
      "speaker": "Jordan",
      "start_timestamp": 138.0,
      "text": "I've been in front of a judge in more ways than I ever thought I would be. That is definitely the case."
    },
    {
      "end_timestamp": 192.0,
      "id": "025557ae-7470-3a16-adff-bb6ce3fc5055",
      "speaker": "Dan",
      "start_timestamp": 145.0,
      "text": "You are technically in front facing exact Texas. Just from a like sort of spatial first. Right, right. Right. Not how I was expecting that to go. No, no, I certainly thought you would be facing. Whoa. Yeah. Absolutely. Yeah. So yeah, that was that was delightful. When I saw the tweet, Anna, Merlin tweeted, she was following hearing. Sure. And when I first saw it, I was like, That's nuts. But also I thought like, what possible fucking context could this be in? Yeah. And then someone linked a clip and I was just like, what a what a loser. Oh, yeah. Yeah. I mean, you know, it's not as exciting as I would have hoped. But also just come on norm. I wanted to stay the preset the Edward with"
    },
    {
      "end_timestamp": 195.0,
      "id": "c5dc2e23-be13-335c-b7e8-9378d5e5c53d",
      "speaker": "Jordan",
      "start_timestamp": 192.0,
      "text": "no, you really can't. There's just nothing you can do there."
    },
    {
      "end_timestamp": 217.0,
      "id": "f369e73e-02c5-325a-ac43-3f8a8f3d31de",
      "speaker": "Dan",
      "start_timestamp": 195.0,
      "text": "Hey, Ed, I love the notion that there is something disqualifying about like, let's say the plaintiffs lawyers appearing on our show or should be being a expert consultant for that case, right. When you could just flash to Norma sitting next to Alex drunkenly screaming about how he wants to the lawyers head on a pike."
    },
    {
      "end_timestamp": 220.0,
      "id": "50fe23d6-9106-385a-b901-75eda642f23d",
      "speaker": "Jordan",
      "start_timestamp": 217.0,
      "text": "There's that yes, there is that show there? Is that like, it"
    },
    {
      "end_timestamp": 228.0,
      "id": "84fdaec5-f954-3cc5-a7eb-b7d000686ecc",
      "speaker": "Dan",
      "start_timestamp": 220.0,
      "text": "seems like, you know, don't don't pursue this line too far. Norm lest it bite you in the back too."
    },
    {
      "end_timestamp": 241.0,
      "id": "86e5897a-81bd-3ad2-99a3-772fbcf5c2a0",
      "speaker": "Jordan",
      "start_timestamp": 228.0,
      "text": "Yeah. Every time I hear civil rights lawyer, it's like, oh, man, I just imagine Atticus Finch with his pants around his ankles safe man wearing an open mic. Like it's just like, that. Can't be what?"
    },
    {
      "end_timestamp": 257.0,
      "id": "ae1ae79c-b78e-30a6-a449-8a05c1689c47",
      "speaker": "Dan",
      "start_timestamp": 241.0,
      "text": "I'm not even sure that didn't even feel like an open mic. Well, it seems like a wedding reception. Were a corporate event. Yeah. That was in the sequel. That's right. Yeah. Yeah. Fair enough. Harper. Lee didn't want to be fair enough. Yeah,"
    },
    {
      "end_timestamp": 285.0,
      "id": "a0cdcbab-79a9-3c02-ad8e-366925fe65e7",
      "speaker": "Jordan",
      "start_timestamp": 257.0,
      "text": "that was a smart choice on her part. What's your braids but my brightspot is my brightspot spark my bright spark bright spots are back in style. It's easy to know. I found out something you know, in many ways I'm still the small town boy Sure. You know check shocked by the lights of the big city found out you can renew your registration, your car restricted registration, just like a fucking currency exchange."
    },
    {
      "end_timestamp": 288.0,
      "id": "41bd091a-d4e7-346d-803f-22a6842d2923",
      "speaker": "Dan",
      "start_timestamp": 285.0,
      "text": "What? Yeah, I didn't know that. I had no"
    },
    {
      "end_timestamp": 297.0,
      "id": "f3820a2a-e973-34db-8e5e-54a208685624",
      "speaker": "Jordan",
      "start_timestamp": 288.0,
      "text": "idea. I have been going to the DMV every year for I mean, until they did the mailing things or whatever. But I've been going to the DB DMV way more than I need to do."
    },
    {
      "end_timestamp": 306.0,
      "id": "47b80033-ec37-38ed-80d7-238fff32455c",
      "speaker": "Dan",
      "start_timestamp": 297.0,
      "text": "That's interesting. I guess that The currency exchanges probably have to diversify a little bit. But it seems weird that they're allowed to know."
    },
    {
      "end_timestamp": 317.0,
      "id": "0ba59705-e97c-3e65-8294-4a957860c914",
      "speaker": "Jordan",
      "start_timestamp": 306.0,
      "text": "I know. It's literally like, I don't want to participate in your underground registration ring that the kids run through fucking Western Union or whatever."
    },
    {
      "end_timestamp": 319.0,
      "id": "a881962b-4407-351d-825c-ea84f9744942",
      "speaker": "Dan",
      "start_timestamp": 317.0,
      "text": "Yeah, but yeah, turns"
    },
    {
      "end_timestamp": 327.0,
      "id": "eed3f9e1-6dcf-3ac1-a182-f9ad7972f75d",
      "speaker": "Jordan",
      "start_timestamp": 319.0,
      "text": "out that that's totally fine. You can get those stickers. You slap them on your plate. You're good to go. Four minutes. Wow. Yeah, drove me insane. Four minutes"
    },
    {
      "end_timestamp": 336.0,
      "id": "6ed16ffb-f3da-38b8-ab82-22eb358cd705",
      "speaker": "Dan",
      "start_timestamp": 327.0,
      "text": "is also pretty good timing for a currency exchange. I've had a couple of times had to pick up a Western Union at one of them. And yeah, it was not that great. Well, I'll"
    },
    {
      "end_timestamp": 353.0,
      "id": "9706c590-dddd-376d-9e04-d28cad2a854c",
      "speaker": "Jordan",
      "start_timestamp": 336.0,
      "text": "tell you that four minutes was enough time for a bunch of people to fill in the line behind me who are not going to take four minutes. I will tell you that right now. Good timing, my friend. Yeah. Worked out. Congratulations and learning new things. growing as a person to this day. Yep."
    },
    {
      "end_timestamp": 368.0,
      "id": "104ca328-3655-318a-b83c-2fc386cec9a6",
      "speaker": "Dan",
      "start_timestamp": 353.0,
      "text": "Yep. So Jordan, today we have an episode to go over. We're flipping this one around quick because big news happened here on September 8 2022. Yeah, we lost the queen. Queen is out of play. Turns out"
    },
    {
      "end_timestamp": 371.0,
      "id": "cb3075ee-e293-3b99-a166-d187289f0d52",
      "speaker": "Jordan",
      "start_timestamp": 368.0,
      "text": "Ah, yeah. That's kind of"
    },
    {
      "end_timestamp": 374.0,
      "id": "98e188d8-de7f-35da-9d1f-460039d7ce99",
      "speaker": "Dan",
      "start_timestamp": 371.0,
      "text": "fun. Here's an out of context drop of Alex talking about Okay."
    },
    {
      "end_timestamp": 381.0,
      "id": "70f77c2a-9f1f-3546-b751-66f8d648604a",
      "speaker": "Alex Jones",
      "start_timestamp": 374.0,
      "text": "And the Queen of England has made the jump into hyperspace. And it's now Bye Bye time"
    },
    {
      "end_timestamp": 388.0,
      "id": "ec5e1eb2-514f-3cc8-b573-b5a35b077ea5",
      "speaker": "Dan",
      "start_timestamp": 381.0,
      "text": "it is now. Bye bye time. I don't think anyone could put it as poetically or succinctly as bye bye, bye, bye."
    },
    {
      "end_timestamp": 391.0,
      "id": "09e64a0a-5d68-328f-b406-3312857e6379",
      "speaker": "Jordan",
      "start_timestamp": 388.0,
      "text": "You know, before when she became a dictator, it was big boy pants."
    },
    {
      "end_timestamp": 400.0,
      "id": "94483617-5997-3970-a58b-9d03f94b0461",
      "speaker": "Dan",
      "start_timestamp": 391.0,
      "text": "It was not big boy pants. Now it's by by time Yeah, I would like to take everyone back to 2019 Or here's Alex's take on the Queen at that point. You're like,"
    },
    {
      "end_timestamp": 458.0,
      "id": "ee4552e0-7d1a-3514-80fe-b98611140714",
      "speaker": "Alex Jones",
      "start_timestamp": 400.0,
      "text": "but wait a minute, the British Royal Family super corrupt. There's a bunch of pedophiles in it. Absolutely. That's well known. And they're not even British themselves. But they know who's winning. They sat on the sidelines to the last minute. And now the Queen just flipped her dictator switch. Because the Brits did vote to get out of the euro. The Euro has been sabotaging things trying to sabotage that economy. And so she just dropped the trillion pound bomb on him. And, man, this is his story. All I gotta say so I'm gonna do my best when we come back to lay this out. This is gonna be spectacular. These alignments are real. The world is now in a bipolar structure. I don't mean that psychologically. That's what it's called. two fronts. and Russia, as usual, is going to be the wild card right in the middle. And Russia, I believe will side with the West in the final equation."
    },
    {
      "end_timestamp": 471.0,
      "id": "cd378ecd-f553-3b99-b284-255f1fb0602f",
      "speaker": "Dan",
      "start_timestamp": 458.0,
      "text": "So yeah, this was a the queen had voted not to suspend parliament. Yeah. And this was Alex saying that she had gone patriot. Yep. Yep. This lasted a day."
    },
    {
      "end_timestamp": 473.0,
      "id": "9a3e3f78-359d-321b-aa7a-4e3007d024f5",
      "speaker": "Jordan",
      "start_timestamp": 471.0,
      "text": "And it's a great way to memorialize the Queen's legacy."
    },
    {
      "end_timestamp": 483.0,
      "id": "34c2df21-3d75-3422-9335-ec1c715161b6",
      "speaker": "Dan",
      "start_timestamp": 473.0,
      "text": "I feel like also Russia is gonna align with the West that one in retrospect, 2019 Sounded maybe like Alex was working on something but fell apart."
    },
    {
      "end_timestamp": 487.0,
      "id": "c19aaefe-8eb8-3c75-9631-a123390718b0",
      "speaker": "Jordan",
      "start_timestamp": 483.0,
      "text": "Ooh, a little bit rough, a little bit rough at the end there. So he had a pretty"
    },
    {
      "end_timestamp": 507.0,
      "id": "0e1e7be5-18d7-3b69-a2a4-9b56dfe3c118",
      "speaker": "Dan",
      "start_timestamp": 487.0,
      "text": "positive impression of the queen for a day. hated her. Before that, and after that day, you know, you got to try sometimes you got to throw out possible narratives. Hey, maybe maybe this ball will start rolling and we'll get the queen as a secret Patriot agent. No, like Bill Maher."
    },
    {
      "end_timestamp": 521.0,
      "id": "a2fc3389-5af2-362e-932c-65aedb7addfe",
      "speaker": "Jordan",
      "start_timestamp": 507.0,
      "text": "I understand. But that's just it just seems like it's always been a step too far for me. Yep. Any any patriot. The line should at the base be? No, no Royals, like no Royals. That's the baseline."
    },
    {
      "end_timestamp": 524.0,
      "id": "23a83cbb-9092-3908-95f1-f9a9b835950a",
      "speaker": "Dan",
      "start_timestamp": 521.0,
      "text": "It really seems contradictory because the very,"
    },
    {
      "end_timestamp": 528.0,
      "id": "03cb1488-a6ec-3d55-81c1-ab94cd08b06c",
      "speaker": "Jordan",
      "start_timestamp": 524.0,
      "text": "very word comes from the no Royals. Yes."
    },
    {
      "end_timestamp": 556.0,
      "id": "cc5bafdd-9018-3533-b440-d0d8f6c9494e",
      "speaker": "Dan",
      "start_timestamp": 528.0,
      "text": "Yeah. So we'll get to this. She does not pass away until a bit into the show. So we'll get to see a little bit of what Alex was up to beforehand. Yeah, spoiler alert. It's super racist. And then we'll see how he deals with Queen God bless passing away, God Save the Queen. But before we do, Jordan, let's take a little moment. Say hello to some new walks. Okay, that's a great idea. So first, I love my nugget more than anything in the universe. But I guess my stinky hog boy to thank you so much. You're on our policy walk."
    },
    {
      "end_timestamp": 558.0,
      "id": "78bc3d9a-db37-3092-95a1-9de4bde89753",
      "speaker": "Alex Jones",
      "start_timestamp": 556.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 564.0,
      "id": "4feaae05-4802-3aef-9f90-96a82c397391",
      "speaker": "Dan",
      "start_timestamp": 558.0,
      "text": "I'm choosing to believe that's about pets. Yeah, that is next. Rob. Do more like Rob don't thank you so much. You are now policy walk."
    },
    {
      "end_timestamp": 566.0,
      "id": "4dc4db50-db0a-3f58-83a7-720b4a78f7a8",
      "speaker": "Alex Jones",
      "start_timestamp": 564.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 567.0,
      "id": "bf7c82e3-4c37-32bb-8604-3ee2a36efd20",
      "speaker": "Jordan",
      "start_timestamp": 566.0,
      "text": "Thank you very much."
    },
    {
      "end_timestamp": 573.0,
      "id": "53992d06-a5a4-3338-8062-e467abd7653b",
      "speaker": "Dan",
      "start_timestamp": 567.0,
      "text": "It's a lien was a d&d, God, What would her domains be just asking? Thank you so much. You are now policy walk?"
    },
    {
      "end_timestamp": 574.0,
      "id": "e2b4b108-af9b-355b-a465-fb2ef54dcfc8",
      "speaker": "Alex Jones",
      "start_timestamp": 573.0,
      "text": "I'm a policy wonk. Thank"
    },
    {
      "end_timestamp": 575.0,
      "id": "b0f06337-2503-38b8-9ab6-724a7fed259b",
      "speaker": "Jordan",
      "start_timestamp": 574.0,
      "text": "you very much."
    },
    {
      "end_timestamp": 577.0,
      "id": "418d0e51-1d22-37e6-b08c-65da6973a3ce",
      "speaker": "Dan",
      "start_timestamp": 575.0,
      "text": "What does that mean?"
    },
    {
      "end_timestamp": 588.0,
      "id": "4c691bd0-603f-3846-b1fb-cd03b9f60407",
      "speaker": "Jordan",
      "start_timestamp": 577.0,
      "text": "Sure. When were you when I did the DND? Yeah, I read a lot about it. And then I was like, I have I cannot understand all of this. So then I made up all the rules. If you'll recall,"
    },
    {
      "end_timestamp": 591.0,
      "id": "ba29c8f7-71c7-38f0-9ea5-73469b211907",
      "speaker": "Dan",
      "start_timestamp": 588.0,
      "text": "I was really hoping that you would have a definition for that. Answer a domain."
    },
    {
      "end_timestamp": 600.0,
      "id": "49462c97-8aeb-395a-a285-03ecbd438ffb",
      "speaker": "Jordan",
      "start_timestamp": 591.0,
      "text": "I'm gonna go with the place where abouts they hang. And if saline her domain would be I think Wisdom."
    },
    {
      "end_timestamp": 608.0,
      "id": "9ae7b5fb-36cc-3f73-8875-d090e04f29ab",
      "speaker": "Dan",
      "start_timestamp": 600.0,
      "text": "Sure. Let's say that yeah, so next I made a dreamy creamy in my pants this summer. Thank you so much. You're now policy walk. I'm a policy."
    },
    {
      "end_timestamp": 609.0,
      "id": "745ce116-c145-3538-a14a-7a0cc82606f8",
      "speaker": "Jordan",
      "start_timestamp": 608.0,
      "text": "Thank you very much. These"
    },
    {
      "end_timestamp": 617.0,
      "id": "8852a840-a9aa-3072-9896-0c56de4538b7",
      "speaker": "Dan",
      "start_timestamp": 609.0,
      "text": "are gross. Yeah. Next Mr. Kylie, appreciate the incredibly supportive and welcoming community and the knowledge fight Facebook page. Thank you so much. You're now policy walk."
    },
    {
      "end_timestamp": 618.0,
      "id": "ec641330-b07d-3e43-9436-f448f51260ff",
      "speaker": "Alex Jones",
      "start_timestamp": 617.0,
      "text": "I'm a policy wonk. Thank"
    },
    {
      "end_timestamp": 620.0,
      "id": "0256cfa3-1f53-3b0d-b22f-87d831cf88f7",
      "speaker": "Jordan",
      "start_timestamp": 618.0,
      "text": "you very much. That was not gross. No,"
    },
    {
      "end_timestamp": 629.0,
      "id": "24af00fd-7a47-35e5-9fd7-58ff0743af50",
      "speaker": "Dan",
      "start_timestamp": 620.0,
      "text": "it was wholesome. The palette, yes. So we're gonna start here where Alex starts. And he's pretty excited about something he did just before he got on air."
    },
    {
      "end_timestamp": 682.0,
      "id": "0962c071-2679-3476-b591-2685368eb443",
      "speaker": "Alex Jones",
      "start_timestamp": 629.0,
      "text": "Thanks for joining us on this live. Human transmission. It's Thursday, September 8 2022. And, literally 10 minutes ago, before the show started, I ended an hour long interview with now the most banned man in the world. One of the most censored people on the planet and rotate. And it was an amazing interview. He's hosted the show. He's been a guest many times. He's come to Austin visited I've gone out to dinner with him his brother. Yeah, he's a really smart guy and they're misrepresenting who he is because they're scared of male leadership. His message of not being depressed and having a destiny. So I'm going to share some excerpts tomorrow of the interview on the Friday show and then Monday I'm going to Dallas to be on Steven Crowder show"
    },
    {
      "end_timestamp": 685.0,
      "id": "a417a8d9-9c54-36b6-9d98-bf27b22d9082",
      "speaker": "Dan",
      "start_timestamp": 682.0,
      "text": "but wow."
    },
    {
      "end_timestamp": 701.0,
      "id": "f97afa2b-cae0-305f-b109-2463899ac66b",
      "speaker": "Alex Jones",
      "start_timestamp": 685.0,
      "text": "The Monday will be the Andrew Tate interview in full it will go into the second hour as well because we have 15 minutes or 40 minutes adds an hour so we're gonna try to era last hour long interview it'll take more than an hour very exciting"
    },
    {
      "end_timestamp": 716.0,
      "id": "04f4851d-a1bd-3152-8ff0-c873d9b708b0",
      "speaker": "Dan",
      "start_timestamp": 701.0,
      "text": "gotta promote in advance this Andrew rotate interview who's Andrew tape he's a like I guess he was a former fighter of Mixed Martial Arts kind of got years ago came out like a number of years ago and it was like depression is not real to get over it losers get"
    },
    {
      "end_timestamp": 718.0,
      "id": "a4e17038-4e07-361e-9cce-bb566778a0a7",
      "speaker": "Jordan",
      "start_timestamp": 716.0,
      "text": "Boy Yeah, that narrow made a big splash"
    },
    {
      "end_timestamp": 737.0,
      "id": "34f4f7ae-df0f-35f3-9935-ac4a5703075e",
      "speaker": "Dan",
      "start_timestamp": 718.0,
      "text": "and then has become something of a chauvinist icon. The aggressive misogyny right of social media. This influencer type use on Tik Tok just seems like a dumb fuck just one"
    },
    {
      "end_timestamp": 751.0,
      "id": "2661a6b5-1b1b-3650-a818-81ca1c927a78",
      "speaker": "Jordan",
      "start_timestamp": 737.0,
      "text": "of those people who's in the places where I'm never not but also there's like trilemma and I always on tick tock never there. Yeah, but there's actually like millions upon millions of people. Mostly 13. Yeah, absolutely. raising them up soldiers. Good call."
    },
    {
      "end_timestamp": 790.0,
      "id": "813d4358-2e85-3a39-b4fb-b03072e8d333",
      "speaker": "Dan",
      "start_timestamp": 751.0,
      "text": "So when Alex does things, like make a big deal out of interviewing and rotate, it really just highlights how legitimate Alex is about his principles and how his business model isn't mostly desperately trying to attach himself to anyone he can get attention for associating with Tate is a real piece of shit. And all you really need to know about him is that he fled the UK to go to Romania admits allegations of him abusing women. There he began to operate a webcam site where he'd have women lie to men to scam them out of money, which led to his home being raided by Romanian police quote, following a tip off from the US embassy that a 21 year old American woman was being held against her will"
    },
    {
      "end_timestamp": 797.0,
      "id": "b93c1918-f6d5-34b1-b58b-a68f431ba17b",
      "speaker": "Jordan",
      "start_timestamp": 790.0,
      "text": "way and he's he he did that in the past. Yeah, fairly recently. And now he's still there. What's Yep. Okay,"
    },
    {
      "end_timestamp": 814.0,
      "id": "12b6c39f-aaff-3bf2-a69a-49673da1a001",
      "speaker": "Dan",
      "start_timestamp": 797.0,
      "text": "this has now become an ongoing human trafficking investigation, which is totally one of the issues that Alex cares about very much and is super serious about. Anyway, Tate is hot right now, because he got kicked off all the social media sites and he was on Tucker show to complain about it fairly recently as well,"
    },
    {
      "end_timestamp": 816.0,
      "id": "78115b54-e209-39d5-87b8-29a05494d76c",
      "speaker": "Jordan",
      "start_timestamp": 814.0,
      "text": "human trafficking."
    },
    {
      "end_timestamp": 818.0,
      "id": "d85c11b2-cd30-38ca-b417-b15e01648935",
      "speaker": "Dan",
      "start_timestamp": 816.0,
      "text": "Allegedly."
    },
    {
      "end_timestamp": 820.0,
      "id": "df65c53d-3502-3726-a03d-70a76d247fce",
      "speaker": "Jordan",
      "start_timestamp": 818.0,
      "text": "I don't understand this is a conversation."
    },
    {
      "end_timestamp": 852.0,
      "id": "4998cbf5-a060-372b-b8e7-14daded751df",
      "speaker": "Dan",
      "start_timestamp": 820.0,
      "text": "I don't either, oh boy. On the one hand, he might have been kicked off these social media sites because he's a violent misogynist, whose content breached various platforms Terms of Service, but he might have also been kicked off for coordinated abuse of the platform itself. He runs a thing called hustlers University, which is basically a pyramid scheme where he teaches young men how to scam people about things like cryptocurrencies. They're a bunch of allegations that through his following, he engaged in coordinated efforts to manipulate algorithms to boost his content with tons of fake accounts and things like that. So"
    },
    {
      "end_timestamp": 863.0,
      "id": "3943d536-0105-3809-bf1a-cb19725f04ad",
      "speaker": "Jordan",
      "start_timestamp": 852.0,
      "text": "he's like a stupid Moriarty. That's what's happening. He's like some sort of center of the dumbest screw around ring that there's been Jesus fucking Christ. Point is"
    },
    {
      "end_timestamp": 887.0,
      "id": "0d199b57-58ae-3c89-9ef4-f1b669fc4d60",
      "speaker": "Dan",
      "start_timestamp": 863.0,
      "text": "whether it's because of hateful ideology, or because of abusing the platform, anyone would have plenty of reason to kick and rotate off their site. And at the moment, he's getting tons of attention, and his audience might be ripe for the picking now that it's harder to get Tate's content online. So if I were Alex, I would see a prime opportunity to try and scoop up some of these disaffected youth that has radicalized the"
    },
    {
      "end_timestamp": 892.0,
      "id": "d848b771-3645-3092-bdee-fab7cb81f5e3",
      "speaker": "Jordan",
      "start_timestamp": 887.0,
      "text": "vultures are circling trying to pick apart the carcass of that audience. Yeah,"
    },
    {
      "end_timestamp": 899.0,
      "id": "f0b5b2cd-4ea9-3ff1-ac6a-eba86bd38920",
      "speaker": "Dan",
      "start_timestamp": 892.0,
      "text": "those are the people who are going to be willing to give this fella a platform right? Tucker and Alex coming in."
    },
    {
      "end_timestamp": 909.0,
      "id": "711f2cd8-499f-34f7-9d66-0433ea3e0abf",
      "speaker": "Jordan",
      "start_timestamp": 899.0,
      "text": "No easy He's like a job fair. That's just a bunch of people coming in like, Hey, do you want to make a lateral move to Infowars? Or, or whatever you want? Yeah."
    },
    {
      "end_timestamp": 938.0,
      "id": "750eb745-95ee-3506-9ea8-a340312d23ac",
      "speaker": "Dan",
      "start_timestamp": 909.0,
      "text": "I mean, it's like, okay, we've disrupted essentially the business model that Andrew Tate was operating. Right, right. You know, he doesn't have the social media algorithms to game and scam people with. And so essentially, that hustle is over. But he does have a currency. And that is the number of people who he has turned into rabid followers. And essentially, what you're doing is trying to sell those followers to somebody. Yeah. And Alex is willing."
    },
    {
      "end_timestamp": 946.0,
      "id": "92ca4bc5-abca-31c1-bbdc-e9498c03657b",
      "speaker": "Jordan",
      "start_timestamp": 938.0,
      "text": "Yeah. Yeah, man. Yeah, it's fun how often the audience is the product, and they are happy about it. But make repeat."
    },
    {
      "end_timestamp": 965.0,
      "id": "25bd243f-213c-3cda-bc7c-7a1650816d0d",
      "speaker": "Dan",
      "start_timestamp": 946.0,
      "text": "Make no mistake about it too, though. Like, this isn't a new thing. Alex has been a fan of Andrew. Because of his Yeah. Troubling views. Yeah, that would make sense. So Alex gets into some headlines of some stuff. And it's like I said, fairly racist."
    },
    {
      "end_timestamp": 1096.0,
      "id": "6934c118-363a-3d83-8cb8-12cad519a554",
      "speaker": "Alex Jones",
      "start_timestamp": 965.0,
      "text": "And by the way, I love black people. I love stop there. I love brown people. I love people. There's wonderful black people. But if you're wonderful on swabs are really evil, horrible, white person. Rich shells is really evil, horrible black person, by person. What, but you've got racial attacks going on around the US that used to be 10 to one black on white. Now it's 21 or higher. And every day, a white man, a white woman, a white child is kidnapped, raped, tortured and murdered by crazy racist black people. And I got a bunch of cases of it today we'll be getting to a little bit later and I hate covering the stuff but the media isolates it suppresses it, and when a crazy white person and they're out there a bad white person goes out there and does something evil man it is the top story everywhere and every white person is guilty every white person is to blame collectively, like it was a mass shooting every gun owner is to blame when that's horse crap or when a Muslim runs over somebody you know 20 People with a car or 100 people in the case of nice France you don't blame the bus you don't blame the truck you blame who did it but they try to suppress when the Islamics do that so what it's open season on white people by the ruling globalist White, New World Order, wait because they want us all killing each other what but I have case after case like this crazy new shooting in Atlanta, I wouldn't want to air the video of the guy running around just randomly shooting women and you name it. And then smiling when he gets arrested. And it's so proud of all the people he just shot even led out by George Soros da after a bunch of crimes he committed, then you'd have this individual in Tennessee that kidnap the poor white lady teacher. I don't care if he's black or white. She's a human being took her raped her and tortured to death. And because he's black on white, they're suppressing the story. Can you imagine if a white dude kidnapped a black woman and went raped and murder it'd be on every channel everywhere and all whites will be to blame. So that is this division they're pushing."
    },
    {
      "end_timestamp": 1193.0,
      "id": "1d6646d8-00e2-3ffd-ade0-c9c2e3dbc5bb",
      "speaker": "Dan",
      "start_timestamp": 1096.0,
      "text": "So first things first, Alex is just make up numbers when he says that the incidence of black on white racially motivated crimes has gone from 10 to one to 20 to one, that's just him pushing the white identity fear that essentially powers his shows ideology. Yeah, we've gone over this 100 times. So I'm not gonna get too deep into it again. But what Alex is doing here is just pushing a very standard white supremacist talking point that many view is one of the most effective gateways towards radicalizing people into deeper racism. Famously, it was lies about racial crime statistics put out by the Council of conservative citizens that Dylann Roof cited as being the thing that began his path toward carrying out his racist mass murder. There was a black man who was charged with the murder of a white teacher in Memphis. That's true, but it's not clear that it was a racially motivated crime. There was a black man who carried out a shooting spree recently. But that is also something that Alex can't prove how to racial motivation. He doesn't care about the actual crime. He just sees any crime where the perpetrator is black and the victim is white as happening because the victim is white. This is shockingly consistent in Alex's ideology over the years, and it's because he's a deeply racist person. Also to his point of whether or not you know, if there were white men who have kidnapped black women, and now if that did happen, it would be the biggest deal ever. I would ask him or most of the people in his audience if they know who Joshua Edwards is, and the answer is likely no. He was a member of the Aryan Brotherhood, who kidnapped and raped a black woman in 2019 ultimately being sentenced in 2020. I've never heard Alex bring that up. I don't think that that is something that is been plastered all over headlines."
    },
    {
      "end_timestamp": 1206.0,
      "id": "340b38d2-cf0b-303e-851e-cb98956c6725",
      "speaker": "Jordan",
      "start_timestamp": 1193.0,
      "text": "It doesn't appear that he's particularly interested in black women being among if not the highest The percentage of victimized groups in the in the fucking country Yeah."
    },
    {
      "end_timestamp": 1268.0,
      "id": "024cfbbd-43e5-30a5-9f7c-cd980cb3d561",
      "speaker": "Dan",
      "start_timestamp": 1206.0,
      "text": "Or what about Robert David fyke. He was sentenced to 30 years in prison in late 2021 for kidnapping a 14 year old black girl who he had met online, taking her across state lines and sexually abusing her. Or Wayne Marcel who paid someone $2,000 to take that same child from fixe home in Texas to Illinois, where he picked her up and took her to Connecticut explicitly for the purposes of sexually abusing her. Here's the thing though, these are horrific crimes where the perpetrator was white and the victim was black. But even in the case where the guy was in the Aryan Brotherhood, you would have to work to prove that the crime he committed was motivated by race. It's possible and you might make that assumption, but it isn't guaranteed, even though he clearly is a racist. And these are cases that Alex has never heard of and fly directly in the face of the reality that he wants to portray for his audience. If anything he said meant anything these names would be household names, but they're not right. Yep. Anyway, Alex is just a racist, and he's pushing standard white supremacist talking point. I mean,"
    },
    {
      "end_timestamp": 1278.0,
      "id": "9eb1b452-99ce-306f-953d-36b5639d9550",
      "speaker": "Jordan",
      "start_timestamp": 1268.0,
      "text": "those are those are like, legit Reconstruction Era South propagandists would be like, Man, you're going a little bit too hard on this, that is fucking insane. And Alex"
    },
    {
      "end_timestamp": 1284.0,
      "id": "9be65449-2ca3-3291-acbe-1d1289dc56d9",
      "speaker": "Dan",
      "start_timestamp": 1278.0,
      "text": "has every reason to understand the dynamic here and how these talking points have been used historically. That's,"
    },
    {
      "end_timestamp": 1299.0,
      "id": "a59e26fb-e5d6-375c-97c1-7fa945b83342",
      "speaker": "Jordan",
      "start_timestamp": 1284.0,
      "text": "that's just to me. We've been desensitized to it so much, but like that is literally a you bring that straight from the Civil War into today. That is what that is. Yeah."
    },
    {
      "end_timestamp": 1304.0,
      "id": "f23cd58f-d43e-3c7a-87a6-fdb9f86976ec",
      "speaker": "Dan",
      "start_timestamp": 1299.0,
      "text": "So Aleksa is, I mean, this is just this is his shit."
    },
    {
      "end_timestamp": 1365.0,
      "id": "6e732bc2-0abd-3a61-b0b6-7fd446fec4db",
      "speaker": "Alex Jones",
      "start_timestamp": 1304.0,
      "text": "And the truth is, the real persecution in this country is the unborn as the exploitation of migrants, and it is the murder and torture and killing of white people, because the media is out there. And all these movies, all these TV shows, saying that white people are inherently bad white people are inherently evil, and they deserve to die. So some sweet little school teacher gets grabbed at gunpoint, in Memphis that will play her singing to her kindergarten students in a minute. She gets raped and murdered, and that's okay. And the media suppresses the story. It's disgusting. And when they question these guys, they say, well, she's a white person. She deserves it. I could play in the New Black Panther Party all day long in Houston. And in Chicago, and in Oakland, I got all the clips. Helen had these guys on before saying, Don't mug other black people go out mug and Rob white people. Hey, how about you don't mug or rob anybody."
    },
    {
      "end_timestamp": 1404.0,
      "id": "8b3e385a-7d38-3947-9556-2be421f05989",
      "speaker": "Dan",
      "start_timestamp": 1365.0,
      "text": "So no one's suppressing any story. There's heavy coverage of the case of this teacher from Memphis, Eliza Fletcher on all major media outlets. When Alex says that the story is being suppressed. What he means is that he's mad that the media isn't covering it as a crime committed by a black man against a white woman because she was white. This is also a classic white supremacist talking point that racist crimes against white people are intentionally being suppressed. Alex deploys these talking points because they're effective. And because he's racist. Also, that clip he's talking about from the New Black Panther Party, I believe, if I recall correctly, is a clip of colleague Mohammed who died in 2001."
    },
    {
      "end_timestamp": 1405.0,
      "id": "54812612-275f-3a39-8568-4b6473c382bb",
      "speaker": "Jordan",
      "start_timestamp": 1404.0,
      "text": "Right, right. Right."
    },
    {
      "end_timestamp": 1421.0,
      "id": "64dd1b7f-ff15-34c5-8613-e17bc7a87e19",
      "speaker": "Dan",
      "start_timestamp": 1405.0,
      "text": "He was really close. Yeah, he all over the place. Yeah. I mean, you're saying that we're desensitized. And there is a little bit of that that's true. But I mean, even as I was listening to this, like, well, he's swinging. Yeah, this is yeah, this is pretty notably. over for him"
    },
    {
      "end_timestamp": 1457.0,
      "id": "6e93ce73-0e48-3a6e-8a22-4276a58283db",
      "speaker": "Jordan",
      "start_timestamp": 1421.0,
      "text": "today. Yeah. I mean, and it is, it is such like, that is the attack, because it's the only avenue for that you wrote with so many of these people have to look around and be like, Why am I hearing about all these racist white people? And not enough about people who are racist towards white people? And there's an obvious answer, but you can't do that. So instead, they're like, ah, because they're suppressing it. I see. That makes way more sense, then both statistics and a massive history of this country working together now. Yeah. Right."
    },
    {
      "end_timestamp": 1496.0,
      "id": "bb603095-d15b-3638-a0f5-267895474042",
      "speaker": "Dan",
      "start_timestamp": 1457.0,
      "text": "And, you know, you want to convey the feeling that you're under attack by the other or whatever, you know, that's what Alex wants to convey to the audience. Feeling is what he wants to exploit and use and grow, of course, and if you want to look into these feelings that you have, maybe you don't find the information that Alex would be presenting as you should be able to find all this stuff, right. Well, the reason is because it's being suppressed. It's a workaround. It's, of course, it's very effective. Yeah. And it works for every group. Anyway, Alex's ease on this,"
    },
    {
      "end_timestamp": 1536.0,
      "id": "d94bcef9-e537-3d89-a905-5882db4ba075",
      "speaker": "Alex Jones",
      "start_timestamp": 1496.0,
      "text": "but Rob, one of the producers who just so happens to be black He came in here and reminded me of a great report he did in June, titled The brainwashing of white supremacy. And again, folks are setting us all up. We're all being targeted for lawlessness, and collapse. And by these major cities, literally these days that Soros puts in letting black people specifically commit crimes. Specifically, I'm talking murder, you name it, I showed you the Chicago Illinois law where you can be released with first or second degree murder after one day in jail. I know that doesn't sound real. It's real. A Safety Act. So none of this seems real, because it's tyranny."
    },
    {
      "end_timestamp": 1564.0,
      "id": "c08630fb-32c9-3521-bafb-37d9038cae17",
      "speaker": "Dan",
      "start_timestamp": 1536.0,
      "text": "I'm sure I don't need to explain that the Safety Act doesn't make it so black people commit crimes in Illinois as Alec seems to be implying, yeah, I do want to point out, however, that the idea that there are evil Jewish puppet masters who are getting minorities to attack White people is a hallmark of white supremacist propaganda. I don't want to put too fine a point on this here. But this episode is extreme. Even by Alex's standards. It's the beginning is really chock full of white supremacist tropes. Yeah, this"
    },
    {
      "end_timestamp": 1580.0,
      "id": "91c510ce-5567-3cc2-ad7e-cdb43cf7bded",
      "speaker": "Jordan",
      "start_timestamp": 1564.0,
      "text": "is just this is KK shit. Yeah, straight up. If this was a if this was a que if it was a Klan meeting, this is what you would hear. Yeah, yeah. Yeah. And you would hear also the N word on top of that, so norm would be there. Yeah. With his pants down. Yeah. Like all good K K K rally."
    },
    {
      "end_timestamp": 1586.0,
      "id": "22f95231-7b4e-3487-855c-24620ec7ca48",
      "speaker": "Dan",
      "start_timestamp": 1580.0,
      "text": "So we shift tone a little bit here. Alex has got some news he wants to cover."
    },
    {
      "end_timestamp": 1614.0,
      "id": "04b67ef2-fc07-30b9-a72b-d0f87c754230",
      "speaker": "Alex Jones",
      "start_timestamp": 1586.0,
      "text": "But I wanted to hit some of the other news breaking and things that are going on, but the great Harrison Smith and some of his crew. So his compadres put together this new little piece called if I worked at CNN, a little r Maj. A farewell a little boy viooz to Brian Humpty Dumpty Stelter."
    },
    {
      "end_timestamp": 1619.0,
      "id": "0a81b556-b073-3075-911e-f5edb286bf47",
      "speaker": "Jordan",
      "start_timestamp": 1614.0,
      "text": "I'm not mad at the crew"
    },
    {
      "end_timestamp": 1652.0,
      "id": "a18bbea9-4105-3b77-9c90-cc90fcfa67a4",
      "speaker": "Harrison Smith",
      "start_timestamp": 1619.0,
      "text": "you know, it's not always easy being on the outside being disciplined, being scrutinized to be judged not having anybody telling you what to say or or when to say it. Sometimes I wonder what's my chosen and easier paths more mainstream firework madman like the son of the end of a featured bullshit was a steady"
    },
    {
      "end_timestamp": 1674.0,
      "id": "acd81f61-44cd-3837-a34d-ff408ba83400",
      "speaker": "Dan",
      "start_timestamp": 1652.0,
      "text": "good stuff. Wow. Yeah. Wow. Harrison could never get hired at any media outlet that's legitimate because he sucks that he does bad work. Yeah, Infowars is literally the only place that has standards low enough to hire him and he's only on air because David Knight and Steve magenic got into a fight now it's fired. David Yeah, yeah, he has like your laughable"
    },
    {
      "end_timestamp": 1677.0,
      "id": "0ce6518b-502d-3b66-8795-9a176e426d6f",
      "speaker": "Jordan",
      "start_timestamp": 1674.0,
      "text": "fifth string behind David Knight. Yeah,"
    },
    {
      "end_timestamp": 1684.0,
      "id": "440426fd-6af5-37ac-88af-08d7d9721e29",
      "speaker": "Dan",
      "start_timestamp": 1677.0,
      "text": "you are only on air because like metaphorically the the six quarterbacks got injured"
    },
    {
      "end_timestamp": 1687.0,
      "id": "4895bdb4-2db8-31a0-b6ec-6000742f1ce3",
      "speaker": "Jordan",
      "start_timestamp": 1684.0,
      "text": "Yeah, absolutely. Absolutely just a"
    },
    {
      "end_timestamp": 1695.0,
      "id": "833fa3a1-744a-34bd-96bd-6167f84f0678",
      "speaker": "Dan",
      "start_timestamp": 1687.0,
      "text": "badge of honor like oh yeah, Harrison Smith if he worked at CNN would be hosting the prime time it is the fuck out he's"
    },
    {
      "end_timestamp": 1699.0,
      "id": "940ed662-0877-324d-b275-f11e602fec55",
      "speaker": "Jordan",
      "start_timestamp": 1695.0,
      "text": "a bit like one of the one of the the car dealership commercial people being"
    },
    {
      "end_timestamp": 1702.0,
      "id": "e1e8983a-fd0e-3402-8d80-6ae0d88d9271",
      "speaker": "Dan",
      "start_timestamp": 1699.0,
      "text": "like Wolf Blitzer. Or hearing"
    },
    {
      "end_timestamp": 1714.0,
      "id": "5b5a8726-7b81-3939-b1ee-af61f9ef1ffc",
      "speaker": "Jordan",
      "start_timestamp": 1702.0,
      "text": "aids one of the car it's one of like the Bob rohrman being like, man, that fucking Jon Hamm narration over those Mercedes commercials or whatever. He's fucking sucks. They need the rohrman."
    },
    {
      "end_timestamp": 1724.0,
      "id": "de6d07e0-10f2-32bc-8b18-41b01f9717bf",
      "speaker": "Dan",
      "start_timestamp": 1714.0,
      "text": "Rodman does good work. Robert does good. Because he chose to be a dissident that he's not that easy. What does he think of his work? Man? I"
    },
    {
      "end_timestamp": 1725.0,
      "id": "59c4a082-9b33-308c-8a1b-da451747ab24",
      "speaker": "Jordan",
      "start_timestamp": 1724.0,
      "text": "bet he thinks he's great at commercials. This"
    },
    {
      "end_timestamp": 1741.0,
      "id": "23b814cd-15cc-3d98-b6f8-e25bfab01bfd",
      "speaker": "Dan",
      "start_timestamp": 1725.0,
      "text": "is all fun and games and it's cute. But this this like high school AV project as little music video, they're playing this. It's nonsense. It's so much easier to be in the mainstream media. It's a message that's fun for them. But it's hollow. It's meaningless."
    },
    {
      "end_timestamp": 1746.0,
      "id": "fa0401c2-82a8-3b10-a45a-0bed7cc01850",
      "speaker": "Jordan",
      "start_timestamp": 1741.0,
      "text": "I made that video on VHS when I was 12. Yep. Yeah,"
    },
    {
      "end_timestamp": 1760.0,
      "id": "eccaccc3-3fe2-36a3-8038-868399f16a34",
      "speaker": "Dan",
      "start_timestamp": 1746.0,
      "text": "it's a little bit maudlin. It's a little bit childish. Also, this early reading is weeks old by now, a little bit dated. Makes you guys really look like petty losers. Moved on"
    },
    {
      "end_timestamp": 1772.0,
      "id": "66a4aef2-5748-32e5-92d2-fa87abc854c0",
      "speaker": "Jordan",
      "start_timestamp": 1760.0,
      "text": "a little bit. Like, listen, you've got maybe two days to turn that around and get it out and have it be relevant and funny. Now it is just sad. It's just sad."
    },
    {
      "end_timestamp": 1795.0,
      "id": "411f08db-2578-3400-8cbd-5531082ae18c",
      "speaker": "Dan",
      "start_timestamp": 1772.0,
      "text": "You might also notice that the first stanza of that song includes a reference to CNN pushing white guilt. This is because it was produced by Harrison Smith's team and he's much more clearly aligned with the young white identity folks like the flint s community. So this is to be expected. And it's continuing the theme here of pretty racist content. Yeah, we're going we're going to racial buttons quite a bit."
    },
    {
      "end_timestamp": 1797.0,
      "id": "89ca937f-e5c6-3b44-a9e0-96d98d8f531b",
      "speaker": "Jordan",
      "start_timestamp": 1795.0,
      "text": "This is crazy show. Yeah."
    },
    {
      "end_timestamp": 1800.0,
      "id": "d89706e5-d74a-3a12-9a9a-4dbb409215a1",
      "speaker": "Dan",
      "start_timestamp": 1797.0,
      "text": "So Alex has some actual news. Not"
    },
    {
      "end_timestamp": 1804.0,
      "id": "3faef0ec-5701-37c5-922a-9e3a734c1a2a",
      "speaker": "Jordan",
      "start_timestamp": 1800.0,
      "text": "Good thing that Queen died Oh, nothing but racist."
    },
    {
      "end_timestamp": 1820.0,
      "id": "6213059c-1ef2-31be-b6c2-f785eb5faaad",
      "speaker": "Dan",
      "start_timestamp": 1804.0,
      "text": "I mean, it's it's harsh, it's harsh. So that was a misdirect on my part because he was gonna get to the news but he couldn't because he had to play hairstyle for airsoft for good Miss dumb art project right? But now you got some actual news."
    },
    {
      "end_timestamp": 1861.0,
      "id": "37267823-7960-31b3-aadb-d6dd65ca7e53",
      "speaker": "Alex Jones",
      "start_timestamp": 1820.0,
      "text": "But I wanted to hit this briefly. I don't dislike this individual who's the new monkey pox czar? Like one death in the US into the world 9% of a gay man. I don't hate this man because he likes other men. I hate him. Because he's all part of this new ruling class where you have to either be a woman or be a homosexual bully in positions of power. And then the President is a white dudes are constantly dresses up and is involved in satanic activities according to himself, and a bunch of other really gross stuff. I'm not gonna say on air. But I started investigating it last time when the story broke yesterday and I quit investigating very quickly, because I didn't want to go down that rabbit hole."
    },
    {
      "end_timestamp": 1882.0,
      "id": "26ef3d8e-2d9a-3394-9b1e-0a83234ca046",
      "speaker": "Dan",
      "start_timestamp": 1861.0,
      "text": "Yeah, he stopped investigating because there wasn't anything there. No, he is just a gay man who is the Deputy monkeypox coordinator, right? And there was a picture of him wearing like a like a button up shirt. And then underneath, there's like a harness? Yeah. And it's a harness that looks like a pentagram. Sure. And so this is now he is deeply involved in Satanism,"
    },
    {
      "end_timestamp": 1894.0,
      "id": "6bf5fa24-1ede-384e-85f4-27d093fc158c",
      "speaker": "Jordan",
      "start_timestamp": 1882.0,
      "text": "and all the things that you might think like, when you're on your way to med school. At the end, you're never gonna be like, Well, I'm probably going to be the center of a monkey box conspiracy theory."
    },
    {
      "end_timestamp": 1922.0,
      "id": "a30204f8-e4d5-38f0-baaa-74ddeac65932",
      "speaker": "Dan",
      "start_timestamp": 1894.0,
      "text": "Yeah. I find this to be a little thin. And also, I don't understand Alex's conception that you have to be a woman or homosexual to be in a position of power. It just, you know, I think I feel like that's a talking point. He just deploys to attack the the people who happen to be women who are in positions of power, because he doesn't like that, that that seems crazy. He doesn't like that happening at all. So"
    },
    {
      "end_timestamp": 1925.0,
      "id": "100c8517-7d47-36f3-9edf-9db5cf439017",
      "speaker": "Jordan",
      "start_timestamp": 1922.0,
      "text": "it's not a it's not like a genuine observation. You're saying"
    },
    {
      "end_timestamp": 1927.0,
      "id": "5baa3965-e389-3b39-b9d8-8b2f30801963",
      "speaker": "Dan",
      "start_timestamp": 1925.0,
      "text": "I think it's not okay. That's crazy. So"
    },
    {
      "end_timestamp": 1931.0,
      "id": "1b070495-2f42-3f16-aa6d-138c5c2a953d",
      "speaker": "Jordan",
      "start_timestamp": 1927.0,
      "text": "you're saying that he's looking at things and then making it up on his own?"
    },
    {
      "end_timestamp": 1944.0,
      "id": "d6575eca-9f1c-301a-b233-c07df05b6589",
      "speaker": "Dan",
      "start_timestamp": 1931.0,
      "text": "I know that's not in his character. It's foreign to us. But yes, so here Alex gets really gross about this t shirt Great. This sucks and is very disgusting. II"
    },
    {
      "end_timestamp": 1955.0,
      "id": "1f09b405-0e6c-3ed6-9e2e-2de845762c51",
      "speaker": "Alex Jones",
      "start_timestamp": 1944.0,
      "text": "because I didn't want to go down that rabbit hole, but in the Satanism into some really destructive stuff, really hurtful things to his own body. And he's par for the course."
    },
    {
      "end_timestamp": 1955.0,
      "id": "70530009-5f6d-3653-87cc-4538cbe28cb1",
      "speaker": "Jordan",
      "start_timestamp": 1955.0,
      "text": "Psychopath."
    },
    {
      "end_timestamp": 1987.0,
      "id": "159d599b-8ed0-36a0-805f-f5b3cd2283b8",
      "speaker": "Alex Jones",
      "start_timestamp": 1955.0,
      "text": "Dr. Dimitri das Zacharias, the director of Joe Biden's national monkeypox Response Team held his first press conference Wednesday. But attention online focused on the generic photos of him in the past. And again, for a family audience. We're not going to show you the stuff but he's into things like eating goop. And here he is. Why are we surprised with a Big Ben Graham and hailing shaitan show what a god to follow. Eat that poop so delicious."
    },
    {
      "end_timestamp": 2002.0,
      "id": "d81d1171-24ff-385d-88ab-f0e6abc168be",
      "speaker": "Dan",
      "start_timestamp": 1987.0,
      "text": "What are you talking about? I don't understand. Like there is a real new thing. Like this is not something that I remember Alex doing in past time. Yeah, like equating being gay with eating poop."
    },
    {
      "end_timestamp": 2017.0,
      "id": "35bb3115-8468-36fd-b978-557d9be89b00",
      "speaker": "Jordan",
      "start_timestamp": 2002.0,
      "text": "I think this is I think we're in full regression is turning like we were joking about him being only capable of children's level thought for years. I think he's now actually descending back into a larval state"
    },
    {
      "end_timestamp": 2045.0,
      "id": "0628962b-d923-3326-9372-53408119fe7f",
      "speaker": "Dan",
      "start_timestamp": 2017.0,
      "text": "well I know that like like particularly virulent anti gay propaganda Sure. Hate speech in the past has involved like yeah, and and that kind of stuff anyway to dehumanize. When you're talking about a regression in terms of his mental state. It also is a regression to like more explicit bigotry. And like, talking points that are much more at home in places that oh, yeah, little bit."
    },
    {
      "end_timestamp": 2055.0,
      "id": "eae4f3f6-83a9-35c8-83f3-56df7e90b4b4",
      "speaker": "Jordan",
      "start_timestamp": 2045.0,
      "text": "No, you go back. You go back to like 1998 and shit like that. And you just you think about what was okay to just toss about? Yeah,"
    },
    {
      "end_timestamp": 2058.0,
      "id": "094ec938-1434-3e4f-9467-78304efee38e",
      "speaker": "Dan",
      "start_timestamp": 2055.0,
      "text": "it's crazy. Yeah, no, apparently. Here. Hey,"
    },
    {
      "end_timestamp": 2061.0,
      "id": "2e407740-345b-39ab-b3e9-185257b7d8b0",
      "speaker": "Jordan",
      "start_timestamp": 2058.0,
      "text": "it's back. Yeah, everything old is new again."
    },
    {
      "end_timestamp": 2072.0,
      "id": "40c4f1be-44cd-38be-8787-51363159af51",
      "speaker": "Dan",
      "start_timestamp": 2061.0,
      "text": "So at some point, Alex gets word that shits not good with the queen. Sure. And he doesn't really care."
    },
    {
      "end_timestamp": 2122.0,
      "id": "a66288e7-24de-36a9-a0bf-b349df45b421",
      "speaker": "Alex Jones",
      "start_timestamp": 2072.0,
      "text": "Taught by with that works when a world leader dies. They're always dead. They tell you later. That was Franco and Spain's dead for three days for the announcer Look, maybe Prince Philip got reincarnated came back as a deadly virus to kill her. To come back until 8% of world population. I don't wish the old Queenie who's about as British as a Transylvanian vampire bad. I don't. I don't wish her any any any ill will. Oh, but, man, I am just sitting it anymore. She's dead tree was founded in defiance of these people. And in fairness to her, she's from a German Transylvanian bloodline. He's like 10% old British bloodline. It's just disgusting to sit there and watch these people and people worshipping people because their bloodline, that is not what freedom is all about. It's not what America is all about. Now, I"
    },
    {
      "end_timestamp": 2125.0,
      "id": "0ce7af79-3b75-3742-be1f-cd6efaafce52",
      "speaker": "Dan",
      "start_timestamp": 2122.0,
      "text": "should tell you that Donald Trump Jr. is"
    },
    {
      "end_timestamp": 2134.0,
      "id": "b9c5db74-6cb6-3737-b8e2-7fbe47e12afc",
      "speaker": "Jordan",
      "start_timestamp": 2125.0,
      "text": "a leader. Yeah. I mean, oh, no, it's so ridiculous. Anyways, let's think about how many presidents and their sons have been President."
    },
    {
      "end_timestamp": 2143.0,
      "id": "4c809579-cb0e-3598-b757-77c4d0100943",
      "speaker": "Dan",
      "start_timestamp": 2134.0,
      "text": "Wow. To Quincy Adams, or there's not even a son. Now. That's true. That's just George Bush and George W."
    },
    {
      "end_timestamp": 2153.0,
      "id": "b911fcec-e8a5-33d6-a1a5-c775858014ff",
      "speaker": "Jordan",
      "start_timestamp": 2143.0,
      "text": "Wasn't there another one? I don't think so. Yeah. They're all related by the German Transylvanian bloodline know that."
    },
    {
      "end_timestamp": 2161.0,
      "id": "b9e92d3c-0c08-363d-847f-fe3128d764f0",
      "speaker": "Dan",
      "start_timestamp": 2153.0,
      "text": "Yeah. Taft was actually his son was Clinton. I don't Sure why not. Oh, that'd be a big stretch. Yeah. timewise."
    },
    {
      "end_timestamp": 2175.0,
      "id": "2aff96c4-0e3a-36ce-803a-41ab98b0be2d",
      "speaker": "Jordan",
      "start_timestamp": 2161.0,
      "text": "Well, I mean, then that let me just throw it more towards the established aristocracy. We can agree there's an established aristocracy, in terms of like Kennedys and Clintons and multiple that kind of thing. Yeah,"
    },
    {
      "end_timestamp": 2196.0,
      "id": "957f6127-f179-3919-abc1-6a89935d95dd",
      "speaker": "Dan",
      "start_timestamp": 2175.0,
      "text": "for sure. There are sort of legacies or whatever. But in terms of dynasty type, type shade who are actually president. Yeah, you're right. You're right. So we got a Benjamin Harrison was the grandson of William Henry Harrison. Right. Right. All right. James Madison and Zachary Taylor were second cousins. Right?"
    },
    {
      "end_timestamp": 2200.0,
      "id": "567436a8-69da-3aa3-994b-097dc4da0509",
      "speaker": "Jordan",
      "start_timestamp": 2196.0,
      "text": "Well, that's close enough for horseshoes. and hand grenades. As they say FDR"
    },
    {
      "end_timestamp": 2214.0,
      "id": "4d8fc774-65e1-35aa-b261-7a8eba22702a",
      "speaker": "Dan",
      "start_timestamp": 2200.0,
      "text": "was the fifth cousin of Teddy Roosevelt. Just as a fifth cousin. I don't know if any of this is fully accurate. I just Googled it. This is on factor monster. So I effect a monster wouldn't lead me wrong."
    },
    {
      "end_timestamp": 2218.0,
      "id": "e8cd55a8-5975-30fb-a0c3-e12c19aad001",
      "speaker": "Jordan",
      "start_timestamp": 2214.0,
      "text": "Any anything over two cousins doesn't count for me. It just doesn't count"
    },
    {
      "end_timestamp": 2222.0,
      "id": "06c38aac-1c87-30df-9a97-0f34ab883af9",
      "speaker": "Dan",
      "start_timestamp": 2218.0,
      "text": "Dr. Oz or that?"
    },
    {
      "end_timestamp": 2223.0,
      "id": "8dd0a3cd-944a-3eb3-affb-c021875bddc5",
      "speaker": "Jordan",
      "start_timestamp": 2222.0,
      "text": "Yes, anything over."
    },
    {
      "end_timestamp": 2237.0,
      "id": "7b685bd3-fc39-3295-98da-6e98792edf60",
      "speaker": "Dan",
      "start_timestamp": 2223.0,
      "text": "So Alex has a guest on in the second hour. It is the guy who runs gab Andrew torba. Wow. And he's got a book out that he's promoting. It's a bullshit."
    },
    {
      "end_timestamp": 2304.0,
      "id": "2048c8e3-1963-337c-9ffc-159b5a3c750f",
      "speaker": "Andrew Torba",
      "start_timestamp": 2237.0,
      "text": "Our book actually comes out tomorrow. So we've been doing this through pre orders. And like you said, it just shows how popular these ideas are. And it shows how big our movement is, I think one of the things that the enemy wants us to believe is that we're isolated or that we're alone, or that, you know, the people that share our values in our worldview are very small a number, but that's actually the opposite is true. We make up you know, 80 to 90% of this country, and the elites in DC and in Silicon Valley. And in New York City, they make up the small percentage of people that are running this country right now. And their worldview and their values are diametrically opposed to us. And what we saw happening before we wrote this book was they were trying to subvert this term, Christian nationalism. What is Christian Nationalism means? Well, it means you're a Christian. And it means that you're a nationalist. What is a nationalist? neighbor is someone who loves their country. So you know, being a Christian nationalist is not a bad thing. In fact, you know, during our research of this book, what we found is that prior to the founding of this country in 1776, there were explicitly Christian countries for the first 200 years, with the early colonies. I mean,"
    },
    {
      "end_timestamp": 2310.0,
      "id": "066c5b18-54a2-3765-9548-260439edfd92",
      "speaker": "Dan",
      "start_timestamp": 2304.0,
      "text": "those weren't countries, those were colonies, and that was before our country. What was constitution that we"
    },
    {
      "end_timestamp": 2316.0,
      "id": "53bc5383-d695-3160-9bb8-85d6a9209dc3",
      "speaker": "Jordan",
      "start_timestamp": 2310.0,
      "text": "what's the point of the Constitution? If you could just say that Christian nationalism is fine, because well, it's not quite what people say it is."
    },
    {
      "end_timestamp": 2345.0,
      "id": "9580b8b6-a298-3784-b603-171f7e712a8f",
      "speaker": "Dan",
      "start_timestamp": 2316.0,
      "text": "This is this dumb thing. Where words don't actually mean the things they mean that's a good point. You know, like you we heard like Dave Dobbin Meyer coach day he was talking about being a white nationalist, white nationalist. Yeah. As opposed to understanding this as a compound noun. Yeah. Being a nationalist who is Christian is not the same thing as being a Christian nationalist. Right. And Andrew torba, is very explicitly and I don't think unknowingly trying to blur that."
    },
    {
      "end_timestamp": 2376.0,
      "id": "181bdcc0-31c7-318a-aa7c-7bc764b0f9a5",
      "speaker": "Jordan",
      "start_timestamp": 2345.0,
      "text": "I mean, yeah, and the thing that is so stupid that is so so so stupid to me, is that everybody keeps saying Christian. Everybody keeps saying Christian. Everybody keeps saying Christian, but what if you did get a Christian nation with Christian ideals or whatever? You don't know what fuckers are in power? You don't think you know people think oh, it's Christian nationalists. You don't know if it's a Catholic Christian nationalism. It's you don't know if it's a Presbyterian Christian nationalist? I"
    },
    {
      "end_timestamp": 2380.0,
      "id": "2678690b-cb79-3f23-8fa6-629c497f2cf5",
      "speaker": "Dan",
      "start_timestamp": 2376.0,
      "text": "think Andrew does. I think he does, too. Based on his definition, I"
    },
    {
      "end_timestamp": 2387.0,
      "id": "5bd8f0b1-6c54-3151-9bfc-2485c3d99a88",
      "speaker": "Jordan",
      "start_timestamp": 2380.0,
      "text": "think these people think that it's their own idea of Christianity. They share it with anyone else. You're all insane to me."
    },
    {
      "end_timestamp": 2402.0,
      "id": "29957e60-0278-3abc-8cea-cd573676103a",
      "speaker": "Dan",
      "start_timestamp": 2387.0,
      "text": "Well, yeah. And I think that their particular brand of Christianity is not super mainstream. Some, some elements are perhaps but some, some are a little bit more of fringy but yeah,"
    },
    {
      "end_timestamp": 2407.0,
      "id": "8464ad78-8c93-3058-96dd-c7966f2fee5b",
      "speaker": "Jordan",
      "start_timestamp": 2402.0,
      "text": "all we learned is that crucifying people eventually leads to good things."
    },
    {
      "end_timestamp": 2425.0,
      "id": "ee0b2e94-8692-320b-bcd3-e3463f7944c9",
      "speaker": "Dan",
      "start_timestamp": 2407.0,
      "text": "That is, that is the wrong lesson. I think. I think that would be interesting. If you did have a Christian nationalism that was based around like, I don't know, giving to the poor. Yeah, I mean, you, most of these people wouldn't be. That'd be an interesting version of it. That's not what they would want. No, they"
    },
    {
      "end_timestamp": 2442.0,
      "id": "76516ec2-94d2-3692-869a-cff5c598b134",
      "speaker": "Jordan",
      "start_timestamp": 2425.0,
      "text": "wouldn't want a Unitarian Christian nation. Like what it's it's so silly to me how many absurd divisions there are in that concept of the block Christianity. And yet, when it comes to electoral politics, people are willing to go along with Christian as though it's a fucking word. It's crazy."
    },
    {
      "end_timestamp": 2485.0,
      "id": "aa54c320-7ccc-35d6-b2c7-6e5639ba3987",
      "speaker": "Dan",
      "start_timestamp": 2442.0,
      "text": "It is it is a big subset, or a big set with a bunch of subsets. Yeah. So anyway, they want to create a Christian nation. That's basically it. And that is Christian nationalism to them. And they are trying to the two things that they're trying to blend together are being Christian and being nationalist, which I think most people would view as like, alright, good for you. And being a Christian nationalist, which I don't think most people would be okay with, because that has to do with Christians being in charge of literally everything about how the country runs a country run by Christians by Christian rule. Right. And that is under Sharia law. And that's what torba and Alex want. Yeah,"
    },
    {
      "end_timestamp": 2503.0,
      "id": "7c858488-9582-36ab-b67e-0f98bedf55dc",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2485.0,
      "text": "it's about returning to that. It's about understanding the historical bedrock of our nation is grounded in Christianity. And it's about waking Christians up because I think a lot of our Christians are just, you know, sleepwalking through history right now. And they refuse to get engaged in in public discourse. And"
    },
    {
      "end_timestamp": 2520.0,
      "id": "6a679ea5-89e6-3ef4-aab4-38ee770a3066",
      "speaker": "Alex Jones",
      "start_timestamp": 2503.0,
      "text": "they don't realize that the churches today are 501 C three and bought off. Christianity was a religious, spiritual movement that politically took over. And now we let people practice their own religion. We don't make them convert. We're not Islam, but we're Christian. And that's what this country is."
    },
    {
      "end_timestamp": 2523.0,
      "id": "78c67280-f96e-30db-b31b-55381628e771",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2520.0,
      "text": "That's right. I'm Christians all the time. So that's such"
    },
    {
      "end_timestamp": 2541.0,
      "id": "0b972a19-c915-3c46-ab0a-9031b512ad1a",
      "speaker": "Dan",
      "start_timestamp": 2523.0,
      "text": "a telling clip, and it pretty well encapsulates Alex's ideology. He doesn't believe in America, everyone is able to practice their religion or lack of religious belief freely. He believes that Christians are right and should be in charge. And because they're so nice, they allow everyone else to practice their religions. Yeah, that's what he believes."
    },
    {
      "end_timestamp": 2551.0,
      "id": "2a1d949b-04d0-303f-8faf-c99060045988",
      "speaker": "Jordan",
      "start_timestamp": 2541.0,
      "text": "It's so nice of the correct result of religion to have the the benevolence necessary to allow people to worship false gods and Satan. I guess"
    },
    {
      "end_timestamp": 2575.0,
      "id": "77ea98ca-a610-392e-9e49-06833184781d",
      "speaker": "Dan",
      "start_timestamp": 2551.0,
      "text": "this is nonsense. And it's not religious freedom or tolerance. Having a belief system like this strongly implies that at some point, if they wanted to, the Christians could stop allowing people to practice certain religions and they would be well within their right to do so. Obviously, if that happened, it would be because a particular religion had just gone too far and taken their Christian tolerance for weakness, or at least that's how it would be easy to sell it under this framework."
    },
    {
      "end_timestamp": 2580.0,
      "id": "94a749da-47a0-3936-8743-ac980a3f5c05",
      "speaker": "Jordan",
      "start_timestamp": 2575.0,
      "text": "Yeah, you remember how inalienable rights are things that can be taken away for"
    },
    {
      "end_timestamp": 2639.0,
      "id": "144ab890-3042-3b3b-b852-5444f824719c",
      "speaker": "Dan",
      "start_timestamp": 2580.0,
      "text": "right? Yeah, I personally find it hard to believe that Alex actually believes any of this live and let live nonsense. He's saying. He's very consistent in expressing his belief that all Islam is radical and incompatible with the West. He constantly yells about Satanists to being pedophiles who drink children's blood. He believes that atheists are secretly trying to dehumanize people from their connection with God. So there'll be tricked into transhumanism. He may believe that people in the US only have religious freedom because Christians are nice enough to let them but he doesn't want that to be the case. If given half the chance, he would almost certainly try to outlaw these religions and probably others, and it would be so easy for him to rationalize considering that he's super clear that his enemies are all in league with the literal Beelzebub. Yep, it's all a load of bullshit. And it's not a great sign that the first hour of the show has been essentially a white supremacist talking point fast. And now the dude who runs a Twitter clone that swamped with bigots is on to launder the term Christian nationalism says outrageous"
    },
    {
      "end_timestamp": 2659.0,
      "id": "5a8b1bfc-90e1-34c6-8f37-89c3e1f85905",
      "speaker": "Jordan",
      "start_timestamp": 2639.0,
      "text": "and I again, I mean, I know I know, I just made this point, but I can't stress it enough. If this type of Christianity is allowed to make a quote, Christian nation, you will not be allowed to practice your type of Christianity if it does not share the bed. You're just an apostate. You're a fucking you're you're an infidel, like"
    },
    {
      "end_timestamp": 2661.0,
      "id": "b0866bc2-35c8-3ac9-ba9a-af047bb45d4f",
      "speaker": "Dan",
      "start_timestamp": 2659.0,
      "text": "yes, the very short walk."
    },
    {
      "end_timestamp": 2668.0,
      "id": "db4f7506-73a2-30ad-9242-e9c5e2465883",
      "speaker": "Jordan",
      "start_timestamp": 2661.0,
      "text": "If you're a Christian, the number one thing you should hope for is that there is no national religion because you're fucked."
    },
    {
      "end_timestamp": 2681.0,
      "id": "dc1df661-54a9-3f89-b7b3-24e79d4fc210",
      "speaker": "Dan",
      "start_timestamp": 2668.0,
      "text": "So we get to the point where Alex finds out that the Queen has died and tore buzz and in the mix torba is in play the queen is out of play. Right, right, right. And Alex has got a riff"
    },
    {
      "end_timestamp": 2739.0,
      "id": "8b916053-951b-315a-ad3c-b07d5610bd23",
      "speaker": "Alex Jones",
      "start_timestamp": 2681.0,
      "text": "and her husband, Prince Philip said he wanted to come back as a particularly deadly virus and be reincarnated to contribute to depopulation. And I just hope that he didn't get his wish. I hope because I love the queen so much. Do you think he can Ruben's Philip didn't kill the queen. The process really what I'm hoping right now, but I would that be a turn of fate that he was reincarnated as a particularly deadly virus guys pull the quote up Prince Philip on reincarnated as deadly virus. He told the Audubon Society that he told Deutsch on tour that and he told Reuters that there's three interviews where he said he wanted to come back as a virus to lower population. I hope. As he said he wanted to come back Gil Babel. That's his wish on mine. I hope Prince Philip didn't get his wish."
    },
    {
      "end_timestamp": 2742.0,
      "id": "1bc59d79-e7c1-3baa-8fd6-ea44725197d9",
      "speaker": "Dan",
      "start_timestamp": 2739.0,
      "text": "Do you have nothing?"
    },
    {
      "end_timestamp": 2745.0,
      "id": "e2d7d0fc-59b1-360a-b117-8ff37fb720ea",
      "speaker": "Jordan",
      "start_timestamp": 2742.0,
      "text": "What's so stupid is that is insane."
    },
    {
      "end_timestamp": 2774.0,
      "id": "05fef646-1c6f-3181-87e5-235b52d6cead",
      "speaker": "Dan",
      "start_timestamp": 2745.0,
      "text": "Yeah. Also, there wasn't three interviews. It was one children's book type thing where like if I were an animal that asked a bunch of celebrities, this and then it was published in a bunt like it was cited. Yeah, some articles that Alex is claiming are a bunch of interviews. Yeah. And it wasn't about killing off humanity was a much more thoughtful answer than that. But Alex doesn't give a shit No. Anyway, apparently maybe. Prince Philip came back as a virus just to selectively take out his wife. It is"
    },
    {
      "end_timestamp": 2790.0,
      "id": "cd10dc39-d396-3455-bc66-1e29fb5af9c5",
      "speaker": "Jordan",
      "start_timestamp": 2774.0,
      "text": "so weird weird that we can go from like I think we're a Christian nation because Christianity is right to Alex genuinely being concerned about reincarnation. Like, Listen, man, I hope this isn't how it works. The whole selling point of your religion is that you know what happens when"
    },
    {
      "end_timestamp": 2798.0,
      "id": "c66cbcd8-4e06-3ccd-bea9-fc3e8b94e98b",
      "speaker": "Dan",
      "start_timestamp": 2790.0,
      "text": "you die? I think you're right if we're to take this to mean anything right? I think in reality Alex is spinning his wheels just taught."
    },
    {
      "end_timestamp": 2801.0,
      "id": "0ebb1b16-6a21-33f6-aaab-64489129b2c1",
      "speaker": "Jordan",
      "start_timestamp": 2798.0,
      "text": "Oh, I wish That's"
    },
    {
      "end_timestamp": 2803.0,
      "id": "a6a147f9-81a3-30c3-8029-8e1fba5052d9",
      "speaker": "Dan",
      "start_timestamp": 2801.0,
      "text": "That's adorable. It's got to take"
    },
    {
      "end_timestamp": 2811.0,
      "id": "b1a71bd8-1818-34bf-977b-874a5693b7f3",
      "speaker": "Alex Jones",
      "start_timestamp": 2803.0,
      "text": "back to Andrew torba. Andretti anything to say about the queen, Queen Elizabeth a second making the jump to hyperspace."
    },
    {
      "end_timestamp": 2836.0,
      "id": "a2a4c36a-f603-3d68-af8f-53a1b995c38f",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2811.0,
      "text": "I hope she knew Jesus Christ as our Lord and Savior. That's what I'll say. You know, it's, it's unfortunate. There's there's so much going on now. But she lived life. And you know, again, I just hope that she knew Jesus Christ as our Lord and Savior. That's the most important decision that you can make in your life. And it's a decision that I hope a lot of people are taking seriously now. There's so much fear in our world. There's there's so much uncertainty."
    },
    {
      "end_timestamp": 2854.0,
      "id": "96ac8f74-8e88-3742-8f55-0a75f6807e8d",
      "speaker": "Dan",
      "start_timestamp": 2836.0,
      "text": "I've heard Andrew torva on Alex's show before and this wasn't this this this feels like okay, this is your you've fully committed to this as your hustle now. Yeah. I mean, not to say that he wasn't you know, a Christian before thing but it seems like this has become a bit front and center."
    },
    {
      "end_timestamp": 2865.0,
      "id": "affd51b5-85f7-35dc-b352-cbb71267d35b",
      "speaker": "Jordan",
      "start_timestamp": 2854.0,
      "text": "This is creepy. It's It's It's creepy to the point where it's like that that team that goes away to bible camp for a week and then comes back and that is like, I've got the power of the Holy Spirit."
    },
    {
      "end_timestamp": 2876.0,
      "id": "9b16e062-165f-3218-afec-c5c962442393",
      "speaker": "Dan",
      "start_timestamp": 2865.0,
      "text": "Yeah, I do think the perspective though of like, the green is dead. I hope she found God or whatever. as benign as a response to the Queen dying can be."
    },
    {
      "end_timestamp": 2880.0,
      "id": "371328ac-d01a-37c8-ad4d-947010eb5e96",
      "speaker": "Jordan",
      "start_timestamp": 2876.0,
      "text": "I mean, that's condescending. That's condescending bullshit."
    },
    {
      "end_timestamp": 2884.0,
      "id": "82e1eed7-0b83-3779-8be1-a3589dfbc66c",
      "speaker": "Dan",
      "start_timestamp": 2880.0,
      "text": "we all we all get used to our grandparents saying they're praying for"
    },
    {
      "end_timestamp": 2897.0,
      "id": "232ac23f-8de7-3821-bbe2-8da6896f5cd5",
      "speaker": "Jordan",
      "start_timestamp": 2884.0,
      "text": "us. Right, right. That's true. I gave her life over to Satan and is rocking it in hell right now next to him. Damn, That'd be dope. He's rocking out with Bowie. No, Bowie is the boy he's the king of Mars. God dammit. Well, that's"
    },
    {
      "end_timestamp": 2907.0,
      "id": "e088ce06-3ea2-34dc-adae-455f4003b198",
      "speaker": "Dan",
      "start_timestamp": 2897.0,
      "text": "the clone. Yeah. So Aleksa eye for someone who is above it all. Yeah, had some interesting like a preoccupation with palace intrigue."
    },
    {
      "end_timestamp": 2909.0,
      "id": "09af17e2-ab18-3474-b763-af06aca07ce5",
      "speaker": "Jordan",
      "start_timestamp": 2907.0,
      "text": "Yeah. Weird. How that work? Yeah."
    },
    {
      "end_timestamp": 2915.0,
      "id": "06ea6bd6-6dff-369e-a62e-9e1b9ead2ef7",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2909.0,
      "text": "Well, we have to push through. We have to keep the faith and we have to have our faith stronger now than than ever before. No, I"
    },
    {
      "end_timestamp": 2957.0,
      "id": "7fa85028-0e61-388d-a297-40aeb349a0f1",
      "speaker": "Alex Jones",
      "start_timestamp": 2915.0,
      "text": "totally agree with you. And of course, the big question is, will it be Prince Edward? That becomes the new King? Or will he not be bypassed? Or will it go to Prince Charles is that does that mean Prince Charles is Mr. Reset New World Order? World Government. I'm predicting right now. They're not going to bypass? Prince Charles. I'm making a prediction right now I may be wrong. But I think Prince Charles is going to be seen as the King of England will say something like for two years while his son gets ready. I predict Prince Charles will be seated as the king of alien and will fly the dragon flag against humanity. No ship"
    },
    {
      "end_timestamp": 2959.0,
      "id": "858d8178-14ef-31a3-8570-b64c26e4e185",
      "speaker": "Dan",
      "start_timestamp": 2957.0,
      "text": "Prince Charles is going to become king. Yeah."
    },
    {
      "end_timestamp": 2960.0,
      "id": "10d42ac7-4d45-3139-b555-06528372aef4",
      "speaker": "Jordan",
      "start_timestamp": 2959.0,
      "text": "What are you talking about? It's"
    },
    {
      "end_timestamp": 2962.0,
      "id": "00855dbf-41bb-340f-ba7e-15f88a58aff5",
      "speaker": "Dan",
      "start_timestamp": 2960.0,
      "text": "very clear the order of a"
    },
    {
      "end_timestamp": 2970.0,
      "id": "5f8b7493-9da0-301f-bef0-a353e05930d4",
      "speaker": "Jordan",
      "start_timestamp": 2962.0,
      "text": "sample. I mean, and listen, if they're just going to start changing shit about the royal family now that where you start is get rid of them entirely. Well,"
    },
    {
      "end_timestamp": 2978.0,
      "id": "1b6c8fd8-4475-316d-9a8f-3df64db6e836",
      "speaker": "Dan",
      "start_timestamp": 2970.0,
      "text": "Charles would have to abdicate like that is possible. But yeah, he would ascend to the throne immediately."
    },
    {
      "end_timestamp": 2984.0,
      "id": "9abb2f08-4141-330d-9c94-bc488715697f",
      "speaker": "Jordan",
      "start_timestamp": 2978.0,
      "text": "Just there's rules. Yeah, they're not going to change the rules. That's why they still have the royal family right because of the rules. They like."
    },
    {
      "end_timestamp": 2990.0,
      "id": "c391c90c-c53b-37e8-93e2-84cc270701bf",
      "speaker": "Dan",
      "start_timestamp": 2984.0,
      "text": "One of the things that is defining is ceremony."
    },
    {
      "end_timestamp": 2995.0,
      "id": "0541401b-dbdf-3fbc-a077-56cfcfefe99d",
      "speaker": "Jordan",
      "start_timestamp": 2990.0,
      "text": "almost to a point that is beyond reason reach"
    },
    {
      "end_timestamp": 2999.0,
      "id": "59d50319-396c-338c-9123-622189f0ffdb",
      "speaker": "Dan",
      "start_timestamp": 2995.0,
      "text": "of it. Yes. The only thing that it's the glue that holds us together."
    },
    {
      "end_timestamp": 3004.0,
      "id": "1aadff9a-828b-3699-af4d-35e83b5a616d",
      "speaker": "Jordan",
      "start_timestamp": 2999.0,
      "text": "It just seemed to me One of the central fictions of British society love without the Queen, it all falls apart."
    },
    {
      "end_timestamp": 3011.0,
      "id": "7aab4144-9dc0-35af-98f8-18fb9fd12511",
      "speaker": "Dan",
      "start_timestamp": 3004.0,
      "text": "I love him thinking that he's taken a swing there. It's gonna be Charles it's gonna be good for you. But"
    },
    {
      "end_timestamp": 3017.0,
      "id": "ac2a7ab1-4347-36c2-8d28-ead302d33bf4",
      "speaker": "Jordan",
      "start_timestamp": 3011.0,
      "text": "is that is that can you prognosticate things like that that have no election oil?"
    },
    {
      "end_timestamp": 3019.0,
      "id": "cac6b6c3-3034-37d6-a5ac-30e367f3cbed",
      "speaker": "Dan",
      "start_timestamp": 3017.0,
      "text": "Well, I think I think"
    },
    {
      "end_timestamp": 3025.0,
      "id": "cfbead28-6b88-338e-98a3-22af8fd9276d",
      "speaker": "Jordan",
      "start_timestamp": 3019.0,
      "text": "Kamala Harris who was I think it's gonna probably Hillary. Hillary after? Yeah,"
    },
    {
      "end_timestamp": 3038.0,
      "id": "bee111f7-33a2-3f8a-86a7-8e32a879c8b1",
      "speaker": "Dan",
      "start_timestamp": 3025.0,
      "text": "I think Charles did say something not too long ago about not wanting to be king. I think she was something along those lines, but that doesn't change the order of ascension, again, unless he takes himself out of it. Right. Right. But hey, here we"
    },
    {
      "end_timestamp": 3044.0,
      "id": "bec38f50-7c0e-3ede-8555-dc7031ea75c2",
      "speaker": "Jordan",
      "start_timestamp": 3038.0,
      "text": "are. Yeah, part of the agreement with the royal families. They also don't really have that much control over what they get to do."
    },
    {
      "end_timestamp": 3056.0,
      "id": "5b20b974-8802-3758-9dd6-7562100df075",
      "speaker": "Dan",
      "start_timestamp": 3044.0,
      "text": "They're held captive, yeah, their own royalty some ways. So Andrew seems to want to talk about stuff. And Alex seems to want to know just muse about the Royals."
    },
    {
      "end_timestamp": 3059.0,
      "id": "99b54d57-200c-3a47-bf09-8fe2ff2307d8",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3056.0,
      "text": "Sure. By the grace of God, we did it and we're still standing."
    },
    {
      "end_timestamp": 3075.0,
      "id": "9a03b154-b58a-38b8-91ee-3d4760bee9eb",
      "speaker": "Alex Jones",
      "start_timestamp": 3059.0,
      "text": "Well, great job to your your doggedness and your great tech crew and the supporters that stood with you. That's why we're still here. That's why you're still there. Bravo, listeners, viewers. I wonder if Jimmy Chevelle is going to be attending the funeral of Queen Elizabeth the second."
    },
    {
      "end_timestamp": 3077.0,
      "id": "2f9fe268-c395-3ad3-b8a9-dc190a6339cd",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3075.0,
      "text": "Yeah, that'll be that'll be interesting to"
    },
    {
      "end_timestamp": 3082.0,
      "id": "b212779f-84f1-30f0-9695-03c00c672aea",
      "speaker": "Dan",
      "start_timestamp": 3077.0,
      "text": "see. Jimmy Seville died in 2011."
    },
    {
      "end_timestamp": 3096.0,
      "id": "dc287566-2282-3e37-b8d4-d767623edd07",
      "speaker": "Jordan",
      "start_timestamp": 3082.0,
      "text": "What? Yeah, Jimmy Seville. The Jimmy Seville that I recall. Yeah. They was also a pedophile. Yeah, for like 40 years, and everybody kind of tacitly was like, Hey, he's so good at hosting shit."
    },
    {
      "end_timestamp": 3099.0,
      "id": "3d768276-2639-3fe6-a2e9-c56781620a8f",
      "speaker": "Dan",
      "start_timestamp": 3096.0,
      "text": "Yeah, yeah. This is the I don't know if Alex knows he's dead."
    },
    {
      "end_timestamp": 3105.0,
      "id": "81af3e49-1413-3e4b-9436-d6d8f9e8a9db",
      "speaker": "Jordan",
      "start_timestamp": 3099.0,
      "text": "Yeah, it seems like he does not. Yeah, and I don't think Andrew torva knows who he is."
    },
    {
      "end_timestamp": 3108.0,
      "id": "427b965d-8673-3ee9-85a3-4e3ab8e9e939",
      "speaker": "Dan",
      "start_timestamp": 3105.0,
      "text": "Like that either. Yes. Andy. Interesting to see you."
    },
    {
      "end_timestamp": 3114.0,
      "id": "b8c8d7e8-8f84-3d76-a3b4-4f693f0f246a",
      "speaker": "Jordan",
      "start_timestamp": 3108.0,
      "text": "It will be Yeah, it would be that would be an interesting thing."
    },
    {
      "end_timestamp": 3148.0,
      "id": "da92ad22-0fc3-37e2-997b-9d2b99077f62",
      "speaker": "Dan",
      "start_timestamp": 3114.0,
      "text": "So dumb. Oh, boy. So Aleksa goes to break says farewell to torba comes back with dingdong the witch is dead. Sure. But I gotta say they did not queue it up. Right. And so there is a long portion where the Munchkins are talking about confirming whether the witch is dead or not at the beginning. They could have cut off at least a minute and a half with the YouTube clip. I think so. Did not have a good start point. So I've eliminated that. That's nice of you. Yeah, I also don't want to get a copyright strike from the Wizard of Oz."
    },
    {
      "end_timestamp": 3149.0,
      "id": "d3aa17be-7668-3b98-a121-19864cd22780",
      "speaker": "Jordan",
      "start_timestamp": 3148.0,
      "text": "They're listening"
    },
    {
      "end_timestamp": 3177.0,
      "id": "657e6c86-31d3-3269-b93a-a14604e8b24e",
      "speaker": "Alex Jones",
      "start_timestamp": 3149.0,
      "text": "ding dong. When I was talking about that, I wasn't planning on the wishes dead about villager. The second was about Hillary Clinton. I forgot to mention this yesterday, why Hillary has officially said she's not running for president for a third time and 2024. We'll put that on screen. Now. She tells you she's not going to run. You know, she's going to run. Except she's got incredibly bad health problems, the rest of it. So maybe it's true."
    },
    {
      "end_timestamp": 3195.0,
      "id": "30b2f9cf-bb58-31a3-ad0d-c3ee68fcb02f",
      "speaker": "Dan",
      "start_timestamp": 3177.0,
      "text": "What? So she said she's not gonna run, which means she is but also maybe she's not because she has health problems. But also his entire narrative during the 2016 election was that she was on death's door. Yeah. I mean, so I don't know this is meaningless. Yeah. Listen, I'll tell you what to predict both things here, buddy."
    },
    {
      "end_timestamp": 3203.0,
      "id": "a19e62da-e14e-38ba-8889-82663f1dfb66",
      "speaker": "Jordan",
      "start_timestamp": 3195.0,
      "text": "I don't think Hillary has much of a choice as to whether or not she was gonna run in 2024. I think America decided that she was done running."
    },
    {
      "end_timestamp": 3224.0,
      "id": "eb9e017a-83bd-371f-8b7f-4ea3f1a5d31d",
      "speaker": "Dan",
      "start_timestamp": 3203.0,
      "text": "Probably yeah, I think I think it's fun though. For Alex to be like this guy who really just knows his shit. You can cut through the bullshit. And he'll tell you that when Hillary says she's not running that means that she is right. But also maybe she's not as she could be dead. Why are you talking? Why is nothing happening?"
    },
    {
      "end_timestamp": 3234.0,
      "id": "8ae1054e-32b8-395b-a563-c243cbe2475d",
      "speaker": "Jordan",
      "start_timestamp": 3224.0,
      "text": "Why are we talking about the 2024 election where you're supposed to be focused on the midterms? What happened in the midterms change whether or not Hillary Clinton does"
    },
    {
      "end_timestamp": 3235.0,
      "id": "ad3742f7-95af-31be-8c5a-102852f0ca15",
      "speaker": "Dan",
      "start_timestamp": 3234.0,
      "text": "keep plates spinning man"
    },
    {
      "end_timestamp": 3239.0,
      "id": "8ccb6509-01fd-386b-a5d5-cd11a219d44a",
      "speaker": "Jordan",
      "start_timestamp": 3235.0,
      "text": "hate so much I hated so much. Yeah, it's annoying. Yeah,"
    },
    {
      "end_timestamp": 3245.0,
      "id": "b18cd43f-a3f4-338e-9b09-e79097331aa7",
      "speaker": "Dan",
      "start_timestamp": 3239.0,
      "text": "so Alex has been teasing a special guest in the third hour. It was like a Chernick. But Janek Janek."
    },
    {
      "end_timestamp": 3248.0,
      "id": "2418fa2e-dbf5-37fa-bd75-56a3b629033e",
      "speaker": "Jordan",
      "start_timestamp": 3245.0,
      "text": "Come on, baby. Gotta have some Queen news from the machete."
    },
    {
      "end_timestamp": 3255.0,
      "id": "c77fc9de-f2d8-394d-a616-e2edd253d74e",
      "speaker": "Dan",
      "start_timestamp": 3248.0,
      "text": "He killed I can't tell you how disappointed I was with the reveal of who the special guest was"
    },
    {
      "end_timestamp": 3281.0,
      "id": "c6dc16ed-e9a9-3716-814c-c9dcaf0a1993",
      "speaker": "Alex Jones",
      "start_timestamp": 3255.0,
      "text": "the average special guests here with us this hour. We're gonna take some calls on a whole bunch of topics from Aaron and Justin, Simon and Aaron and James and Greg and Joe and John. That's coming up out of the hour. So be patient we're gonna get to you. But I've been on a few shows. Have you seen your comedy? It's really great stuff. Chrissy Mayer is here with us Twitter, Chrissy mayor, ma yr. She performing tonight at the caption and comedy club in North Austin,"
    },
    {
      "end_timestamp": 3311.0,
      "id": "5bc10f7f-0c24-3e36-9c4d-193958376df3",
      "speaker": "Dan",
      "start_timestamp": 3281.0,
      "text": "apparently it's comedian who is named Chris Mayer. Wow. She's hosted the War Room for Owen. Last day or two he or she seems fun. So she was at the Infowars studio and she tweeted a picture of herself sitting on Alex's desk with a caption quote. My stripper name is Sandy Hook. See, it's funny because Alex defamed grieving parents whose children were murdered in Sandy Hook and now Mara is willingly associating with Alex and using his platform to promote her stand up career. It's funny."
    },
    {
      "end_timestamp": 3335.0,
      "id": "5e197b1f-e028-3429-af31-89c36b8cd048",
      "speaker": "Jordan",
      "start_timestamp": 3311.0,
      "text": "Yeah, I mean, that is the problem with zuku radio not really having the effect on bringing people out to shows as much as it used to, you know, you gotta go out to different radio stations. People are trying, you know, people are trying Fox Business, seeing if they can get people out, got fouled Cap City Comedy Club. Now we gotta go on Infowars for Cap City Comedy Club. She'll be there all weekend,"
    },
    {
      "end_timestamp": 3395.0,
      "id": "091c2093-bc77-3928-96cd-f1be92425882",
      "speaker": "Dan",
      "start_timestamp": 3335.0,
      "text": "buddy. No, just Thursday. She won't even be there all weekend. Just gonna say she seems cool. She seems really cool. She has a podcast called The Chrissy Mayer podcast and in just this year, she's had Alex Stein, that dumb troll on twice. Owen Benjamin Savannah Hernandez and Brandon Straka who was a guest. So that's cool man. One Infowars employee one dude who snitched to the Feds about his involvement in January 6. One sexual assault troll and one guy who's too much of a Nazi to be allowed to host the fourth hour of Alex's show. Yeah, good stuff. Good. Good crew. Wow. There weren't a ton of videos of her actual standup coming up in search results, but I did find a video where she pretended to be Greta Thunberg that's cool. Wow, I bet that killer is hilarious. Yeah. It seems like there's plenty of blog posts though about how hard it is for her to be a stand up comic who supported Trump and was against vaccine mandates and masks for audiences. comedy shows early on in the pan dad"
    },
    {
      "end_timestamp": 3398.0,
      "id": "69f4b371-48c2-3b35-baae-ca12a2bd7cbf",
      "speaker": "Jordan",
      "start_timestamp": 3395.0,
      "text": "we have seen so many of those people."
    },
    {
      "end_timestamp": 3407.0,
      "id": "94cd9c18-1373-30db-bddb-a42bc89a4335",
      "speaker": "Dan",
      "start_timestamp": 3398.0,
      "text": "Eat you also recorded an album, Santa Barbara called Live From January 6, because of course, she was there on that day when the Patriots took the Capitol. Oh"
    },
    {
      "end_timestamp": 3415.0,
      "id": "98cfa304-e9ad-3f5f-9b34-558506597ef7",
      "speaker": "Jordan",
      "start_timestamp": 3407.0,
      "text": "shit. So she was she friends with Jay Johnson. She had done a guest mount of Bob's Burgers recently."
    },
    {
      "end_timestamp": 3428.0,
      "id": "2181b038-f26a-3db7-bfdc-d1e43c895d4e",
      "speaker": "Dan",
      "start_timestamp": 3415.0,
      "text": "No although on her resume says that she was on the Chris Gethard show. And like I was like when that could have been tough to find that and I'm not sure when that was but I wonder if she made like public access."
    },
    {
      "end_timestamp": 3431.0,
      "id": "dfff6c07-d971-30da-8d44-422038e77a1f",
      "speaker": "Jordan",
      "start_timestamp": 3428.0,
      "text": "She probably called in whenever she was 17"
    },
    {
      "end_timestamp": 3438.0,
      "id": "41a8c5d4-4cfc-3b6f-a231-501982117a67",
      "speaker": "Dan",
      "start_timestamp": 3431.0,
      "text": "Maybe also on her IMDB page a number of appearances on red bar radio with like David Wright Chicago's own"
    },
    {
      "end_timestamp": 3446.0,
      "id": "ba6368dd-8bb5-3627-a7d0-f962f2b0d92a",
      "speaker": "Jordan",
      "start_timestamp": 3438.0,
      "text": "good stuff good stuff. Ooh wow, I'm glad I don't have to be mean to her stand up and I can just be mean to her as a person I would"
    },
    {
      "end_timestamp": 3459.0,
      "id": "4f1f8cf8-16a9-35a4-9cf6-b7ac120ddf8f",
      "speaker": "Dan",
      "start_timestamp": 3446.0,
      "text": "have liked to I would have liked to see some of this stand up yeah. Hey, I was trying to play her album on I Heart is asking me to sign in and sign No. Like I'm not going to Spotify for this."
    },
    {
      "end_timestamp": 3463.0,
      "id": "160086f4-c601-3467-a4c2-468927945760",
      "speaker": "Jordan",
      "start_timestamp": 3459.0,
      "text": "We've been on it we're not going to pay i Alright."
    },
    {
      "end_timestamp": 3471.0,
      "id": "9feb0c8a-d376-3731-9efe-a4a8cf6d618e",
      "speaker": "Dan",
      "start_timestamp": 3463.0,
      "text": "So yeah, she's she's got some thoughts I mean, it's a lot of just like a I agree with all the stuff you're saying Alex hooray."
    },
    {
      "end_timestamp": 3472.0,
      "id": "b917af61-ccdd-3502-bc1c-5bae4758fef0",
      "speaker": "Jordan",
      "start_timestamp": 3471.0,
      "text": "Great comedian."
    },
    {
      "end_timestamp": 3480.0,
      "id": "84e02720-9a6d-39b0-a74a-01ffe786c098",
      "speaker": "Dan",
      "start_timestamp": 3472.0,
      "text": "And that Well, I mean, there's some points where she's she's making stuff that's clearly you know, being funny. And here's here's a good joke. Let's go for it."
    },
    {
      "end_timestamp": 3485.0,
      "id": "37b4535c-e16e-3511-9a7a-e530ddcb3063",
      "speaker": "Alex Jones",
      "start_timestamp": 3480.0,
      "text": "I can ask you 1000 questions and I will but what else is on your mind?"
    },
    {
      "end_timestamp": 3520.0,
      "id": "b080f50e-98ab-3cf2-82a8-b8820a8bbccf",
      "speaker": "Chrissie Mayr",
      "start_timestamp": 3485.0,
      "text": "Oh gosh. I mean, I think this is pretty funny. There is a there's a diner in Virginia. That are it's a country club that is getting flack because it had a 911 themed venue and they had they offered this is called tone deaf items such as chocolate silk Pentagon pie 20 977 chowder first responder flatbread and they got into a lot of they got a lot of flack basically for it. But I don't know I think these guys should lean in. I think they should be like yeah, it's controlled demolition."
    },
    {
      "end_timestamp": 3544.0,
      "id": "6f34cca0-ff5d-36a2-b01c-3caaceca8b95",
      "speaker": "Dan",
      "start_timestamp": 3520.0,
      "text": "It's Ooh, so this restaurant wanted to have a 911 themed menu with some pawn names for things but like the some of the stuff that they were going to be serving on the anniversary of 911 was 2977 chowder, which is a reference to the number of people who died and flat first responder flatbread. Like because the building fell on them. Yeah, like that's pretty fucking disrespectful. Wow,"
    },
    {
      "end_timestamp": 3555.0,
      "id": "08c31001-fb12-39c9-9fc6-27510b5d088f",
      "speaker": "Jordan",
      "start_timestamp": 3544.0,
      "text": "it's dumb. I've made I've made plenty of 911 jokes. Sure, but I mean, that's just among us. That's, that's just bad. Yeah, it's mean and terrible. When I"
    },
    {
      "end_timestamp": 3627.0,
      "id": "7a34be80-3130-3094-8d5e-5afcc45a355b",
      "speaker": "Dan",
      "start_timestamp": 3555.0,
      "text": "was in college, I was back when I smoked a lot of weed. I wanted to throw a 911 theme party in like 2003 chalet ideas where I was gonna have like a nine layer dip and an 11 layer dip and decide which was better. Sure. And I would have twin bongs with lighters decorated to look like playing right? But guess what, man as a complete idiot, 19 year old edgy pothead. Even I decided that it was maybe something that sounded kind of funny in my head and it was like a little subversive but the act of doing it would be dumb and shitty. Imagine I guess this person who ran runs his restaurant didn't quite make it to that point in 2022 or just felt like the viral buzz you'd get from the backlash was worth doing it anyway. Country Club people are all psychos. Whatever the case. This is meaningless shit, but it's kind of what you'd expect when a comedian comes On Infowars you have attention grabbing headlines from like the Daily Mail or New York Daily News and then you riff on them in a way that's supposed to be about some larger point but it's really just an opportunity to make some pawns you feel are pushing boundaries and make you feel dangerous and anti establishment. It's pretty dumb stuff. It's exactly what you were talking about though. It's like the Info Wars version of that Zoo Crew radio trying to get people out to the Yeah, it is. It is terrible. Hear about these 911"
    },
    {
      "end_timestamp": 3636.0,
      "id": "4fbfc911-28ad-3aa5-b5c3-087882a69d8e",
      "speaker": "Jordan",
      "start_timestamp": 3627.0,
      "text": "is our segment this the new things that are maybe tone deaf? Hey, this is a new story of the day. What do you think about this?"
    },
    {
      "end_timestamp": 3639.0,
      "id": "9e5cbab8-0be4-3916-ae61-05cb9ef765e9",
      "speaker": "Dan",
      "start_timestamp": 3636.0,
      "text": "You tone deaf? Yeah, no shit like all right."
    },
    {
      "end_timestamp": 3655.0,
      "id": "ed26f8df-b6db-3500-9b15-274f02fb2312",
      "speaker": "Jordan",
      "start_timestamp": 3639.0,
      "text": "What are you Oh, so fun. Also, come on your comedian theoretically sell it. You gotta fucking sell if you're gonna say demo malicious, and not be a sad loser. You got to try and sell your ass off for this."
    },
    {
      "end_timestamp": 3660.0,
      "id": "e76990ca-cfa3-32fb-a9b7-6e453442a65c",
      "speaker": "Dan",
      "start_timestamp": 3655.0,
      "text": "I guess. Anyway, they do a little bit more of this run on rhythm."
    },
    {
      "end_timestamp": 3667.0,
      "id": "a7d6f1a2-2749-3516-a780-e794b8a4e34f",
      "speaker": "Alex Jones",
      "start_timestamp": 3660.0,
      "text": "And out of the building seven seafood tower. Yeah, they should have like, Donald on like, we're making fun of the fact that deep state was involved."
    },
    {
      "end_timestamp": 3691.0,
      "id": "a11e38b1-3c0d-3005-b67b-9d000d5b7bde",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3667.0,
      "text": "Yeah, we should have like an inside job kebab. I just think that they shouldn't apologize and it's okay to laugh. It's okay to make fun of things and tragedies like if we were all and I get flack for this all the time. If we're just going to make fun and make comedy out of the happy times in our life. That's going to be pretty boring. So I hate that these guys are apologizing. They just lean into it."
    },
    {
      "end_timestamp": 3693.0,
      "id": "f813c2fa-cfef-30fa-851c-4212f81e165c",
      "speaker": "Alex Jones",
      "start_timestamp": 3691.0,
      "text": "What are these gonna happen in the midterm? 61 days? Oh"
    },
    {
      "end_timestamp": 3694.0,
      "id": "58f08163-7a68-3a38-b8e0-20bf742eeb82",
      "speaker": "Jordan",
      "start_timestamp": 3693.0,
      "text": "my god."
    },
    {
      "end_timestamp": 3735.0,
      "id": "38c8d82b-ffc2-333a-af7e-8c7abea3649b",
      "speaker": "Dan",
      "start_timestamp": 3694.0,
      "text": "Fun. Great, great transition from Alex. I gotta say pretty solid stuff. Also, Alex, they are making fun of the people who died. Yeah, that was that chowder and the flatbread. Those are specifically about people who died. Yeah. And so I mean, I guess you probably don't want to defend that. Because it's, you know, more fun for you to fall back on the we're making fun of the deep state being involved, even though you can't really back that up in any meaningful way when everybody pushes you on it. Yeah. Yeah, that is more fun because it is looking at this says it actually it is there's really no other conclusion to come to other than this person is a shithead. Yeah. Yeah. I mean, they should they should have the right to do this. I"
    },
    {
      "end_timestamp": 3749.0,
      "id": "e08945a6-bd51-3131-8b7f-c1956f647968",
      "speaker": "Jordan",
      "start_timestamp": 3735.0,
      "text": "mean, listen, it's not it's not worth like fucking going crazy over. It's a dumb, it's a dumb restaurant. Like, don't do this. Don't do you don't have to do this. Nobody forced you. Nobody had a gun to your head, put"
    },
    {
      "end_timestamp": 3767.0,
      "id": "c8196c05-b46e-3193-a7bd-0fcae848fcfb",
      "speaker": "Dan",
      "start_timestamp": 3749.0,
      "text": "yourself in the position of somebody who may be lost family members, and imagine how they would experience seeing this and then maybe have a little bit of an idea of whether or not it's a good idea. Again, think you should be allowed to it's within your right to do this. It's fucking shitty. Yeah,"
    },
    {
      "end_timestamp": 3770.0,
      "id": "b651cfdb-655f-389a-8a00-f634ab5a4220",
      "speaker": "Jordan",
      "start_timestamp": 3767.0,
      "text": "I mean, great. I mean, the cool is pretty much the"
    },
    {
      "end_timestamp": 3782.0,
      "id": "f3102a50-0082-3d96-bda8-c8c0b83fc4f0",
      "speaker": "Dan",
      "start_timestamp": 3770.0,
      "text": "end of it. Yep. This guy wants to apologize in order to preserve some sort of decency. Good for him, but I don't know. Anyway, um, the midterms?"
    },
    {
      "end_timestamp": 3785.0,
      "id": "d562fa71-449f-39a8-bb92-4b6b56c951b2",
      "speaker": "Jordan",
      "start_timestamp": 3782.0,
      "text": "I don't I can't believe we're still taught Chris,"
    },
    {
      "end_timestamp": 3787.0,
      "id": "8fac257f-c743-3457-8ddd-be0f48dd9be0",
      "speaker": "Dan",
      "start_timestamp": 3785.0,
      "text": "he has some thoughts. What do"
    },
    {
      "end_timestamp": 3789.0,
      "id": "12c41902-f629-34a3-a5ef-202e30ed949c",
      "speaker": "Alex Jones",
      "start_timestamp": 3787.0,
      "text": "you think should happen to the midterm 61"
    },
    {
      "end_timestamp": 3824.0,
      "id": "7792fe1b-6d48-336d-958c-60dc120f6a67",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3789.0,
      "text": "days? I think they're probably going to agree to take it. I know, the Democrats are pretty, they're pretty much freaking out right now. And I think they're just trying to, like, buckle down and then hold on to whatever they can. In case there, they just completely lose. And, you know, I think they're just so scared. And it's but it's gonna be interesting to see what happens. Like, I know what Lee his name, his last name is escaping me. But he is starting, you know, he's his numbers against happy Kathy Hogle in New York are higher than I thought they would be at this point. So that's encouraging, especially as a New Yorker, a testament"
    },
    {
      "end_timestamp": 3867.0,
      "id": "9f4a104b-effc-3e42-a6e6-7697dc9b56da",
      "speaker": "Dan",
      "start_timestamp": 3824.0,
      "text": "to the kind of grassroots involvement we're looking at here. Look no further than the name recognition and advocacy Chris he is doing for some guy named Lee, who's running in New York and doing better than expected, Chris, he doesn't seem to know his name until she's reminded later, but she's talking about Lee Zeldin, who's running against Kathy Hueco for the governorship, who became governor when Cuomo resigned in August 2021, and is now running for reelection and put simply this guy like Lee is not putting up good numbers. How cool is ahead by double digits in the polls, and this seat is considered a very safe Democrat victory. This is what you would expect, given that someone who's promoting his candidacy on a national media platform doesn't even know his name. Yeah, I've never heard of it. Yeah, that's a guy who's probably going to lose by double digits."
    },
    {
      "end_timestamp": 3873.0,
      "id": "215d7665-7631-3d57-b40d-1eb3efbd9667",
      "speaker": "Jordan",
      "start_timestamp": 3867.0,
      "text": "Never heard of him. But apparently, he's putting the fear of Christian nationalists got into the damn."
    },
    {
      "end_timestamp": 3911.0,
      "id": "8daf4538-a40b-3d23-8270-15ed21b4b441",
      "speaker": "Dan",
      "start_timestamp": 3873.0,
      "text": "Yeah. Also, I mean, the polling that, you know, has been coming out is looking pretty good for Democrats in terms of the midterms, and I'm willing to admit that some of my sort of impressions of ways that it could go, you know, after the Roe versus Wade thing, I definitely had a perspective that it could have a negative demotivating effect on Democratic voters. Yeah. And it turns out that that is absolutely really not the case? I'm glad to see that. Yeah. But yeah, the polling does look like there's a fairly decent chance that Democrats will do better than expected. And I don't know, here's my"
    },
    {
      "end_timestamp": 3942.0,
      "id": "07c3265b-c9af-30cd-9df5-8ae6d3f80bce",
      "speaker": "Jordan",
      "start_timestamp": 3911.0,
      "text": "stage. Here's my pitch, where it should be against a lot of talk about midterms until, until 30 days before voting. I imagine what's going to happen in the next 60 days, my friend, we are walking into Infowars. I know and it should be against the law, no one should even be allowed to a vote, an elected politician is not with their fucking heads down at a desk working. And instead they're campaigning months before the midterms. Fuck off. Get out of here. Fuck"
    },
    {
      "end_timestamp": 3943.0,
      "id": "1ab403fa-75d2-3da5-80ba-b6a17fdae10f",
      "speaker": "Dan",
      "start_timestamp": 3942.0,
      "text": "you, man. You just don't know about Lee."
    },
    {
      "end_timestamp": 3945.0,
      "id": "05205888-d7eb-32c3-93df-eeed0340ef94",
      "speaker": "Jordan",
      "start_timestamp": 3943.0,
      "text": "I don't know about Lee,"
    },
    {
      "end_timestamp": 3955.0,
      "id": "9995e3d6-8c96-368a-b278-5c7ed3da0171",
      "speaker": "Dan",
      "start_timestamp": 3945.0,
      "text": "I really, really don't. So, a lot of this interview becomes a little bit of a discussion about the evils of feminism."
    },
    {
      "end_timestamp": 3956.0,
      "id": "5e02b5d4-517d-3c01-a2e7-fbe471127eb1",
      "speaker": "Jordan",
      "start_timestamp": 3955.0,
      "text": "Sure, why not? Sure."
    },
    {
      "end_timestamp": 3970.0,
      "id": "2380d80f-6bd4-3005-a076-80e66cd33951",
      "speaker": "Dan",
      "start_timestamp": 3956.0,
      "text": "I have some thoughts about the way that this anti feminism or this opposition to feminism is expressed? Because I think that there's something here that isn't, it's not productive."
    },
    {
      "end_timestamp": 3986.0,
      "id": "0c953704-6b6b-37f1-95bc-4547cf307d1e",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3970.0,
      "text": "I didn't even know who Andrew Tate was until he got completely canceled. And now I'm just like, trying to find more and more videos of the guy and learn all I can about him. So I think Anytime somebody's cancelled off any of these major platforms, it just piques more curiosity."
    },
    {
      "end_timestamp": 3994.0,
      "id": "1af94e19-95d4-3b2e-85a3-2118f3a2a731",
      "speaker": "Alex Jones",
      "start_timestamp": 3986.0,
      "text": "I taped an hour long interview with him this morning, when aired on Monday and he's never been stronger. Why he's not buckling to the attack. That's what's beautiful."
    },
    {
      "end_timestamp": 4020.0,
      "id": "1abe7685-0db7-32eb-9d62-ffcf84581976",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3994.0,
      "text": "Yeah, because he just like Kevin Samuels are offering up something that kind of advice that men and women haven't been haven't been getting ever and I think, you know, most people want people to be sheep and women to stay feminists and, you know, do all the things that don't make them attractive. And same thing with men. They want men to be weak. And basically they want all of humanity to not reach their full potential. They don't want people"
    },
    {
      "end_timestamp": 4023.0,
      "id": "01468e09-b58e-3864-b941-518f71f32f4e",
      "speaker": "Alex Jones",
      "start_timestamp": 4020.0,
      "text": "to hear feminist. That's anti feminine."
    },
    {
      "end_timestamp": 4040.0,
      "id": "db525282-1e30-36ea-9337-a86823bac8db",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4023.0,
      "text": "Oh, yeah. Right. It's they're not supporting women to be strong in the ways that women are typically strong. Like they're not encouraging women to be nurturing or empathetic or compassionate or, you know, make sandwiches, you know, the areas that we really excel in. They just they want a"
    },
    {
      "end_timestamp": 4048.0,
      "id": "d23b0a21-6499-3392-b833-cd13b8c26783",
      "speaker": "Alex Jones",
      "start_timestamp": 4040.0,
      "text": "lot of amazing things. The point is, we're a biological team, and all these globalist trying to use women as their front person."
    },
    {
      "end_timestamp": 4080.0,
      "id": "50432289-c7a0-370e-9e6a-b9422381ddcc",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4048.0,
      "text": "Yeah, I mean, I think women are a little easier to sign up. I think that's, that's why it helps to have friends with like, that's what's great about being a comic is like, I'm friends with a lot of guys. And yeah, we definitely need each other and I think a lot and I know from experience, I was a women's studies minor in college, I was a full blown feminist, I graduated, I was the whole like, I'm never gonna get married. I'm never gonna have kids. I had short hair like I was the whole I was the whole, they were stealing your power. They were they really were and I was unhappy all the time. And I couldn't figure out why"
    },
    {
      "end_timestamp": 4083.0,
      "id": "ef140446-a06d-3e7f-a145-8eed03414271",
      "speaker": "Alex Jones",
      "start_timestamp": 4080.0,
      "text": "now you're happy. Let's talk about feminism versus real femininity straight."
    },
    {
      "end_timestamp": 4093.0,
      "id": "758f4d1f-d03f-3c16-bd4c-51b07c3d0db5",
      "speaker": "Dan",
      "start_timestamp": 4083.0,
      "text": "So I'm gonna choose to ignore the clear attempt to jokes in this clip, like the part about women's natural skills being like making sandwiches. Sure that's just good old fashioned open mic level joking around,"
    },
    {
      "end_timestamp": 4094.0,
      "id": "86297c0b-74fe-332a-ae25-9b1d1caddf55",
      "speaker": "Jordan",
      "start_timestamp": 4093.0,
      "text": "you're gonna do what you do. Yeah,"
    },
    {
      "end_timestamp": 4212.0,
      "id": "d59b9462-e946-325a-8818-050813dcd339",
      "speaker": "Dan",
      "start_timestamp": 4094.0,
      "text": "I do think that there's an interesting perspective that Chrissy is expressing here though, and the type of anti feminism that's coming through is a little bit troubling. According to her telling of this, she was into feminism in college, which she seems to characterize as her having short hair and not wanting to get married or have kids. That's fine, I guess. But I don't think that those things. Those are things that anyone who's being serious would consider central pillars of feminism. Yeah. Maybe you associated with some people who are feminists, I guess, but it's not the core. Yeah. Chrissy also expresses that she believes that women are easier to SIOP, which seems to imply that she herself was the target of this feminism SIOP and that she fell for it, which led to the behavior that she's describing in college. Thankfully, she's a comic so she hangs out with a lot of guys who are less easy to sigh up. Through hanging out with these cool dude comics who aren't targets of a psyop she was able to break free of the conditioning that led her to feminism. Honestly, it sounds like what she's describing as that she took on a feminist aesthetic in college and when she tried to get into comedy, that aesthetic was not popular with the men there. So in order to adapt and be accepted, she adopted a new aesthetic that was more socially approved. The way it sounds this really doesn't mean anything about the validity or the epicness of feminism. It's really just more about how many stand up spaces are heavily gate kept by dudes who don't like feminist Oh worst. Incidentally, along with these right wing ding dongs on her podcast that she's had the Subscribe, Like, Share, oh and Benjamin, right. Chrissy has also had a number of sex workers as guests and I would suggest that something she might want to do is reflect a little bit about why it is that sex work is growing in acceptance in the United States. What would the lives of the sex workers look like in a Christian nationalist country like the one the The person she's talking to wants to bring into being, what are the what are the things that you don't seem to think about a lot that are the fruits of the work of feminists over history,"
    },
    {
      "end_timestamp": 4248.0,
      "id": "e8285122-b579-3ab0-87ea-9f4d093b4e5b",
      "speaker": "Jordan",
      "start_timestamp": 4212.0,
      "text": "I mean it but this is this is the quintessential version of that, like, I want the popularity and notoriety that I can get from being a woman in this space. And I definitely would rather die than live in the world that these people that I'm in the space of want to create. Like she absolutely does. Let the foundation of women in comedy is entirely based on hey, we were oppressed our entire fucking lives. And this is all bullshit, isn't it? That's that's the entire foundation."
    },
    {
      "end_timestamp": 4256.0,
      "id": "58cad5e6-e7e0-31cb-aaba-37bb0e436f33",
      "speaker": "Dan",
      "start_timestamp": 4248.0,
      "text": "Well, if it weren't for enterprising, strong feminist voices and pushing boundaries and"
    },
    {
      "end_timestamp": 4270.0,
      "id": "00027a18-d110-34a4-ae90-bc18b59bc826",
      "speaker": "Jordan",
      "start_timestamp": 4256.0,
      "text": "Lucy if I Love Lucy hadn't been entirely about how Lucy was fucked over on the daily. You know, that's where it yeah, oh my god. Yeah. Otherwise, we have more The Dick Van Dyke Show."
    },
    {
      "end_timestamp": 4280.0,
      "id": "66dbeb2b-9f80-3039-8535-e54c008bb325",
      "speaker": "Dan",
      "start_timestamp": 4270.0,
      "text": "Yeah, left to the devices of the people who aren't being SCI opt in her sort of conception, she wouldn't be headlining Cap City Comedy Club on"
    },
    {
      "end_timestamp": 4284.0,
      "id": "47b48ecb-490a-35a9-969f-a81cdc33133f",
      "speaker": "Jordan",
      "start_timestamp": 4280.0,
      "text": "a Thursday, she wouldn't be speaking out loud in front of a male presence."
    },
    {
      "end_timestamp": 4306.0,
      "id": "f786b41a-f4ad-3bf5-bf9e-5721abc65b67",
      "speaker": "Dan",
      "start_timestamp": 4284.0,
      "text": "It's, I mean, I don't want to be I don't want to be dismissive or to like, do shitty about it. But I just think that this perspective is not really fully cooked, quite frankly, I think. Yeah, I think it's a little surface level. So I think that this foundation to this opposition of feminism, kind of, I just don't think that there's a strong foundation here."
    },
    {
      "end_timestamp": 4347.0,
      "id": "834763fd-9e6e-3f5c-8eaa-1c3ab9fc03c7",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4306.0,
      "text": "For me, I mean, I was very much a brainwash feminists in college after graduation. And then part of my awakening was realizing like, Wow, I can't get this air conditioner in this window by myself. It's so easy to be a feminist until you need something lifted. And then I was like, You know what, like, wow, men are not so bad after all, like, who's gonna help me put this furniture together? And that's just what the government wants to do. They want you to be reliant on them and not another man. And honestly, I give so much props and thanks to my fiance, Frank Pellegrino, because like, honestly, when he met me, I was just coming out of my like, disgusting feminist phase and he helps guide me and support me and he helped me start a business."
    },
    {
      "end_timestamp": 4350.0,
      "id": "1df8769d-4848-3094-9757-3bfb7ce77783",
      "speaker": "Dan",
      "start_timestamp": 4347.0,
      "text": "To be clear. Her fiance is not Frank Pellegrino, the actor who is dead,"
    },
    {
      "end_timestamp": 4356.0,
      "id": "65f662cb-93cf-359a-a139-3d29dac4b4ab",
      "speaker": "Jordan",
      "start_timestamp": 4350.0,
      "text": "clear, good. He's the heir of the Pellegrino water. Family."
    },
    {
      "end_timestamp": 4379.0,
      "id": "336cb380-0b99-3480-a822-4f0b29c2bc0e",
      "speaker": "Dan",
      "start_timestamp": 4356.0,
      "text": "I think I just I find this to be so empty, because I am aware of and know many feminists, I don't think any would be like, Oh, no, my principles have been corrupted by asking for help with something. These don't seem to be these seem to be hacky jokes. It's a hack joke, as opposed to a like anything real."
    },
    {
      "end_timestamp": 4399.0,
      "id": "85c075d8-fd9f-3e78-856d-efff10bf63a6",
      "speaker": "Jordan",
      "start_timestamp": 4379.0,
      "text": "It's a hack joke made by a dude comic in the 80s. And then Roseanne rose up like a fucking nightmare for these people and was like, and then I bought a fucking fan, because I don't need you know, like, it was it. You take it another direction. Otherwise, it's stupid."
    },
    {
      "end_timestamp": 4406.0,
      "id": "6749ae87-8ed7-3126-bc1b-cf36bdb83e5e",
      "speaker": "Dan",
      "start_timestamp": 4399.0,
      "text": "It's it's, I don't know. I don't know. Yep. It's tough to take this too seriously. And it's"
    },
    {
      "end_timestamp": 4412.0,
      "id": "738f4345-80ab-326d-8347-48a432d0c5a3",
      "speaker": "Alex Jones",
      "start_timestamp": 4406.0,
      "text": "okay for men to admire that. I mean, they want to isolate us from each other. But it's men and women together that create that dynamism?"
    },
    {
      "end_timestamp": 4425.0,
      "id": "0b2868b0-85c8-3dd8-bf00-76f2fd447c9d",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4412.0,
      "text": "Yeah. Oh, for sure. This is why I don't understand when women get upset about being catcalled. It's like girl, like, enjoy these moments. Okay, they're not gonna last forever. Okay, like when you get dusty. You're not gonna get catcalled Well,"
    },
    {
      "end_timestamp": 4426.0,
      "id": "2cb1c41f-d7af-3ca5-ac9b-6fb373eb4d5a",
      "speaker": "Alex Jones",
      "start_timestamp": 4425.0,
      "text": "let's talk about that. Yeah,"
    },
    {
      "end_timestamp": 4439.0,
      "id": "292b0ee8-90c5-39e3-9b32-9648d003b705",
      "speaker": "Jordan",
      "start_timestamp": 4426.0,
      "text": "yeah. Let's talk about Martin Lawrence on Deaf. 80s let's get let's really get into the whole let's really get into Martin Lawrence in the 80s. Let's really dig into that subject."
    },
    {
      "end_timestamp": 4476.0,
      "id": "4f908309-7413-3d1a-af4d-a7e5b2d4f000",
      "speaker": "Dan",
      "start_timestamp": 4439.0,
      "text": "Come on Jesus. Right. People harass you because it's a compliment. Yeah, eventually, they won't want to compliment you. I mean, it's just I don't know. I don't know. I mean, what do you i On the one hand, you have someone who's a comedian, and so you would expect like humor? Sure to be the way that you're communicating? Yeah, you would attempt but at the same time, this is in the context of seemingly trying to make points it does feel like points are bad. Yeah, they're not well constructed. Jokes are bad. So I don't have much to work with here. It is a combination"
    },
    {
      "end_timestamp": 4489.0,
      "id": "3107b513-c851-3973-a133-0a6dd099c19e",
      "speaker": "Jordan",
      "start_timestamp": 4476.0,
      "text": "of the terrible writing that they that comics do for collector and then also the terrible writing that they do for jokes eliciting neither laughs nor clapping."
    },
    {
      "end_timestamp": 4511.0,
      "id": "4d3a4704-224a-3506-bbae-958ccbca9d9b",
      "speaker": "Dan",
      "start_timestamp": 4489.0,
      "text": "Yeah. So Alex seems to like not be getting that Chrissy is also she's trying to be funny. Yeah, there is an attempt at humor and in some spaces, I could see You this being seen as funny shit. I could see some people's sense of humor being like, Haha women can install an air conditioner or delivery but fine. Yeah, but what are you going to do when you're sitting next to the worst?"
    },
    {
      "end_timestamp": 4513.0,
      "id": "37d9814a-75c1-3df1-bc3c-edad5aa26ade",
      "speaker": "Jordan",
      "start_timestamp": 4511.0,
      "text": "Right, you're right. You're right Alexandra"
    },
    {
      "end_timestamp": 4514.0,
      "id": "3082c392-2cf4-3271-a8f4-aaee2feb9b07",
      "speaker": "Dan",
      "start_timestamp": 4513.0,
      "text": "generous. Hey,"
    },
    {
      "end_timestamp": 4519.0,
      "id": "204c1b93-c03f-3742-b7e0-5aae9a7239cc",
      "speaker": "Jordan",
      "start_timestamp": 4514.0,
      "text": "well, hold on. I know you're talking about how do you feel about the midterm Stan?"
    },
    {
      "end_timestamp": 4528.0,
      "id": "6f7b7bc8-5713-38c1-87e1-ed58688ebc0e",
      "speaker": "Dan",
      "start_timestamp": 4519.0,
      "text": "Look, I was trying to have a chauvinistic, anti feminist joke riff going, sir, trying to ask me how do you feel?"
    },
    {
      "end_timestamp": 4545.0,
      "id": "20c786fb-8959-37a1-b515-1b3e1922d568",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4528.0,
      "text": "It's fine. Like I got engaged maybe a couple months ago and people are in my comments like, Oh my God, you're glowing? You look so happy. And it's like, yeah, I feel loved. Like, this is great. This is this tops all the years of like, random casual hand jobs. Like just like,"
    },
    {
      "end_timestamp": 4550.0,
      "id": "ded01952-47d4-384c-91ea-706b16e0f238",
      "speaker": "Alex Jones",
      "start_timestamp": 4545.0,
      "text": "Wait, do you have a switch is gonna get flipped?"
    },
    {
      "end_timestamp": 4555.0,
      "id": "df4a2e1e-8d5c-39e2-8a86-cff4ef2f6937",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4550.0,
      "text": "You're not talking my hand jobs anymore? No, no, no, but once you get out."
    },
    {
      "end_timestamp": 4557.0,
      "id": "931123b0-e74a-3352-bc7a-708a577ce787",
      "speaker": "Alex Jones",
      "start_timestamp": 4555.0,
      "text": "It's like next level."
    },
    {
      "end_timestamp": 4563.0,
      "id": "58152d67-1523-3d8f-bbd6-3f92e57ac18a",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4557.0,
      "text": "I'm hoping it all snapback I'm hoping it'll just be toyed again. Well,"
    },
    {
      "end_timestamp": 4576.0,
      "id": "e87fa033-0cf4-3db7-9768-72aff3d49d1b",
      "speaker": "Alex Jones",
      "start_timestamp": 4563.0,
      "text": "we're all gonna die. But we live together as a ritual, having a child, the sperm, the egg, there's an explosion of electricity. This is big time. Wow."
    },
    {
      "end_timestamp": 4589.0,
      "id": "b5e14af3-13d5-3063-aa48-ec9b0108670b",
      "speaker": "Jordan",
      "start_timestamp": 4576.0,
      "text": "Wow, this is why comics I got with other comics. Hope my poor sick and tired again. Well, we're all right. Yep. Fair enough. You're right, I'm gonna hit back to that green room where I belong."
    },
    {
      "end_timestamp": 4592.0,
      "id": "6112e818-47ae-38e5-aed0-81ffabd3ee1a",
      "speaker": "Dan",
      "start_timestamp": 4589.0,
      "text": "I think I think that"
    },
    {
      "end_timestamp": 4596.0,
      "id": "f68c3311-1bdb-3492-abed-d6be75d8d1d9",
      "speaker": "Jordan",
      "start_timestamp": 4592.0,
      "text": "we're all gonna die. We're all gonna die. It's an interesting"
    },
    {
      "end_timestamp": 4618.0,
      "id": "deaabff3-0a9e-30d4-ae5f-be4e8ee3a11a",
      "speaker": "Dan",
      "start_timestamp": 4596.0,
      "text": "juxtaposition of perspective. I think that feminism is not about random hand jobs. Maybe it's about people being okay with if that's what you want to do. Go for it. You know, but it's not like, in full. Like, I don't know if there are feminist spaces that are like, someone's like, I don't want to give random hand jobs like you can't come in. Well,"
    },
    {
      "end_timestamp": 4640.0,
      "id": "f0a18cdf-c57c-3478-95c2-eb5c86ef3f82",
      "speaker": "Jordan",
      "start_timestamp": 4618.0,
      "text": "I'll tell you this. Elizabeth Cady Stanton was very against random hands on what zero random hand jobs were given out in the early days of feminism. That's just drew. just drew. Yeah, this is an educational for me. Mary Wollstonecraft wrote a p into hating men random hand jobs. Yeah, that's how it went."
    },
    {
      "end_timestamp": 4653.0,
      "id": "e42753fe-b7fa-3693-817d-965a81753cd0",
      "speaker": "Dan",
      "start_timestamp": 4640.0,
      "text": "So we have one last clip here, because they take some calls, and we get one caller was a perspective on Andrew Tate. Okay, and this is just not good."
    },
    {
      "end_timestamp": 4675.0,
      "id": "8046c17f-dc02-355c-b1d8-37ec6aeb0fa6",
      "speaker": "Caller (723)",
      "start_timestamp": 4653.0,
      "text": "There's a reason Andrew Tay got banned. He promotes heterosexuality, making money and masculine strength. And what I'm about to say is really gonna make something mad. But there's, there's ways you can talk about handjobs I should be able to say this. The reason Ted got banned from YouTube, is because there's nothing but steers and queers there. And I don't see any horns."
    },
    {
      "end_timestamp": 4679.0,
      "id": "800e9470-4aa9-3352-bed9-b9c3d3db1ac4",
      "speaker": "Jordan",
      "start_timestamp": 4675.0,
      "text": "That's funny. It's not no,"
    },
    {
      "end_timestamp": 4691.0,
      "id": "03109dfc-951f-3154-973f-22900e5535ea",
      "speaker": "Dan",
      "start_timestamp": 4679.0,
      "text": "it's also hacky. But also that implies that there's only gay people and cows. Yeah, YouTube, and that that is not true. No, I don't see a lot of cows on there. I for one thing,"
    },
    {
      "end_timestamp": 4694.0,
      "id": "2f66f19a-918c-32cf-a427-8916f98b876f",
      "speaker": "Jordan",
      "start_timestamp": 4691.0,
      "text": "I believe he was being insulting towards women. Oh, that's"
    },
    {
      "end_timestamp": 4703.0,
      "id": "12c613d2-ccb7-3eeb-a4f9-4a0a08b0f76e",
      "speaker": "Dan",
      "start_timestamp": 4694.0,
      "text": "interesting. I didn't think that I because I mean, that is the only two things come from Texas. Right. You know, like, that's the right but he's,"
    },
    {
      "end_timestamp": 4710.0,
      "id": "d51c19ac-c969-371d-82af-bd2d843bf2de",
      "speaker": "Jordan",
      "start_timestamp": 4703.0,
      "text": "too because Because men aren't allowed on there. So he doesn't see any horns. Do you see what I'm saying? This is I could be mistaking that. No, I"
    },
    {
      "end_timestamp": 4718.0,
      "id": "d053f434-2293-3fc8-843e-9e447083f9dc",
      "speaker": "Dan",
      "start_timestamp": 4710.0,
      "text": "mean, it could be right. I'm not sure. I mean, he's just trying to say that Andrew Tate was kicked off because he's not gay. And that's not it."
    },
    {
      "end_timestamp": 4744.0,
      "id": "7c6f1ffa-b282-3360-a53d-102799ba4ecd",
      "speaker": "Jordan",
      "start_timestamp": 4718.0,
      "text": "You know, I think I think getting kicked off for promoting hex heterosexuality and what was making money and masculine values? I do think those are bad things to promote. I don't think you need to promote a thing that you have no choice in the matter of I don't think you need to promote a thing that is literally destroying the world as we speak and is and I don't think you need to promote another thing that is literally the destroying the world as we say and"
    },
    {
      "end_timestamp": 4753.0,
      "id": "e8096d35-1bda-3788-8b1f-f254c5de2276",
      "speaker": "Dan",
      "start_timestamp": 4744.0,
      "text": "the making money thing is like our culture is entirely inexorably tied to that yeah, do you don't have to promote making money people love making money"
    },
    {
      "end_timestamp": 4759.0,
      "id": "3f1866ae-984a-3622-9592-9ed08154a9e9",
      "speaker": "Jordan",
      "start_timestamp": 4753.0,
      "text": "if I hurt myself, I better have made money already. Right? That's the country we live in. We"
    },
    {
      "end_timestamp": 4767.0,
      "id": "cf702e37-25f9-350e-9d3b-fff58be26abf",
      "speaker": "Dan",
      "start_timestamp": 4759.0,
      "text": "understand time as money. There's an expression Time is money."
    },
    {
      "end_timestamp": 4773.0,
      "id": "5cdda6d1-779f-3f84-9d1e-6f2540c36285",
      "speaker": "Jordan",
      "start_timestamp": 4767.0,
      "text": "Of this second law of thermodynamics is tied to dollars. Yeah,"
    },
    {
      "end_timestamp": 4791.0,
      "id": "68a988d8-1b71-39ea-8f3d-d62d9cad2381",
      "speaker": "Dan",
      "start_timestamp": 4773.0,
      "text": "we you know, people who aren't, you know, privileged and rich conceive of ours as a rate that you can make, you know, like it's, you don't need to promote that. Anyway, I think that this show sucked. Not enough Queen talk."
    },
    {
      "end_timestamp": 4796.0,
      "id": "d49cf24e-43da-3166-869c-757f100b8a21",
      "speaker": "Jordan",
      "start_timestamp": 4791.0,
      "text": "Almost no queen talk. I would have loved little rant. I would have loved to rant about how people"
    },
    {
      "end_timestamp": 4847.0,
      "id": "e8e2d106-c32b-39d1-8dfa-5b8a6b4b3bb7",
      "speaker": "Dan",
      "start_timestamp": 4796.0,
      "text": "might be like, I don't know could maybe he needs to walk him up for him. Yeah, that's possible. But like you have this, like this show is was was really a Neapolitan bar of bad shit. You know, like it was just a variety, because you had this deeply, deeply racist beginning, right, this very weird interview with Andrew turbo where he's trying to whitewash Christian nationalism craze in the middle crazy. And then this interview that was kind of just, I don't know, bad comedy about feminism being dead, for the most part at the end, and at the same time through line of laundering the reputation of Andrew Tate, and I just think all of it is is on unspeakably pointless and bad."
    },
    {
      "end_timestamp": 4864.0,
      "id": "9b00d46b-b43d-32aa-aa5c-a4c393bda691",
      "speaker": "Jordan",
      "start_timestamp": 4847.0,
      "text": "Yeah. Yeah, it is a real sucks. It's a real like, just strike out in every sense of the in every sense of the word. You didn't get the bat off your shoulder. No, you just watched the ball go by. Struck out locally, slowly, very slowly."
    },
    {
      "end_timestamp": 4866.0,
      "id": "e18a6d55-aec7-3218-b129-67001a31c75c",
      "speaker": "Dan",
      "start_timestamp": 4864.0,
      "text": "Yeah, it's a shit."
    },
    {
      "end_timestamp": 4870.0,
      "id": "0c2606f1-53af-3e36-bc45-33832ebf26da",
      "speaker": "Jordan",
      "start_timestamp": 4866.0,
      "text": "You struck out on T ball pretty bad. Yeah, it's not good."
    },
    {
      "end_timestamp": 4881.0,
      "id": "976a24b7-5027-3727-b25a-8ff566674ca9",
      "speaker": "Dan",
      "start_timestamp": 4870.0,
      "text": "I feel a little bit dumb. That we, you know, I made always, always I made the call that we were going to record late because I wanted to try and get this episode. The Queen"
    },
    {
      "end_timestamp": 4889.0,
      "id": "418cac70-db84-393a-bc13-abfeb4fe4839",
      "speaker": "Jordan",
      "start_timestamp": 4881.0,
      "text": "died. It's cute. It's you know, she's been the world is like, a monarch for 100 years. Yeah,"
    },
    {
      "end_timestamp": 4897.0,
      "id": "d7e8655b-ceb1-39df-a651-ce7edbfcd4a6",
      "speaker": "Dan",
      "start_timestamp": 4889.0,
      "text": "forever. Yeah. And then, this is what we got. It's yeah, underwhelming. It's always fucking underwhelming."
    },
    {
      "end_timestamp": 4926.0,
      "id": "a9db4132-c3dd-3e42-bb7c-591edd79624c",
      "speaker": "Jordan",
      "start_timestamp": 4897.0,
      "text": "I do I do love the one queen news that I really enjoyed reading about was people scrambling over like, we're gonna have to change our money. I was like, you know, you don't you totally don't. You just leave it there. Yeah, no one's gonna complain either. You got time on very least. Is King Charles gonna be like, where's my face on that money? This money isn't no longer good. So controls doesn't have that much time left. So you're just throwing your money away and making different money?"
    },
    {
      "end_timestamp": 4934.0,
      "id": "1e5adf59-e005-3188-9663-8ad6e265943e",
      "speaker": "Dan",
      "start_timestamp": 4926.0,
      "text": "Yeah. I'm not gonna get used to King Charles. Prince Charles. My whole life just has a ring to it."
    },
    {
      "end_timestamp": 4936.0,
      "id": "2d8ea928-6c24-3f6a-ac66-5b928cc64fab",
      "speaker": "Jordan",
      "start_timestamp": 4934.0,
      "text": "I'm fine with you know,"
    },
    {
      "end_timestamp": 4938.0,
      "id": "8a93660e-c643-3cac-9c88-c45c4365415e",
      "speaker": "Dan",
      "start_timestamp": 4936.0,
      "text": "I also don't care. Yeah,"
    },
    {
      "end_timestamp": 4941.0,
      "id": "71431abf-1495-3981-9f84-9038ee1c51b0",
      "speaker": "Jordan",
      "start_timestamp": 4938.0,
      "text": "that's the way to go. Yeah, that's the one I was going for. Yeah."
    },
    {
      "end_timestamp": 4946.0,
      "id": "ad44e778-8e43-359e-a78f-2bc843532cec",
      "speaker": "Dan",
      "start_timestamp": 4941.0,
      "text": "Anyway, it's bye bye time."
    },
    {
      "end_timestamp": 4950.0,
      "id": "8a637147-d224-3405-bacb-b7e8f9a8a1d4",
      "speaker": "Jordan",
      "start_timestamp": 4946.0,
      "text": "Does feel that way. Yep. It feels like we are on our way to hyperspace, we'll"
    },
    {
      "end_timestamp": 4953.0,
      "id": "fc0ad4ed-d481-391a-a826-bebcfbb511cd",
      "speaker": "Dan",
      "start_timestamp": 4950.0,
      "text": "be back. But until then Jordan wave website. We"
    },
    {
      "end_timestamp": 4959.0,
      "id": "f13364ec-5b06-35f7-9617-837385eac78d",
      "speaker": "Jordan",
      "start_timestamp": 4953.0,
      "text": "do have a website. It's now try.com. We're also on Twitter. We are on Twitter. It's at knowledge underscore flight."
    },
    {
      "end_timestamp": 4997.0,
      "id": "932fa709-34f6-3e48-8782-40a7f2782e9a",
      "speaker": "Dan",
      "start_timestamp": 4959.0,
      "text": "Oh, shit. I meant to mention this earlier, but I forgot. I have gotten some messages and feedback from folks about the button stuff like some people have gotten buttons and some people are confused. Sure. They haven't come yet. They're worried it's lost in the mail. It's not. They're coming out gradually. Because, you know, this is an in house operation. It's a mom and pop button shop. Right. All right. Don't be worried. If yours hasn't shown up yet. There'll be it's going to be a gradual process. Maybe for the next month or two. So anyway, yeah. Enjoy, enjoy. We'll be back but until then I am Neil. I'm Leo M. D ZX Clark. I'm Wilford sniffle Snapple of the Gribble. Pebble,"
    },
    {
      "end_timestamp": 4999.0,
      "id": "8e05a2f4-9f3e-39e1-9408-4bf9102b1b80",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4997.0,
      "text": "and now here comes to the sex robots."
    },
    {
      "end_timestamp": null,
      "id": "a9ddcba6-c43d-366c-a6ba-317f4d560eb9",
      "speaker": "Alex Jones",
      "start_timestamp": 4999.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}