{
  "audio_identifier": "KF_724",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/Aug-8-2003.mp3",
  "blocks": [
    {
      "end_timestamp": 53.0,
      "id": "cf765de5-38a4-38b2-8f81-b57e4ec9ad41",
      "speaker": "Alex Jones",
      "start_timestamp": 4.0,
      "text": "Red Alert. Red alert. Red alert. Red Alert knowledge five days. Damn, Jordan I'm sweating knowledge party.com It's time to pray. I have great respect for knowledge. Knowledge. I'm sick of them posing as if they're the good guys shank me or the bad guy knowledge. Dan and Jordan knowledge fight need money Andy and Sandy are stopping Andy and Cam handy in Kansas. Bray and the Kansas you're on the airplanes rolling. Huge fan. I love your world"
    },
    {
      "end_timestamp": 55.0,
      "id": "4dcbc6f2-6d36-3ccf-858f-6dfd053b6367",
      "speaker": "Unknown Speaker",
      "start_timestamp": 53.0,
      "text": "knowledge by"
    },
    {
      "end_timestamp": 59.0,
      "id": "0e5b7f48-9d9d-35b7-a29e-8b4ad8253a81",
      "speaker": "Alex Jones",
      "start_timestamp": 55.0,
      "text": "now knowledge fight.com"
    },
    {
      "end_timestamp": 66.0,
      "id": "be7fef68-fb25-310c-8b52-e5bdab8e559d",
      "speaker": "Dan",
      "start_timestamp": 59.0,
      "text": "Hey everybody, welcome back. Now try it out. I'm sure we're gonna do like sit around worship at the altar of saline and talk a little bit about Alex Jones."
    },
    {
      "end_timestamp": 71.0,
      "id": "ca36bb1c-3c3c-332c-9731-d804d274e6fc",
      "speaker": "Jordan",
      "start_timestamp": 66.0,
      "text": "Oh, indeed. We are Dan Jordan. Dan. Jordan, quick question for you. What's your brightspot"
    },
    {
      "end_timestamp": 73.0,
      "id": "6e0cf010-8c31-3477-b732-79ed5d1b108a",
      "speaker": "Dan",
      "start_timestamp": 71.0,
      "text": "Ooh, that was that wasn't"
    },
    {
      "end_timestamp": 77.0,
      "id": "dd9472a3-46de-377d-ae1e-9a3736dd0bfc",
      "speaker": "Jordan",
      "start_timestamp": 73.0,
      "text": "our best execution of them was down. That was that was off."
    },
    {
      "end_timestamp": 79.0,
      "id": "287855b2-70c3-3a5c-bd82-12cd390300e0",
      "speaker": "Dan",
      "start_timestamp": 77.0,
      "text": "Were you trying to come up with memories of Hey, dude,"
    },
    {
      "end_timestamp": 85.0,
      "id": "f3264a7a-6194-366f-87c0-080cac517423",
      "speaker": "Jordan",
      "start_timestamp": 79.0,
      "text": "no, honestly, I was thinking about ways to keep water from getting into your window. Yeah,"
    },
    {
      "end_timestamp": 110.0,
      "id": "e24a761f-a46e-32e7-97c6-5ab268beda51",
      "speaker": "Dan",
      "start_timestamp": 85.0,
      "text": "there's had an idea of recording this in the afternoon in Chicago after a massive rainstorm, flash flooding and what have you. Oh, yeah. And right. When you showed up to record, I discovered that there was a grotto warming in the middle of my living room. Yeah, there was a little I had a hot tub. globalists in it."
    },
    {
      "end_timestamp": 118.0,
      "id": "849a76f2-965b-39db-b1bc-95340b4dd166",
      "speaker": "Jordan",
      "start_timestamp": 110.0,
      "text": "There were things laying eggs, there was a bio diverse ecosystem being built around this. This oasis in your home."
    },
    {
      "end_timestamp": 132.0,
      "id": "b9d3b757-053f-35e8-89cd-0163d4af41ee",
      "speaker": "Dan",
      "start_timestamp": 118.0,
      "text": "Yeah, I had no idea that somehow there was a leak or something and like it was just just a nightmare. And so hopefully, that's the only one in the house. Yeah. Great, so that's fun. That's not my brights."
    },
    {
      "end_timestamp": 134.0,
      "id": "e0e537b7-8bb9-3da1-aa3a-b849a2bc4b23",
      "speaker": "Jordan",
      "start_timestamp": 132.0,
      "text": "Yeah, no, that's not your bright spot. What is your bright spot today"
    },
    {
      "end_timestamp": 159.0,
      "id": "6b95c47c-b531-3710-af45-b41f33d23373",
      "speaker": "Dan",
      "start_timestamp": 134.0,
      "text": "buddy? My bright spot is it is officially today. The end of the dreamy creamy summer. That's true. And I will be crossing the 100 ice creams later this evening. I've not had it yet. But I had I started the day off share with a frosty Chino from from Wendy's. What it's a"
    },
    {
      "end_timestamp": 161.0,
      "id": "c7b4620e-fd6c-3059-8574-a29bfaa0edb8",
      "speaker": "Jordan",
      "start_timestamp": 159.0,
      "text": "frosty in a cappuccino."
    },
    {
      "end_timestamp": 167.0,
      "id": "8f2c1980-b9ba-35bd-b9cb-9a560413aa75",
      "speaker": "Dan",
      "start_timestamp": 161.0,
      "text": "Well, no, it's yeah, it's like a like coffee. But then like the cream is Frosty. Frosty ice cream that"
    },
    {
      "end_timestamp": 171.0,
      "id": "dc17823a-bda2-3074-b1da-6c84f3e5162e",
      "speaker": "Jordan",
      "start_timestamp": 167.0,
      "text": "that was an idea that took five minutes. Yeah. And thank"
    },
    {
      "end_timestamp": 179.0,
      "id": "2f6ee0d2-e786-3d92-9912-428c582a2f4c",
      "speaker": "Dan",
      "start_timestamp": 171.0,
      "text": "God, no need to rework that at all. Fantastic. Nine out of 10 I love that. Yeah, it's good. That was"
    },
    {
      "end_timestamp": 185.0,
      "id": "3a3984ab-4029-3c35-9fa7-7da58641bd40",
      "speaker": "Jordan",
      "start_timestamp": 179.0,
      "text": "some that was some enterprising employee 20 years ago is just like, Hey, buddy, I got an idea. I'm just gonna put some frosty in your drink. Yeah,"
    },
    {
      "end_timestamp": 208.0,
      "id": "658b4b20-b13e-3ae0-a903-3a6244114fbe",
      "speaker": "Dan",
      "start_timestamp": 185.0,
      "text": "yeah. I want to end things with one of the suggestions that you actually had that I have not taken you up on yet. And that is the insomnia cookie, I believe. Cloud cookie Ice cream. Ice Cream Sandwich you said was too much. It's gonna blow your head off. Yeah, so I'm going to finish things off this evening with that. The dreamy creamy summer perfect. man bought ice creams."
    },
    {
      "end_timestamp": 214.0,
      "id": "d0282516-2e2b-334a-b374-b8ede02d881c",
      "speaker": "Jordan",
      "start_timestamp": 208.0,
      "text": "Yeah. 100 is a lot. I liked that. You got 99 on the morning of that's a good I might"
    },
    {
      "end_timestamp": 222.0,
      "id": "69e3162b-318a-37d1-9daf-19f74b55eb3a",
      "speaker": "Dan",
      "start_timestamp": 214.0,
      "text": "have had a number of things that I had already had, you know, padding, padding the stats a little bit. Let's"
    },
    {
      "end_timestamp": 231.0,
      "id": "65c54645-e42d-3722-bfbe-c343c9225177",
      "speaker": "Jordan",
      "start_timestamp": 222.0,
      "text": "see. Let's see. What's it? What's it? What's the difference between a rebound with five seconds left to go in the game and a rebound with 20 minutes? It all goes on the ball going on there?"
    },
    {
      "end_timestamp": 253.0,
      "id": "7bb3e01b-dd63-3815-a9d6-cfcf746d2007",
      "speaker": "Dan",
      "start_timestamp": 231.0,
      "text": "Right? It's all the stat sheet and I think there's some lessons that I've learned that I'd like to impart on the audience. classics are classics for a reason. Yeah. There's there's some things that you think like your basic ASCE 711 or grocery store Ice Cream Sandwich comes in the white wrapper? Yep."
    },
    {
      "end_timestamp": 260.0,
      "id": "fda36985-d65b-38d0-af0f-845d3a055e90",
      "speaker": "Jordan",
      "start_timestamp": 253.0,
      "text": "Good never never since you were three years old you've eaten one you don't know who make make those"
    },
    {
      "end_timestamp": 285.0,
      "id": "022c978f-b17e-3d3e-a359-b4abc2435cbb",
      "speaker": "Dan",
      "start_timestamp": 260.0,
      "text": "there's something to it and don't don't scoff now there's a reason that those are still in business yep, that's because a fantastic second thing don't don't get too weird. Like okay, so Frosties on the subject of frosty ah, when I was growing up there was a chocolate frosty how's it right now there's a vanilla frosty there's a strawberry frosty? It"
    },
    {
      "end_timestamp": 289.0,
      "id": "85045ed1-5ba7-390f-9dd7-ad4d0d805c27",
      "speaker": "Jordan",
      "start_timestamp": 285.0,
      "text": "took them a long it took a lot longer to get to vanilla, then it really shows"
    },
    {
      "end_timestamp": 310.0,
      "id": "65a6e582-e463-3d85-aa44-82969da52f82",
      "speaker": "Dan",
      "start_timestamp": 289.0,
      "text": "true. Yeah, they're not worth it. Now click frosty is great. It's yeah. Is it supposed to be Yeah. McDonald's they have a McFlurry m&m and Oreo. Right, they've tried to branch out and every time it has been a whiff, don't do it. Yeah. Well stick to the Safe Ocean don't get"
    },
    {
      "end_timestamp": 315.0,
      "id": "abdb07e8-9994-3dc9-a604-071cbb0beb0c",
      "speaker": "Jordan",
      "start_timestamp": 310.0,
      "text": "put Oreos and they can put Reese's in there but they don't put raisins they put like the Reese's Pieces and those are just"
    },
    {
      "end_timestamp": 325.0,
      "id": "6432523e-baca-3dcf-8daf-8428e5429572",
      "speaker": "Dan",
      "start_timestamp": 315.0,
      "text": "I can't put those in I think that McDonald's doesn't have a deal with recent I think that could be an issue. I think Reese hates Ray Kroc or something just they won't give them rights."
    },
    {
      "end_timestamp": 332.0,
      "id": "1278b1a5-3954-3aaa-8cf3-46b37fb83cf9",
      "speaker": "Jordan",
      "start_timestamp": 325.0,
      "text": "Man recent McDonald had to fight for"
    },
    {
      "end_timestamp": 339.0,
      "id": "c7ad9b44-aafc-3e1b-b1a8-a69879d21ef3",
      "speaker": "Dan",
      "start_timestamp": 332.0,
      "text": "I also think that things like like a Dairy Queen like a blizzard. It's fine."
    },
    {
      "end_timestamp": 353.0,
      "id": "65cab800-d2b7-3619-8a8a-7b5a1031e166",
      "speaker": "Jordan",
      "start_timestamp": 339.0,
      "text": "Peanut Buster parfait I think was I didn't have one of them. I haven't had one in years but I remember the ice cream the peanuts the fudge and then the ice cream the peanuts the fudge the triple layer or whatever. Amazing."
    },
    {
      "end_timestamp": 388.0,
      "id": "2f612aa5-acec-36ec-817d-e24118fa203a",
      "speaker": "Dan",
      "start_timestamp": 353.0,
      "text": "It might be great for a child I worked at Dairy Queen when I was younger and I have terrible memories of making daily and what have you and I don't want to I don't want to open that can of worms. Yeah. Be other good defined? You know? Whatever. Other things custard superior to frozen yogurt. Yeah, for sure. Now some of these fucking overpriced as ice cream pints are so overrated. Yeah, I have no business charging as much as they do"
    },
    {
      "end_timestamp": 395.0,
      "id": "4c8b25ec-4866-3416-9607-0b67fb8b3df6",
      "speaker": "Jordan",
      "start_timestamp": 388.0,
      "text": "those parfait ones. Those are a scam. There's like this much ice cream with them. And then No, that's bullshit."
    },
    {
      "end_timestamp": 397.0,
      "id": "ca2b3f6d-4333-33a5-91ee-b3b8cb30b4e9",
      "speaker": "Dan",
      "start_timestamp": 395.0,
      "text": "And oh, are you talking about those ones that are like the Sunday cup?"
    },
    {
      "end_timestamp": 399.0,
      "id": "29c58850-d0ac-3fe6-af4a-5a71d65ec62d",
      "speaker": "Jordan",
      "start_timestamp": 397.0,
      "text": "Yes. Yeah,"
    },
    {
      "end_timestamp": 401.0,
      "id": "535990c0-6c25-3d38-b510-3a1a4363bf1a",
      "speaker": "Dan",
      "start_timestamp": 399.0,
      "text": "they are disgusting. There's too much universal. Gross."
    },
    {
      "end_timestamp": 403.0,
      "id": "53a140b7-60d0-39c2-959c-beef39574b5f",
      "speaker": "Jordan",
      "start_timestamp": 401.0,
      "text": "Yeah."
    },
    {
      "end_timestamp": 466.0,
      "id": "43cf3de8-4ae3-33d5-ab3d-b7e66250cc7e",
      "speaker": "Dan",
      "start_timestamp": 403.0,
      "text": "Yeah, that's another thing. big loser of the bracket. For sure. No wasn't a bracket. Yes. The bunny tracks by blue bunny. Oh, they make a they make a bar on a stick? Yeah. I've never heard of it. It's too much too much too much. It's busy. There's like stress stripe of fudge in it. There's peanuts. There's Hellboy right? Rabbit shaped. Caramel filled chocolate. No, no, I don't know what I'm eating. Yeah. So we'll see how this ice cream sandwich closes things out. But I'm excited for it. And the you know, buttons are going out periodically. They're going out sporadically. Even though the dreamy creamy summer has ended. This will go on for the next couple of months or so people will be getting buttons because I woefully underestimated. Hey, come on. I underestimated the demand last time and I thought it'd be about the same. No, no, no, no, no. No 1000s of buttons. Difference. I have had to enlist the help of a business. Yeah. Frankly,"
    },
    {
      "end_timestamp": 468.0,
      "id": "6a82b90c-9e11-3d6f-94f2-4d8d70c560f8",
      "speaker": "Jordan",
      "start_timestamp": 466.0,
      "text": "I feel for the first time ever, why"
    },
    {
      "end_timestamp": 502.0,
      "id": "f62102fc-3194-39a1-97fe-af5cc1c6e5a3",
      "speaker": "Dan",
      "start_timestamp": 468.0,
      "text": "have any likely to make this many buttons. So I've had to outsource it. So there are some folks who have been curious about like, Hey, I haven't gotten my button yet. But some people are posting pictures. It's because they're going first come first serve basically in the email inbox. Yep. And even though the dreamy, creamy, summer's over, I want to keep these fundraisers on the GoFundMe open until we're done sending out the buttons. So if people care to chip in and support these great causes, there's a link please. Yeah. And yeah, that's enough of my bright spot. What's yours?"
    },
    {
      "end_timestamp": 554.0,
      "id": "e2dd2349-cc19-3de2-9460-dab1f54f7dde",
      "speaker": "Jordan",
      "start_timestamp": 502.0,
      "text": "My bright spot today, Dan? is there's a new show called Bee and Puppycat. Yeah, I know. It is. But it's made by some of the people who made Adventure Time. So it is not. It's more like that surreal, uncanny point of view on a certain like, almost magical, magical girl. You know, like Sailor Moon kind of thing. But imagine a more like it's, it's a modern woman trying to deal with shit. And then stuff goes crazy, you know? And that's kind of but then also it's so very mundane at the same time. That it it balance things It balances things out with a almost non existent chiptune soundtrack. It's really really interesting and good. I don't know if I would recommend it."
    },
    {
      "end_timestamp": 559.0,
      "id": "6c48451e-35f9-3b3f-aa28-37d661608976",
      "speaker": "Dan",
      "start_timestamp": 554.0,
      "text": "Be is it like bills? Yes, bills are piling up and then you have to have superpowers hopefully"
    },
    {
      "end_timestamp": 578.0,
      "id": "b83db625-6c3e-35c1-94ca-2cbbdff70261",
      "speaker": "Jordan",
      "start_timestamp": 559.0,
      "text": "take our jobs. Okay. Yeah. 100% that at the end of the day, if you if she achieves his or her goal, she gets like 50 bucks. Like with with magical powers. All of this shit going on. One time she gets paid and change. You know, like it is a tough life out there for an intergalactic superhero of sorts."
    },
    {
      "end_timestamp": 580.0,
      "id": "060c5116-f1d6-35ce-9ceb-6c8bd630b29a",
      "speaker": "Dan",
      "start_timestamp": 578.0,
      "text": "Is she a bee? No, she"
    },
    {
      "end_timestamp": 582.0,
      "id": "5939b008-726a-3b47-bf5e-98502465ceda",
      "speaker": "Jordan",
      "start_timestamp": 580.0,
      "text": "is not a bee. She's just a regular old gal."
    },
    {
      "end_timestamp": 588.0,
      "id": "0f713297-5b16-3682-8bb5-6708a2f7a31b",
      "speaker": "Dan",
      "start_timestamp": 582.0,
      "text": "Okay, yeah, well Oh, not check it out. It does sound interesting, and I'm glad you're enjoying it. Yeah,"
    },
    {
      "end_timestamp": 589.0,
      "id": "9022bdfc-e365-3fcf-9f80-0e0829876cc9",
      "speaker": "Jordan",
      "start_timestamp": 588.0,
      "text": "it's enjoyable."
    },
    {
      "end_timestamp": 627.0,
      "id": "4200c010-ff3d-3f95-a51d-f8c4c7d798e7",
      "speaker": "Dan",
      "start_timestamp": 589.0,
      "text": "So Jordan today we have an absolute go over and we're going back to the past because I have been dealing with some stuff and I want to have a little treat. And I always find going back to the past. Be a treat much better. And like Alex is off on Monday, doing his Andrew Tate interview is going to air. Oh, yeah, that's right. And, you know, he's half out the door as talk to Bannon on Friday. Oh, shit. Yeah. And so yeah, the past called me back end, and we'll talk about that. But here, before we get into any of this business, let's take a little moment say hello to somebody who wants Oh, that's great idea. So first, Jill l thank you so much. You are now policy walk."
    },
    {
      "end_timestamp": 628.0,
      "id": "6a7b5073-1091-38a6-8e8b-307bcbc5648b",
      "speaker": "Alex Jones",
      "start_timestamp": 627.0,
      "text": "I'm a policy wonk. Thank"
    },
    {
      "end_timestamp": 629.0,
      "id": "09d60153-9c0a-3929-9d63-892b14e71e14",
      "speaker": "Jordan",
      "start_timestamp": 628.0,
      "text": "you very much."
    },
    {
      "end_timestamp": 646.0,
      "id": "0fd9cf0e-3074-3db9-ae83-b2d4f3d4eef5",
      "speaker": "Dan",
      "start_timestamp": 629.0,
      "text": "This person said that the name is supposed to be pronounced like it was in The Witcher and I have not watched The Witcher I played the Witcher three, but it was on mute. So I had subtitles. I didn't. I don't know how anybody pronounces anything. So as best I can tell, it's brandy Lyon. Thank you so much. You are now policy walk."
    },
    {
      "end_timestamp": 647.0,
      "id": "f48d2d1a-0251-39e3-8cce-3771fe5ea026",
      "speaker": "Alex Jones",
      "start_timestamp": 646.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 654.0,
      "id": "f731adc4-5fd1-3b79-af3a-4cb537e78eb0",
      "speaker": "Jordan",
      "start_timestamp": 647.0,
      "text": "I want it to be brand Deleon of some sort, you know. I don't really remember that. Anyway. Thank you very much."
    },
    {
      "end_timestamp": 661.0,
      "id": "9f9faeea-063d-3d42-b5af-a4b90f156ae7",
      "speaker": "Dan",
      "start_timestamp": 654.0,
      "text": "might be right. Yep. Next Jason. Watch Neon Genesis. Evangelion love Madison, thank you so much on our policy walk."
    },
    {
      "end_timestamp": 662.0,
      "id": "2cab1bb6-3897-328a-abf6-fbcc0a55c026",
      "speaker": "Alex Jones",
      "start_timestamp": 661.0,
      "text": "I'm a policy wonk. Thank"
    },
    {
      "end_timestamp": 663.0,
      "id": "2e96cc5d-0c9a-3efc-9a21-81552a6a8bd0",
      "speaker": "Jordan",
      "start_timestamp": 662.0,
      "text": "you very much. You're"
    },
    {
      "end_timestamp": 664.0,
      "id": "08371074-475c-302d-99be-361ed6b57098",
      "speaker": "Dan",
      "start_timestamp": 663.0,
      "text": "smiling. Yeah, that's"
    },
    {
      "end_timestamp": 671.0,
      "id": "0b7557b9-cf5c-3de1-b4ee-7f00e7eb00eb",
      "speaker": "Jordan",
      "start_timestamp": 664.0,
      "text": "Neon Genesis. Even Galleon Oh, sorry. No, no, do not apologize. But it's an anime."
    },
    {
      "end_timestamp": 673.0,
      "id": "e1f037bc-e1b1-3688-8c52-9f5b29b494ea",
      "speaker": "Dan",
      "start_timestamp": 671.0,
      "text": "I guess that I think I've heard someone mention it. Yeah."
    },
    {
      "end_timestamp": 688.0,
      "id": "6097455d-81bd-36ad-9f33-5e22ba7bda51",
      "speaker": "Jordan",
      "start_timestamp": 673.0,
      "text": "So it's an anime about forcing these children to pilot giant organic robots to defeat the existence of separation between consciousness"
    },
    {
      "end_timestamp": 693.0,
      "id": "43a1be71-5338-3ec1-9199-af604107bd5a",
      "speaker": "Dan",
      "start_timestamp": 688.0,
      "text": "so child soldiers with a real like, oh, hard Psych."
    },
    {
      "end_timestamp": 709.0,
      "id": "f9aac45b-77e1-360b-b288-4851d5184af5",
      "speaker": "Jordan",
      "start_timestamp": 693.0,
      "text": "They don't they don't shy away from the child and child soldier. They torture that kid. I mean, boy, there's memes about just getting the robot if you hear somebody say like getting the robot towards that meme, it buries decades of torture."
    },
    {
      "end_timestamp": 716.0,
      "id": "772bda2a-3294-354e-92d2-db5792b28c12",
      "speaker": "Dan",
      "start_timestamp": 709.0,
      "text": "I liked easy kind of like not that heavy kind of entertainment. And that's why I listened to Alex Jones all the time."
    },
    {
      "end_timestamp": 723.0,
      "id": "7868be41-2fee-3746-b9de-f1dfb89c12ba",
      "speaker": "Jordan",
      "start_timestamp": 716.0,
      "text": "On this now the last four episodes are live action surreal adventure nonsense."
    },
    {
      "end_timestamp": 727.0,
      "id": "2736e8cd-ecc1-3726-8173-54c1aa82fc1c",
      "speaker": "Dan",
      "start_timestamp": 723.0,
      "text": "Yeah. Next Daniel Jordans, dreamy, creamy space hash. Thank you so much for now policy walk."
    },
    {
      "end_timestamp": 728.0,
      "id": "3bd48aeb-f1b9-363b-b9b6-5a2d05fafedc",
      "speaker": "Alex Jones",
      "start_timestamp": 727.0,
      "text": "I'm a policy wonk. Thank"
    },
    {
      "end_timestamp": 733.0,
      "id": "197f1809-ddda-324c-81ae-3c26e7fc4c21",
      "speaker": "Dan",
      "start_timestamp": 728.0,
      "text": "you very much. And Sofia in Scotland. Thank you so much. Sure. Now policy walk."
    },
    {
      "end_timestamp": 734.0,
      "id": "bcdf1cc1-e003-3c11-8a7a-5dc1d5d1a353",
      "speaker": "Alex Jones",
      "start_timestamp": 733.0,
      "text": "I'm a policy wonk. Thank"
    },
    {
      "end_timestamp": 747.0,
      "id": "8b1c9b37-37a0-3338-82b6-0810a3c653c7",
      "speaker": "Dan",
      "start_timestamp": 734.0,
      "text": "you very much, Sofia. And we got a technocrat up in the mix here, Jordan. So my Infowars obsessed coworker is started buying pills. I'm sure it's from Alex, I'm becoming a technocrat to balance. bring balance to the fight. Thank you so much. You're now a technocrat."
    },
    {
      "end_timestamp": 750.0,
      "id": "8189f59b-c260-3783-883c-b5f3eb771d0b",
      "speaker": "Alex Jones",
      "start_timestamp": 747.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 751.0,
      "id": "1336f2ca-4f53-388e-ad05-887f95318a9d",
      "speaker": "Unknown Speaker",
      "start_timestamp": 750.0,
      "text": "Telling you brilliant"
    },
    {
      "end_timestamp": 767.0,
      "id": "14420052-899f-3d36-ae78-ac78b2b3a99b",
      "speaker": "Alex Jones",
      "start_timestamp": 751.0,
      "text": "someone someone Solemate sent me a bucket of poop daddy sharp. Jar Jar Binks has a Caribbean black action. He's a loser. Little little Katie, baby. I don't want to hate black people. I renounced Jesus Christ. Thank"
    },
    {
      "end_timestamp": 798.0,
      "id": "d418f6ff-65ca-3cea-8b7c-29721b1df0d7",
      "speaker": "Dan",
      "start_timestamp": 767.0,
      "text": "you so much. Thank you very much. Now, Jordan. Yeah, we left off on August 6 2013 or 2003. Right. The last time we were in the past. And so we picked up there and listen to the seventh. And it's just man, it is desert. Yeah. Yeah, that is to a tee. He ends up having a little bit of a roundtable with a couple pastors who are complaining about how like they're trying to run a scam where they give teachers credentials, but they aren't licensed to do it. Why is everyone so bad?"
    },
    {
      "end_timestamp": 800.0,
      "id": "0cb4c042-7f72-33e3-b390-c431af2c6663",
      "speaker": "Jordan",
      "start_timestamp": 798.0,
      "text": "Boy, I don't know. Yeah, I don't know. Yeah."
    },
    {
      "end_timestamp": 803.0,
      "id": "73580042-c82e-3329-81ad-096ff57c78aa",
      "speaker": "Dan",
      "start_timestamp": 800.0,
      "text": "So it's kind of a snooze. And I had to skip past"
    },
    {
      "end_timestamp": 806.0,
      "id": "56c18bdf-4971-3217-b615-02ff16b51d6c",
      "speaker": "Jordan",
      "start_timestamp": 803.0,
      "text": "it roundtable with pastors is never fun,"
    },
    {
      "end_timestamp": 828.0,
      "id": "7bbcde12-68ec-3f08-a7f8-23ac362ac684",
      "speaker": "Dan",
      "start_timestamp": 806.0,
      "text": "right. So we get to Friday, August 8. And there's actually something that I found really fascinating. And I think this is an incredibly helpful, teachable episode about Alex and how he operates. And the story that he tells has to do with the child protective services. Sure. And his feelings surrounding it obviously thinks that they're just out to kidnap your children. Yeah,"
    },
    {
      "end_timestamp": 833.0,
      "id": "347c4c78-cec7-3243-9adc-9e05e80937ef",
      "speaker": "Jordan",
      "start_timestamp": 828.0,
      "text": "we've we've interacted with the imaginary CPS in the past. We're Yes."
    },
    {
      "end_timestamp": 838.0,
      "id": "4db7b1be-0989-3e48-bea6-9539e9248d90",
      "speaker": "Dan",
      "start_timestamp": 833.0,
      "text": "So he starts off the episode talking about this. There are"
    },
    {
      "end_timestamp": 895.0,
      "id": "efc7cbf8-005a-39b9-b5f6-72dae8d70bdd",
      "speaker": "Alex Jones",
      "start_timestamp": 838.0,
      "text": "over a million and a half million and a half children taken each year by federally funded child kidnapping services. That can't be true. And the argument is, well, you know, there are abusers out there. Yeah, you have criminal laws for that. You have police for that. And in the past it was the churches and or private county organizations that handled it. There were still a lot of problems with orphanages and and abuse there as well, because statistically, governments and agencies and orphanages, public or private, abused kids more than parents statistically, so it's kind of a catch 22 You take kids from abusers, and give them to people statistically that have an even bigger pension for abuse where criminals of all types are attracted because they can then abuse people who are defenseless, and that's just the you know, go go go get a master's degree in criminology and you'll find out all about it. Okay,"
    },
    {
      "end_timestamp": 898.0,
      "id": "c7667b98-c935-39d1-b630-e4082db0ffa7",
      "speaker": "Jordan",
      "start_timestamp": 895.0,
      "text": "you go get a Master's"
    },
    {
      "end_timestamp": 901.0,
      "id": "fca902f1-9ab0-3718-a58c-b90863063177",
      "speaker": "Alex Jones",
      "start_timestamp": 898.0,
      "text": "it's a crime yes to Statistics."
    },
    {
      "end_timestamp": 903.0,
      "id": "488e6113-a697-3d4a-8683-829ff769442e",
      "speaker": "Jordan",
      "start_timestamp": 901.0,
      "text": "You don't get to tell me to do that."
    },
    {
      "end_timestamp": 927.0,
      "id": "1020c70e-ae08-351a-8e06-9be2560ac85a",
      "speaker": "Alex Jones",
      "start_timestamp": 903.0,
      "text": "Why am I there? But I have to tell you, I mean, if you're the daughter or son of a crack dealer, you don't have a problem, folks. They don't want you. But if you're middle class, if you don't know your rights, they will get in a year $200,000 of federal funds, if they can string your toddler out on Ritalin, Prozac, oh, yeah, this is admitted."
    },
    {
      "end_timestamp": 950.0,
      "id": "9c3d0baa-49b7-3e27-bf3d-70464fc76601",
      "speaker": "Dan",
      "start_timestamp": 927.0,
      "text": "So this is, this is something he's, there's a lot of this is pretty standard stuff. Yeah. From Alex's point share. Something that needs to be brought up to is this notion that the, like, Child Protective Services doesn't need to exist, because there are criminal laws for this. Yes. A little bit of a weird perspective. Oh, the"
    },
    {
      "end_timestamp": 956.0,
      "id": "10d0f398-7f58-3d16-bf89-d14a766b2a48",
      "speaker": "Jordan",
      "start_timestamp": 950.0,
      "text": "cops will come steal a kid and then they'll raise them in the precinct. And that's where we get cops."
    },
    {
      "end_timestamp": 992.0,
      "id": "bd153c9e-2c5c-3c7f-a045-60aac614656e",
      "speaker": "Dan",
      "start_timestamp": 956.0,
      "text": "Sure. I think that sounds like a fun crowd that you might watch. I think it's silly to act like this. Because there are laws. And there are people who need to be specialized in dealing with certain laws, particularly sensitive type situations like family dynamics, and abuse, though. And that's not that's not something that you would want to entrust to your normal beat copper, just as someone who doesn't have some training in that field,"
    },
    {
      "end_timestamp": 1008.0,
      "id": "9010a260-f669-3c5c-97ce-2355fe5611a5",
      "speaker": "Jordan",
      "start_timestamp": 992.0,
      "text": "of course. So if you don't have CPS, then you just have to take a unit inside to the police department and turn them into CPS basically, yeah, yeah. No matter what you do for someone to accomplish the job you're looking for, right? Someone has to be there?"
    },
    {
      "end_timestamp": 1030.0,
      "id": "37d99479-f3f6-33b1-b776-6db88520ea6c",
      "speaker": "Dan",
      "start_timestamp": 1008.0,
      "text": "Or do you have to create a situation where like, we don't do anything proactive, we don't do anything that is trying to, you know, address situations. And instead what we do is when there's something when you get a murmur of like there's some abuse going on, we send in just your normal detective in there. And I guess they arrest the parents and the kids can fend for themselves. I"
    },
    {
      "end_timestamp": 1043.0,
      "id": "491b49a3-1746-38b7-8324-0fcd04d585f5",
      "speaker": "Jordan",
      "start_timestamp": 1030.0,
      "text": "mean, it does feel like what they're doing is okay, so your your parents are gonna go to jail. You're gonna be fine in this house by yourself. Alright, good. Cool. Well, we'll see you later. Check in on your once a week or so we'll bring you some book."
    },
    {
      "end_timestamp": 1066.0,
      "id": "575cddb9-7bf4-3dc5-9b66-a2fb384398c7",
      "speaker": "Dan",
      "start_timestamp": 1043.0,
      "text": "Eight. I don't know what the the alternative for what Alex? I guess it's just the churches will take care of everything. It's kind of the same thing he has about like people not having insurance. Yeah, it's like, yeah, doctors at churches will take care of you. charities will do a unity aid. That's great. Yeah, some of that stuff was it would be great if there was more of it, but relying on it institutionally and structurally seems like it's just a way to not, you"
    },
    {
      "end_timestamp": 1076.0,
      "id": "696a9f26-95ce-3de2-b563-67902ffa1b90",
      "speaker": "Jordan",
      "start_timestamp": 1066.0,
      "text": "know, we we created a government because we wanted community aid on a bigger level. Right. That's why we all pay the government to then provide community aid."
    },
    {
      "end_timestamp": 1083.0,
      "id": "16f758f9-d775-324f-a668-701d6ac567d7",
      "speaker": "Dan",
      "start_timestamp": 1076.0,
      "text": "It's yeah, it's something like that. Yeah. So Alex has a story about CPS taking a child and I do not believe that this is true."
    },
    {
      "end_timestamp": 1131.0,
      "id": "06421b51-18d8-391c-8f90-39b7cb0fff61",
      "speaker": "Alex Jones",
      "start_timestamp": 1083.0,
      "text": "I've been to the hospitals, okay. Where the mothers had a newborn baby, no criminal record and got some welfare you know, it was recommended with her first baby. Oh, come to the city hospital. It'll be paid for, you know, oh, I'll get some help. Come in sign here. Take the kid you're at risk. Because you're both you know, working blue collar jobs, but you got a house. Take the first kid at birth. What and then I'm there to watch this woman. We go there and there's police stalking around. You name it. They're trying to make her sign documents or threatening or Mike's got a hidden camera getting footage of this or telling her he better do it right now and the cops in Donegal shown his teeth What's your problem? To go?"
    },
    {
      "end_timestamp": 1134.0,
      "id": "91ae1e02-3cb8-3b1d-9381-5549c320958a",
      "speaker": "Jordan",
      "start_timestamp": 1131.0,
      "text": "So then the cops are"
    },
    {
      "end_timestamp": 1150.0,
      "id": "2c808841-f13f-3564-a8de-c7bca5779ee9",
      "speaker": "Alex Jones",
      "start_timestamp": 1134.0,
      "text": "arrested throw us out of the hospital. And then I witnesses that were still there. So they just grabbed her and squeezed her arm. We talked to her, of course on the TV show, wave your arm and said sign it. She did and I better grab the kid. That's it, folks. Yeah,"
    },
    {
      "end_timestamp": 1168.0,
      "id": "4b53740c-5522-330d-a584-2427ac238ddc",
      "speaker": "Dan",
      "start_timestamp": 1150.0,
      "text": "I don't I don't believe that this story as its told, although you do make a really good point. And I guess Alex's response to that would be the cops are only doing this because the CPS makes them do something like that. I ensure therefore there's a workaround. Okay. Yeah, but this is I mean, this is scary. If you're listening, this is something to be scared of."
    },
    {
      "end_timestamp": 1187.0,
      "id": "8b7e5228-a003-3ddf-b20e-e9b2a254865c",
      "speaker": "Jordan",
      "start_timestamp": 1168.0,
      "text": "Yeah, I suppose the cops coming in and stealing your baby in broad daylight with all of these people around witnessing it, and only one of whom is apparently retelling the story. All of those people in the hospital all of the doctors, nurses, all of the rest of the people never told this story once but he and Mike"
    },
    {
      "end_timestamp": 1200.0,
      "id": "c1e74de4-0e3b-340a-ba7f-70a810b367df",
      "speaker": "Dan",
      "start_timestamp": 1187.0,
      "text": "Hanson, his cameraman secretly recorded footage of this play is conspicuous in its absence. I've not seen this and I've watched a lot of his content even from back in these times. It's documentaries and what have you. I think this would be pretty cool. looking stuff. Boy,"
    },
    {
      "end_timestamp": 1207.0,
      "id": "c83e753f-e641-387b-a854-c5e31e89b09c",
      "speaker": "Jordan",
      "start_timestamp": 1200.0,
      "text": "if I was telling this story, I'd be like, You know what, let's play that footage right now. It'd be good. It'd be helpful. It'd be contextual. But I"
    },
    {
      "end_timestamp": 1216.0,
      "id": "ad5fa3d1-920e-36b5-9ce5-34cb79b926d0",
      "speaker": "Dan",
      "start_timestamp": 1207.0,
      "text": "think that it's more just a misrepresentation of something that he wants to present as this. They're going to steal your kids, but they are going to steal a particular kind of kid."
    },
    {
      "end_timestamp": 1221.0,
      "id": "8cf12930-0243-3ee9-94d5-8654ae1eb6bd",
      "speaker": "Jordan",
      "start_timestamp": 1216.0,
      "text": "Oh, yeah, I bet there's, there's no as your if you're a crack dealer, they"
    },
    {
      "end_timestamp": 1225.0,
      "id": "70bdbeea-0ff4-3dc6-8dde-6d000341b3c1",
      "speaker": "Dan",
      "start_timestamp": 1221.0,
      "text": "don't want your kid. Right. Right. Right. Alex says to make things a little bit more explicit,"
    },
    {
      "end_timestamp": 1226.0,
      "id": "68c68e2d-4a04-3d3e-b0c2-7c63babef9f4",
      "speaker": "Jordan",
      "start_timestamp": 1225.0,
      "text": "I was gonna say,"
    },
    {
      "end_timestamp": 1264.0,
      "id": "d16818eb-1f37-3845-9ace-f2ddaa8edfe8",
      "speaker": "Alex Jones",
      "start_timestamp": 1226.0,
      "text": "and then it got even sicker. We then got the actual brief, where they had had her flagged on the computer, for the next time she went to a hospital. This is basically they were just picking the apple tree, kidnap her second kid. They knew she was an easy push over her and her husband, you know, poor white folks. They go in and you know, these are prized babies, folks. I mean, they admitted their price because the white they get a lot of money on a million the adoption after a couple of years of of siphoning off money for for raising them a bit. This is all admitted. It's all"
    },
    {
      "end_timestamp": 1269.0,
      "id": "15f8178e-1eea-35aa-9591-b596c2f5d54d",
      "speaker": "Dan",
      "start_timestamp": 1264.0,
      "text": "admitted. They want okay, these prize white babies."
    },
    {
      "end_timestamp": 1273.0,
      "id": "0fc93b4f-46fb-30c6-9e1e-4b4f732468fe",
      "speaker": "Jordan",
      "start_timestamp": 1269.0,
      "text": "Right, right. What's the going? What's the going rate for a white baby these days?"
    },
    {
      "end_timestamp": 1294.0,
      "id": "a973b189-3543-3953-ad6d-3e0cc376a665",
      "speaker": "Dan",
      "start_timestamp": 1273.0,
      "text": "I don't know. But I don't think this is a major concern for the child protective services. Although for Alex, it seems to be front and center. And all of this is being brought up. And this is the theme. And basically the entirety of this episode should because Alex has found a story in the Denver Post that is going to this is just going to basically spiral from here,"
    },
    {
      "end_timestamp": 1357.0,
      "id": "3d31353f-2067-3e23-944d-242e62e42d86",
      "speaker": "Alex Jones",
      "start_timestamp": 1294.0,
      "text": "okay, I can't stand it anymore. I'm pulling my hair out. I'm watching criminals engage in kidnapping. And then nothing's done to them. This was the Denver Post who's outraged. There's normally no socialist and for all this, but it's even outraging Diane Carmen. Now, this is the Denver Post on infowars.com. We're updating it right now. Agency seizure of baby still a sad mystery. Victoria Good luck. sat in the sweltering living room. I've heard Westminster home Monday afternoon, our breasts bobbing under the weight of so much milk, or baby girl born early Friday morning was in protective custody, protective custody, or five other children weren't. The kids picked out of the window and played quietly is Adams County Social Worker interviewed the parent and inspected the house and the family environment. Now they've already kidnapped the kid once you get to this, but now they're stomping around the house no warrant. You get through the threatening people and they don't even care."
    },
    {
      "end_timestamp": 1373.0,
      "id": "b216609e-abed-3a69-ac3b-20b6ab99f424",
      "speaker": "Dan",
      "start_timestamp": 1357.0,
      "text": "So it's wild to learn that in 2003, the Denver Post was a socialist publication, especially considering Vidya was operated by media news group incorporated, the second largest newspaper conglomerate in the country. kind of seems like Alex might just throw that word socialists around randomly like it doesn't mean anything"
    },
    {
      "end_timestamp": 1377.0,
      "id": "be3d2e76-bd50-3642-a120-b2dbacccbf52",
      "speaker": "Jordan",
      "start_timestamp": 1373.0,
      "text": "might mean just I disagree with them from time to time."
    },
    {
      "end_timestamp": 1382.0,
      "id": "3fff9268-2f8d-3812-983c-f14f73ba53e5",
      "speaker": "Dan",
      "start_timestamp": 1377.0,
      "text": "Or they don't explicitly endorse the severely right wing politics that I love."
    },
    {
      "end_timestamp": 1387.0,
      "id": "aa42fa68-790a-3ef1-8a08-9decbfd42e34",
      "speaker": "Jordan",
      "start_timestamp": 1382.0,
      "text": "I haven't met him at a kk k meeting. Yeah, I haven't seen him. They're socialists. So this"
    },
    {
      "end_timestamp": 1405.0,
      "id": "1314d819-df64-3e99-ba70-942045b47195",
      "speaker": "Dan",
      "start_timestamp": 1387.0,
      "text": "is a story about a woman who had her child taken temporarily by child protective services. But there are some very important details in the story that are going to be interesting to see if Alex ignores because the reality of the story does not work for the narratives that Alex is trying to build up about the CPS. Oh, yeah, they do. If you lie,"
    },
    {
      "end_timestamp": 1410.0,
      "id": "422f4ff4-f37f-3b06-927b-92012d290384",
      "speaker": "Jordan",
      "start_timestamp": 1405.0,
      "text": "ah, that's such a good trick. Yeah. Why do they always get away with that?"
    },
    {
      "end_timestamp": 1412.0,
      "id": "7261cd07-2077-306a-9bd6-abc2d0dbfa5f",
      "speaker": "Dan",
      "start_timestamp": 1410.0,
      "text": "So here Alex gets more into the story. The Reverend"
    },
    {
      "end_timestamp": 1439.0,
      "id": "dbfce3e7-b8ed-35f5-b182-3239ec450511",
      "speaker": "Alex Jones",
      "start_timestamp": 1412.0,
      "text": "Heidi McGinnis, of North Presbyterian Church and says that social workers and Denver Health Medical Center mistakenly assume good luck. And her husband, Phillip gates were homeless. Now that's what they said. And often, they told the woman that we've been to a bunch of these, it can't leave, stay right here. We've got people coming to help you with some services. And the police come in, they stand on each side, they'll grab them by the arms will go now it's time to shine. They do this out in the open."
    },
    {
      "end_timestamp": 1456.0,
      "id": "3cf8349a-66bf-3b5b-b0db-1cfd16561674",
      "speaker": "Dan",
      "start_timestamp": 1439.0,
      "text": "So one of the sources that cited in the article is their pastor. McGinnis. Right. And they again, it's a speculated that the hospital thought that they were homeless. Yeah. And so Alex raves about it a little bit, covers the story a little bit more."
    },
    {
      "end_timestamp": 1490.0,
      "id": "3cec31c0-de4d-3f79-b9b1-766e4b4ddf25",
      "speaker": "Alex Jones",
      "start_timestamp": 1456.0,
      "text": "Hospital officials contact Denver Department of Human Services about their concerns for the child's safety on Saturday on Sunday morning, two day old sunshine Gates was whisked away. Or as Miss McGinnis describes they stole our baby. Sue Kob Human Services spokeswoman said she did not comment on the case. Instead, she talked about policy, praising her words carefully. When we get a referral. We're obliged to follow up on it. She said we rely heavily on family cooperation. Oh God, no Fifth Amendment."
    },
    {
      "end_timestamp": 1491.0,
      "id": "b9c20d57-66cd-3efd-be14-bd8a370d1f43",
      "speaker": "Jordan",
      "start_timestamp": 1490.0,
      "text": "I mean, yeah."
    },
    {
      "end_timestamp": 1699.0,
      "id": "56d72967-4a96-32e2-8c31-60c50651a452",
      "speaker": "Dan",
      "start_timestamp": 1491.0,
      "text": "So if you're just listening to Alex, you would not have very important context about this story that he's reading and it's entirely intentional on his part. He tells the story he wants the audience to hear and hides the details that are inconvenient for his ability to spin a bullshit yarns. The biggest piece of information he's leaving out is that the family was unhoused. A couple years prior and good luck husband was, quote, pretty sure that this had to do with outdated medical record, right. He believed that there was a misunderstanding that stemmed from medical records they had on file being from a time when they were experiencing homelessness, which makes the whole thing kind of make a lot more sense, right, right, over the years since they've had tons of temporary addresses. So you can kind of understand how none of these would necessarily be in the medical records. And CPS would be tasked with offering resources to an unhoused family having a child right. The second thing that Alex is not telling his audience is that the baby was put in CPS custody on Sunday and was returned to his good luck on Monday evening. It's something that's unfortunate and may not have been handled perfectly and maybe shouldn't have happened. And likely, if you know, better record keeping was done by all parties involved. It wouldn't have been this wasn't a kidnapping. And it lasted around 24 hours, right? It was about the amount of time that they needed to correct their clerical error and do the paperwork. Right, right. The third thing that Alex is leaving out in that for now, but we'll have to address later is that good luck is Navajo and her husband is Lakota. Alex is not bringing this detail up because he's trying to do this whole jag about how the system is really after white children. He expressed right and to address that dynamic, not existing in this big story he's covering would be kind of suspicious, especially if indigenous people rights dead and it leads to another major problem for his entire narrative. According to a 2017 release from the National Indian Child Welfare Association, quote, research and data from the states tells us that American Indian slash Alaskan Native children are disproportionately represented or over represented in the child welfare system nationwide, especially in foster care. This means that higher percentages of AI slash a n children are found in the child welfare system than in the general population. The over representation of AI A n children often starts with reports of abuse and neglect at rates proportionate to their population numbers but grows higher at each major decision point from investigation to placement, culminating in the overrepresentation of AI a and children in placements outside the home. One study found that due in large part to systemic bias, where abuse has been reported AI a and children are two times more likely to be investigated two times more likely to have allegations of abuse, substantiated, and four times more likely to be placed in foster care than white children. Right. This disproportionality has gotten worse in the time sense. But the rates, it was still significant in 2003. But this is a dynamic that Alex is not equipped to deal with. He doesn't actually care about fixing real problems of how the CPS operates. And he's actually averse to even acknowledging those problems because for him, the CPS narrative is really just a vehicle for him to engage in white grievance. Yeah, it to the extent that he will ever acknowledge that these are, you know, a Navajo mother and a Lakota father, he only will recognize it in it like now they're going to do it to us now they're doing it right. That is the way that he views this. And actually looking at the real dynamics is counterproductive for him. I"
    },
    {
      "end_timestamp": 1728.0,
      "id": "2b978b0e-f024-3b6b-babb-b3c9ec63a817",
      "speaker": "Jordan",
      "start_timestamp": 1699.0,
      "text": "mean, it's and it's just such fucking bullshit of like, you are you are at symptom number seven of the problem. That is why were they unhoused in the first place. Let's start fucking way back when, when What world are we allowing that to happen? And then you go back even further, and you go, not only are they on House currently in our terrible system, but they are from a people who were genocided by everybody. And we're not"
    },
    {
      "end_timestamp": 1737.0,
      "id": "f18167ee-2014-3ae0-bb2a-edb85dd753be",
      "speaker": "Dan",
      "start_timestamp": 1728.0,
      "text": "disproportionate taking of children is not not a part of"
    },
    {
      "end_timestamp": 1739.0,
      "id": "e326d120-86f2-3fca-aeb4-50a3b920c688",
      "speaker": "Jordan",
      "start_timestamp": 1737.0,
      "text": "the thing that we're doing"
    },
    {
      "end_timestamp": 1807.0,
      "id": "a10b75c7-3adb-34a1-87fe-156c195b8ab6",
      "speaker": "Dan",
      "start_timestamp": 1739.0,
      "text": "Yeah. Oh, my God understood in its proper context, this story that Alex is covering is a prime opportunity to discuss this very clearly discriminatory pattern and how these government entities treat Native families. Further, it could be an opportunity to discuss the ways that benign mistakes like out of date medical information can lead to really difficult situations, but they don't necessarily have to lead to disasters. Either of these options would bring new real useful information to his audience, but neither would create the feelings that he wants to evoke, namely, that all white people are under attack and the government is coming to take your children. Yeah, taking note of the details that Alex chooses to ignore about stories is often a really important part of understanding his editorial process and illustrating what it actually is that he considers important, right? The truth is informing the audience isn't important. The truth itself isn't. But spreading racially based fear is pretty super important. Yeah, and I want to be totally clear about this. Alex is excluding information actively and intentionally so the audience doesn't get the full picture. After he comes back from break he continues reading the article and this is fucking damning."
    },
    {
      "end_timestamp": 1830.0,
      "id": "c4c975e0-a88c-3fb0-924d-4f0195ec028d",
      "speaker": "Alex Jones",
      "start_timestamp": 1807.0,
      "text": "Good luck said she told the hospital admissions personnel her dress but while I was there people kept coming up to me and asking if this is right she swarmed because a lot of them get tons of cash. She She didn't understand it didn't understand the new Nike ad for sheshe pool we live in the family had lived in Denver area. Much and again it goes on."
    },
    {
      "end_timestamp": 1899.0,
      "id": "fa5e05c4-a56c-313e-bc84-e7bd2c8c09bc",
      "speaker": "Dan",
      "start_timestamp": 1830.0,
      "text": "Here's what Alex accidentally started reading and then stopped himself mid sentence, quote, good luck said she told hospital admissions personnel her address but while I was there, people kept coming up to me and asking me if this is right. She didn't understand it. The family had lived in a Denver area homeless shelter for about six months in 1999. And later in a basement apartment provided by a member of the church where Philip Gates has become an ordained elder. It's just one chapter in the family's struggles. Right. Alex? You heard him say they had lived in a Denver area and then stopped at right there. Yep, right there at the word homeless because that validates why there might have been concerned that went awry. Obviously not handled perfectly in this situation. But it gives an explanation for why this situation is happening. Right? Why there was cause for the people to think that maybe she was on housed right. And he can't let that be. It has to be a random thing where there's evil intent on the part of the CPS people. He's lying to his audience. And it's so clear when you hear him drop off right there when reading this. It's so fucking obvious."
    },
    {
      "end_timestamp": 1914.0,
      "id": "8cc1a9f3-fe2b-3600-9f34-ba8792f36009",
      "speaker": "Jordan",
      "start_timestamp": 1899.0,
      "text": "Yeah, that's, that's fucked. That's just fucked. I'm actually more. I'm happier when he's making shit up whole cloth, because that's just sad and evil. Like that's an actual bad"
    },
    {
      "end_timestamp": 1927.0,
      "id": "6d3a6b3e-8255-31f8-b57d-c3470587188f",
      "speaker": "Dan",
      "start_timestamp": 1914.0,
      "text": "thing to do. Well, it also very clearly shows that he didn't read this before he decided to dedicate an entire show to anti CPS narratives based on or at least, sort of"
    },
    {
      "end_timestamp": 1931.0,
      "id": "f503ca60-aa7d-332f-a83a-cecfdd2722cd",
      "speaker": "Jordan",
      "start_timestamp": 1927.0,
      "text": "bolstered by this kind of bullshit. Well see,"
    },
    {
      "end_timestamp": 1945.0,
      "id": "8c5659d8-fedb-31d7-947f-bd338fe075d2",
      "speaker": "Dan",
      "start_timestamp": 1931.0,
      "text": "yeah, at least seemingly precipitated by him reading this story. Yeah, yeah. This story is the launching point for him to have a show all about the CPS and the evils of it. Right. And he does he is didn't even read it. He didn't even read it."
    },
    {
      "end_timestamp": 1958.0,
      "id": "b2c45b14-756f-31eb-b376-bcbb032fc89d",
      "speaker": "Jordan",
      "start_timestamp": 1945.0,
      "text": "This was before he spent three hours every morning reading, and then did his show and then spent five hours every evening reading. This was before he got serious dad and started doing a lot more drugs."
    },
    {
      "end_timestamp": 1961.0,
      "id": "37b51bf1-cfd6-316b-ad55-5d6613c63275",
      "speaker": "Dan",
      "start_timestamp": 1958.0,
      "text": "Yeah, yeah, I'm sure. So this is also bullshit."
    },
    {
      "end_timestamp": 1985.0,
      "id": "1585e6c5-ccd5-3a34-ae4e-3dde80ae4768",
      "speaker": "Alex Jones",
      "start_timestamp": 1961.0,
      "text": "Okay, guy, he was a troubled policeman said he was shot while working on a joint investigation with the US Drug Enforcement Administration. It goes on to talk about the family. This guy's a veteran cop and have been a church and a member. I mean, and then you're not gonna get your kid back. Understand that? They don't care. They want this to be in the paper"
    },
    {
      "end_timestamp": 1989.0,
      "id": "e91b0110-1508-390f-a6ee-ece18e95a19e",
      "speaker": "Jordan",
      "start_timestamp": 1985.0,
      "text": "they already get. By this time. Yeah."
    },
    {
      "end_timestamp": 1999.0,
      "id": "3b54b509-12a7-398a-941f-dc9c3051a72a",
      "speaker": "Alex Jones",
      "start_timestamp": 1989.0,
      "text": "Oh, man. Wow. That is just absolutely amazing."
    },
    {
      "end_timestamp": 2038.0,
      "id": "290afd53-a53d-3932-a108-ec597dedbcf6",
      "speaker": "Dan",
      "start_timestamp": 1999.0,
      "text": "Alex Alex's not telling his audience that the family had already got the kid back by the time the article he's reading was published. He's also stopping himself from disclosing the part where it says that gates is permanently disabled because of that shooting that he mentioned, which naturally would be even more cause for child welfare services to be interested in providing whatever assistance they can. Yeah, this stuff works against Alex's narrative, though, so it's censored from the most uncensored and most unfiltered news program in the world. Totally. Alex likey. Everyone just hates him because he's too truthful, though. Really? I mean, like, that's the reason that everyone thinks he's a piece of shit. Yeah, yeah. Not because he's a no. Intentional liar. speaks"
    },
    {
      "end_timestamp": 2070.0,
      "id": "712112a5-2013-3354-8cca-6afcc9d961c1",
      "speaker": "Jordan",
      "start_timestamp": 2038.0,
      "text": "truth to power, if threatens the people, you know, I mean, it is it is so weird when we can separate it because he's doing a radio show. But essentially, if she was there holding her baby, he wouldn't be looking in their eyes screaming, you're never gonna get that baby back. Yeah. And then she's like, I'm holding and he's like, This is crazy. Just out of that. These people are 1984 and all over the place here. I'm holding the baby. Well, but he's on the radio. So it's like, oh, I don't even notice this person isn't"
    },
    {
      "end_timestamp": 2079.0,
      "id": "cd09e36b-0874-372d-b1e5-83d99e21ba9e",
      "speaker": "Dan",
      "start_timestamp": 2070.0,
      "text": "exactly existing. They're supposed to just abstract Yeah, he doesn't give a shit. Yeah. Doesn't matter. Doesn't matter. It is fake emotion. And I mean, why"
    },
    {
      "end_timestamp": 2085.0,
      "id": "783ef12a-ea0d-3693-b497-8bef82a69733",
      "speaker": "Jordan",
      "start_timestamp": 2079.0,
      "text": "are real? Is that a? Is that a conversation that we need to have with Alex of like other people?"
    },
    {
      "end_timestamp": 2091.0,
      "id": "705373a0-6047-331b-a6df-1f1cf399504b",
      "speaker": "Dan",
      "start_timestamp": 2085.0,
      "text": "I know that we do think that he has a bit of a solipsism to him. He has trouble with object permanence. That's"
    },
    {
      "end_timestamp": 2093.0,
      "id": "afbd373b-5578-3e3e-ad63-b5c5ae3dafc6",
      "speaker": "Jordan",
      "start_timestamp": 2091.0,
      "text": "definitely true. So yeah, I"
    },
    {
      "end_timestamp": 2100.0,
      "id": "7313c766-8c88-3ae4-84c8-eab6ea093655",
      "speaker": "Dan",
      "start_timestamp": 2093.0,
      "text": "don't know. It's certainly more in the present than it was in the past, but maybe it's maybe it's always been"
    },
    {
      "end_timestamp": 2107.0,
      "id": "fb26f9dc-8c03-3832-bcd6-4efe17e4fbc0",
      "speaker": "Jordan",
      "start_timestamp": 2100.0,
      "text": "there. Yeah, you know, if you give your children John Birch books before you teach them object permanence, I think we wind up here."
    },
    {
      "end_timestamp": 2130.0,
      "id": "0985950f-9f6d-3058-b49b-ac12196f772d",
      "speaker": "Dan",
      "start_timestamp": 2107.0,
      "text": "So yeah, you have just this real nonsense demonstration here. Yeah. That he has. He's lying very intentionally about this article as a way to push his anti CPS politics. So look, it goes to another break, check that maybe he accidentally read the article there. And"
    },
    {
      "end_timestamp": 2133.0,
      "id": "8adfb8e2-9236-31d2-a49d-8df48ce76d43",
      "speaker": "Jordan",
      "start_timestamp": 2130.0,
      "text": "that's a bad idea. He had a good chance."
    },
    {
      "end_timestamp": 2146.0,
      "id": "b9714e61-4b0e-36dd-873a-32bbc736777d",
      "speaker": "Alex Jones",
      "start_timestamp": 2133.0,
      "text": "In Austin, Texas. In your poor and blue collar, go in for some help having your child about a third of the time they take your kid."
    },
    {
      "end_timestamp": 2149.0,
      "id": "47a0715c-f0be-37c4-b0b9-488695217b08",
      "speaker": "Jordan",
      "start_timestamp": 2146.0,
      "text": "That's so many times."
    },
    {
      "end_timestamp": 2164.0,
      "id": "e8e998f9-cf1f-3ba5-b2b4-16cbd505c89c",
      "speaker": "Alex Jones",
      "start_timestamp": 2149.0,
      "text": "They, they have gotten the child back when I say they're never getting their child back again. They're probably going to show back over and over and over and over again. In many cases, and this happened mainly because he was a police officer. Is why they're doing this."
    },
    {
      "end_timestamp": 2211.0,
      "id": "fd5525e4-508e-3f0f-b22d-f8b2b9f63510",
      "speaker": "Dan",
      "start_timestamp": 2164.0,
      "text": "Yeah, that's why it happened. Yep. So he read the article, because he's correcting himself that they got their kid back. Right. Right. Right. Yeah, he's aware of that information now. But you know, assuming that he has read the article, he now knows, you know, the thing that he's censored himself from saying, and now he's just saying it's because the guy is a cop. But he's, he's not a cop. No, he was a cop. 22 years ago was shot. Yeah. In the line of duty. Yeah. And is permanently disabled. For is now a church elder, right. So great. I could work yeah, I just think this is trash. I find it to be awful. And then it gets even worse, because this whole pageant goes on for quite a while. And then Alex has a guest. And it says water filter sponsor. Sure."
    },
    {
      "end_timestamp": 2226.0,
      "id": "0583529b-d32f-3e87-a8c3-783c48ca95f4",
      "speaker": "Alex Jones",
      "start_timestamp": 2211.0,
      "text": "I mean, he's got a few filters. The only I know, it's not reverse osmosis, that will actually remove this garbage. And it's portable. It's awesome. Jim, thanks for being on with the show. Always a pleasure, Alex. And by the"
    },
    {
      "end_timestamp": 2233.0,
      "id": "eb55ce20-3ff5-3725-b61e-49e99bdeffd7",
      "speaker": "Water Filter Salesman Jim",
      "start_timestamp": 2226.0,
      "text": "way, I always enjoy listening to your rant and rave. I don't know where you get all your information. You've got to be a prodigy to get all this stuff and cram it in your head and get it"
    },
    {
      "end_timestamp": 2251.0,
      "id": "47de6e3b-b229-3097-8f3f-fc71c62f65dc",
      "speaker": "Alex Jones",
      "start_timestamp": 2233.0,
      "text": "out. I mean, it's my webmaster one way it's my wife. It's it's Paul Joseph Watson. It's a people that email me all these. This is what I got stacks of stories this bad today, and I've already spent 35 minutes on it. I mean, the paper has to admit this is evil."
    },
    {
      "end_timestamp": 2275.0,
      "id": "f7483767-5a56-320f-ad4f-89c95ddf0157",
      "speaker": "Dan",
      "start_timestamp": 2251.0,
      "text": "Yeah, it's I find it really sad. I mean, they're in a commercial relationship. So you don't expect necessarily pushback. It's just weird to be like, God, you are so smart. You got so much information in that been after we've just listened to him make shit up. I mean, and intentionally leave out information that is illuminating about a story there"
    },
    {
      "end_timestamp": 2293.0,
      "id": "2c0aabc1-d0fb-3c00-b5ba-588b0b52f040",
      "speaker": "Jordan",
      "start_timestamp": 2275.0,
      "text": "is there is that con man kind of feel that you just like, It still blows my mind whenever you feel that actual con man feeling of that person saying, Wow, you are smart, right? You somebody's clearly making everything up. And it's just like, they got taken in. And that's"
    },
    {
      "end_timestamp": 2299.0,
      "id": "d8e706a8-4dad-38ae-935e-8b6832ef4463",
      "speaker": "Dan",
      "start_timestamp": 2293.0,
      "text": "it again, it's the commercial relationship makes it like he just put he's putting that aside and blowing smoke."
    },
    {
      "end_timestamp": 2303.0,
      "id": "a90e4b81-84ff-3ebd-b857-4819222703d8",
      "speaker": "Jordan",
      "start_timestamp": 2299.0,
      "text": "Yeah, I would imagine that if you have reservations now is not the time."
    },
    {
      "end_timestamp": 2359.0,
      "id": "f5d626f9-3fc9-38a2-934c-7de4a9025357",
      "speaker": "Dan",
      "start_timestamp": 2303.0,
      "text": "Yeah. So the other thing that I was thinking about that, I think is a really good point. That is that Alex could recognize every piece of information about this article and still tell the story that he wants to tell. Yeah, he would have a more difficult time with it. Perhaps he could not paint the picture that the CPS is randomly just accusing people of being on housed or something. And like using that false accusation as an excuse to steal their child, he perhaps couldn't do that. But you'd have to open it, you could open it up into a like, that is not caused to take someone's job. Sure, sure. Sure. You know, there's there's ways that he could incorporate all this information, but it's more difficult. And it's more difficult in a way that leads you to actual solutions. Yeah, it leads you to reforming the system that is there as opposed to creating a cartoonish version of it to be mad about and demand to be demolished. And ultimately,"
    },
    {
      "end_timestamp": 2376.0,
      "id": "d6f58ee6-3efc-3823-b6f9-784f4adb19f1",
      "speaker": "Jordan",
      "start_timestamp": 2359.0,
      "text": "it just simply allows you to identify as I mean, despite Alex insisting that this only happens to white people, it allows you do identify with somebody non white, which cannot happen on this show. They're bolted."
    },
    {
      "end_timestamp": 2395.0,
      "id": "137dc576-3bab-3437-9e66-88174bb90a01",
      "speaker": "Dan",
      "start_timestamp": 2376.0,
      "text": "So Alex take some calls. And naturally he gets calls from people who have situations with the trouble with the children. Yeah, absolutely. Yes, type stuff. They made it up in there. So he's got a color. And this color is having a difficult time with her child. And Alex has some weird things to say."
    },
    {
      "end_timestamp": 2422.0,
      "id": "abda1921-7cdf-3700-92b7-67647ac1b637",
      "speaker": "Caller 1 (724)",
      "start_timestamp": 2395.0,
      "text": "It got to the point she was diagnosed with ADHD by the time Whoa, yeah. But by the time the state was done with her, she had nine different labels and psychiatric labels to take her from you and put around in California. Well, she was given to, actually the father who abandoned her at birth, who has a history of abuse in this situation, but she was sent to live with him. And"
    },
    {
      "end_timestamp": 2425.0,
      "id": "b5ffbf07-b0d1-387d-bc92-ff15717e09ff",
      "speaker": "Alex Jones",
      "start_timestamp": 2422.0,
      "text": "now she do and now she's,"
    },
    {
      "end_timestamp": 2431.0,
      "id": "419ffcef-272a-327d-a4f8-6a1506465572",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2425.0,
      "text": "she's a mess. I mean, she just her life has been very hard. And well, you"
    },
    {
      "end_timestamp": 2449.0,
      "id": "ecc741bf-c8aa-3025-8af9-f40ab8dbb976",
      "speaker": "Alex Jones",
      "start_timestamp": 2431.0,
      "text": "need to tell her you need to. I wish I had time to talk to her in person, I would look in her eyes and say Energize. Right, these bonds, in the name of Jesus Christ, what if she really has faith, I'm telling you, I've seen people healed of this bond, and she needs to get off all drugs, Alex would have faith, he'll"
    },
    {
      "end_timestamp": 2457.0,
      "id": "216cd2b0-e7e4-30f0-9f4a-7c89b7af357d",
      "speaker": "Jordan",
      "start_timestamp": 2449.0,
      "text": "Wow, yeah, he would put his hand on her forehead and push her to the floor. And then when she stood up, she would go back and live with her mom"
    },
    {
      "end_timestamp": 2492.0,
      "id": "7e403750-aefc-3725-bbf6-8009bb561351",
      "speaker": "Dan",
      "start_timestamp": 2457.0,
      "text": "and our dies. I don't remember exactly where this woman is calling for. But I think that they're really dancing over something if this child was given the custody was given to father who hasn't been in her life who lives in a different state. There's something going on here. And it's not just she got these diagnoses that I disagreed with, yeah, that there's something really messed up here. There's a larger story and dealing with people who are telling these stories and being like, yeah, you're totally"
    },
    {
      "end_timestamp": 2498.0,
      "id": "efbb00e6-2fcf-314a-bea1-19f53276d008",
      "speaker": "Jordan",
      "start_timestamp": 2492.0,
      "text": "right. Yeah. Especially if they're unreliable narrator seems really irresponsible."
    },
    {
      "end_timestamp": 2513.0,
      "id": "30715f1f-185c-34b3-bbbc-11f35a5066d9",
      "speaker": "Jordan",
      "start_timestamp": 2498.0,
      "text": "I mean, yeah, you wouldn't, I wouldn't want to be like, you know, I mean, what you should do, I guess is say, Thank you for your call, and then stop talking. But I mean, if you wanted to keep talking, then you'd have to ask like further probing questions like, Okay, well,"
    },
    {
      "end_timestamp": 2516.0,
      "id": "e3e999c8-9da7-3955-ae9c-ec07f5e92520",
      "speaker": "Dan",
      "start_timestamp": 2513.0,
      "text": "he doesn't do that. Exactly. They just yell about how CPS"
    },
    {
      "end_timestamp": 2520.0,
      "id": "7c7ab5e4-4836-31d7-8faa-f9f37c50edfc",
      "speaker": "Jordan",
      "start_timestamp": 2516.0,
      "text": "Oh, you're, you're totally right. No, you're totally right. Yeah."
    },
    {
      "end_timestamp": 2525.0,
      "id": "9079d4b5-beb6-3083-b211-33e9d3481858",
      "speaker": "Dan",
      "start_timestamp": 2520.0,
      "text": "And then the caller says this, and it just bums me the fuck out."
    },
    {
      "end_timestamp": 2541.0,
      "id": "facaeb0a-09eb-3bc3-96dd-9c47d78573f9",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2525.0,
      "text": "And I just really want to thank you for your strength and your conviction, Alex, and I listened to you just about every day as often as I can. I stopped doing what I'm doing to listen and learn on what I've learned, and I've lost a lot of friends along the way, and I've lost a lot of my family."
    },
    {
      "end_timestamp": 2556.0,
      "id": "6599c900-76ed-36f9-b700-32ab86e38ca9",
      "speaker": "Alex Jones",
      "start_timestamp": 2541.0,
      "text": "So that's what happens in Nazi Germany. A lot of people want to serve the Hitler system. A lot of people want to serve out all Hitler. And so they don't like you saying what Hitler's doing is wrong. They think all this is normal."
    },
    {
      "end_timestamp": 2559.0,
      "id": "c69795a1-d96c-39c7-980d-6d74ccdd3448",
      "speaker": "Dan",
      "start_timestamp": 2556.0,
      "text": "Yeah, that is a bummer. That's cold shit."
    },
    {
      "end_timestamp": 2563.0,
      "id": "b22bb6f7-e788-3ec5-aff8-4a311fd86239",
      "speaker": "Jordan",
      "start_timestamp": 2559.0,
      "text": "Yeah, yeah. Yeah, that's, boy,"
    },
    {
      "end_timestamp": 2570.0,
      "id": "b23aab8c-5ebe-30d1-b630-4c599ad5f2cc",
      "speaker": "Dan",
      "start_timestamp": 2563.0,
      "text": "I study your broadcast. And I tell people in my life about it, and I've lost friends and family. Yeah. Because,"
    },
    {
      "end_timestamp": 2594.0,
      "id": "bd0ac541-17b9-331f-acd7-678e2aed8b53",
      "speaker": "Jordan",
      "start_timestamp": 2570.0,
      "text": "yeah, I mean, when you start with my child was sent to live with a father she didn't really know, in a different state. And then end with, I've lost friends and family because I tell them all about what Alex Jones says to me, then, I mean, you're starting to put some things together. There's not that's not the full picture."
    },
    {
      "end_timestamp": 2607.0,
      "id": "3367e360-2e4a-339a-a989-332e5d3ee318",
      "speaker": "Dan",
      "start_timestamp": 2594.0,
      "text": "And it's so bad for I know, Alex can't behave any other way. Really. But it's so bad for him to be like, yeah, that's because they can't handle the truth. They love worship. Yeah, he's just doubling down on this. This abusive influence. Yeah,"
    },
    {
      "end_timestamp": 2622.0,
      "id": "38caf31c-4122-3812-9af4-f671f32521e4",
      "speaker": "Jordan",
      "start_timestamp": 2607.0,
      "text": "you're never gonna see a cult leader be like, Hey, listen, you might be going a little bit too far with my bullshit about you step back. Right? Go out, go go hang out with your friends at the at the Sonic or whatever it is you kids do and then come back and we'll get back into this cult stuff."
    },
    {
      "end_timestamp": 2625.0,
      "id": "d520ff4a-d7ba-3fae-8962-79ec3766a675",
      "speaker": "Dan",
      "start_timestamp": 2622.0,
      "text": "This is supposed to be a fun con. And"
    },
    {
      "end_timestamp": 2632.0,
      "id": "fedebe1c-d2af-3b55-aba7-71caef5b9a43",
      "speaker": "Jordan",
      "start_timestamp": 2625.0,
      "text": "you're really bumming me out late, lady. I'm just trying to screw people out of money. And now you're telling me I'm hurting others."
    },
    {
      "end_timestamp": 2662.0,
      "id": "30ebe3aa-716c-3799-b0e6-a207fd04fd06",
      "speaker": "Dan",
      "start_timestamp": 2632.0,
      "text": "So this is gonna be tough for me to look in the mirror. But I will try and deal to match all of my mirrors. I'll deal with my wounds by rubbing money. Feel better buy another house. So that's a bummer. And I think we need to feel a little bit better by going to something a little more fun. And that is, it's time to go to Alex's memories of his past corner. Oh, I like it. Here's a fun story about Alex in high school. Another dead dog? No, oh,"
    },
    {
      "end_timestamp": 2671.0,
      "id": "d5f27074-11a9-30dc-8249-7f5c1b69ff47",
      "speaker": "Alex Jones",
      "start_timestamp": 2662.0,
      "text": "no. It's just what they do. And I've seen it 1000 times, folks. I was a trait eight plus two years in high school. I screwed around with"
    },
    {
      "end_timestamp": 2674.0,
      "id": "8e847aa6-2357-32a2-9732-2445c1f8ae2b",
      "speaker": "Jordan",
      "start_timestamp": 2671.0,
      "text": "oh, I phone calm."
    },
    {
      "end_timestamp": 2723.0,
      "id": "d288753d-7048-3bc9-850e-ee3aabe0da53",
      "speaker": "Alex Jones",
      "start_timestamp": 2674.0,
      "text": "didn't go to school and you know, quite a bit play hooky, all that stuff. But by the time I was a sophomore, sophomore, into my sophomore year, Junior Senior, by the time I was a senior, I was making 100 100 100 198 99 I mean, my report card was a joke. It was so good. I think when that is a joke that year, it was a 99 average. It was ridiculous. That was somebody You got 100 So of course, you know, they get all the awards. Yeah, so I was done with school. That's why too many credits. So, you know, they had me in their first period to be a assistant. I would walk around and bring them down to the class for people that had to come to see the counselor. Little did I know that the secret police, you know, to be set up or whatever, it'd be brought to the principal."
    },
    {
      "end_timestamp": 2727.0,
      "id": "4e2c8c18-b87b-3d15-97b3-f8deb0e017fe",
      "speaker": "Dan",
      "start_timestamp": 2723.0,
      "text": "So that's so Trump right there, man. It's like my, my report card was so good. It's a joke."
    },
    {
      "end_timestamp": 2734.0,
      "id": "69bfcc01-7e1a-35e0-83c6-8d6cdd01cbc0",
      "speaker": "Jordan",
      "start_timestamp": 2727.0,
      "text": "Yeah, like what best report card in this is 2003. Man, they were born for each. They really were."
    },
    {
      "end_timestamp": 2780.0,
      "id": "8f90656e-f156-3b6a-a976-f05fe141c578",
      "speaker": "Dan",
      "start_timestamp": 2734.0,
      "text": "So apparently Alex at this point in high school is getting perfect grades and basically every class and also he's constantly having sex with and impregnating adult women as well as fellow students and getting abortions, and he's a Satanist. So he's being recruited into a satanic ring run by the elites and rock wall to stop him from fulfilling his destiny of being the linchpin in God's plans to vanquish the devil. Also, at some point in the middle, he uncovered a drug dealing conspiracy, the Roswell police department who threatened to kill him, right. His dad didn't move him to Austin. Yeah, also, he's getting into constant street fights because black people wouldn't stop harassing him because he was white. Right? Also, he smoked crack a couple of times. He did say what an amazing, almost unbelievable backstory. It is. I think, unbelievable is the operative word there."
    },
    {
      "end_timestamp": 2792.0,
      "id": "51e4993f-9eb9-395c-80ac-e48c01c136ac",
      "speaker": "Jordan",
      "start_timestamp": 2780.0,
      "text": "I would say I would say a little bit overstuffed. If I was if I was describing the plot of this movie here. I would say overstep streamline. Yeah, streamline focus on a few important details. So"
    },
    {
      "end_timestamp": 2849.0,
      "id": "c2405c76-3d56-39c6-bd3f-722a3dbfea79",
      "speaker": "Dan",
      "start_timestamp": 2792.0,
      "text": "look, I didn't get good grades in high school, and I did end up dropping out. Before I went to college, I dropped out of high school. But I was friends with a lot of nerds. Yeah. All right. Yeah. And I knew I was friends with the guy who was the valedictorian of the class before me, a year older than me. And, look, they don't just choose one person who gets accolades. Like, no, there's like, first of all, I dropped out of high school and I was a national merit scholar. Of course he was so there are National Merit Scholars are all kinds of people who get scholarships to college course there is the valedictorian, there's like, there's sometimes co valedictorians, there are the other like Kume, loud, even like in in high school Share, Like I remember there being like four people who were like the, like, not not like President, Vice President treasurer. But there was like the valedictorian of the crowd. Who were like, got real damn good grades."
    },
    {
      "end_timestamp": 2850.0,
      "id": "fda28b0e-5cea-394a-99aa-363d6474fd72",
      "speaker": "Jordan",
      "start_timestamp": 2849.0,
      "text": "Yeah, if Alex"
    },
    {
      "end_timestamp": 2852.0,
      "id": "304d279a-bda6-3268-b68f-bdd82a72ca27",
      "speaker": "Dan",
      "start_timestamp": 2850.0,
      "text": "was second to what guy who got all"
    },
    {
      "end_timestamp": 2859.0,
      "id": "2386d81b-026b-363d-bb9a-43701ab2b3d0",
      "speaker": "Jordan",
      "start_timestamp": 2852.0,
      "text": "What do you mean? It's borderline Bronze, Silver, Gold Medals kind of situation"
    },
    {
      "end_timestamp": 2880.0,
      "id": "03052f22-c5ba-3c5d-ae91-1f3614b1466b",
      "speaker": "Dan",
      "start_timestamp": 2859.0,
      "text": "nonsense. Also, in high school, my buddy Cole, he helped out with the counselor's office going around and delivering passes to students who had appointments. So they could be, you know, they wouldn't be counted as tardy or truant in their class chair, and that dude definitely didn't have all A's. He just had an open period, and the counselors liked him. But I guess now it's his case. They were really trying to secretly deputize him or some shit."
    },
    {
      "end_timestamp": 2887.0,
      "id": "41ec858f-7e95-3963-a632-d70f3ccffae5",
      "speaker": "Jordan",
      "start_timestamp": 2880.0,
      "text": "I think that would have been the first step. You know, like, we've talked about the school to prison pipeline, but we don't talk about the school to globalism pipeline,"
    },
    {
      "end_timestamp": 2891.0,
      "id": "ecb90d51-7333-3771-a950-8b57b8f81f59",
      "speaker": "Dan",
      "start_timestamp": 2887.0,
      "text": "right. It goes through the counselor's office. Absolutely. Who else would be there?"
    },
    {
      "end_timestamp": 2893.0,
      "id": "2c7e2245-f7d0-30a0-91f0-da690ade276a",
      "speaker": "Jordan",
      "start_timestamp": 2891.0,
      "text": "They're not busy. Yeah, the counselors"
    },
    {
      "end_timestamp": 2907.0,
      "id": "464b3f48-204a-3ec9-a80a-8b8b6c3e5c66",
      "speaker": "Dan",
      "start_timestamp": 2893.0,
      "text": "loved cool. I would sometimes come and help him hand out passes, because I would just skip class. Yeah, why not? And they would always like, whenever he would walk in, they'd be like, big sexy. It was the best they"
    },
    {
      "end_timestamp": 2909.0,
      "id": "ec166835-18ea-33bb-afd0-8a2091ffa1c2",
      "speaker": "Jordan",
      "start_timestamp": 2907.0,
      "text": "love. That is great. That is great."
    },
    {
      "end_timestamp": 2911.0,
      "id": "1bfdef9f-45eb-3a11-b366-bb8cd2ce862f",
      "speaker": "Dan",
      "start_timestamp": 2909.0,
      "text": "So yeah, apparently for Alex, it was much darker."
    },
    {
      "end_timestamp": 2923.0,
      "id": "3700a750-3ecd-3cd2-bae1-4571c780e541",
      "speaker": "Jordan",
      "start_timestamp": 2911.0,
      "text": "Like a, like a more collegial relationship between teachers and students in high school. That was not the case. For me. It was very, very confrontational. And I'm sure that was probably mostly my fault. I feel like"
    },
    {
      "end_timestamp": 2933.0,
      "id": "8f1f493d-9c51-3f95-83ce-585b6fe55c16",
      "speaker": "Dan",
      "start_timestamp": 2923.0,
      "text": "you know, it went both ways. For me some some teachers, it was very confrontational. And then some were far more like, treated treated you like a almost like a little equal."
    },
    {
      "end_timestamp": 2953.0,
      "id": "e53eaef9-e4e1-3bcd-84c4-6ead38ce9432",
      "speaker": "Jordan",
      "start_timestamp": 2933.0,
      "text": "You know, there was that what am i by by? My favorite teacher did say like, well, if they didn't fuck around with you, then they wouldn't have had a problem as as like a like, that's probably not what you should tell to a 14 year old, but not probably not. But I mean, you did have a point. Yeah. He didn't fuck around with me. And we had a great time. Yeah. I had a"
    },
    {
      "end_timestamp": 3030.0,
      "id": "e2a51609-2265-331b-965f-37b614188d0d",
      "speaker": "Dan",
      "start_timestamp": 2953.0,
      "text": "broadcast production class and the teacher was guy named Ron wibit. It was the best and T. I was in the class three years in high school. I had a key to the room because I had like an editing bay. And so I would come like after hours and edit video and stuff. And so the class was mostly just about making stories for the public access. Like there was a show called 16 minutes. Ah, that was the schools. The students make stories about the local community. And then rotten wood bins, the whole stuff 60 minutes, but you'd only get 16. Yeah, and so we were just told we could make whatever stories we wanted. Sure. And so I would not something you should tell a 14 year old I just want a story about how secretly chess club was like a hotbed of communism at the high school. And so I had my friend Matt, pretend to be like we I did a plant and like one of the guys in the chess club was a friend of mine. And so he played along with it great. The guy who sponsored the chess club, like the teacher, and I also unfriendly was messing around. He was all about it. Yeah, that's the story that I turned it in to be aired. Ron, he was just like, he would always just back, Dan, you're killing me. But he'd still he'd still put it on. Oh,"
    },
    {
      "end_timestamp": 3041.0,
      "id": "b3121e53-08b3-3998-aacd-245d6ed69d1d",
      "speaker": "Jordan",
      "start_timestamp": 3030.0,
      "text": "that's good stuff. Yeah, I like it. I like that. Okay, that's, that's a good teacher move where you're like, you're doing this wrong. But also, come on, baby, you're on the screen."
    },
    {
      "end_timestamp": 3046.0,
      "id": "19f74bba-8fef-3b2b-92b4-9b37fb741356",
      "speaker": "Dan",
      "start_timestamp": 3041.0,
      "text": "So anyway, Alex was a Gestapo for the counselor's office or something."
    },
    {
      "end_timestamp": 3054.0,
      "id": "ef25404d-3555-3320-ba87-665d94946e6c",
      "speaker": "Jordan",
      "start_timestamp": 3046.0,
      "text": "I mean, man, that's just one of those things that I hate when people lie about why Why would you lie about it,"
    },
    {
      "end_timestamp": 3057.0,
      "id": "2395c255-88a3-37dc-944f-7e6ac269151f",
      "speaker": "Dan",
      "start_timestamp": 3054.0,
      "text": "though? Because your thing I'm credibly insecure,"
    },
    {
      "end_timestamp": 3067.0,
      "id": "8c608faa-7d19-3b35-98e3-3b6a71e11180",
      "speaker": "Jordan",
      "start_timestamp": 3057.0,
      "text": "I know. But like, the only thing I've learned after high school is how stupid all of the information on the tests was, because the better information was everywhere else. Yeah,"
    },
    {
      "end_timestamp": 3082.0,
      "id": "b089f91a-f469-3449-84d2-9ea547707aa8",
      "speaker": "Dan",
      "start_timestamp": 3067.0,
      "text": "yeah. I mean, I think if you do well in school, and you're proud of it, there's nothing to be ashamed of. That's great. I think that if you didn't do well in school, and you're lying about it, because you want people to think you did well in school,"
    },
    {
      "end_timestamp": 3091.0,
      "id": "ff590215-7719-3eb9-8d5f-8808bbed3d2f",
      "speaker": "Jordan",
      "start_timestamp": 3082.0,
      "text": "that's not good. No, that's got you got to stop doing that. Just be like, hey, hey, listen, I didn't get good grades in school. See, now we're off to the races buddy, right. Easy peasy."
    },
    {
      "end_timestamp": 3104.0,
      "id": "5e62f798-0724-3cf1-b074-4237ac15af23",
      "speaker": "Dan",
      "start_timestamp": 3091.0,
      "text": "Eminem line stupid his shit. Rich's fucking the way you do it. So Alex has another story from his youth in school? Yeah. Well, this one's a little bit longer, because it's a little bit confusing"
    },
    {
      "end_timestamp": 3111.0,
      "id": "5d86538f-6a52-32a4-9dbe-325e46c9c48d",
      "speaker": "Jordan",
      "start_timestamp": 3104.0,
      "text": "Ronson for all of this. So this would be an episode that he is he's listening to this story being like, What the fuck? He shouldn't be allowed to"
    },
    {
      "end_timestamp": 3113.0,
      "id": "2368caa7-d89c-386b-b7d4-961ddc5a07ad",
      "speaker": "Dan",
      "start_timestamp": 3111.0,
      "text": "say that. We're gonna need a fact check."
    },
    {
      "end_timestamp": 3263.0,
      "id": "0579a10a-8050-3afe-8150-04f670f5e4ac",
      "speaker": "Alex Jones",
      "start_timestamp": 3113.0,
      "text": "Ronson here. I'm down there. And I've told the story a few times. Let me tell him briefly then I'll go to Jim and others. I'm down there. This is Anderson High School. And we had some, some some some general at the time, literally, Army Reserve general Lisara. What was his name as our as the principal. And I would actually do the work and he just loved it. He'd he'd order me around, I don't know, giant pallets of paper and do all this stuff. And I didn't care. And one day, I mean, it was like a month for school got out. I had this horrible headache. And I knew I said, I'm getting the flu. And it you know, 17 years old, I still had to call mommy so I could drive home, you know, had my Mustang out in the parking lot. Like all around the nurse's office, you get types of diversity goes Oh, yeah. 101 Looks like you're getting the flu. And I'm like, Yeah, I just want to go home. Because well, before you call your mother. You're pretty good looking. And I mean, what's real good. Look at it. 70 and white. Now blond hair blue eyes up at the beginning, but 185 pounds, what a weight. And I will just look like British Lee. Folks. There's photos of me out there on the internet. The one Thompson one of my friends sent a picture of me in white to the paper and I got put in the paper. I was about 20. But the point is she's hitting on me pretty good luck. And she's a blonde herself. 30 years old. She goes, yeah, she goes, you use drugs. And I go, I'm wearing a polo shirt slacks and top cider shoes. And I go Do I look like I use drugs? Yes. I mean, at that time, I didn't even drink coffee. I go, I don't even drink coffee. I remember this very crisp memory. This just won't you never want to you know, she started hitting on here. You know, you ever want to go out? I guess it was about a month ago. I was at a high school. So she was there was like a month or so guys. She was she was hitting on me. I'm sure and so I'm sitting there and this is happening. And she says he's drugs and I go no, she was like, you like speed? I should know. I just told you I don't smoke marijuana. Why are you asking me all this? I want to give you watches me every morning and first period. Walk around in there, you know doing all the work for these people. I brought supplies into her before when it came off the truck. And she says well, I want to give you the card to a doctor. You got a lot of energy. He shoved out Ritalin. It's like speed you'll like it. Weed folks."
    },
    {
      "end_timestamp": 3277.0,
      "id": "08b3ad40-b6a4-34ef-8774-52ee056163c8",
      "speaker": "Dan",
      "start_timestamp": 3263.0,
      "text": "Okay, yeah. So he had a flu. The nurse wanted to fuck him. And also she wanted to give him speed because he had a lot of energy. So let's get him more energy. Is this I am this is the story that happened?"
    },
    {
      "end_timestamp": 3298.0,
      "id": "98a1584c-5dee-3691-9087-4165918d7fde",
      "speaker": "Jordan",
      "start_timestamp": 3277.0,
      "text": "I am. Here's the way here's how I feel like this story actually happened. Alex was kind of sick. Not that sick wanted to go home anyways, so he's gonna give his mom a call, gets the temperature and like, okay, and then well, I've got you here. Let me ask you a question. Are you doing drugs right now?"
    },
    {
      "end_timestamp": 3305.0,
      "id": "d17a5647-1a57-3b6a-b94a-58830d2f0f76",
      "speaker": "Dan",
      "start_timestamp": 3298.0,
      "text": "It's I mean, that's possible. And then it's like, hey, you know you have give me drugs and fuck me you have ADHD, you know?"
    },
    {
      "end_timestamp": 3318.0,
      "id": "2b6d8162-35d7-3803-889b-d59a37b94d67",
      "speaker": "Jordan",
      "start_timestamp": 3305.0,
      "text": "So there's this medication out there. I don't know, maybe it might help you deal with some of your, you're trying to fuck me. Great, great. No, no, go home, go home, please. I have a story. That's so glad school is gonna be out in a month."
    },
    {
      "end_timestamp": 3353.0,
      "id": "17e36b80-d80f-3713-9db3-18b23fe13fa3",
      "speaker": "Dan",
      "start_timestamp": 3318.0,
      "text": "I have a story that's kind of close to this, but it's not really a teacher trying to pick me up. But in college, I went to the Student Health Center because I had strep throat. And I couldn't I couldn't swallow pills. I didn't know what was going on. I hadn't. I hadn't had it before. And so like I had a terrible fever. And so the guy who was the doctor at the Student Health Center, gave me some liquid steroids. Oh, to take and he did say, careful. This is what the rappers rap about."
    },
    {
      "end_timestamp": 3356.0,
      "id": "eb20a8d4-90cb-386c-a727-fcbb4260ef2d",
      "speaker": "Jordan",
      "start_timestamp": 3353.0,
      "text": "That's, that's the way you do it. And it's"
    },
    {
      "end_timestamp": 3362.0,
      "id": "d9b48e27-1f67-3084-b42f-4ac7dd8f6bc5",
      "speaker": "Dan",
      "start_timestamp": 3356.0,
      "text": "not like he was trying to give me drugs. No, that was a little bit inappropriate. But in a delightful, I really enjoyed it."
    },
    {
      "end_timestamp": 3372.0,
      "id": "6b8e1468-2c5e-3a19-8ef0-9916b08a3f04",
      "speaker": "Jordan",
      "start_timestamp": 3362.0,
      "text": "Yeah, that's great. Also the very, what would I say? uptight way of describing this is what the rappers rap about."
    },
    {
      "end_timestamp": 3394.0,
      "id": "48248abe-31c1-382e-ae48-e459af24c18f",
      "speaker": "Dan",
      "start_timestamp": 3372.0,
      "text": "He might have said the rapper is singing about love. Yeah, that's that's taking up another level wasn't like an old out of touch person or anything. So he's a professional framing of it is phrasing was still weird. But yeah, I can still remember that. 20 years later, is a delightful moment where I'm like, 100 Something fever, just like unable to, like swallow a pill. Like, hey, this is the purple stuff."
    },
    {
      "end_timestamp": 3419.0,
      "id": "811b7b02-a51b-38fc-880d-0f442eb48b2c",
      "speaker": "Jordan",
      "start_timestamp": 3394.0,
      "text": "Every now and again. There are those moments where I'm like, what if I could run into that person? You know, after it's because there's tons of those little memories you have where you're like, This person has no idea that because they flicked a penny at me 20 years ago at that is in my brain forever. Like I want to go talk to them and have them have that very validating feeling of I have no idea what you're talking about, sir. Like that kind of thing."
    },
    {
      "end_timestamp": 3425.0,
      "id": "6435e3d0-3600-336f-ba46-28e2635a2903",
      "speaker": "Dan",
      "start_timestamp": 3419.0,
      "text": "I think you would probably come off real crazy because you, you'd be like, Alright, here's what happened. Here's what"
    },
    {
      "end_timestamp": 3431.0,
      "id": "534cceca-2e7d-3ed1-9b67-06406d174eed",
      "speaker": "Jordan",
      "start_timestamp": 3425.0,
      "text": "important this is to me. No, this is how important it is me you don't care at all, but I need to bother you."
    },
    {
      "end_timestamp": 3438.0,
      "id": "b1a12f5d-8587-32ec-8dce-babdd7d959bb",
      "speaker": "Dan",
      "start_timestamp": 3431.0,
      "text": "So we get we had a fun time in that corner of Alex's remembrance. Yeah, yeah. Nonsense."
    },
    {
      "end_timestamp": 3443.0,
      "id": "585c0349-4dbc-3e81-bde8-825ece34cd4f",
      "speaker": "Jordan",
      "start_timestamp": 3438.0,
      "text": "Why was the Satanism in that story? non existent? Yeah, I want more Satanism and all of these stories? Well,"
    },
    {
      "end_timestamp": 3470.0,
      "id": "959960e1-98e7-367e-9a83-2f4eaa6c202c",
      "speaker": "Dan",
      "start_timestamp": 3443.0,
      "text": "actually, the school nurse was working on behalf of the Satanist or trying to get on speed that helps. Yeah, in order to take him away that his connection with God because he was going to be so important in the plot again, later on. We solved it. Yep. So now something really fucked up happens. Okay, I can't believe that this happened. Alex has the dad from the Denver Post story on as a guest No. Yes. No. Yes, no."
    },
    {
      "end_timestamp": 3514.0,
      "id": "7a83c221-3b5a-3543-b9af-fc5638685515",
      "speaker": "Alex Jones",
      "start_timestamp": 3470.0,
      "text": "So let's go ahead and go to the Reverend Heidi McGinnis, of the North Presbyterian Church, saying the social workers are out of control. And oh, yeah, that's putting it lightly. And of course, the husband as well, the father and Mr. Gates, who are now both on the show with us. Thanks for coming on. I appreciate it. Who would like to make some comments about what's developed first, the Reverend or, or Mr. Gates? We got people on speakerphone. For something's whistling in the background."
    },
    {
      "end_timestamp": 3529.0,
      "id": "95b6460c-bfb5-3386-b4d8-4614bb76faea",
      "speaker": "Dan",
      "start_timestamp": 3514.0,
      "text": "So yeah, he has them on, which is crazy, because this is so much more disrespectful. He hadn't read the article before he got on air. But they had booked them as guests on that show. Yeah, it's it. I was I was floored by this. Listen,"
    },
    {
      "end_timestamp": 3541.0,
      "id": "784fed6f-ea45-325c-a9d1-1217f4ebd469",
      "speaker": "Jordan",
      "start_timestamp": 3529.0,
      "text": "if you do like a nightly talk show. I didn't. I didn't think that Jon Stewart read every book of the person he was interviewing that night. I bet he skimmed through it. I bet he did his best for every book."
    },
    {
      "end_timestamp": 3544.0,
      "id": "db6551de-44e1-32a1-b8d5-1b8c0a60f8dc",
      "speaker": "Dan",
      "start_timestamp": 3541.0,
      "text": "I bet he read more than some people might"
    },
    {
      "end_timestamp": 3558.0,
      "id": "7247b6ec-c30b-3959-987d-2390cbace503",
      "speaker": "Jordan",
      "start_timestamp": 3544.0,
      "text": "think I bet he read a copy equate to a say single article. I bet he read more than 1000 words of every single one of those books. I would guarantee it."
    },
    {
      "end_timestamp": 3596.0,
      "id": "03f18d57-6ce7-3a73-bc40-d0fed83e75df",
      "speaker": "Dan",
      "start_timestamp": 3558.0,
      "text": "Well, those like those interviews are probably booked pretty well in advance. Yeah, I think one of the things that's really weird about this is like this is 2003. Like his wife is probably booking the show. Right? I mean, like, he doesn't have a big team at this point. He doesn't have his Daria, nope, he, it's how did this happen? I understand the booking happening. Sure. It makes sense to me. Sure. You can reach out to them see if they want to come on and do an interview happens two seconds. Absolutely. How does it happen that you know you're going to do this interview and you don't read the article. You with the story? Essentially,"
    },
    {
      "end_timestamp": 3604.0,
      "id": "95da1d6f-0236-3d46-a80e-6994045a3504",
      "speaker": "Jordan",
      "start_timestamp": 3596.0,
      "text": "how is it that you didn't even have somebody He give you the Cliff's Notes version of the article."
    },
    {
      "end_timestamp": 3607.0,
      "id": "92d5920e-53a6-3fa3-bc83-38cfacbdf3af",
      "speaker": "Dan",
      "start_timestamp": 3604.0,
      "text": "Yeah. You know, how do you have to correct yourself that they got their kid back?"
    },
    {
      "end_timestamp": 3612.0,
      "id": "55a4f319-61d4-3941-b7e0-18f2f53aeec7",
      "speaker": "Jordan",
      "start_timestamp": 3607.0,
      "text": "I mean, that's crazy. That's crazy. That is the central thing to the story."
    },
    {
      "end_timestamp": 3631.0,
      "id": "e18a0b41-773b-3895-8afc-dae9c749d90e",
      "speaker": "Dan",
      "start_timestamp": 3612.0,
      "text": "How do you seem to be caught off guard in the middle of the story that the guy is a cop? Yeah, that's not good. No, that's pretty big detail. So, look, they don't talk about the past homelessness. shallick steers away from a lot of the like, germane issues, right? Because he wants to just talk about like, hey, let's talk about how evil these be. He"
    },
    {
      "end_timestamp": 3633.0,
      "id": "a3692525-3be9-3f4d-921c-c6b41e32c474",
      "speaker": "Jordan",
      "start_timestamp": 3631.0,
      "text": "wants to talk shit."
    },
    {
      "end_timestamp": 3654.0,
      "id": "4ae0ee9d-5029-34a6-9744-6119fbaab721",
      "speaker": "Alex Jones",
      "start_timestamp": 3633.0,
      "text": "Normally a social worker will count to you know what that term is? Yeah. Normally that's an Indian American term. Well, normally they will do it. Yes. After the victory. Was there a child grabbing celebration? Did she make any comment or was there a smile?"
    },
    {
      "end_timestamp": 3675.0,
      "id": "4137e34c-2cd4-3a71-8eda-a26141174cbf",
      "speaker": "Mr. Gates",
      "start_timestamp": 3654.0,
      "text": "I believe she stepped out of the hallway and she was out in the hallway for a while. We were not sure what went on. But the charge nurse that was in charge of the of the Lord there said that she was kind of upset by what had happened out there. We didn't get her version of what was but we stayed in the room."
    },
    {
      "end_timestamp": 3692.0,
      "id": "ac48ce29-9636-36c0-ac53-044241503db4",
      "speaker": "Alex Jones",
      "start_timestamp": 3675.0,
      "text": "The charge nurse was upset by what she saw. She saw a vampiric celebration dance, and let it rattle, folks, I've seen them do it. So you watched a culture of death dance as this must have been horrible."
    },
    {
      "end_timestamp": 3694.0,
      "id": "f5397919-acc7-376f-876d-b67719675e33",
      "speaker": "Dan",
      "start_timestamp": 3692.0,
      "text": "She did the robot out in the"
    },
    {
      "end_timestamp": 3697.0,
      "id": "fdbbb3da-6752-33c4-b5d5-5d81d902413c",
      "speaker": "Jordan",
      "start_timestamp": 3694.0,
      "text": "hallway. I was gonna say what is the vampiric celebration?"
    },
    {
      "end_timestamp": 3703.0,
      "id": "12875fdf-a10c-3771-95e6-509b1f062425",
      "speaker": "Dan",
      "start_timestamp": 3697.0,
      "text": "Well, it's the robot because it's dehumanizing. It's taking a human and taking on the characteristics of a robot."
    },
    {
      "end_timestamp": 3709.0,
      "id": "23038f2b-c4e0-36e4-8af1-c6476246db94",
      "speaker": "Jordan",
      "start_timestamp": 3703.0,
      "text": "Do vampires traditionally want robots? Yes. Oh, I did not know that. Okay,"
    },
    {
      "end_timestamp": 3716.0,
      "id": "7bffa781-0a5b-3166-8095-64c10caf40c9",
      "speaker": "Dan",
      "start_timestamp": 3709.0,
      "text": "in Alex's world, the metaphorical robots or metaphorical vampires want literal robots. See,"
    },
    {
      "end_timestamp": 3739.0,
      "id": "60b74f1d-4c88-3999-89e7-54c909846694",
      "speaker": "Jordan",
      "start_timestamp": 3716.0,
      "text": "because I'm seeing something more along the lines of like, Ray Lewis is celebration dance in because this is 2003. Right. So Ray Lewis and the Baltimore Ravens still wrecking the world? You know, yeah. And so I'm assuming that, like, she burst out of the door, and then like, Did one of the die with the things? You know what I'm saying? Yeah. Have you seen the dance I"
    },
    {
      "end_timestamp": 3759.0,
      "id": "144e20b9-d3d0-326a-885d-20540e428dbb",
      "speaker": "Dan",
      "start_timestamp": 3739.0,
      "text": "have? I don't know. I don't know what they're doing. So yeah, Alex just wants to create these images. These like evil images that are that are evocative for the audience. The story is good for bringing those up and selling them to the audience. So healing is what's important when"
    },
    {
      "end_timestamp": 3784.0,
      "id": "19be4a2e-f1e9-35d5-90a4-1f52b9b2bb53",
      "speaker": "Jordan",
      "start_timestamp": 3759.0,
      "text": "he interjects before he's like, like, he's talking to the Father. And the father is trying to tell the story. And so whenever Alex says, like, Oh, she was smiling, wasn't G he's like, Well, I mean, she did leave the so he's implanted into that guy's mind before we even go any further, that it's possible, in fact, likely and then later, guaranteed and true that she did it, then we're"
    },
    {
      "end_timestamp": 3851.0,
      "id": "a214f697-b40c-37d4-8941-a84d8796a272",
      "speaker": "Dan",
      "start_timestamp": 3784.0,
      "text": "not entirely even sure based on the way he's telling this, like what the charge nurse was talking about, like, did you think it was inappropriate? What went on totally in the room, the conversation that the the CPS people had with the mother? It's unclear, but it doesn't really matter on the show, because it's all just just fuel on the fire of hating the CPS. Yep. So one of the things that is clear is that the Reverend McGinnis and his father are both upset with the CPS. And one of the things that they want to make clear is that there should be ways to stop these processes when they're being done in error. Right. You know, they're not talking about overthrowing the CPS Galaxy safeguard, right? If there is something that is erroneous, outdated information that people are acting on, there should be a way to put a halt in the proceedings. So they don't go so far as to remove a child Exactly. When you're just going to have them away for 24 hours or whatever. Like it's, there should be safeguards, basically. Yeah. And Alex is not in agreement on this. Oh, of"
    },
    {
      "end_timestamp": 3887.0,
      "id": "63269557-dc5d-3fe8-9632-c886bb233e3f",
      "speaker": "Heidi McGinness",
      "start_timestamp": 3851.0,
      "text": "course, we want to say that there are many dedicated social workers who are certainly not that do act in good faith. And we're certainly not declaring war on them. What we what we are really shocked about is that there is no mechanism in place to put a brake brake on these proceedings, because, you know, Alex, I think you're listening audience and I we know that on hospitals, on weekends, hospitals, usually the offices have kind of a slowing down effect. And what we're shocked and outraged about is the great speed with which this child was yanked away from her mother's death by"
    },
    {
      "end_timestamp": 3911.0,
      "id": "4f8fb805-b946-3764-a4bf-25e5af7e9338",
      "speaker": "Alex Jones",
      "start_timestamp": 3887.0,
      "text": "declaring war. They declared war on us. Sure. There's a few good people in the system, but when you get into the CPS area, they have a mandate by the government. I've read the documents on air. This is a business about breaking up the family. And I think if you found out the full ramifications, you'd be shocked the hospitals, city hospitals, interface with these people and actually profit from it. I just want you to know that."
    },
    {
      "end_timestamp": 3937.0,
      "id": "35fde39a-0cfc-3ab6-b3a0-2bf17a8a9643",
      "speaker": "Dan",
      "start_timestamp": 3911.0,
      "text": "So I think that kind of illustrates the dynamic that's involved. Yeah, there is an A with an awareness campaign, something that is legitimate on the part of this family and this this Reverend, a request something that is a structural improvement that even people within the CPS would be like, You know what, that is something that needs to be addressed. That's something that we could do a better job on."
    },
    {
      "end_timestamp": 3947.0,
      "id": "1ce8ec03-364e-38bd-b726-26b21445b96e",
      "speaker": "Jordan",
      "start_timestamp": 3937.0,
      "text": "If you just said to a regular CPS employee all day, every day just like, hey, maybe we don't rip newborns from their mothers hands. Like maybe we just don't do that. They'd be like, Yeah, I think"
    },
    {
      "end_timestamp": 3971.0,
      "id": "33fbb338-7ade-3798-a95b-9a44d0e938d0",
      "speaker": "Dan",
      "start_timestamp": 3947.0,
      "text": "that makes sense. And Alex has a different take on it, and burn it all down. And they're at odds. And you can see that Alex doesn't respect his guests perspective. Now. He wants to get them to mirror his perspective. Because that's what's important. And that's what will sell the feeling to the audience that he needs to sell them in order to keep them in that cult like state, but that one caller bummed us out earlier. No,"
    },
    {
      "end_timestamp": 3987.0,
      "id": "0b7aafa6-c9df-39e6-a4d5-08c070768cb7",
      "speaker": "Jordan",
      "start_timestamp": 3971.0,
      "text": "I mean, part of it is, you know, it is a little bit like he's trying to Red Pill them at the same time. You know, like when we when we're at the trial, you know, he's trying to red pill, the jury, and he's thinking he's doing it like, on the phone right here. He's like, Don't you guys want to start a fucking war? Like, no, the war"
    },
    {
      "end_timestamp": 4005.0,
      "id": "036de05d-93d1-317c-9edb-9291669d404f",
      "speaker": "Dan",
      "start_timestamp": 3987.0,
      "text": "has already started. No, it's not I started on us. Oh, so this was the eighth. That's a Friday. Yeah. And we're gonna jump to the Monday show, because it's kind of also a wasteland. Not much going on. But there is something really big going on."
    },
    {
      "end_timestamp": 4052.0,
      "id": "c96e7b63-899e-3101-b35f-550e96307ead",
      "speaker": "Alex Jones",
      "start_timestamp": 4005.0,
      "text": "Okay. Paul, Joseph Watson, my webmaster, President planet.com, who's also a great writer has written his debut book. It is order out of chaos, elite sponsored terrorism and the New World Order 334 pages long. I published it. And you can get it@infowars.com or prison planet.com By linking through to our secure online shopping cart. So please take advantage of that. And Paul Joseph Watson will be joining us to talk about the Dr. David Kelly murder. Yes, there's more evidence that it's murder than a suicide and they're calling it a suicide. So with no evidence of that, so we're gonna call it a murder here. But that's where the preponderance of the evidence is going."
    },
    {
      "end_timestamp": 4082.0,
      "id": "7d88fe23-4cd7-3b68-803c-b1f9d794afe2",
      "speaker": "Dan",
      "start_timestamp": 4052.0,
      "text": "So this is about a month after Kelly died and Alex has presented literally no new information past the vague insinuations. He used to call Kelly's death a murder when he first covered it right. This is something that the Alex Jones is always right about stuff crowd should really think about the protracted long, nonsense narratives that he gets up to. Yeah. Also, I love the way that Alex catches himself mid sentence there. He's saying that the media is calling Kelly's death a suicide with no proof. And He almost said, so we're gonna call it a murderer with no proof."
    },
    {
      "end_timestamp": 4090.0,
      "id": "1a385d49-f68d-3926-8ae9-8c1b9b80bf39",
      "speaker": "Jordan",
      "start_timestamp": 4082.0,
      "text": "So he really did. He really did have a certain amount of like, yeah, if they're gonna do it, then I'll do it right back to a manager to him. Yeah,"
    },
    {
      "end_timestamp": 4109.0,
      "id": "5f966d56-2eb2-3982-8bdc-1632264e8582",
      "speaker": "Dan",
      "start_timestamp": 4090.0,
      "text": "right there. Oh, also, Paul's book is out. Yeah. And that is just an opportunity for me to say that in my hand. I have a copy of the great reset Alex's book. Oh my god, I unfortunately did buy a copy of it. Yeah, I bought it through Amazon, though. So Alex's enemy Bezos would make a little money which, honestly, it's just me cutting myself in both."
    },
    {
      "end_timestamp": 4113.0,
      "id": "f5dfa3d1-85b3-3af2-98ba-2d3be7c21f25",
      "speaker": "Jordan",
      "start_timestamp": 4109.0,
      "text": "I mean, yeah, that's, that's great. It's a double edged sword."
    },
    {
      "end_timestamp": 4131.0,
      "id": "65a36aa6-64cd-3222-85cc-9536f240aadf",
      "speaker": "Dan",
      "start_timestamp": 4113.0,
      "text": "But a it sucks. I've read a little bit of it so far. Yeah, it's not good. I believe it. And we'll, we'll talk about that in greater detail at a later date. Yeah, you know, it's maybe maybe the next time we have some, like, really monumental episode number like 748 or something."
    },
    {
      "end_timestamp": 4135.0,
      "id": "9fc0eae4-2965-3224-b507-9595e4d46e0a",
      "speaker": "Jordan",
      "start_timestamp": 4131.0,
      "text": "What do we got now? 720. Something like that. Yeah, great. We're doing"
    },
    {
      "end_timestamp": 4138.0,
      "id": "7052cbc1-66a7-3b9b-aa08-16256aa93326",
      "speaker": "Dan",
      "start_timestamp": 4135.0,
      "text": "some random number"
    },
    {
      "end_timestamp": 4147.0,
      "id": "890b807c-7a01-3a90-ae81-d58bfc04fcd1",
      "speaker": "Jordan",
      "start_timestamp": 4138.0,
      "text": "737 It'll be our flight episode. Ooh, will fly. 47 Yeah. 757 777 I really don't know how high it goes. Is there a 787?"
    },
    {
      "end_timestamp": 4154.0,
      "id": "e243d203-7371-3794-a068-27e3f2e1fe9f",
      "speaker": "Dan",
      "start_timestamp": 4147.0,
      "text": "No, but a 777. That's like a lottery. That's like That's true. If Alex ever did a show in Vegas for 777 That's what we should count as"
    },
    {
      "end_timestamp": 4157.0,
      "id": "7b47bbef-251d-3df5-b721-50dc77e482ed",
      "speaker": "Jordan",
      "start_timestamp": 4154.0,
      "text": "what we would cover. Yeah."
    },
    {
      "end_timestamp": 4170.0,
      "id": "f20bdffc-1c8f-3ef7-b3f7-295e80ddbe7c",
      "speaker": "Dan",
      "start_timestamp": 4157.0,
      "text": "Anyways, book sucks. So it is balls. Yeah. But the David Kelly narrative is now growing. It is no longer just that this was a guy who's going to blow the whistle about the Iraq War and the weapons of mass destruction. So"
    },
    {
      "end_timestamp": 4174.0,
      "id": "f645635e-b23e-351a-842d-6949815194b4",
      "speaker": "Jordan",
      "start_timestamp": 4170.0,
      "text": "he's hanging out with Saddam Hussein's kids. No, no, no, but it goes deep."
    },
    {
      "end_timestamp": 4190.0,
      "id": "3dfee08c-188b-3d8b-be6e-be9f16a0787d",
      "speaker": "Alex Jones",
      "start_timestamp": 4174.0,
      "text": "Also microbiologist with link to race based weapons turning up dead, which tells me the globalist are about to start releasing that. This is from the American Free Press. Dr. David Kelly, of course, was involved in bio weapons of race specific systems. Morton Thomas, this is very important."
    },
    {
      "end_timestamp": 4192.0,
      "id": "841fcbe5-bbb4-3e51-a57f-22ea646938ef",
      "speaker": "Dan",
      "start_timestamp": 4190.0,
      "text": "Yeah. So now"
    },
    {
      "end_timestamp": 4195.0,
      "id": "880f1051-528b-302a-8977-ca1773c819ea",
      "speaker": "Jordan",
      "start_timestamp": 4192.0,
      "text": "I don't recall Kelly being involved at race specific systems."
    },
    {
      "end_timestamp": 4216.0,
      "id": "9454e25f-e367-3dda-b28b-832b236fe638",
      "speaker": "Dan",
      "start_timestamp": 4195.0,
      "text": "I mean, he worked at Porton down and that means that Alex can say anything that's there. So yeah, The race specific bio weapon, people are dying. And David Kelly is an example of one of the murders that the globalists are doing to cover up their race specific bio weapon because they're about to release it. There is a preoccupation that Alex has with race specifically."
    },
    {
      "end_timestamp": 4223.0,
      "id": "b5a61f08-5f37-348e-aafd-d21fa108fec4",
      "speaker": "Jordan",
      "start_timestamp": 4216.0,
      "text": "Oh you think yes I wonder what race it as he wishes warts hit by a race specific."
    },
    {
      "end_timestamp": 4225.0,
      "id": "b53218af-6e6f-3ed9-977d-4b6a7ba8b0d4",
      "speaker": "Dan",
      "start_timestamp": 4223.0,
      "text": "I have some I have some theories."
    },
    {
      "end_timestamp": 4239.0,
      "id": "73c4fb39-2576-3638-9d0f-47c56e24d379",
      "speaker": "Jordan",
      "start_timestamp": 4225.0,
      "text": "It is it is ironic that he's he's never been like and you know, what would be terrible? A race specific not buy a weapon that is a bio weapon for all other non raises was like buy a weapon. You know what I'm saying? Like, that's kind of what he wants?"
    },
    {
      "end_timestamp": 4264.0,
      "id": "3027c106-49dc-3411-bf28-035aed031d77",
      "speaker": "Dan",
      "start_timestamp": 4239.0,
      "text": "Well, I think it's, I think that people who don't listen to his show much, you might hear some of the the COVID stuff, let's say like, especially in the early days of COVID. And he was like, as a race specific to iOS Share, share, share. And you'd think like, oh, that's an interesting angle he's going on right now realizing he does this shit all the fucking time. Like, rip race specific bio weapons are always somehow"
    },
    {
      "end_timestamp": 4280.0,
      "id": "178cd046-c0fa-3246-9003-459525955dca",
      "speaker": "Jordan",
      "start_timestamp": 4264.0,
      "text": "specific for a while, like, yeah, and it was it's always been like, at the end of the day, man. White people are the only people that matter. That's what he's trying to get across. That's his his raison d'etre."
    },
    {
      "end_timestamp": 4289.0,
      "id": "c0003651-7ece-3385-86a1-a0a9106f8669",
      "speaker": "Dan",
      "start_timestamp": 4280.0,
      "text": "So Paul is on and they talk about his book a little bit. But Alex has a another little little theory that if this hasn't panned out,"
    },
    {
      "end_timestamp": 4366.0,
      "id": "7d47cd7e-50ef-3997-bd4d-544112df5c25",
      "speaker": "Alex Jones",
      "start_timestamp": 4289.0,
      "text": "we'll also here at HEB and HEB, about a half a mile from where I'm sitting around nesting right now is the clip I have in police state three where I go in, and they've got the sign up that soon we're gonna have inkless fingerprint readers will have to do it here to buy stuff to buy and sell to big purchases. Oh, I think I read that before. And I talked to her I go, what was this? Okay, to the to the police? She goes, yeah, yeah, it's hooked into, you know, Checky, when you found out that you already, so you are the driver's license database. And, well, there it is, the signs are going in. And then in, in some of the stores, the thumb scanners are going in, and simultaneously at the Home Depot by my house, guys, they pulled out just three of the checkout lanes about a year ago, they pulled out, you know, they have about 15 lanes or 12 lanes, they pulled out three, where it would be self serving, you know, scan your own stuff, do your own stuff. Well, now is in there last week, and now they've pulled out three more. Now there's six, and I've read the federal plans, they're gonna pull them all out, you're gonna go in, they're gonna say for security and see after they get the self service, and then they put the thumbprint or in which they're now doing. I mean, this is so sneaky Fox, go ahead."
    },
    {
      "end_timestamp": 4388.0,
      "id": "ab46e708-12c7-3b52-980b-5402fe0e4987",
      "speaker": "Paul Joseph Watson",
      "start_timestamp": 4366.0,
      "text": "Well, we also have the article couple of weeks ago out of America, where McDonald's, they're introducing these cells that have counters as well as many different supermarkets. People need to recognize that it's not just about the government tracking what you buy, it's about them having the ability to refuse purchase on any particular product,"
    },
    {
      "end_timestamp": 4394.0,
      "id": "7527b0de-5153-3918-a4b5-719515e10414",
      "speaker": "Dan",
      "start_timestamp": 4388.0,
      "text": "still waiting on those thumb scanners and police ID databases to go into the grocery stores. 19 years later, here,"
    },
    {
      "end_timestamp": 4398.0,
      "id": "7abc7306-7e28-3725-a8b5-52884f9502a4",
      "speaker": "Jordan",
      "start_timestamp": 4394.0,
      "text": "we got wireless cards, like three years ago. And like,"
    },
    {
      "end_timestamp": 4482.0,
      "id": "02ae8fdf-00d8-37a1-b1d3-a5087f760c1a",
      "speaker": "Dan",
      "start_timestamp": 4398.0,
      "text": "honestly, if you don't sign the back of your debit or credit card, when you use it, people are supposed to ask for your ID. And they don't do that even so. It seems like what was going on here. And Alex's theory, maybe it wasn't a real thing. And maybe the move towards automation was more about cutting down operating expenses by eliminating human workers. Also, I assumed that if this clip that Alex is describing is real, it was a woman just being like, Yeah, whatever. Yeah, it just, I don't want to talk to you. Yeah, that would make sense. Also, Paul seems to have no idea what he's talking about. Right now, McDonald's can refuse to serve you for any reason, as long as it's not because you're a member of a protected class. If someone's making a scene, they can be refused service. If you suspect that someone's drunk, you can refuse service. If someone's barefoot or wearing no shirt, you can refuse them service. As long as you're not discriminating based on protected classes, you have the right to run your business how you see fit. Like, for instance, it's not illegal for a high end restaurant to refuse to serve you if you don't fit their dress code, or like a hotel cannot take a reservation from you. If you stayed there before and you caused a problem. They can do that they can refuse service. They do have that right. Paul technically says that putting in self checkout is about being able to deny purchase of some particular product, but this makes less sense. Yeah. Is he suggesting that I might one day go to McDonald's and they'll refuse to sell me anything, but I'm a chicken because they think I've had too much red meat that day. Like that seems like what he's saying. And that's bizarre."
    },
    {
      "end_timestamp": 4512.0,
      "id": "22d15fb9-f931-3665-a703-0785cfc7bf30",
      "speaker": "Jordan",
      "start_timestamp": 4482.0,
      "text": "I think I'm gonna go further. If he's saying that it's the self checkout thing that's doing it then that would suggest to me that you're bringing all of these items. You're checking out Beep, beep and you get an item that they're like, no, no, you don't get to buy eggs, right? Like I don't understand. I mean, how is that helpful? There's not even a person there to stop me. I could just steal it and put it in my bag. Right? Right. I steal shit from the self checkout line by accident all the time."
    },
    {
      "end_timestamp": 4521.0,
      "id": "9c804909-820a-3502-8e61-e583ed38b31d",
      "speaker": "Dan",
      "start_timestamp": 4512.0,
      "text": "David Drake has the joke about everything is bananas. Bananas, but look, it is actually about this Yes. Okay, we're"
    },
    {
      "end_timestamp": 4553.0,
      "id": "62dc5fba-2a14-3874-b0b4-4739dc57db37",
      "speaker": "Alex Jones",
      "start_timestamp": 4521.0,
      "text": "gonna be able to tax you. So no matter you'll still be able to pay cash, but they're gonna swipe the card. So it keeps a record of that, thus making it cashless. And then you're going to have all these different little taxes, depending on what you're getting. And it shows the ground hamburger won't be taxed as a fattening food, unless you buy too much of it for that month. So it's actually introducing rationing. And then they're gonna say, Well, we have to do this tracking. So tariffs on attack the food supply, see how they always have the terror excuse to implement, but then when you read their own reports, it's about taxation and control."
    },
    {
      "end_timestamp": 4571.0,
      "id": "bfdeca66-4453-3e94-8ff6-73701f66b570",
      "speaker": "Dan",
      "start_timestamp": 4553.0,
      "text": "So this is dumb, but also the the tracking your purchases of food would have no effect on being able to protect the supply chain from any kind of terrorist influence, right? Like the consumer end of it would it wouldn't make any sense as an excuse for them. Yeah, to us, I find this uncompelled"
    },
    {
      "end_timestamp": 4595.0,
      "id": "fbd88efe-8e45-37c5-baec-8e8759f05223",
      "speaker": "Jordan",
      "start_timestamp": 4571.0,
      "text": "Yeah, you know, it is it is no be for you. It is so stupid, especially now that we know about metadata, you know, like before they had no they could track you if they have a chip on your finger. And it's like Nah, man, because your cell phone is some place, they can figure out what your day is, like, easily. That's it just done, your cell phone exists. So they know where everywhere"
    },
    {
      "end_timestamp": 4603.0,
      "id": "819c4fe5-bd65-35b0-839b-7fdde8b3601f",
      "speaker": "Dan",
      "start_timestamp": 4595.0,
      "text": "you go. So um, there is some amount of data that is available. It is not to the level that Paul is predicting."
    },
    {
      "end_timestamp": 4607.0,
      "id": "70445b81-c7d3-3a78-bc88-6c73a4d06dcc",
      "speaker": "Jordan",
      "start_timestamp": 4603.0,
      "text": "Next up, it's not enemy of the state starring Will Smith. No."
    },
    {
      "end_timestamp": 4613.0,
      "id": "35664655-1573-36c7-9d06-7acc1e6b95c2",
      "speaker": "Dan",
      "start_timestamp": 4607.0,
      "text": "And this is I mean, it's far beyond that even that shorting department is true."
    },
    {
      "end_timestamp": 4633.0,
      "id": "0082455d-9789-339c-a669-1755b0521fa3",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4613.0,
      "text": "In a similar thing to owning a mobile phone, which is seen as cool these days. Obviously, 10 years ago, it was a new development. But in 10 years, they are predicting that everyone will have this life log system, whereby your heartbeat, your brainwaves, every conversation that you have with anyone is recorded and sent straight to a government database."
    },
    {
      "end_timestamp": 4636.0,
      "id": "5005ce34-e66c-3680-80cc-e3c5f0211136",
      "speaker": "Alex Jones",
      "start_timestamp": 4633.0,
      "text": "Now this wasn't Paul Watson. This is"
    },
    {
      "end_timestamp": 4639.0,
      "id": "65066f37-6e3a-391a-8075-65ad4955a475",
      "speaker": "Dan",
      "start_timestamp": 4636.0,
      "text": "madness. They were"
    },
    {
      "end_timestamp": 4659.0,
      "id": "38888dbd-0be7-397b-8552-2204a243ea1b",
      "speaker": "Alex Jones",
      "start_timestamp": 4639.0,
      "text": "Pentagon DARPA released a few weeks ago, every breath every heartbeat that he tracked by scanner cameras and in Boston, Logan Airport and four others. They put the MRI scan MRI scanner that looks at your brainwaves to see if you're aggressive or upset, they need to come over to speak with you, they may ask you questions under another brain scanner to see if you're lying."
    },
    {
      "end_timestamp": 4751.0,
      "id": "1649b8ac-d758-3d85-bf66-5b2f00a3d8d6",
      "speaker": "Dan",
      "start_timestamp": 4659.0,
      "text": "This is a great example of Alex is an idiot and listening to him is stupid. He's saying that there are MRIs in the airport and then reporting that it's some kind of a plan to detect aggression or nefarious intent in people. This is insane. But it's based on a kernel of truth, which is that MRI technology is used in airports, it's used to scan bags, because the idea of human application of MRI in an airport is laughable. If you've ever had an MRI done, you'll know that it's a complicated process where you are put into a big machine and then you have to stay completely still. Or else you'll ruin the pictures that the doctor is taking inside your head. While this machine angrily yells at you. Sometimes they have to give people like sedative, you have to go lunch. Yeah, imagining that you could effectively use MRI technology on something not staying completely still is absurd. And it would pretty much be useless in a crowded airport terminal. One of the primary applications of MRI tech in the airport has to do with screening liquids, because that's something that X rays are not traditionally very good with. Also 19 years later, and Paul's tenure predictions looking shitty. Does that mean like yes, it's not like there are things like data that's collected? You know, there are things about, you know, concerns about things listening, or what have you. Even though that may be true, that is a far cry from every conversation you have being recorded by some government database, every heartbeat that you have, right? Like all of this is like a system that is like, first of all, would not be useful."
    },
    {
      "end_timestamp": 4751.0,
      "id": "241ade5e-ff21-3f3d-ad6f-f2bbfd0ea642",
      "speaker": "Jordan",
      "start_timestamp": 4751.0,
      "text": "Exactly."
    },
    {
      "end_timestamp": 4753.0,
      "id": "924d7319-9ff1-3de1-830f-e1d4658d75c2",
      "speaker": "Dan",
      "start_timestamp": 4751.0,
      "text": "That's the thing. Yeah."
    },
    {
      "end_timestamp": 4756.0,
      "id": "96632953-9b1a-3d61-87a2-6bd3e3bd5077",
      "speaker": "Jordan",
      "start_timestamp": 4753.0,
      "text": "That's the thing about it that we did that we do know for a fact"
    },
    {
      "end_timestamp": 4761.0,
      "id": "ef1704b0-f779-3fa6-a30d-f7863e62a429",
      "speaker": "Dan",
      "start_timestamp": 4756.0,
      "text": "evil folks would have no use for that. It would be too much."
    },
    {
      "end_timestamp": 4773.0,
      "id": "397857d3-40eb-3446-88e0-4d282faf7fea",
      "speaker": "Jordan",
      "start_timestamp": 4761.0,
      "text": "It's too much information to find anything. That's why the NSA is wide sweeping program. Like when they start looking into how much use they get out of it. It's like no, now your signal to noise ratio is all noise."
    },
    {
      "end_timestamp": 4778.0,
      "id": "f8c6d026-289f-3233-9c6d-ac739dae51e9",
      "speaker": "Dan",
      "start_timestamp": 4773.0,
      "text": "If you have every one's heartbeat logged in something I don't know. Its heartbeat."
    },
    {
      "end_timestamp": 4783.0,
      "id": "cf0c8381-c33b-351b-a2fd-bdb172c3cf1d",
      "speaker": "Jordan",
      "start_timestamp": 4778.0,
      "text": "Are you listening to everyone"
    },
    {
      "end_timestamp": 4790.0,
      "id": "4e50dc70-9756-3c7b-b37a-50c4ad1eddf5",
      "speaker": "Dan",
      "start_timestamp": 4783.0,
      "text": "and every single conversation and every breath? Yeah, yeah. All right. Yeah. Cool. Anyway,"
    },
    {
      "end_timestamp": 4793.0,
      "id": "771f01a3-c41e-37b7-aba9-e99f7840f921",
      "speaker": "Jordan",
      "start_timestamp": 4790.0,
      "text": "is that just to check in on you make sure you're okay. Yeah, a lot"
    },
    {
      "end_timestamp": 4812.0,
      "id": "b521bf0a-3ab4-3f05-bd1c-ce6a56e1ea26",
      "speaker": "Dan",
      "start_timestamp": 4793.0,
      "text": "of strong predictions coming out here. And we're gonna end this episode with like I said, the 11th isn't There's not much a little bit of Wasteland, but there's something that is fucking awesome. And it's a it's a delightful note for this episode and on and take it away P J W."
    },
    {
      "end_timestamp": 4870.0,
      "id": "4c692841-bee2-3e35-918d-aa0e8a7144b6",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4812.0,
      "text": "I recently saw an episode of the sitcom Frasier on British television. And the promo went like this. One of the brothers joined a gun club. And to all the other characters surprise, he became friends with the other members of the club, and began to see them regularly. And throughout the rest of the show, everyone was questioning his integrity about the fact that he was hanging out with, in their words, these wacko gun knots survivalist. But the most interesting aspect came at the very end of the show, where one of the brothers walked into the gun club and found all the other members crowded around something talking. And when he said, Hey, guys, what's that? Made of the members came back and said, It's the machine were building to defeat the New World Order. And then the plot when the brother ran out of the golf club in the studio audience laughed hysterically. And that was basically the end of the show."
    },
    {
      "end_timestamp": 4878.0,
      "id": "03f107ce-98b3-3985-a406-86b0b18262ba",
      "speaker": "Alex Jones",
      "start_timestamp": 4870.0,
      "text": "I'm begging everyone. Turtle Red Alert. BELL I am. So Tony, my goal was on a new episode or an old one."
    },
    {
      "end_timestamp": 4879.0,
      "id": "701caaa2-a406-304e-9f66-9f5b18bf7986",
      "speaker": "Jordan",
      "start_timestamp": 4878.0,
      "text": "Oh my god."
    },
    {
      "end_timestamp": 4884.0,
      "id": "0dd07a60-de74-3306-b23b-9d21adc768cf",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4879.0,
      "text": "It was on about six months ago. And obviously the repeat screen light is here in Britain."
    },
    {
      "end_timestamp": 4887.0,
      "id": "9ee6ebe6-8d3c-35b6-8c8e-ef1acc18fb22",
      "speaker": "Dan",
      "start_timestamp": 4884.0,
      "text": "I got an old episode of Frasier to tell you."
    },
    {
      "end_timestamp": 4898.0,
      "id": "6467c8d1-0381-3f77-8ab2-30c3d2378633",
      "speaker": "Jordan",
      "start_timestamp": 4887.0,
      "text": "I can't think of anything Dumber To me personally than the idea that you are going to pull up an old Frasier episode as proof of whatever argument you are making."
    },
    {
      "end_timestamp": 4919.0,
      "id": "2b277c37-cb61-3a4e-9a73-b83fbbda6326",
      "speaker": "Dan",
      "start_timestamp": 4898.0,
      "text": "Yeah, at the end. I would love Alex to watch that episode where they think the dog is depressed. Because that was a bummer. So I look, this is a great opportunity for me to go watch an episode of Frasier. Sure. Yeah, you like that? Phrase? Yeah. I don't watch now with Kelsey Grammer, but I put that aside and just enjoy it"
    },
    {
      "end_timestamp": 4924.0,
      "id": "2598cc13-aa95-347a-baa1-08bc07b0b612",
      "speaker": "Jordan",
      "start_timestamp": 4919.0,
      "text": "is listen, I don't mind watching X Men, the dudes beast. It's fine."
    },
    {
      "end_timestamp": 5039.0,
      "id": "1dedd2ad-bd58-3c05-8ec6-57f0b20901b0",
      "speaker": "Dan",
      "start_timestamp": 4924.0,
      "text": "Not a good beast. Not a good beast. So the plot of this episode is that Niles goes to a shooting range with his dad because his dad was a former cop. Right? You know, gotcha. This is not an anti gun show that no, it's a cop. Yeah, there's a reason for Yeah, character based reasons or the show doesn't want to shoot. But he does. And he ends up liking it. And so the people who are at the booth next to him, like, I'll look at the kid. Come on. Yeah. Yeah. And then they they're encouraging him and he gets to enjoy it. Yeah, it gets a little love bomb. Right? Yeah, it's to go back to the shooting range where his dad doesn't want to go. Because he's like, ah, you know, I go about once a once a year, I've had enough. Yeah, so Niles goes, he makes friends with these guys were there and they ended up inviting him to a gun show. And so the dad and Daphne decided to go along, okay, and so they go to the gun show. And Niles is just having a great time. And he's gonna get a like a ankle holster and definitely done. And so it's all good time. Sure, sure. Sure. Niles goes away for a minute. And the guys the gun friends come over. And they say something about the New World Order and definitely in the dead are like, these are these are militia types. These are, wow, these are weirdos. And so they tell Niles like, Hey, you don't want to hang out with these people. They're not there. Right? They're not your sort of people, right? It's like, when I make intellectual friends, you know, like my friends and my cool friends. And you know, like my friends. And so he's like, I'm gonna hang out with these guys. And there's nothing I can do about it. Right? And so they've invited him to a compound in Idaho. And so he walks over to them at the gun show, right? And they're like, around a piece of paper. And he's like, Oh, what's this? He's like, Oh, these are plans for the generator. We're gonna need this when the new world order comes. He's like, Oh, gotcha. Yeah,"
    },
    {
      "end_timestamp": 5055.0,
      "id": "7195d6a8-b7b7-3dd6-a9f8-b852dd0486d9",
      "speaker": "Jordan",
      "start_timestamp": 5039.0,
      "text": "check, please. Dad and Daphne naturally. Gotcha. So yeah, there's just a, there's just an episode about how sometimes there are those militia types by a show that was famous for being famous in the 90s. During when all those militia types were everywhere."
    },
    {
      "end_timestamp": 5093.0,
      "id": "66eedadf-9b4d-399c-bab3-222645091e8f",
      "speaker": "Dan",
      "start_timestamp": 5055.0,
      "text": "This actually was in season 10. So it was a little late. Oh, God, but yeah, it's still recent. Yeah. But I also think that, you know, fairly often, Fraser one of the jokes is they are snobbishness. Yeah, they are. They are the butt of the joke because they judge people too quickly. Yeah, oftentimes, Frazier and dials are both they have to deal with like our snooty presumptions about people are not right. Yeah. And I thought that for sure. That was what this episode is gonna be but just militia type scary scary overthrow the government. almost accidentally went to Idaho."
    },
    {
      "end_timestamp": 5098.0,
      "id": "d7022d58-1b6f-3b71-b459-a081fc5ff354",
      "speaker": "Jordan",
      "start_timestamp": 5093.0,
      "text": "Boy, Niall should not go to Idaho. Yeah, that is one place that Niles should not be involved with."
    },
    {
      "end_timestamp": 5114.0,
      "id": "ced0d2bd-e975-3dc1-b1ca-fecc4988802e",
      "speaker": "Dan",
      "start_timestamp": 5098.0,
      "text": "Yeah, but it was a fun episode. Oh, is a fun episode also be plot? Yeah. Roz is getting a new job. And so she's just gonna stop being Frazier's producer. Ah, yeah, that is a big."
    },
    {
      "end_timestamp": 5117.0,
      "id": "24b291b9-a859-327d-9f47-7b0d7dedde80",
      "speaker": "Jordan",
      "start_timestamp": 5114.0,
      "text": "That's an interesting plot for the for that episode"
    },
    {
      "end_timestamp": 5127.0,
      "id": "b2811133-c3a7-30cd-b6af-a520523572f0",
      "speaker": "Dan",
      "start_timestamp": 5117.0,
      "text": "and Frasier is making out with Felicity Huffman. I don't know who her character is. I'd forgotten what she is on the show. Maybe she came in the later seasons. Yeah, but they're getting hot and heavy."
    },
    {
      "end_timestamp": 5128.0,
      "id": "9f2db8f3-9546-3631-b50a-72839a1e5aff",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5127.0,
      "text": "How long did Frasier run for quite a"
    },
    {
      "end_timestamp": 5130.0,
      "id": "a9d83fdb-da94-3f11-8b7c-d0d2b073db46",
      "speaker": "Dan",
      "start_timestamp": 5128.0,
      "text": "while? Wow, there was a season 10"
    },
    {
      "end_timestamp": 5133.0,
      "id": "bf8516fb-33bd-36f4-9688-ef27b538219c",
      "speaker": "Jordan",
      "start_timestamp": 5130.0,
      "text": "cheeses people used to just watch anything."
    },
    {
      "end_timestamp": 5139.0,
      "id": "e163447c-9a3b-3376-9f50-f104254c221e",
      "speaker": "Dan",
      "start_timestamp": 5133.0,
      "text": "Fraser's fun Sure. I don't know if it was just because I had been listening to Infowars. And I switched over"
    },
    {
      "end_timestamp": 5151.0,
      "id": "e29d2289-3d1e-32f2-8e97-77e7557798ba",
      "speaker": "Jordan",
      "start_timestamp": 5139.0,
      "text": "to like, I'm gonna watch Fraser Yeah. Yeah, you made you made all your snobby friends, and then mocked your your cool friends. I get it. I see how it is. So anyway,"
    },
    {
      "end_timestamp": 5190.0,
      "id": "3e42fc0d-e9ab-3801-8068-58561a4c3639",
      "speaker": "Dan",
      "start_timestamp": 5151.0,
      "text": "we come to the end of this. And, you know, Alex, we got some interesting view into his childhood. Paul's book is out. But I think the most important thing to take away from this is the control of information that Alex has in order to tell his narratives and his stories the way he wants the audience to experience them. Yeah, he doesn't give access to the full picture. Because if he did, he would have a harder time telling the story that he wants to tell. And that's not the mark of somebody who's straight up. Nope. Because he's a liar. Yeah. Yeah, that'll do. That's basically the point I'm trying to get across."
    },
    {
      "end_timestamp": 5213.0,
      "id": "e95cd549-025a-36b2-a4b2-a80df56eccdd",
      "speaker": "Jordan",
      "start_timestamp": 5190.0,
      "text": "I mean, there's one point there. The other point is that cult leaders are scary, man. cult leaders are scary when you are when you I can't, because that's the thing that I really could never get across to get past. You know, that moment where somebody says to you, like, I've left my family and my friends behind, and you have to look them in the eyes and be like, That was a great move, sir. Well,"
    },
    {
      "end_timestamp": 5222.0,
      "id": "0a204243-9f6b-35a0-ac15-3952f9b97dd0",
      "speaker": "Dan",
      "start_timestamp": 5213.0,
      "text": "what's really weird about it is the someone's saying I left my family and friends behind is almost that takes a little bit of strength. That's"
    },
    {
      "end_timestamp": 5227.0,
      "id": "86cb6fb8-b141-3aa4-ae40-28809ba6e992",
      "speaker": "Jordan",
      "start_timestamp": 5222.0,
      "text": "a different Yeah, that's a different agency. This is somebody saying that all my friends and family have"
    },
    {
      "end_timestamp": 5238.0,
      "id": "38de210e-a8b8-3487-98b6-d3706af56e88",
      "speaker": "Dan",
      "start_timestamp": 5227.0,
      "text": "left me because I'm too Right. Yeah, that's, that's a diluted person who's in a cult and doesn't realize True, true, and that's even scarier. Almost."
    },
    {
      "end_timestamp": 5253.0,
      "id": "446f08d8-f6cc-30f4-a9b1-e3f0d6f3477e",
      "speaker": "Jordan",
      "start_timestamp": 5238.0,
      "text": "Yeah, they're in a they're well, I mean, that's kind of funny. They're in a secret cult that is hidden from the rest of society, controlled by a small group of people in a nondescript studio in Austin."
    },
    {
      "end_timestamp": 5262.0,
      "id": "42e4f738-19ac-3069-8876-b3c4736dfa72",
      "speaker": "Dan",
      "start_timestamp": 5253.0,
      "text": "Well, actually, this was in Round Rock he was in Oh, John Stott Miller studio. Bass. Yeah, he was on the road broadcasting on this one. I gotcha. So your theory falls."
    },
    {
      "end_timestamp": 5265.0,
      "id": "40a12e9b-7573-3116-b434-70d8f0819368",
      "speaker": "Jordan",
      "start_timestamp": 5262.0,
      "text": "It does. It does fall apart. It's all done."
    },
    {
      "end_timestamp": 5267.0,
      "id": "341f2fce-54d0-3f1a-a118-cc295b12cfa7",
      "speaker": "Dan",
      "start_timestamp": 5265.0,
      "text": "So Jordan, yes. Dan will be back indeed."
    },
    {
      "end_timestamp": 5273.0,
      "id": "cc92e663-9840-3254-8604-c65ae7775b3a",
      "speaker": "Jordan",
      "start_timestamp": 5267.0,
      "text": "But until then, we have website we do. It's always right.com. We're also on Twitter. We are on Twitter technology underscore fights."
    },
    {
      "end_timestamp": 5283.0,
      "id": "e751d1bb-7636-3e33-88c9-66e3b2fb0b16",
      "speaker": "Dan",
      "start_timestamp": 5273.0,
      "text": "Yep. We'll be back. But until then, I'm Neil. I'm Leo. I'm DCX Clark. I'm Wilford snuggle Snapple of the Gribble. Pebble, and now here comes the sex robots."
    },
    {
      "end_timestamp": null,
      "id": "59a8adbb-22c3-38e3-a86c-f0ea11ecf6ae",
      "speaker": "Alex Jones",
      "start_timestamp": 5283.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}