{
  "audio_identifier": "KF_727",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/SebastianInterview.mp3",
  "blocks": [
    {
      "end_timestamp": 59.0,
      "id": "2e3020dd-0c27-354a-a016-3659da580337",
      "speaker": "Alex Jones",
      "start_timestamp": 4.0,
      "text": "Red Alert. Red alert. Red alert. Red alert. Knowledge five damn important wedding knowledge party.com It's time to pray. I have great respect for knowledge like knowledge. I'm sick of them posing as if they're the good guys Shang V or the bad guy knowledge. Dan and Jordan knowledge fight need money Andy and Sandy are stopping Andy and Pam handy in Kansas. Andy in Kansas, you're on the airplane. Huge fan. I love your word. Knowledge by now knowledge fight.com"
    },
    {
      "end_timestamp": 66.0,
      "id": "2daad8ff-2f1d-3732-90d9-196423368977",
      "speaker": "Dan",
      "start_timestamp": 59.0,
      "text": "Hey everybody, welcome back. Now let's sit around worship at the altar of saline and talk a little bit about Alex Jones. Oh,"
    },
    {
      "end_timestamp": 73.0,
      "id": "b9daf6e3-f48e-35e0-bf81-178c3e5cff08",
      "speaker": "Jordan",
      "start_timestamp": 66.0,
      "text": "indeed. We are Dan Jordan. Jordan, quick question. What's your spot today by brightspot?"
    },
    {
      "end_timestamp": 79.0,
      "id": "19b0bdc8-2c0a-3377-8588-7e4fb344f121",
      "speaker": "Dan",
      "start_timestamp": 73.0,
      "text": "Today, Jordan, if you go first, I need to think a little All right. Take your time. I need to mold this."
    },
    {
      "end_timestamp": 104.0,
      "id": "4e808b22-9992-3ca1-9337-90028490ae49",
      "speaker": "Jordan",
      "start_timestamp": 79.0,
      "text": "I will I will tell you my brightspot dn my brightspot is there's this TV show, Amazon company that I despise spent more money than is ever been necessary to make this show about the Lord of the Rings, but I'll be god damned if it's not fucking great. I would prefer they'd spent some of that money elsewhere. But guess what? It's a great show. Okay, I love elves."
    },
    {
      "end_timestamp": 110.0,
      "id": "aa5ba48e-0835-3c7a-b63d-d5e348e35b4a",
      "speaker": "Dan",
      "start_timestamp": 104.0,
      "text": "Sure. I love I've seen a lot. I've seen a lot of mixed opinions about this."
    },
    {
      "end_timestamp": 146.0,
      "id": "1b57c865-b10a-3ffa-b7b1-374bad615eac",
      "speaker": "Jordan",
      "start_timestamp": 110.0,
      "text": "You know, it's weird to know about what's happening. Like when you know what's going on in the original trilogy movies. You know, you're like, Okay, that's a nerdy thing to know. But when you know when you're like looking at your wife going like, Oh, these are the men of NUMA nor All right. You don't even know what's gonna come next after about 2000 You're like okay, maybe I need to stop. I'm not gonna I'm reciting the Silmarillion to her every night whenever we watch it. It's terrible, but it's great. Yeah, well, I'm glad you're enjoying it. I am enjoying it. Um How about you buddy?"
    },
    {
      "end_timestamp": 148.0,
      "id": "f94b055d-8559-31b5-80ab-caccaa59af27",
      "speaker": "Dan",
      "start_timestamp": 146.0,
      "text": "I don't trying to think"
    },
    {
      "end_timestamp": 152.0,
      "id": "c1cc0b49-cc89-336c-84e5-ced7701df1bf",
      "speaker": "Jordan",
      "start_timestamp": 148.0,
      "text": "the problem was doing these day back to backs you know? Yeah,"
    },
    {
      "end_timestamp": 209.0,
      "id": "56e742da-dcb2-30da-bdca-5b1db79a1035",
      "speaker": "Dan",
      "start_timestamp": 152.0,
      "text": "I guess I'm playing a fun game. I have the Valkyrie chronicle Syria Chronicle. I guess Yeah, that's a bright spot. I don't know I'm enjoying that enough. I don't know it's nothing has quite scratched the itch of three houses Yeah, yeah, that that was just like right in the pocket right in the sweet spot. But I am enjoying this I like I think I do enjoy a little bit of this turn based game yeah, you know, I think I think that vibe is something I never played growing up. Obviously. Most of my game video game stuff that I played growing up were Nintendo right and non violent right my parents were not into violent right at all so that those were verboten? Sure. And then the only way we got video games was that my grandma liked Nintendo's and so whenever a new system would come out she'd give us her old one nice and so we would play like Nintendo but late"
    },
    {
      "end_timestamp": 213.0,
      "id": "a22b68c6-9a83-3af7-986c-bdfc5fbcce59",
      "speaker": "Jordan",
      "start_timestamp": 209.0,
      "text": "grandma gamer is a great I didn't have one of those growing up Yeah, that's interesting."
    },
    {
      "end_timestamp": 230.0,
      "id": "4bf76aea-cbbf-31b7-abc9-8de82d8ae952",
      "speaker": "Dan",
      "start_timestamp": 213.0,
      "text": "I was pretty pretty cool. So you know play Mario play a bit too big one was Donkey Kong Country Sure. Like that was sort of my model. Yeah, like um, I guess you know, throughout those systems there were turn based games and stuff just never really was in my view."
    },
    {
      "end_timestamp": 243.0,
      "id": "a66d3435-5ea3-3f12-ad16-756a2a0cc6e9",
      "speaker": "Jordan",
      "start_timestamp": 230.0,
      "text": "I think we're older now we like those games that don't have as much action Oh, hold on with your your your riding this rhinoceros and it can jump I don't know too fast. Squares."
    },
    {
      "end_timestamp": 247.0,
      "id": "f24fb5ad-b4a1-3bf5-84c1-6f057246bc5a",
      "speaker": "Dan",
      "start_timestamp": 243.0,
      "text": "Give me a response time I'm"
    },
    {
      "end_timestamp": 251.0,
      "id": "f52e0621-f3d7-322e-8466-f719e8ae4f5b",
      "speaker": "Jordan",
      "start_timestamp": 247.0,
      "text": "not doing it move in geometric fashion at my pace."
    },
    {
      "end_timestamp": 271.0,
      "id": "deda81d2-37dd-31db-adb5-11f38b5caaa8",
      "speaker": "Dan",
      "start_timestamp": 251.0,
      "text": "Yeah. Quick events are you have to press a button. No, thank you. No. It's fine. I'm enjoying it. Jordan today we have a fun thing to enjoy as well. Oh, little interview that we did sat down with Sebastian Murdoch. Oh, yeah. The Huffington Post"
    },
    {
      "end_timestamp": 275.0,
      "id": "21b81822-206e-3d7e-a2dc-d58ea08b6394",
      "speaker": "Jordan",
      "start_timestamp": 271.0,
      "text": "there at the trial in Connecticut. Yeah, he was for the"
    },
    {
      "end_timestamp": 286.0,
      "id": "e88bac6c-c30b-3fab-907e-719f04ae7f42",
      "speaker": "Dan",
      "start_timestamp": 275.0,
      "text": "home but he was there in person was also there in Austin. Indeed. Yeah, it was just nice to have a chat about the differences between the two trials and just sort of the experience so"
    },
    {
      "end_timestamp": 300.0,
      "id": "072241b8-389d-32ef-97fd-054137cf02c8",
      "speaker": "Jordan",
      "start_timestamp": 286.0,
      "text": "it's fantastic time that we're we were gonna have him on when we were in Austin and you know we've I rambled about that intro circumstances, circumstances dictated and now it's great to finally have him on I'm glad that we got him for sure."
    },
    {
      "end_timestamp": 373.0,
      "id": "9876e3da-f614-3696-b04d-7be1bc5af878",
      "speaker": "Dan",
      "start_timestamp": 300.0,
      "text": "So we'll get to that here in a minute. But first, I wanted to bestow a raptor Princess ship on somebody. And that is the. So whenever he put out the email for the buttons, apparently you laughed over the email address. And so people didn't know if it was plural or not. Oh, okay. And so the email address that was the non plural version. Yeah, there's a real danger of people sending emails to this with their addresses and such right. And J. Li. Got that email address to protect people from sending their address. Oh, that is, that is so cool. And we appreciate it so much and unforeseen possibility of WoW, real trouble. So Jay Lee, thank you so much. You are a raptor princess. I'm a policy wonk donkey man and telling you brilliant barbecue yo ass. It's over for humanity. You're a beautiful soul. They're coming for your balls. A lot piss all over your God. Very few people crap in the pool unless they're babies. A piss all over the state. Make it a practice of calling people pieces of garbage when they are correct. As you see fit. Thank you so much. Yes. Thank"
    },
    {
      "end_timestamp": 374.0,
      "id": "d9da2740-9d12-3006-b741-ae3f5eb39883",
      "speaker": "Jordan",
      "start_timestamp": 373.0,
      "text": "you very much"
    },
    {
      "end_timestamp": 379.0,
      "id": "e2357194-8def-3016-811f-33f0b81b1ca1",
      "speaker": "Dan",
      "start_timestamp": 374.0,
      "text": "on behalf of everybody. Yeah. Buttons coming out. They're happening."
    },
    {
      "end_timestamp": 382.0,
      "id": "fe3c44c7-92ad-3118-8127-1036e86444fe",
      "speaker": "Jordan",
      "start_timestamp": 379.0,
      "text": "They're coming up. They were surrounded by them. Yep."
    },
    {
      "end_timestamp": 385.0,
      "id": "1f0766c7-8628-3f28-a6bb-c31ec3040ab0",
      "speaker": "Dan",
      "start_timestamp": 382.0,
      "text": "But who knows? It'll be a while. There. They"
    },
    {
      "end_timestamp": 386.0,
      "id": "c920c076-654c-3ea0-8fcf-88b6617d527a",
      "speaker": "Jordan",
      "start_timestamp": 385.0,
      "text": "will be as"
    },
    {
      "end_timestamp": 387.0,
      "id": "9c3c02e0-19bc-3b29-b77f-c5436f09398b",
      "speaker": "Dan",
      "start_timestamp": 386.0,
      "text": "shade everyone's patient. We'll"
    },
    {
      "end_timestamp": 389.0,
      "id": "8a270994-f07f-3156-b9a2-8ba13095a04f",
      "speaker": "Jordan",
      "start_timestamp": 387.0,
      "text": "get there when we get there."
    },
    {
      "end_timestamp": 446.0,
      "id": "e8d3413f-6a03-3f04-b23e-99dfd24c3f14",
      "speaker": "Dan",
      "start_timestamp": 389.0,
      "text": "Yeah. But if you want to chip in the dream agreement fundraiser, of course is going everybody who's a lot of people have said to chip in for shipping, and what have you. I don't want you to do that. So they feel like chipping in chip in for the Nowhere to go for a good cause. Oh, yeah. And now, without further ado, Jordan, let's enjoy our interview with Sebastian. So hey, everybody, very exciting. Joining us here in the podcast, not in the studio. No, do this digitally. Over zoom. Details. Very excited to have this gent joining us. We met down in Austin for the trial and wanted to have him on for for that during that period of time. But our schedules were not accommodating. So we're thrilled to welcome to the podcast writer for The Huffington Post. Sebastian Murdoch. Thank you for joining us."
    },
    {
      "end_timestamp": 448.0,
      "id": "af8c2f38-af11-3624-953a-7dea70215654",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 446.0,
      "text": "Thanks for having me on, fellas. Appreciate it."
    },
    {
      "end_timestamp": 452.0,
      "id": "176a7265-fec3-3a18-8bf3-207140e4cfc8",
      "speaker": "Dan",
      "start_timestamp": 448.0,
      "text": "I feel so self conscious about that introduction."
    },
    {
      "end_timestamp": 456.0,
      "id": "e2c1b883-6b2c-376b-9778-87af1ef3e2bb",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 452.0,
      "text": "I think you did."
    },
    {
      "end_timestamp": 460.0,
      "id": "af3907f0-5206-30eb-9c23-1a0bb947d12e",
      "speaker": "Jordan",
      "start_timestamp": 456.0,
      "text": "Say that there was quite a bit of fanfare to it."
    },
    {
      "end_timestamp": 464.0,
      "id": "d4520b38-ef14-38b7-9141-db5066be34e0",
      "speaker": "Dan",
      "start_timestamp": 460.0,
      "text": "Come from the school of like, stand up introduction."
    },
    {
      "end_timestamp": 469.0,
      "id": "d93207a8-a5da-3253-822e-264c2e7c141d",
      "speaker": "Jordan",
      "start_timestamp": 464.0,
      "text": "I want to do a blog. I did. I loved it."
    },
    {
      "end_timestamp": 478.0,
      "id": "052085b3-9850-33d4-b772-5008a46eb891",
      "speaker": "Dan",
      "start_timestamp": 469.0,
      "text": "That's what counts. I appreciate that. Sebastian, thanks for joining us first of all, and second. How's it going?"
    },
    {
      "end_timestamp": 488.0,
      "id": "8abc84cf-1605-34f1-bdfa-3d97bfc44220",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 478.0,
      "text": "It's going good just got back from from reporting a Connecticut so trying to give my body a rest and you know, get back to get back to square one a little bit."
    },
    {
      "end_timestamp": 498.0,
      "id": "beb598dc-1860-31a3-a74e-fa2bb04333c4",
      "speaker": "Dan",
      "start_timestamp": 488.0,
      "text": "Yeah, you've been been up there covering Alex's second trial. It seems you're on the beat. You're on the the Huffington Post Alex Jones beat"
    },
    {
      "end_timestamp": 513.0,
      "id": "a6a14be3-698f-39fe-89c1-9ef596b18f00",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 498.0,
      "text": "I am indeed on the beat. I like doing it though. I mean, I like I like watching the downfall of Alex. And I like watching the Sandy Hook parents get some accountability out of him. For sure. That's it's cathartic."
    },
    {
      "end_timestamp": 515.0,
      "id": "9adbf39f-9d6f-370a-9d52-f20be29805c9",
      "speaker": "Dan",
      "start_timestamp": 513.0,
      "text": "On some level?"
    },
    {
      "end_timestamp": 522.0,
      "id": "eca14174-a128-3700-b3d5-ef01fd6efd44",
      "speaker": "Jordan",
      "start_timestamp": 515.0,
      "text": "Absolutely isn't really the only two good things though. The rest of it is a slog of bullshit. So Right. You know,"
    },
    {
      "end_timestamp": 529.0,
      "id": "c157c276-dff1-3ae6-8b9a-8a1b6ad934ef",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 522.0,
      "text": "I was just telling you guys, I mean, I get out of court at 5pm. And I'm straight to the bar at 515. You know, if you got to kind of wash it away,"
    },
    {
      "end_timestamp": 543.0,
      "id": "d773ade2-05e1-3677-8646-5e7cb63b7148",
      "speaker": "Dan",
      "start_timestamp": 529.0,
      "text": "it's a good place to get a little work done. And, you know, it's in video games, sometimes the like, you know, you get composure by having alcohol. never quite understood that and"
    },
    {
      "end_timestamp": 546.0,
      "id": "b9e5b998-7ea3-389f-919a-31a57983ce1a",
      "speaker": "Jordan",
      "start_timestamp": 543.0,
      "text": "temporary boost to stats, right? We're talking about here. Yeah,"
    },
    {
      "end_timestamp": 550.0,
      "id": "d87fbac6-9262-393f-b027-80c1c5051a61",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 546.0,
      "text": "the bar is my favorite point. So I gotta get in there."
    },
    {
      "end_timestamp": 564.0,
      "id": "834da970-3645-31f6-8cf6-4fb07b8ca5ae",
      "speaker": "Dan",
      "start_timestamp": 550.0,
      "text": "So I was wondering if internally like editorially, you have, like, Are there conversations that like, you're the Alex Jones guy around these parts? We got an allegory send Sebastian on this."
    },
    {
      "end_timestamp": 592.0,
      "id": "718d766c-685c-3ca3-8eab-9e6bb057e4aa",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 564.0,
      "text": "Yeah, absolutely. But there is also as you guys know, so much minutiae in the bullshit of Alex Jones and of Infowars. So there are other times to where it's like Alex Jones, you know, sent sent messages to Roger Stone of his naked wife, which was a rolling story, Rolling Stone article. And so in situations like that, I sort of say, I don't want to write that. Yeah, there's just so much shit, you know, like, right."
    },
    {
      "end_timestamp": 599.0,
      "id": "7d7d21d4-8595-361e-8ead-e08bf7d068e0",
      "speaker": "Dan",
      "start_timestamp": 592.0,
      "text": "I find that myself even like as we do a podcast dedicated to him. Like there's still times where I was like, I'm gonna punt on this like"
    },
    {
      "end_timestamp": 605.0,
      "id": "6b7a7d0a-ec3b-30b7-8bdc-1b9cf55a0fcb",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 599.0,
      "text": "that. really do everything. It's kind of a self care thing to you know, we should all go insane."
    },
    {
      "end_timestamp": 615.0,
      "id": "9917669b-5523-3590-b5c9-8e528be73431",
      "speaker": "Jordan",
      "start_timestamp": 605.0,
      "text": "Sure. I mean, unfortunately, both of you got really good at a job nobody else wants to do. Then it's like, Well, hey, guess what? You guys did it by volunteering,"
    },
    {
      "end_timestamp": 618.0,
      "id": "c1cc843b-3d9f-3ca3-96a7-92a8d489ea36",
      "speaker": "Dan",
      "start_timestamp": 615.0,
      "text": "like cursive. Like May you get what you want?"
    },
    {
      "end_timestamp": 621.0,
      "id": "e2f498ef-758d-3184-8f7d-69fb1e48acf3",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 618.0,
      "text": "Yeah, please. Yeah, monkeys paw so yeah"
    },
    {
      "end_timestamp": 623.0,
      "id": "ed6fe1d2-4bf9-3075-97d6-68ecb307d91f",
      "speaker": "Jordan",
      "start_timestamp": 621.0,
      "text": "make yourself indispensable. That's a smart move, but I"
    },
    {
      "end_timestamp": 635.0,
      "id": "a82abf36-86c2-32f9-b769-4c582977ae20",
      "speaker": "Dan",
      "start_timestamp": 623.0,
      "text": "do I do want to stress, though like you're it's not like you only write stories about Alex I was looking over like your byline so it's all over the place writing about all kinds of stuff."
    },
    {
      "end_timestamp": 670.0,
      "id": "31b3a90b-4a2e-3b71-be8b-867bc6e8e30d",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 635.0,
      "text": "Yeah so I'm I'm primarily a breaking news reporter. So you know I cover the the politics and you know the mass shootings that we have and yeah, yeah did any any Cobra breaks. But you know, sometimes investigative stuff too but the Alex Jones saying I've been in one way or another reporting on these defamation lawsuits since 2018. So it's like, you know, a four year build. And now I was actually talking to attorney Mark Bankston, who I know all the walks out there very familiar with,"
    },
    {
      "end_timestamp": 674.0,
      "id": "966fae71-f356-3ee1-9b72-263bc9d8c5bb",
      "speaker": "Dan",
      "start_timestamp": 670.0,
      "text": "they were concerned that he might have died."
    },
    {
      "end_timestamp": 701.0,
      "id": "c50c7ba5-9973-3c43-97df-c6fb4e5b2bef",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 674.0,
      "text": "Yeah, he was fine. He was good. But, you know, it's, it's interesting to finally see four years of not just reporting but of this process. And now we're finally not even at the first trial, we're at the second trial now. And then there's gonna be a third on the way and so it sort of feels like, you know, the, I don't know if I call it the payoff, but it's all sort of coalescing into, you know, we're getting towards the climax here."
    },
    {
      "end_timestamp": 712.0,
      "id": "8b36a6fb-8026-3162-bf76-9bab734c60dd",
      "speaker": "Jordan",
      "start_timestamp": 701.0,
      "text": "It does feel like things are speeding up to right, once that first trial hit now it's starting to feel like, oh, it's the next one's right around the corner. This one's gonna be a you know, it's it's happening? Well, I think that's the"
    },
    {
      "end_timestamp": 724.0,
      "id": "e8725cb0-21e5-3017-a9c9-d74def567822",
      "speaker": "Dan",
      "start_timestamp": 712.0,
      "text": "function of like the delaying show, like, it's just the ball has been kicked down the road so far that like, a lot of this would be the kind of pace things would have gone. Right. Right. Right. Much stalling involved? Exactly."
    },
    {
      "end_timestamp": 738.0,
      "id": "f7351571-d55e-3cfd-8e52-6cd94c9ea0b3",
      "speaker": "Jordan",
      "start_timestamp": 724.0,
      "text": "What's it been like being in the like, when we were in the Austin courthouse, you know, there's a lot that you see and kind of kind of notice that you don't just by looking through the stream? Like you've been in the courthouse the entire time, right?"
    },
    {
      "end_timestamp": 788.0,
      "id": "86fadf42-e083-3bbf-84e6-fc36c80eea50",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 738.0,
      "text": "Yeah, that's right. I think what's what's very different about this trial, is that in some ways, it's somehow even more sobering. And that isn't to say that the Olson trial wasn't, but here we are in Connecticut, the state where it happened, and there are, you know, so many, so many plaintiffs, so the family members are there. And that, that, I think, has been, you know, incredibly impactful. And, and continues to, to sort of highlight, you know, because for all the sort of laughing that we all do it, Alex, and of course, you guys know, this, like, this is this is about what he did to these parents. And so to have them there, you know, it's it's a humbling experience. And it's also incredibly somber. You know, in a lot of ways,"
    },
    {
      "end_timestamp": 838.0,
      "id": "79177970-5711-362a-a309-4d79a6c04012",
      "speaker": "Dan",
      "start_timestamp": 788.0,
      "text": "I found that to be the incredibly palpable in in Austin, and there was a moment, just watching the stream of this Connecticut case that I thought that for sure, there's no way I could have handled being there for it. And that was when norm Pattis was giving his his opening statement. And he sort of did a, an act out of Alex, being like, alright, I killed the kids. I killed all the kids. Yeah. And yeah, the recognition that these parents were there, and that norm would bring himself to do that. Like I not that I would freak out and jump him or something. But like, I don't know how I could emotionally handle seeing that. It was Yeah, part even on just a stream."
    },
    {
      "end_timestamp": 882.0,
      "id": "11e7cc11-7b39-3c90-97e8-9a183d671d9e",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 838.0,
      "text": "Yeah. I mean, it's that it's that level of of disrespect, right. I mean, we also see it by the fact that Alex can't even show up for these opening statements. He doesn't he's gonna show up when he has to testify. But it's, you know, and Jordan, you you had talked about this a lot when we were in Austin, but the idea that, you know, there have been a lot of news media that we're reporting on. Well, Alex Jones says that he's sorry, he regrets and we know that that's bullshit, because again, he's not showing up to the trial at all. He's on Infowars talking about this case, you know, calling it a kangaroo court. And then like you're saying, Dan, Norm paddock gets out there and he starts doing that, that mimicry in front of the parents whose kids were killed."
    },
    {
      "end_timestamp": 887.0,
      "id": "9facec62-bf77-3874-b099-849658d1de79",
      "speaker": "Dan",
      "start_timestamp": 882.0,
      "text": "Yeah. And also norm saying that their argument is that they're exaggerating their trauma."
    },
    {
      "end_timestamp": 894.0,
      "id": "bcd44f01-9273-39eb-9b33-f8f2cc82004a",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 887.0,
      "text": "Yeah, well, well, Norm also fell asleep in the courtroom. So he was also he was also nodding off."
    },
    {
      "end_timestamp": 908.0,
      "id": "1664c475-b138-3748-a040-75e1f7917b68",
      "speaker": "Dan",
      "start_timestamp": 894.0,
      "text": "Yeah, he that's when you were saying that like something that's different about this from the office. Sten I have to imagine that just the existence of norm Pattice makes this feel entirely different."
    },
    {
      "end_timestamp": 917.0,
      "id": "82e39ab3-2a73-3242-984b-8db631aea2db",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 908.0,
      "text": "Yeah you know what's what's kind of surreal though is I still can't figure out who the worst lawyer is if it's gonna be padded right all I've"
    },
    {
      "end_timestamp": 938.0,
      "id": "634744de-e954-311c-9658-2ceafa455302",
      "speaker": "Jordan",
      "start_timestamp": 917.0,
      "text": "we've we've had some disagreement over this ourselves. I genuinely think that norm for what he's doing is doing about as good as he could possibly do it. Right. I mean, the bar looting falling asleep in the trial. Like that's he's doing what he's supposed to be taking a power nap. Yeah, he was talking to shit. He's been an asshole. That's what he's supposed to be doing."
    },
    {
      "end_timestamp": 953.0,
      "id": "ed3ff3c1-5300-3e93-80dd-c75d374d9cc2",
      "speaker": "Dan",
      "start_timestamp": 938.0,
      "text": "Yeah, Brian made that point on Infowars. Even he was saying that this is how you deal with a rogue judge or whatever. And like, that is obviously not the case. That's not the situation. But what norm is doing is the only thing they can do, which is throw bombs, basically."
    },
    {
      "end_timestamp": 959.0,
      "id": "26cf5a68-4009-3a9f-ad84-b225021c333b",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 953.0,
      "text": "Yeah, exactly. Flinging mud and hope that you know, daddy, Alec feeds it back in Austin."
    },
    {
      "end_timestamp": 963.0,
      "id": "a9634d91-a2d2-3b09-a778-be2ba6ca37dd",
      "speaker": "Dan",
      "start_timestamp": 959.0,
      "text": "Yeah, whereas Reynald seems like maybe I can win this thing."
    },
    {
      "end_timestamp": 966.0,
      "id": "66f2bb2d-a97e-3c15-a093-21b3cbcbd0a4",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 963.0,
      "text": "It did feel I met and then what happened?"
    },
    {
      "end_timestamp": 992.0,
      "id": "3e9004db-5c62-3ee8-afd1-87c4ddfbf412",
      "speaker": "Jordan",
      "start_timestamp": 966.0,
      "text": "Well, I do find it interesting because it does feel a little bit like norm saw the first trial and re now went with his like halfway appeasing halfway trying to slime ball evil into places. And then he was like, well, that last, so fuck it, I'm just gonna try and sling as much shit as I can. And maybe it'll lower the judgment. You know, maybe people will be like, I guess they are exaggerating i Why else?"
    },
    {
      "end_timestamp": 997.0,
      "id": "b9036984-7bbd-346e-bb76-bee7fa000ecd",
      "speaker": "Dan",
      "start_timestamp": 992.0,
      "text": "Or maybe maybe you can make such a problem that it taints the jury? Yeah."
    },
    {
      "end_timestamp": 1000.0,
      "id": "9979b1ea-46c9-393a-b32c-f90d1f93c45e",
      "speaker": "Jordan",
      "start_timestamp": 997.0,
      "text": "Or he gets or they get there Miss trial, you know, and"
    },
    {
      "end_timestamp": 1017.0,
      "id": "729c86b9-1575-3316-a95c-2e8a22e8983f",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 1000.0,
      "text": "it is, you know that. The other thing about this trial, too, is we're looking at for I guess it would be three weeks at this point now. So it's gonna be a long trial to often one was only two. So that gives norm plenty of time to do something hard."
    },
    {
      "end_timestamp": 1023.0,
      "id": "fda26317-a17f-39b9-b664-3ebde875f4ef",
      "speaker": "Dan",
      "start_timestamp": 1017.0,
      "text": "I feel like I heard them say that they had agreed that it might be a shorter trial than expected."
    },
    {
      "end_timestamp": 1027.0,
      "id": "c28d7061-2f69-3348-b646-935af62c6b07",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 1023.0,
      "text": "Okay. Well, I I think everyone would love that. If, if that ends up being the case. But"
    },
    {
      "end_timestamp": 1033.0,
      "id": "5d3c6a07-1389-3813-811a-e631fe3d64d7",
      "speaker": "Dan",
      "start_timestamp": 1027.0,
      "text": "I feel like that was something that I might have heard whispered in a sidebar, but I'm not entirely sure"
    },
    {
      "end_timestamp": 1052.0,
      "id": "4ef320f0-2bd4-3908-8441-6617dcb90c87",
      "speaker": "Jordan",
      "start_timestamp": 1033.0,
      "text": "it wouldn't be surprised. I mean, if you listen to the paws, testimony, just watching her constantly be like, now I'm pretty sure we've never heard of Google Analytics. All right, well, here's a phone call of you talking to the head of Google about Google Analytics. I'm pretty sure we'd never heard of it, like"
    },
    {
      "end_timestamp": 1060.0,
      "id": "20a76aee-5bdc-35af-b8c1-5d2dbc5cf3a8",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 1052.0,
      "text": "three days of Britney policy, I don't know. I don't remember which, which is par for the course. So you know, of course, that was gonna be their strategy going into it."
    },
    {
      "end_timestamp": 1067.0,
      "id": "cb1bde7f-281a-338a-8367-bffafb01ab33",
      "speaker": "Dan",
      "start_timestamp": 1060.0,
      "text": "Here's the proof that the business uses X, do you still argue that the business doesn't use x? That's still my position?"
    },
    {
      "end_timestamp": 1089.0,
      "id": "363add72-7ff2-3c91-b474-e145b6ec1fb6",
      "speaker": "Jordan",
      "start_timestamp": 1067.0,
      "text": "Yeah, that's cool. If that's the case, then it does feel like yeah, the trial should be shorter. less of that being messy. You know, like, if you beat her, if you beat her over the head with how she's obviously lying often enough the first time, then you can use that as a shorthand as the court goes on, you know, like, oh, well, I don't have to prove this to you. Remember, pause. This is that situation again?"
    },
    {
      "end_timestamp": 1107.0,
      "id": "7f7be4b9-67be-3cbc-b6ec-4ea536c18bb6",
      "speaker": "Dan",
      "start_timestamp": 1089.0,
      "text": "Yeah, exactly. It's, it seems like Alex is going to be there. We're recording this on Monday, but it seems like he's going to be there tomorrow. So we're putting this episode out on Wednesday. So by the time this comes out, he may have already been there. And you might have already gotten to experience. Are you"
    },
    {
      "end_timestamp": 1109.0,
      "id": "cff14e39-6ce5-3179-9ecb-ccb648b22450",
      "speaker": "Jordan",
      "start_timestamp": 1107.0,
      "text": "are you headed back? Oh,"
    },
    {
      "end_timestamp": 1111.0,
      "id": "93c25728-011b-3180-bfe3-cf4ff596409d",
      "speaker": "Dan",
      "start_timestamp": 1109.0,
      "text": "wait, that's right. boo me on the stream? Sure."
    },
    {
      "end_timestamp": 1112.0,
      "id": "c6551e59-0da2-3226-9f68-64e2abe6ea30",
      "speaker": "Jordan",
      "start_timestamp": 1111.0,
      "text": "Sure. Sure. Sure."
    },
    {
      "end_timestamp": 1151.0,
      "id": "31de1660-a456-3eac-86b3-a593c174ddc7",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 1112.0,
      "text": "Yeah. So I actually I came back. Friday, back in back to Brooklyn. My wife and I actually had a little wedding party. We got married earlier this year. But now we're doing like in New York wedding. So congratulations. Thanks so much. That's That's my bright spot of the day. So I think what, we're just being cute. I think what I'm going to try to do is go back at least the last week of the trial to be there for that. But yeah, I am I was disappointed to be there and not not have Alec show up, though. It wasn't, you know, a huge shocker that he didn't want to come."
    },
    {
      "end_timestamp": 1169.0,
      "id": "455a18aa-bc47-38de-8147-55abdf5f32e2",
      "speaker": "Dan",
      "start_timestamp": 1151.0,
      "text": "Yeah, I remember we were standing next to each other in in Austin. When Alex first entered the courtroom on the on the first day. We were both quite shocked. Yeah. Yeah, he would. He would be there when he didn't have to be. Yeah. So the whole court was a murmur of will. He won't he can."
    },
    {
      "end_timestamp": 1178.0,
      "id": "41647ba0-75f4-3c57-8456-4f77e3ceed37",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 1169.0,
      "text": "But again, it's like he he was in Austin. That's his home turf. You know, so I think I think Connecticut's gonna be a lot a lot tougher for him."
    },
    {
      "end_timestamp": 1200.0,
      "id": "07c17e49-21e7-3630-90aa-83b3197c8951",
      "speaker": "Dan",
      "start_timestamp": 1178.0,
      "text": "Yeah. And he doesn't really have that much of a bench back at Infowars. Like you can't take a month to go to Connecticut. And expect there to be enough people to fill in. Like you said, Alex Stein filling in for him. He said, When does he really? Yeah. Oh, that's that guy. That's the kind of talent pool he's pulling from"
    },
    {
      "end_timestamp": 1206.0,
      "id": "a36b48bc-5c63-3a2b-8a87-4d4046d50806",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 1200.0,
      "text": "I look fine harass one of my, one of my reporter colleagues. She she works at VICE anyway. He's He's a scumbag"
    },
    {
      "end_timestamp": 1218.0,
      "id": "693bc7a1-5dfd-3cc9-a070-3ee899f9fc30",
      "speaker": "Dan",
      "start_timestamp": 1206.0,
      "text": "and you'll see works at VICE. Yeah. Yeah. It seems like that's kind of that Stein guys Mo is harassing folks."
    },
    {
      "end_timestamp": 1221.0,
      "id": "edf71819-2bfb-369c-b91f-f69f9d5891de",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 1218.0,
      "text": "Which which I mean that makes them perfect for Infowars. Yep."
    },
    {
      "end_timestamp": 1227.0,
      "id": "d3e43d54-5d45-33d6-869e-d5fc9fa7e311",
      "speaker": "Dan",
      "start_timestamp": 1221.0,
      "text": "Yep. I mean, that's how Owen got a job, you know, essentially yelling at people to protest. Yeah."
    },
    {
      "end_timestamp": 1234.0,
      "id": "ddd95f91-5942-3315-8a7f-0d587203ef06",
      "speaker": "Jordan",
      "start_timestamp": 1227.0,
      "text": "It's not It's an unusual form of audition, but it is an effective one in certain areas. Yeah,"
    },
    {
      "end_timestamp": 1256.0,
      "id": "69520827-3f1a-3db6-896b-1922394f522a",
      "speaker": "Dan",
      "start_timestamp": 1234.0,
      "text": "right. If you're auditioning for a troll factory, you can troll. So when we were in Austin, we got lunch at a diner fairly fairly near the courthouse and on the way famously on the ground we've saw an Info Wars bumper sticker that's been used as Alex is propped to put over his mouth"
    },
    {
      "end_timestamp": 1260.0,
      "id": "2c93fbe3-214c-3bd6-8e3d-3888e7b417d2",
      "speaker": "Jordan",
      "start_timestamp": 1256.0,
      "text": "very bumper sticker that once touched the lips of Satan himself."
    },
    {
      "end_timestamp": 1272.0,
      "id": "aad4a7e5-8107-344c-9404-49abd761eb52",
      "speaker": "Dan",
      "start_timestamp": 1260.0,
      "text": "We found this discarded relic essentially, there was a lot of talk in the in the community about whether or not I had taken it. And the answer was no,"
    },
    {
      "end_timestamp": 1275.0,
      "id": "c3321fa4-5694-373f-a8db-10dd87f49996",
      "speaker": "Jordan",
      "start_timestamp": 1272.0,
      "text": "no, of course it was disgusting. It belongs in a museum."
    },
    {
      "end_timestamp": 1289.0,
      "id": "e39dfa15-bf03-3d1d-b829-33f5eb10d7a7",
      "speaker": "Dan",
      "start_timestamp": 1275.0,
      "text": "But in Connecticut you this is this is gone huge. gotten a lot of you found a bumper sticker in the wild. And this This caused a little bit of drama."
    },
    {
      "end_timestamp": 1313.0,
      "id": "725f366d-1960-3c58-bff3-c8d9b0169177",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 1289.0,
      "text": "Yeah. So it was a it on my way to the court. In the last in the first few days. There were there were Infowars stickers placed on signs right outside of the courthouse, which was an intentional Oh, on 1,000% I mean, this was directly out of the courthouse this was not you know, me blocks away go into a restaurant or something. This was right in front of the courthouse, which"
    },
    {
      "end_timestamp": 1320.0,
      "id": "bd6e9c8e-80fa-382d-b26f-c2f932ddebc3",
      "speaker": "Jordan",
      "start_timestamp": 1313.0,
      "text": "is to buy so many Infowars stickers and put them up right outside"
    },
    {
      "end_timestamp": 1323.0,
      "id": "14a5a82b-bfea-3c8b-9b41-76c645df0c23",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 1320.0,
      "text": "infowars.com/store"
    },
    {
      "end_timestamp": 1327.0,
      "id": "786fad0e-dd91-353b-8e22-462652ebb543",
      "speaker": "Jordan",
      "start_timestamp": 1323.0,
      "text": "Now I got your six coins."
    },
    {
      "end_timestamp": 1369.0,
      "id": "8a1af35e-02df-322e-b151-e78f33058c3c",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 1327.0,
      "text": "I finally I finally the last day I was there, I wrote the sticker off but I took a photo of it. It is not the most courageous thing in the world that I've ever done. You know, I just I just ripped off a sticker. I understand that. You know, the other part of it though, is that again, these families are walking into the courthouse and they have to see that and that to me is just that goes back to to the disrespect that is just shown to these families across the board that continues to be shown to them. Yeah. So yeah, I ripped it off and then tweeted about it and then and then Owen Shroyer got real mad about it."
    },
    {
      "end_timestamp": 1378.0,
      "id": "25e395ba-684f-3625-a41c-2d94dc68b14a",
      "speaker": "Dan",
      "start_timestamp": 1369.0,
      "text": "See now this is interesting because Owen Shroyer is he's kicked off Twitter. He's right yeah, there's all I do is oh in"
    },
    {
      "end_timestamp": 1381.0,
      "id": "7e79b521-b0f2-34b8-ae75-a057d265d207",
      "speaker": "Jordan",
      "start_timestamp": 1378.0,
      "text": "handle. Oh, no. Is that is really"
    },
    {
      "end_timestamp": 1385.0,
      "id": "45b46069-62b9-3c47-ad63-d642fff7c2c4",
      "speaker": "Dan",
      "start_timestamp": 1381.0,
      "text": "that was that was destroyer"
    },
    {
      "end_timestamp": 1388.0,
      "id": "2d00758b-a26d-3f84-8ed0-444b26344ecf",
      "speaker": "Jordan",
      "start_timestamp": 1385.0,
      "text": "thank God he's off Twitter. I never have to look at"
    },
    {
      "end_timestamp": 1391.0,
      "id": "a8354914-8209-3303-9376-1e83251d28d2",
      "speaker": "Dan",
      "start_timestamp": 1388.0,
      "text": "couldn't get at kuch destroy"
    },
    {
      "end_timestamp": 1395.0,
      "id": "d9733ceb-c865-3ae4-b2f1-524fa78ca9e1",
      "speaker": "Jordan",
      "start_timestamp": 1391.0,
      "text": "there's a could we could probably have gotten that cut destroyed three. But that really doesn't sound as good."
    },
    {
      "end_timestamp": 1404.0,
      "id": "fb40f393-f65b-3d14-996f-88130369c89b",
      "speaker": "Dan",
      "start_timestamp": 1395.0,
      "text": "No, no, someone has found this tweet and shown it to Owen or he has some kind of a ban evasion account, which is probably the case. Yeah, I"
    },
    {
      "end_timestamp": 1407.0,
      "id": "494d49d5-4232-3374-9080-84d8aea8e64b",
      "speaker": "Jordan",
      "start_timestamp": 1404.0,
      "text": "mean, it's not hard and he gets furious."
    },
    {
      "end_timestamp": 1410.0,
      "id": "511219e6-370d-3b4c-be89-fb8f343f80eb",
      "speaker": "Dan",
      "start_timestamp": 1407.0,
      "text": "He the cook destroyer cannot handle now i"
    },
    {
      "end_timestamp": 1413.0,
      "id": "70b511b2-a939-3228-8ecc-ac7027d242ee",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 1410.0,
      "text": "rattle them. I rattle them."
    },
    {
      "end_timestamp": 1415.0,
      "id": "fb7fce0d-3cf9-3d74-a150-6da863b51448",
      "speaker": "Jordan",
      "start_timestamp": 1413.0,
      "text": "He's been destroyed as a cook."
    },
    {
      "end_timestamp": 1433.0,
      "id": "9cb748af-322e-3c61-8bfe-bceb33172ab3",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 1415.0,
      "text": "I got I got a flood of comments from Infowars people so yeah, I wouldn't found the video and it's five minutes of him of him whining about me taking off the sticker and because I said fuck Infowars which, which, you know, I did do that. But"
    },
    {
      "end_timestamp": 1434.0,
      "id": "253c71d0-fb5e-3542-8796-ea5f6af080fd",
      "speaker": "Jordan",
      "start_timestamp": 1433.0,
      "text": "where credit's due."
    },
    {
      "end_timestamp": 1444.0,
      "id": "6988f321-5360-3f2f-8475-4487dca9a2a9",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 1434.0,
      "text": "Of course, as a journalist, we try to like maintain objectivity but Infowars that's it's pretty black and white. You know, there's no there's no moral gray area here is"
    },
    {
      "end_timestamp": 1446.0,
      "id": "2e485a37-3891-3aae-921e-bba19652b71d",
      "speaker": "Jordan",
      "start_timestamp": 1444.0,
      "text": "an objective opinion to say fuck Infowars"
    },
    {
      "end_timestamp": 1448.0,
      "id": "e098d133-b941-3205-ae5c-5641d8cc922d",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 1446.0,
      "text": "100%"
    },
    {
      "end_timestamp": 1452.0,
      "id": "f1cf06b9-d4fc-306f-8f39-4a515015d7b6",
      "speaker": "Jordan",
      "start_timestamp": 1448.0,
      "text": "It's like, we can't say that. That's because they're fucking crazy, man. Yeah,"
    },
    {
      "end_timestamp": 1466.0,
      "id": "ff71ae5e-8711-37b4-9462-8801bcdd7382",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 1452.0,
      "text": "yeah. So he, he gets on, he gets on Infowars and he offers he doesn't offer he begged me to come on and debate him and then specify about what"
    },
    {
      "end_timestamp": 1473.0,
      "id": "6561a367-9d16-379a-8bb2-1b5db26bd835",
      "speaker": "Jordan",
      "start_timestamp": 1466.0,
      "text": "the sticker didn't exist. Okay."
    },
    {
      "end_timestamp": 1474.0,
      "id": "9064c792-3ded-36e2-949c-36929160389d",
      "speaker": "Dan",
      "start_timestamp": 1473.0,
      "text": "Well, it could have been a false flag."
    },
    {
      "end_timestamp": 1476.0,
      "id": "690afbad-6ef1-3de6-bc0e-c968b5805ec3",
      "speaker": "Jordan",
      "start_timestamp": 1474.0,
      "text": "It was a false flag. Yeah, it"
    },
    {
      "end_timestamp": 1479.0,
      "id": "5b68e97c-902d-3044-961d-410ba9e31011",
      "speaker": "Dan",
      "start_timestamp": 1476.0,
      "text": "could have been a globalist setup."
    },
    {
      "end_timestamp": 1507.0,
      "id": "7b49464f-b025-3aaa-8c68-e8831245b7a7",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 1479.0,
      "text": "I'm not gonna do it obviously. I'm so sorry. No, of course and you know that is that is the trap that he wants to lay bare is oh, this coward he will come on and debate me. Well, yeah, no shit. I will. Why would I lend legitimacy to you? And also you're going to profit that video ends with an ad being played right? He said if I had if I defeat him in the debate that whole retire who is going to acute a cage?"
    },
    {
      "end_timestamp": 1526.0,
      "id": "9290359e-3d93-3fb7-9a07-c815e295f762",
      "speaker": "Jordan",
      "start_timestamp": 1507.0,
      "text": "Fight defeated? I've announced his wrestling. Yeah, I mean I feel like you guys are all missing the greatest opportunity to to like say it has to be a video interview debate thing and then you just move them I don't understand why people don't show ass more often you"
    },
    {
      "end_timestamp": 1530.0,
      "id": "644ca9d1-2a2c-3ebe-9dff-1c734212ec2d",
      "speaker": "Dan",
      "start_timestamp": 1526.0,
      "text": "know what's not in situations it's nuts that that's exactly what flashed through my mind of"
    },
    {
      "end_timestamp": 1540.0,
      "id": "3e448ff1-be74-3725-9446-2a485edd9a74",
      "speaker": "Jordan",
      "start_timestamp": 1530.0,
      "text": "course that the only thought you could have is just like show me your ass and then move on with your day. Yeah, now retired now retire I won this debate, obviously"
    },
    {
      "end_timestamp": 1545.0,
      "id": "857c2ee2-f474-3cf2-96f6-0e639c34bdaf",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 1540.0,
      "text": "HuffPost will let me get away with a lot but I don't know. I don't know like that one fight"
    },
    {
      "end_timestamp": 1563.0,
      "id": "44e0cdc4-5cbd-3205-9ad0-af5171362ba2",
      "speaker": "Dan",
      "start_timestamp": 1545.0,
      "text": "by test the boundaries. I do. I am fascinated, though, by the idea of challenging YouTube Debate because it's so open ended. It's right. It's a bizarre request. Yeah, that's, I find that really fun."
    },
    {
      "end_timestamp": 1568.0,
      "id": "c368a2c4-be2f-34ce-bcc1-b8ea997083df",
      "speaker": "Jordan",
      "start_timestamp": 1563.0,
      "text": "So he challenges you to a debate and if you win this debate,"
    },
    {
      "end_timestamp": 1570.0,
      "id": "aa4432c3-903b-371c-aa46-a3617f91ac40",
      "speaker": "Dan",
      "start_timestamp": 1568.0,
      "text": "he will retire it's versus career right"
    },
    {
      "end_timestamp": 1580.0,
      "id": "14fa6a73-f5f7-3cbf-88b1-6dca01706327",
      "speaker": "Jordan",
      "start_timestamp": 1570.0,
      "text": "Right. Right. And he but he didn't give you a topic it wasn't like specifically we're gonna debate about whether or not stickers should be removed or like just yeah, just"
    },
    {
      "end_timestamp": 1588.0,
      "id": "cc5c10f6-2915-3350-9291-4ebabb6976f6",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 1580.0,
      "text": "the most open ended which again, just goes back to please come on my show. You know, please, please give me attention and then"
    },
    {
      "end_timestamp": 1591.0,
      "id": "e5c3caf7-83e7-3b1a-8539-ff2f2dfa5485",
      "speaker": "Dan",
      "start_timestamp": 1588.0,
      "text": "the headline of it will be Owen Shroyer destroys Huffington Post globalist"
    },
    {
      "end_timestamp": 1596.0,
      "id": "03c99462-01d5-3072-ba05-1fac81ee2cb3",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 1591.0,
      "text": "reporter Yeah. Destroy your added again."
    },
    {
      "end_timestamp": 1601.0,
      "id": "928be15c-b0e0-36e0-bcf9-505dfca79ec6",
      "speaker": "Jordan",
      "start_timestamp": 1596.0,
      "text": "Feel like facial hair facial hair debate. You've got him? Okay. Because his garbage?"
    },
    {
      "end_timestamp": 1605.0,
      "id": "ab92a75b-6fad-3000-94ff-c3eb0e94fc67",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 1601.0,
      "text": "I think he is covering up a weak chin. That's what I think it is. Oh, yeah. Well, yeah,"
    },
    {
      "end_timestamp": 1606.0,
      "id": "ca85a7d6-b385-3206-9977-9db426884a76",
      "speaker": "Jordan",
      "start_timestamp": 1605.0,
      "text": "obviously."
    },
    {
      "end_timestamp": 1616.0,
      "id": "8b43ff8a-89cf-33d4-9b3b-bc09189d8cec",
      "speaker": "Dan",
      "start_timestamp": 1606.0,
      "text": "He also has, I'm not sure if it's super consistent, but he often has the beard with no mustache, which is the most disgusting. That's offensive to my"
    },
    {
      "end_timestamp": 1621.0,
      "id": "6589ca71-2199-3d16-b20a-cbe6607975ac",
      "speaker": "Jordan",
      "start_timestamp": 1616.0,
      "text": "eye. I'm not judging it culturally just appearance based."
    },
    {
      "end_timestamp": 1623.0,
      "id": "7a3c254f-05e9-3b73-96ad-f4fff99bb695",
      "speaker": "Dan",
      "start_timestamp": 1621.0,
      "text": "My Mennonites heritage does not"
    },
    {
      "end_timestamp": 1629.0,
      "id": "e8a9ca3a-f148-31bf-b929-70269bd23907",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 1623.0,
      "text": "mean Dan, you look great. You look great, though. But I have the full mustache. Exactly. Right."
    },
    {
      "end_timestamp": 1635.0,
      "id": "133329ed-a2d0-3420-abe5-149477b000a0",
      "speaker": "Jordan",
      "start_timestamp": 1629.0,
      "text": "he shaves it. It grows back in five seconds."
    },
    {
      "end_timestamp": 1663.0,
      "id": "29e965c8-d8bd-335c-8962-e82a4895297a",
      "speaker": "Dan",
      "start_timestamp": 1635.0,
      "text": "Just resigned myself to essentially looking like a hobo. So I'm just I've made peace with it. Whereas Oh, I'm still trying to impress people. But right. Oh, man, it's so fun. I wish there was like, I don't know. I I'm a little jealous. Honestly. Like, I think I would respond exactly the same way that you have in terms of like, No, I'm not doing this. This is ridiculous. But I wish you know what it is, though. No one other than Harrison would have ever said our name. But I think"
    },
    {
      "end_timestamp": 1680.0,
      "id": "0e80e87f-7412-36e1-886d-2d9da433377f",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 1663.0,
      "text": "I think he you guys are way more of a threat to him than I am. I really think that's true. You guys are just like, you've been at it for so long. You were so knowledgeable. You know that, that I think they know who you are. Right? They are actively ignoring you. Sure. Sure. I"
    },
    {
      "end_timestamp": 1692.0,
      "id": "6a0c1e71-9c7d-3b33-80c4-2248db479585",
      "speaker": "Dan",
      "start_timestamp": 1680.0,
      "text": "think it's also the institutional aspect that you have of the Huffington Post. Yeah, attachment that that is like an irresistible thing for them to try and grab onto they want to go"
    },
    {
      "end_timestamp": 1712.0,
      "id": "8739891c-7a1a-3157-aa01-4232bb2a8047",
      "speaker": "Jordan",
      "start_timestamp": 1692.0,
      "text": "after you for The Huffington Post for two reasons. One, it's a legitimate outlet, right? So people have like, Oh, this is a news thing, too. You have a boss who says you can't do stuff. Yeah, that's true. Yeah, come after us. Because we don't really have much legitimacy beyond being everybody knows where the only people"
    },
    {
      "end_timestamp": 1715.0,
      "id": "00319c18-7cfe-3594-a722-01e6be44a388",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 1712.0,
      "text": "no one no one can tell you to to turn in your gun and badge."
    },
    {
      "end_timestamp": 1731.0,
      "id": "9942c1cb-379c-3a87-b2bb-12b37749574a",
      "speaker": "Jordan",
      "start_timestamp": 1715.0,
      "text": "And if I said I will debate you and then showed him my ass on screen, there's no negative consequences for me. Let's try the walks would love it. Dan would be like, That's not how we comport ourselves, but we'd get over it I would be it would"
    },
    {
      "end_timestamp": 1735.0,
      "id": "315e87a8-44ae-307f-8344-e9aff51ede31",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 1731.0,
      "text": "be a wagging of the that he thought Maddie disappointed."
    },
    {
      "end_timestamp": 1746.0,
      "id": "40b9eec3-76dc-3d10-9a5d-0649eb7edd88",
      "speaker": "Jordan",
      "start_timestamp": 1735.0,
      "text": "Would be disappointed. But I could do it. And then it would be fine. Of course. Yeah. And they don't so they don't want to fight somebody who doesn't have rules the same way. You know, true. Yeah. You forgot"
    },
    {
      "end_timestamp": 1754.0,
      "id": "8c3b839e-721d-3ffc-a041-383aa692fdd9",
      "speaker": "Dan",
      "start_timestamp": 1746.0,
      "text": "the third reason that they would be out to get him as a Huffington Post reporter Oh, yeah. And that is that 13 years ago."
    },
    {
      "end_timestamp": 1758.0,
      "id": "8e713e08-9531-340d-bdda-a9b5ef95efa8",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1754.0,
      "text": "Very nice."
    },
    {
      "end_timestamp": 1779.0,
      "id": "aa74c873-22ed-3928-877f-68944c230460",
      "speaker": "Dan",
      "start_timestamp": 1758.0,
      "text": "So with Alex's goals you want to back so what other than norm Pattis other some of this stuff why what would you identify as like being the differences that you feel between the Austin and the Connecticut cases like is is there a real vibe that's different?"
    },
    {
      "end_timestamp": 1883.0,
      "id": "396bf05f-9ee2-31cf-833d-5d1eba7bd0c0",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 1779.0,
      "text": "Yeah, I think and I you know, I don't want to inflate an ego too much. But the thing that that Mark Bankston did so well and that whole team quite frankly, but they brought a level of of charisma and sort of like Dick swinging that that I feel like this trial doesn't have and that's a that's not to suggest That, that, you know, the plaintiff lawyers in the Connecticut case aren't doing a great job. I think it's also a much longer trial. So that's going to be part of it. What I've noticed in in the Connecticut trial, you know, this first week, we've only we've had Brittany paws on the stand for three days. It's been out there kind of long and tiring. But through that we have gotten, I think, a lot of good new information of the internal inner workings of Infowars. They've got they've got the the marketing kits that Infowars was sending out to advertisers. You know, we have to prove that they were using Google Analytics, the thing that Jones and Infowars got sanctioned for minutes before the trial even began. So I think, you know, in terms of that, I think it's a it's creating a pretty powerful argument. We saw, I want to run this one this number off real quick, because it really did shock me. September 24 2014, Infowars. Store gets $48,000. The following day, they push the story FBI says nobody killed at Sandy Hook massacre. It increases to $232,000. Yeah, I mean, that is insane. And it just ate it. That is proof that, but when they push the lie, their profits went up."
    },
    {
      "end_timestamp": 1902.0,
      "id": "29ab0f76-48ce-3f47-9b0a-1097703808a9",
      "speaker": "Dan",
      "start_timestamp": 1883.0,
      "text": "Yeah, yeah. There's the other thing, too, is that they have the snapshots of the Google Analytics from those emails. And you see that it neatly tracks also to a giant spike in traffic. Yeah, to the website. And it's it's pretty difficult to look at all those numbers and not see like, well, I"
    },
    {
      "end_timestamp": 1917.0,
      "id": "49762fd2-af68-3109-8408-74fa58e02abc",
      "speaker": "Jordan",
      "start_timestamp": 1902.0,
      "text": "don't know, you'd have to find some way to connect to their sales pitch to the stories that they're actually doing on the show. And I just think there's no way to possibly do Oh, wait, no, yeah, that one? Very obvious. Yeah, that's not good."
    },
    {
      "end_timestamp": 1972.0,
      "id": "3a22c659-03d4-317b-9963-1cd7664cc80d",
      "speaker": "Dan",
      "start_timestamp": 1917.0,
      "text": "It's really, really notable to about this is that like, I've seen some sales data that they've had, that are like you see increases in the sales, I believe, like, at the end of the Austin trial, Mark presented some of the texts with Tim through J that showed that some of the, they were like, 800,000 in a day. Yeah, during this stretch, and like, that is definitely notable, but what's missing from that context was that was like when they were doing a marathon. Like that was like they were doing a 24 or 48 hour marathon. And obviously, they're like pushing the shales and it's gonna raise stuff. Yeah, that spike in the 2014. And they were doing the nobody The FBI says nobody was murdered. That is just organic from the traffic that's driven from the"
    },
    {
      "end_timestamp": 1977.0,
      "id": "ec86b21b-94bb-3f4f-953f-b73f3c879733",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 1972.0,
      "text": "quintupled Yeah, yeah, you can't get a really get around that one. Yeah,"
    },
    {
      "end_timestamp": 1980.0,
      "id": "45dcc306-50a3-3686-83e8-c76726a424bb",
      "speaker": "Dan",
      "start_timestamp": 1977.0,
      "text": "there's there isn't like weird external."
    },
    {
      "end_timestamp": 2011.0,
      "id": "be87f9ad-5ca0-3178-a0da-6170ee3b4b36",
      "speaker": "Jordan",
      "start_timestamp": 1980.0,
      "text": "And it is it is what's so damning about that number, though, is that even if you wanted to, like it would be a I'm on the jury and somebody who's arguing that no, we don't really pay attention to that kind of numbers. I'm mad just because that's so bad at business that you're in set. You know, like, if the people on the jury are thinking oh, well I saw my business quintuple I'm going to do that again. Like it is too ridiculous to think that they would not notice a massive spike like that well it's actually adjust their behavior accordingly."
    },
    {
      "end_timestamp": 2020.0,
      "id": "71add9ed-a595-3f7a-aa7f-1a2b9b8aabfc",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 2011.0,
      "text": "You're absolutely right, especially because that is they don't have morals, they their one desire is to get money. So that's the shit that they're going to pay attention to."
    },
    {
      "end_timestamp": 2035.0,
      "id": "f76979ec-3aca-3ac2-9e79-811109866e01",
      "speaker": "Dan",
      "start_timestamp": 2020.0,
      "text": "Yeah, and it's strange credulity to imagine that like they run a warehouse and shipping business and all this like the pills and all this and then they don't do any kind of analysis of the TV show. Like"
    },
    {
      "end_timestamp": 2047.0,
      "id": "ccd3aff1-3857-37e6-88b0-76891da843b1",
      "speaker": "Jordan",
      "start_timestamp": 2035.0,
      "text": "what is strains credulity is that Brittany paws as the corporate representative can't be certain who works there. That beats the shit out of credulity, and leaves it out back behind a fucking doc speaking"
    },
    {
      "end_timestamp": 2050.0,
      "id": "86321dbd-f55f-3d8d-893c-3e62e0109154",
      "speaker": "Dan",
      "start_timestamp": 2047.0,
      "text": "company. I don't know."
    },
    {
      "end_timestamp": 2053.0,
      "id": "3aa7b67a-ec77-37fc-bb9b-d65844e85c11",
      "speaker": "Jordan",
      "start_timestamp": 2050.0,
      "text": "Exactly. That strains gonna do any of"
    },
    {
      "end_timestamp": 2071.0,
      "id": "ba2cfa01-108a-3595-8288-13527f505f84",
      "speaker": "Dan",
      "start_timestamp": 2053.0,
      "text": "your hair Harrison Smith, that's not a compliment, because he was definitely forgotten. Ah, have you been? So other than Owens challenge? Yeah. Are you? Have you been monitoring the content at all? Have you been seeing any of the coverage?"
    },
    {
      "end_timestamp": 2098.0,
      "id": "6b912b64-d7b6-34e0-a310-1bfc16c71582",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 2071.0,
      "text": "Through Infowars? Yeah, yeah, I've seen some of the I watched the video on the kangaroo court, you know, bullshit. And that that was that was actually bring it up brought up at the trial as an example of Alex Jones not taking that seriously, which is just I love every time and now we're on this is the second time it's happened now where the judge has to see a photo of herself that Infowars has created, you know, yeah, yeah."
    },
    {
      "end_timestamp": 2103.0,
      "id": "cc811d6b-9a55-3629-8cea-387568635f92",
      "speaker": "Dan",
      "start_timestamp": 2098.0,
      "text": "Yeah, but you could argue that he He's taking it more seriously because he didn't say that she's connected to pedophilia."
    },
    {
      "end_timestamp": 2107.0,
      "id": "2437624c-6d15-3a03-9899-1a5d34c98ed3",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 2103.0,
      "text": "Well, trials not done yet. It's true."
    },
    {
      "end_timestamp": 2129.0,
      "id": "249813c7-1c37-3802-8cfe-cad838a8e9ac",
      "speaker": "Jordan",
      "start_timestamp": 2107.0,
      "text": "That is a bar that most people would not think that you could cross. But yeah, I mean, now that I think about it, that is a certain level of restraint. Yeah, there is. That isn't a tangible level of restraint. Exactly. I would almost accept that argument, because I see I'm doing better. I'd be like, Well, I think that physically, I guess that's true. Look, I'm"
    },
    {
      "end_timestamp": 2132.0,
      "id": "fa6339e9-ef9e-31be-9d0d-ad8f6b00c324",
      "speaker": "Dan",
      "start_timestamp": 2129.0,
      "text": "saying you're full of shit. I'm not trying to get you hurt."
    },
    {
      "end_timestamp": 2135.0,
      "id": "cb9c1ef4-164a-3cc6-9f6d-95503a2dd20f",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 2132.0,
      "text": "Right. Exactly. All right. You should be thanking me,"
    },
    {
      "end_timestamp": 2153.0,
      "id": "9f8faeae-08f0-3c3d-af16-5a7dccf24e66",
      "speaker": "Dan",
      "start_timestamp": 2135.0,
      "text": "frankly. Yes, ma'am. So you you said you started covering some of this stuff, like at the beginning of the trial. Is that is that like, where your news leave? The that's not the right word. But like, sort of, for the news purposes covering Alex Stark in"
    },
    {
      "end_timestamp": 2155.0,
      "id": "8b961e69-29fa-3422-b68a-823601cfdb77",
      "speaker": "Jordan",
      "start_timestamp": 2153.0,
      "text": "2018. Yeah,"
    },
    {
      "end_timestamp": 2209.0,
      "id": "246a9ce4-99b0-343f-803c-77defeba1434",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 2155.0,
      "text": "back. Yeah, yes. Yeah. So before 2018 I didn't really I think kind of what what ended up happening is I had gone to Parkland to cover that school shooting when it happened. And then I was approached by by Mark bank said, Because Marcel Fontaine was misidentified as a Parkland shooter by Infowars. And then brought a lawsuit against him, which is still pending. And, and I believe his attorneys saw that I had been covering parkland, brought that story to me. And then from there, you know, the Heslin and Louis case came in and then it was sort of a snowball effect. So I just I kept covering those cases, and then didn't realize just how down the rabbit hole. I was gonna have to go with this. But you know, I was glad to have done it. Alex,"
    },
    {
      "end_timestamp": 2217.0,
      "id": "3cfbc7e0-323b-3340-a8b6-ba3656214220",
      "speaker": "Jordan",
      "start_timestamp": 2209.0,
      "text": "that's how all of us wound up here. We all were like, well, we just looked over and there was Alex Jones, and then it's five years later and I don't have as much hair as I used to"
    },
    {
      "end_timestamp": 2220.0,
      "id": "ec91ecdf-6f3a-3004-983e-0fa0a153baa9",
      "speaker": "Dan",
      "start_timestamp": 2217.0,
      "text": "someone has to do this."
    },
    {
      "end_timestamp": 2220.0,
      "id": "a12ac43c-cc86-3fe7-b0cf-529e112a84ec",
      "speaker": "Jordan",
      "start_timestamp": 2220.0,
      "text": "FUCK IT'S ME. Yeah,"
    },
    {
      "end_timestamp": 2226.0,
      "id": "362b3155-2b94-34d5-b08d-e96a5504d505",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 2220.0,
      "text": "we all jumped into the abyss and now we're more tired than ever. But it feels good."
    },
    {
      "end_timestamp": 2233.0,
      "id": "a2f68fc5-cddb-397e-b196-5131eee900ce",
      "speaker": "Jordan",
      "start_timestamp": 2226.0,
      "text": "sort of feels like you're always falling it's like you're not falling at all. Perfect sense way"
    },
    {
      "end_timestamp": 2242.0,
      "id": "50de5d48-19f9-331a-86c9-c1ef18b34eb2",
      "speaker": "Dan",
      "start_timestamp": 2233.0,
      "text": "to think about it. Do you didn't have like, like a long standing like interest in the like right wing misinformation?"
    },
    {
      "end_timestamp": 2255.0,
      "id": "f7267299-704f-33c6-b3c2-9396d4b74048",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 2242.0,
      "text": "Not maybe not necessarily misinformation, but definitely have done a lot of coverage of right wing extremism. You know, I've you know, been dogged by the white supremacist and Neo Nazis."
    },
    {
      "end_timestamp": 2259.0,
      "id": "c2576ced-c01d-395b-976e-ae6ea4347e31",
      "speaker": "Jordan",
      "start_timestamp": 2255.0,
      "text": "We've got that we know you're real. Okay. Yeah. So,"
    },
    {
      "end_timestamp": 2261.0,
      "id": "ed6d32ee-ac4d-308e-8cca-5f7dd20217dd",
      "speaker": "Dan",
      "start_timestamp": 2259.0,
      "text": "what what brought that on?"
    },
    {
      "end_timestamp": 2285.0,
      "id": "b28bd4b0-4ef2-3dac-b26b-87a0448b1174",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 2261.0,
      "text": "That was I made I can't remember which time there was, there was the time we we helped uncover the leader of the bowl patrol, they call bowl patrol because Dylann Roof had the bull hair cut. I had one recently of an Illinois Police officer who was a dabbling pretty hard and from white supremacy. And that's, you know, I credit to help posts."
    },
    {
      "end_timestamp": 2294.0,
      "id": "da078635-2237-313f-87c8-f4d723494ccb",
      "speaker": "Jordan",
      "start_timestamp": 2285.0,
      "text": "That actually sounds like a good Illinois, but he was only dabbling. That's nice. I was dabbling. dabbling. dabbling was"
    },
    {
      "end_timestamp": 2317.0,
      "id": "599e0762-7e3d-3c98-8d11-f431cc7d9437",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 2294.0,
      "text": "actually, it was pretty fucking bad. Okay. So outposts in general, you know, it's me and several other reporters have been covering right wing extremism for a while, Andy Campbell and Chris Mathias were in Charlottesville, you know, when when the Neo Nazis March, I went to Charleston, South Carolina, when Dylann Roof you know, shot up the church and so, you know,"
    },
    {
      "end_timestamp": 2320.0,
      "id": "ce9d588a-27f1-3bbd-b7a1-2eff9d2eff85",
      "speaker": "Dan",
      "start_timestamp": 2317.0,
      "text": "we'd have run into Jakari Jackson when he was down there."
    },
    {
      "end_timestamp": 2341.0,
      "id": "170165b7-508d-3784-9baf-e9902c5c4d95",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 2320.0,
      "text": "Possibly. That was that was a while ago, but yeah, yeah. So but yeah, so it's sort of you know, Alex Jones just sort of seemed like the next logical step right. I mean, he is very much within that realm and stirring the pot as much as as much as possible Yeah."
    },
    {
      "end_timestamp": 2380.0,
      "id": "13f4f796-a91a-3af3-918a-631508f9fe5b",
      "speaker": "Dan",
      "start_timestamp": 2341.0,
      "text": "It's it's interesting that like, how do you how do you deal with that like, you do this coverage of these extremists within organizations or you know, the bowl patrols created their own like organization and you do coverage of it, and that's, that's important. It's newsworthy people should know about these things. But then the consequence of it comes with this attention being turned back on you and it's the threats and the the personal information being like Do you Do you find yourself needing to have like security measures that you need?"
    },
    {
      "end_timestamp": 2409.0,
      "id": "9ad0aaee-66ed-3607-bbbb-20749174c649",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 2380.0,
      "text": "Yeah, I mean, we do have a good security team you know when when we get I haven't been dog for a while and fucking knock on wood you guys but you know, our team does a good job of like, getting our information off and like, you know, there there are definitely measures that you can take and it's definitely it's not like a free for every man for himself. Oh, you know when this happens, and then another time my my parents actually got dogs but they're Magga Republicans, so joke's on them."
    },
    {
      "end_timestamp": 2413.0,
      "id": "61d9172f-98e2-3756-b182-023556d714a7",
      "speaker": "Dan",
      "start_timestamp": 2409.0,
      "text": "Oh, they got dogs and people just send cookies. Yeah,"
    },
    {
      "end_timestamp": 2422.0,
      "id": "7f80e8d4-14df-3b59-90b2-38a0e78293a6",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 2413.0,
      "text": "exactly. They were like your son's a liberal bulking report and they were like, Yeah, I know. You're like, yeah, we have"
    },
    {
      "end_timestamp": 2436.0,
      "id": "31abe8ee-3822-3871-85c3-2011ef77294c",
      "speaker": "Dan",
      "start_timestamp": 2422.0,
      "text": "to do like I always think about like, if you have personal information, like your address in the hands of these nefarious dangerous weirdos, do you move? Like,"
    },
    {
      "end_timestamp": 2450.0,
      "id": "96f49daa-37e0-3899-b5b4-bc29f055b81b",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 2436.0,
      "text": "I mean, it kind of like I would move right now. I don't know. It depends on the level of harassment and I actually whatever I've gone through really pales in comparison to a lot of other journalists particularly if you're if you're a female journalist and"
    },
    {
      "end_timestamp": 2455.0,
      "id": "03b5bd66-435a-3387-8a33-cab429dcf2b7",
      "speaker": "Jordan",
      "start_timestamp": 2450.0,
      "text": "you say you have a penis so your your dark bars or harassment goes yeah,"
    },
    {
      "end_timestamp": 2474.0,
      "id": "1f54cc38-e790-3132-bbad-f83202e30279",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 2455.0,
      "text": "so most of the time, you know, if if they're given me threats or whatever I can, I can kind of ignore it or you know, not not worry about it as much but I think if you're a female in that space, and they've really got an axe to grind, and those those are the journalists who who I worry about and who my heart goes out to you when that happens."
    },
    {
      "end_timestamp": 2488.0,
      "id": "abfd3f06-6a0a-331f-a4ac-718f2bc59945",
      "speaker": "Dan",
      "start_timestamp": 2474.0,
      "text": "Yeah, I guess I'm just sort of thinking about this like, because I haven't really thought about it too much like it's always been like the expectation that like something is around the corner of some kind of angry info warrior thing. Just doesn't happen."
    },
    {
      "end_timestamp": 2496.0,
      "id": "51d98fb1-d5e2-3f68-a1cd-7c5617b94556",
      "speaker": "Jordan",
      "start_timestamp": 2488.0,
      "text": "No, no, we never we never get any of it. Yeah, we've we've barely been contacted like twice three times maybe and it's"
    },
    {
      "end_timestamp": 2499.0,
      "id": "e49e7e55-c0cf-386b-bbb4-411456191cbc",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 2496.0,
      "text": "Jordan Valley so disappointed when I mean it's not"
    },
    {
      "end_timestamp": 2501.0,
      "id": "85c46eb2-f6cd-3174-b1f4-af3d7c85fcfb",
      "speaker": "Jordan",
      "start_timestamp": 2499.0,
      "text": "disappointing. It's just so weird. I"
    },
    {
      "end_timestamp": 2503.0,
      "id": "30f2f88f-4cc3-3185-af97-dc4e36292dac",
      "speaker": "Dan",
      "start_timestamp": 2501.0,
      "text": "think when you were talking about the trial you got a bit"
    },
    {
      "end_timestamp": 2508.0,
      "id": "1f4060d4-4805-3c43-a019-27dab1158cd9",
      "speaker": "Jordan",
      "start_timestamp": 2503.0,
      "text": "of I got no not even then no people people didn't I think it's just"
    },
    {
      "end_timestamp": 2512.0,
      "id": "863faf80-583f-3354-8ecd-f048d366e122",
      "speaker": "Dan",
      "start_timestamp": 2508.0,
      "text": "because we're not on social media really could be but I mean, I think that's a big part of it."
    },
    {
      "end_timestamp": 2532.0,
      "id": "f4ccced0-6006-31bb-8055-1a977ea04450",
      "speaker": "Jordan",
      "start_timestamp": 2512.0,
      "text": "See, the thing is people when I was on Twitter, people didn't come after me. They went after people who were like, a tertiary you know, they were people who were around and so if they said something similar to me then they would go after somebody with like 30 followers is everything but nobody spoke to me at all. Yeah, it was it was disconcerting. Oh, you're scary."
    },
    {
      "end_timestamp": 2539.0,
      "id": "4ebfd092-909a-3e2e-9768-a6192fff233d",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 2532.0,
      "text": "Have you aren't? Jordan Jordan just the fucking Tasmanian devil."
    },
    {
      "end_timestamp": 2544.0,
      "id": "671c6215-8755-3e68-9b90-8cb51f58695b",
      "speaker": "Jordan",
      "start_timestamp": 2539.0,
      "text": "I wouldn't I wouldn't have recommended it. I wasn't saying that. It's a good idea. I'm just surprised nobody just gave it a shot."
    },
    {
      "end_timestamp": 2547.0,
      "id": "61cdd91c-73dc-3c0e-b78f-49bb18d38d6e",
      "speaker": "Dan",
      "start_timestamp": 2544.0,
      "text": "See if unpredicted yell a lot. Yeah, you're"
    },
    {
      "end_timestamp": 2549.0,
      "id": "773768a9-c813-34b4-bb3e-b66050fb5cba",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 2547.0,
      "text": "too good at it."
    },
    {
      "end_timestamp": 2556.0,
      "id": "f2f94645-cf3f-3b0a-a15d-440e24862489",
      "speaker": "Dan",
      "start_timestamp": 2549.0,
      "text": "There's pictures of you from me and Austin with your pits? Yeah. Like, they're like his heart must be going."
    },
    {
      "end_timestamp": 2558.0,
      "id": "a1323d6b-6797-3fe9-a882-6ae892f3bde9",
      "speaker": "Dan",
      "start_timestamp": 2556.0,
      "text": "Ready to go at the moment? Yeah."
    },
    {
      "end_timestamp": 2563.0,
      "id": "5b7ff2b5-45ae-33e5-b989-ffdd5c35fb4e",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 2558.0,
      "text": "Wait, didn't you wait, Jordan? Didn't you also didn't you get admonished by like the bailiff or something when we're in?"
    },
    {
      "end_timestamp": 2577.0,
      "id": "a29da047-2ba1-31b8-98b6-014e8a28e69b",
      "speaker": "Jordan",
      "start_timestamp": 2563.0,
      "text": "For sure. I got a couple. But that wasn't really for anything. It was just because you were about to Yeah, I was about to be I was about to be a problem. Yeah. I got preemptively warned quite well, which is good, because then I got to go back to the trial if I had got"
    },
    {
      "end_timestamp": 2588.0,
      "id": "c89f9b61-39a5-333a-8be9-fc9bb084261c",
      "speaker": "Dan",
      "start_timestamp": 2577.0,
      "text": "it also taught us an important lesson. Yeah, that is that you respect bailiffs more than he already told you not to."
    },
    {
      "end_timestamp": 2592.0,
      "id": "28c96c7d-7e6e-329f-ba3a-5fc8d38549da",
      "speaker": "Jordan",
      "start_timestamp": 2588.0,
      "text": "have guns. That's true. difference."
    },
    {
      "end_timestamp": 2596.0,
      "id": "11cacdc5-b1bc-3a70-83a2-fa666a17e8ae",
      "speaker": "Dan",
      "start_timestamp": 2592.0,
      "text": "So do you plan to go to the Posner case as well do?"
    },
    {
      "end_timestamp": 2641.0,
      "id": "aaa2112d-70a2-31fb-b097-9178db3856ce",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 2596.0,
      "text": "Yeah. Yeah, absolutely. Because it'll be I mean, that's really the, the, the end chapter on this in a lot of ways. And that's not to say that, you know, things aren't done but and you know, Lenny Posner and Veronique there are the ones who really, they were they were the ones who really started going after Alex first for the lies that he was Fred Lennie got, you know, Alex's videos taken down off YouTube. And so that is going to be it's going to be really interesting to see and I think it was going to be that that trial itself even though it'll be the last one I think there's going to be so much so many news stories and narrative and facts that come out in that case, and it's going to be really worth paying attention to"
    },
    {
      "end_timestamp": 2642.0,
      "id": "7ebe0b23-1aa8-3169-a7e6-d4aa1e82ff9c",
      "speaker": "Dan",
      "start_timestamp": 2641.0,
      "text": "Yeah, for sure."
    },
    {
      "end_timestamp": 2657.0,
      "id": "8e943030-2dea-3e1f-8d73-7246dfe5c46f",
      "speaker": "Jordan",
      "start_timestamp": 2642.0,
      "text": "That's that is something I'd like to go back to sorry to take the conversation to step back but to go back to something you said earlier about how the in the Texas trial you know Mark and company brought a certain big swinging Dick energy to the proceedings, the threatening"
    },
    {
      "end_timestamp": 2661.0,
      "id": "ccdb6a35-17fc-3e7c-9e37-8eac5454c9a6",
      "speaker": "Dan",
      "start_timestamp": 2657.0,
      "text": "gummy bear or gummy aura of Bill Bill's got"
    },
    {
      "end_timestamp": 2686.0,
      "id": "eb5e658d-ab1b-38df-be6c-488b352502f2",
      "speaker": "Jordan",
      "start_timestamp": 2661.0,
      "text": "that covenant radiating off of but in this trial I felt like there's much more of a almost nerdy granular elements you know, so when we're when you compare the the lawyers I do think that the Connecticut lawyers are doing a really good job getting into the very minor kind of detail stuff. Like have you noticed that kind of"
    },
    {
      "end_timestamp": 2689.0,
      "id": "e443bf61-bbe1-3584-b560-8147412730da",
      "speaker": "Dan",
      "start_timestamp": 2686.0,
      "text": "fell asleep? Well,"
    },
    {
      "end_timestamp": 2690.0,
      "id": "c06fddf7-7c2d-371f-a089-c1f46a2df0ef",
      "speaker": "Jordan",
      "start_timestamp": 2689.0,
      "text": "nevermind, question retracted. Well,"
    },
    {
      "end_timestamp": 2776.0,
      "id": "cb9c7ae4-6dc4-33f0-aba5-b4fce7ffa60a",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 2690.0,
      "text": "I will say, but to your to your point, Jordan, I will say that I keep saying this, but like there's a lot more trial to come and there's going to be more testimony, the testimony of Bill Oldenburg, the FBI agent. I mean, that was a that was really difficult to watch. And, and, you know, he's essentially hyperventilating on the stand because he, he's, not only did he have to relive the horror of what he saw that day, but as he said, in trial, he had to say it in front of the family members. And I think that's what was breaking his heart even more. He, he said to them, at one point, he said to that he pointed to the family. And I'd say, he said, I'm so sorry, that I that I have to do this, and I have to talk about this. And, you know, that's my, my heartbreaks. And I think those, again, are the sobering reminders of like, the impact that this has had, you know, that on these people and the trauma that continues to exist, and the fact that Alex and and company still won't let up, you know, and still want to make a mockery of this just shows that they don't, they don't care, they don't care at all. And I can't I can't wrap my mind around that. Because, you know, I'm a journalist, I'm a human being first and there is a real line in the sand when when you're attacking the parents of dead kids, you know, you're either on the right side of this or you're fucking dead wrong."
    },
    {
      "end_timestamp": 2778.0,
      "id": "b5b915ae-74cf-391b-96e3-6661cc6bdfde",
      "speaker": "Dan",
      "start_timestamp": 2776.0,
      "text": "Yes. Not much. Not much gray there."
    },
    {
      "end_timestamp": 2806.0,
      "id": "21bdd8c9-4083-36f2-ad52-2b7ab4501717",
      "speaker": "Jordan",
      "start_timestamp": 2778.0,
      "text": "Yeah, it speaks to it speaks to, to the, to the extent of what kind of shit we're dealing with is like, you know, in your line of work, especially, you know, you rattled off a list of atrocities, you know, and you were there. And it's, it's easy to get desensitized to, to a lot of that, but at the end of the day, this is so fucking bad. You cannot get desensitized to it. Yeah, I don't know. They can, you know, that's the thing."
    },
    {
      "end_timestamp": 2815.0,
      "id": "ae7b4689-9304-39a9-9923-46ad1f105455",
      "speaker": "Dan",
      "start_timestamp": 2806.0,
      "text": "Well, it's not it's, it's, I think it's because to become desensitized, you have to have a starting point. Yeah. Right."
    },
    {
      "end_timestamp": 2821.0,
      "id": "19f76b4e-9d79-36e3-8b9c-cbb6d13bfe5b",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 2815.0,
      "text": "I mean, you have to you have to have a baseline of empathy to begin with. And I just don't think that exists for them."
    },
    {
      "end_timestamp": 2843.0,
      "id": "c5272165-e065-341d-b7ee-54809fd9169f",
      "speaker": "Dan",
      "start_timestamp": 2821.0,
      "text": "No, I think I think from my experience of watching this show, and looking at this world for so long, it's, it's a cynicism. And it's it's a just baseline of, of like, whatever works. Yeah. And it's yeah, it's completely disconnected from what you need to get to become dissents. Yeah."
    },
    {
      "end_timestamp": 2850.0,
      "id": "82daedee-9596-3310-9417-a4342db41971",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 2843.0,
      "text": "And that cynicism goes back to Oh, ensure you're trying to get me on to debate because at the end of the day, it's still a way that he gets a profit off this trial."
    },
    {
      "end_timestamp": 2873.0,
      "id": "e7286e3b-f6bb-3c38-965e-80dd26dd7298",
      "speaker": "Jordan",
      "start_timestamp": 2850.0,
      "text": "Right. Right. How are you? How are you handling the, you know, like, we as we've just kind of talked about that kind of disconnect, where, you know, you see Bill Altenberg on the stand, you see the families there, and then at the same time, minutes apart, you see norm Pattice, making what amounts to the legal version of dropping his pants and saying the N word as an argument."
    },
    {
      "end_timestamp": 2905.0,
      "id": "592c28f8-abce-3415-baf2-1fa5a18fe9bd",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 2873.0,
      "text": "Yeah, I you know, that's such a good point, Jordan, I because I think and I know, you guys can relate to this, like, you have to be able to do both, right. I mean, we do you take it seriously and let it be somber when it is, but we're also allowed to point and laugh at the clown on stage. Right. So I you know, I think both things can kind of work in tandem, but it is, it is sort of emotional whiplash, sometimes and, you know, but at the end of the day, I'm still still going back to have a beard to just sort of like process, you know, what the hell did I just watch?"
    },
    {
      "end_timestamp": 2931.0,
      "id": "48fc5967-c32f-3263-bc09-2dfc4d7af6e7",
      "speaker": "Dan",
      "start_timestamp": 2905.0,
      "text": "Yeah, it's it's natural to like, like, recognize the clownish Ness. But like, it's still it's so weird to have, but I guess it's kind of what we we swim in all the time. Like, this is funny, but it also exists as a it's painful and it sucks. Yeah, exactly. You know? It. It's not dark humor. That's not what it is."
    },
    {
      "end_timestamp": 2957.0,
      "id": "c8682078-f4d7-3a1d-bc08-bded92790a85",
      "speaker": "Jordan",
      "start_timestamp": 2931.0,
      "text": "No, it's It's like where were we live at the demarcation point where reality and so reality are crashing together on your birthday. What's funny, yeah, that's a reality is trying to come into the real world. Like, like, they're trying to bring it through this fictional doorway, and we're like, that's a wall."
    },
    {
      "end_timestamp": 2969.0,
      "id": "b3cca38b-ec56-31c4-bad0-f0e15697d14f",
      "speaker": "Jordan",
      "start_timestamp": 2957.0,
      "text": "Too late. There you go. Yeah, exactly. That's what it feels like to summon the Kool Aid."
    },
    {
      "end_timestamp": 3013.0,
      "id": "63fef86c-962f-371f-a433-1cd683383eed",
      "speaker": "Dan",
      "start_timestamp": 2969.0,
      "text": "Something that I thought of when you're talking about the bill Oldenburg testimony, to go back to that for a second. One of the things I thought was really kind of horrifying about that, that I didn't even really think of, was that part of his experience with the entire you know, the aftermath is that he was accused of being an actor, who was also one of the parents. Yeah, parent, David Wheeler. Yeah. And so like he is expected Reince have the denial of his experience, though thing, also was that an element of it for him was Mr. Wheeler's Yeah, yeah, like he, I don't"
    },
    {
      "end_timestamp": 3018.0,
      "id": "1608318a-2fc0-3fec-8354-343ea08a0ca2",
      "speaker": "Jordan",
      "start_timestamp": 3013.0,
      "text": "it's like an almost an appendage to and already"
    },
    {
      "end_timestamp": 3029.0,
      "id": "6a93b1d5-ac69-3d5f-a1a1-e37e907daf5c",
      "speaker": "Dan",
      "start_timestamp": 3018.0,
      "text": "know, but it will be very difficult to not feel like you're a part of what was being done to this other person. I felt like that was something he was talking about on the stand that was horrifying."
    },
    {
      "end_timestamp": 3069.0,
      "id": "791001e0-298f-3c98-8ffa-cd6e85d90cd3",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3029.0,
      "text": "Exactly that that to me, I think was was the most heartbreaking as at one point. He said something to the effect of I wish I had done something differently. He said, he said that he took some responsibility for that unit. And that is so heartbreaking because we all know, there's nothing he could have done Nope, there's nothing differently he could have done that would have stopped these these people from from still from still making trying to make this connection and still throwing his life and everyone else's life into into chaos and turmoil. There's nothing he could have done and yet he still has clear guilt about it."
    },
    {
      "end_timestamp": 3088.0,
      "id": "3b4f568a-f2ac-3e84-a63c-a6a4066c2878",
      "speaker": "Dan",
      "start_timestamp": 3069.0,
      "text": "Well, that's that's that, that I think it's got to be rooted in that that overactive empathy thing to like, right. And you just want to think of some way that you could have helped that. Yeah, yeah, it is. You know, but the cynicism is too great. On the other side, you know, it's just, they they, it doesn't matter."
    },
    {
      "end_timestamp": 3105.0,
      "id": "2719e8cf-d1ed-3a43-a5ed-605a4622070c",
      "speaker": "Jordan",
      "start_timestamp": 3088.0,
      "text": "Yeah, it is. It is weird, because it is it is a little bit like hearing some people describing like, what they could have done better to stop a hurricane. And it's like, yeah, yeah, Hurricane was common. Yeah, you were just in the way"
    },
    {
      "end_timestamp": 3124.0,
      "id": "e95d43ef-76b1-3bb3-80d0-98002953ac8c",
      "speaker": "Dan",
      "start_timestamp": 3105.0,
      "text": "more sandbags might have had the water get in somewhere else? Yeah. Water somewhere. Damage was going to be done. Yep. That's exactly right. It sucks that this is a force of nature, in our minds. Well, like, I mean, well, artists are a force of nature, right. But now,"
    },
    {
      "end_timestamp": 3147.0,
      "id": "74c692ee-435e-3baf-9439-7de79262fff3",
      "speaker": "Jordan",
      "start_timestamp": 3124.0,
      "text": "I don't know if it's that the line bullshit. Artists are the force of nature, so much of it as it is like, these types of panics are a force of nature, you know, like, how many people got caught up in the Satanic Panic, and all of a sudden, their lives are fucking destroyed? Over imaginary bullshit? Yeah, you know, this is this is an arm of social undulation. That's so fucking weird, that it is kind of a force of nature. You know,"
    },
    {
      "end_timestamp": 3156.0,
      "id": "efd9aeb5-6b8c-3354-a0aa-5cbc7c1b919d",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3147.0,
      "text": "the hope? The hope is that, you know, with these trials, that'll that'll help to quell the storm, you know, let's get it from a hurricane to a drizzle."
    },
    {
      "end_timestamp": 3187.0,
      "id": "3b06d11c-e2e4-3512-b7ed-c3eb8131769b",
      "speaker": "Jordan",
      "start_timestamp": 3156.0,
      "text": "Right, which is so which is so fascinating in terms of the trial, because norm keeps bringing up that that thing that Maddie said in the opening statement of, you know, we should we need to shut we need to shut up down, this needs to stop, you know, that kind of thing. And if the defense lawyer says that, you do feel like, oh, there's something prejudicial about it, right. But that's just being honest about what needs to be done to handle this, because we can't, you know, if it was a criminal trial, we'd say put him in jail forever. But that kind of thing."
    },
    {
      "end_timestamp": 3206.0,
      "id": "357c14a1-b828-33bd-97fd-2f7732a73de4",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3187.0,
      "text": "And to that point, too, it's like, they're saying that we have to shut them down to end this. Because the proof is that they're still trying to profit off of it. You know, they're exactly now now it's about the trial and the kangaroo court and blah, blah, blah. And so, yeah, I mean, the only way they're going to learn is if you take their money away."
    },
    {
      "end_timestamp": 3228.0,
      "id": "52a788e6-2385-3cef-9e04-78d2f43a2d6f",
      "speaker": "Dan",
      "start_timestamp": 3206.0,
      "text": "Yep. Yeah, the ultimate lesson I think, in so much, is just they don't learn. They won't learn. They can't learn. They don't want to. And yeah, there's an argument is pretty easy to make that a fitting punishment just has to be like, you can do a podcast. That's what you can do."
    },
    {
      "end_timestamp": 3245.0,
      "id": "bb5471b9-0ae9-39f4-b535-5abdbd2707b4",
      "speaker": "Jordan",
      "start_timestamp": 3228.0,
      "text": "Honestly, it's almost like listen, I don't want any punishment Other than that, you just can't talk on the air anymore. You can do whatever you want with the rest of your life. You just can't bother people like it it is it is a little bit like you you just can't be that guy anymore."
    },
    {
      "end_timestamp": 3249.0,
      "id": "b61df0dd-9594-3aa3-8c97-1393cc1b508c",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3245.0,
      "text": "Yeah, I can I can think of some other punishments, but I'll keep it too much. Sure. Sure. Sure."
    },
    {
      "end_timestamp": 3254.0,
      "id": "7ba1a564-c6bb-383c-b62c-8e27bc430575",
      "speaker": "Jordan",
      "start_timestamp": 3249.0,
      "text": "Well, listen, hey, you know me, I'm I'm a real restraint guy."
    },
    {
      "end_timestamp": 3256.0,
      "id": "88477d1f-86b6-310b-9c22-78841f5287d7",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3254.0,
      "text": "Yeah, that's right."
    },
    {
      "end_timestamp": 3285.0,
      "id": "01e13732-ce9c-3ff0-9c1c-1c9674680dcc",
      "speaker": "Dan",
      "start_timestamp": 3256.0,
      "text": "I found it interesting. That norm in his introduction was kind of like conceding the fact that they can, they're going to prove that Alex is a liar. Yeah. And like tonight, I think that one of the things you would think of as, like an appropriate punishment is like, really recognizing that this person is full of shit in a very public space. But then I realized like, No, they'll concede that matter. It doesn't matter. Yeah. Sucks."
    },
    {
      "end_timestamp": 3309.0,
      "id": "6b59629d-610d-392b-b53c-d501ab829949",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3285.0,
      "text": "Norm normal. So so a couple you know, some highlights some color from their trial. Norm had a sidekick with them, who are like another lawyer, you know, standing helping next to him who had a slightly shorter pony detail the norm so I felt like I felt like like good."
    },
    {
      "end_timestamp": 3312.0,
      "id": "bbb0bda8-d426-3c45-b168-4512808c621d",
      "speaker": "Dan",
      "start_timestamp": 3309.0,
      "text": "fired into a patent law they cut that off."
    },
    {
      "end_timestamp": 3315.0,
      "id": "c52e925a-e47c-313b-b09f-f2bb6250a6da",
      "speaker": "Jordan",
      "start_timestamp": 3312.0,
      "text": "Yeah. No, it's weird. Yeah."
    },
    {
      "end_timestamp": 3320.0,
      "id": "cf728c5b-ccef-3a3b-842f-16c861ab7ad4",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3315.0,
      "text": "Their legal knowledge on the back of their head."
    },
    {
      "end_timestamp": 3325.0,
      "id": "1559b23a-fcfb-3452-bbaa-ce85aa1fe783",
      "speaker": "Jordan",
      "start_timestamp": 3320.0,
      "text": "When Maddie chops Pat us in half with a lightsaber things are gonna get real interesting, right?"
    },
    {
      "end_timestamp": 3325.0,
      "id": "38698b4e-dda2-3396-b0dd-5476957f3477",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3325.0,
      "text": "Oh,"
    },
    {
      "end_timestamp": 3338.0,
      "id": "02223818-6871-3613-b067-cc271995afe2",
      "speaker": "Dan",
      "start_timestamp": 3325.0,
      "text": "there was a there was a stretch of time that Pat has had like a weird like quarantine beard going to and I was wondering if he was going to show up with with just like that giant beard. I'm glad glad you didn't. Ah, that guy sucks. What?"
    },
    {
      "end_timestamp": 3346.0,
      "id": "ba7b65df-a856-3e78-897b-d4cead3ed11e",
      "speaker": "Jordan",
      "start_timestamp": 3338.0,
      "text": "What? Weirdo whatever, every time he walks around, and I mean, it's just everything about him is wrong."
    },
    {
      "end_timestamp": 3363.0,
      "id": "f39031b8-2996-3ed0-86f8-fd948e44fa50",
      "speaker": "Dan",
      "start_timestamp": 3346.0,
      "text": "I don't like necessarily, but I think it maybe is inevitable that so much of the conversation about the trial, like whether it's with you here or even on our show, when we're just talking about it focuses around norm. Like I just it's it's hard not for it not to be like he's such a"
    },
    {
      "end_timestamp": 3369.0,
      "id": "fbb466fb-83d2-399b-aba6-4f799a04cf9a",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3363.0,
      "text": "well and he's been. Yeah, and he's been a fixture in Alex's world for a long time now. So"
    },
    {
      "end_timestamp": 3377.0,
      "id": "ee936446-b23b-3d45-9299-1e03dcc4b303",
      "speaker": "Dan",
      "start_timestamp": 3369.0,
      "text": "yeah, he was there when Alex put out a bounty on Chris mighty. He was in Stingray while Alex was drunkenly screaming about that."
    },
    {
      "end_timestamp": 3392.0,
      "id": "07687dc1-55d6-3cc1-9637-17054972a509",
      "speaker": "Jordan",
      "start_timestamp": 3377.0,
      "text": "Yeah, his antics are like he's he's a dancing monkey in the courtroom. And every now and again, he just starts banging symbols together and you can't not look at the monkey banging together. Yeah, like what what are you doing monkey? Stop it."
    },
    {
      "end_timestamp": 3395.0,
      "id": "f6f750d6-6099-32b7-83d1-1064d2d9e159",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3392.0,
      "text": "How did you learn this? Exactly. train you."
    },
    {
      "end_timestamp": 3398.0,
      "id": "ac14e189-5cb8-3303-afda-7933cf99869a",
      "speaker": "Jordan",
      "start_timestamp": 3395.0,
      "text": "Where is your master? It'd be it'll be there tomorrow."
    },
    {
      "end_timestamp": 3409.0,
      "id": "8727ce03-de88-3a4c-85a2-92e55c7a1659",
      "speaker": "Dan",
      "start_timestamp": 3398.0,
      "text": "I'm fascinated to imagine how cross examination is gonna go or just norm asking Alex questions. I can't imagine it's a mess. That's gonna"
    },
    {
      "end_timestamp": 3410.0,
      "id": "7f947357-869a-3571-9e5c-f8f87b2e4bed",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3409.0,
      "text": "be exhausting."
    },
    {
      "end_timestamp": 3417.0,
      "id": "3a479771-e4ec-33c6-98bc-651b192c92c5",
      "speaker": "Jordan",
      "start_timestamp": 3410.0,
      "text": "I've already started my objections. I'm just gonna say objection for now. Again with Jesus,"
    },
    {
      "end_timestamp": 3418.0,
      "id": "b9749a6c-30d7-353d-9865-a7c3e300605f",
      "speaker": "Dan",
      "start_timestamp": 3417.0,
      "text": "Woof woof."
    },
    {
      "end_timestamp": 3425.0,
      "id": "47c9ddd4-23d7-3fb2-90ee-79ce40599ef8",
      "speaker": "Jordan",
      "start_timestamp": 3418.0,
      "text": "I can't imagine him being a left Kip, many more than two or three questions through to Alex before they're like we're just shutting this down."
    },
    {
      "end_timestamp": 3446.0,
      "id": "2dedeb79-b5c1-3a8a-b2cb-b8a0dad5da39",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3425.0,
      "text": "I think I think Nora is gonna have a tough time as the week's go on. I mean, he's already you know, not an off in the courtroom. And he there is a quick recess. And so he was like tweeting just like other shit. You know. Mike Cernovich. Yeah, yeah. Yeah. About the migrants being sent to Martha's Vineyard."
    },
    {
      "end_timestamp": 3448.0,
      "id": "2fe0c1ee-f6d5-3806-8860-78218cd591e2",
      "speaker": "Dan",
      "start_timestamp": 3446.0,
      "text": "head in the game norm."
    },
    {
      "end_timestamp": 3462.0,
      "id": "7dc64999-b42a-3d05-ae79-f591a960f8da",
      "speaker": "Jordan",
      "start_timestamp": 3448.0,
      "text": "Right. Right now, when you're the defense lawyer, you want to project an air of confidence. Okay, he is doing a little bit of nonchalance goes a long way. Kind of suggesting that you've got your you got a tight hand on the ship."
    },
    {
      "end_timestamp": 3466.0,
      "id": "1fae765b-2a90-3cc4-8442-4be2d2e48d45",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3462.0,
      "text": "You know, I actually didn't think about it that way. You might have a boy,"
    },
    {
      "end_timestamp": 3473.0,
      "id": "3e630820-af5d-3910-bd50-d80d61bf8728",
      "speaker": "Dan",
      "start_timestamp": 3466.0,
      "text": "he's he's trying to make the court falling asleep. I basically just get cocky. Yeah,"
    },
    {
      "end_timestamp": 3476.0,
      "id": "63ed828c-46d7-3fab-a565-8694d17afd2b",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3473.0,
      "text": "exactly. I don't want to get you anyway."
    },
    {
      "end_timestamp": 3480.0,
      "id": "82ad2456-4331-39ca-8d96-81142cc6cbcb",
      "speaker": "Jordan",
      "start_timestamp": 3476.0,
      "text": "Withhold approval, and then it will come to you."
    },
    {
      "end_timestamp": 3487.0,
      "id": "a81c996d-8301-37a1-9613-6e1dd696e950",
      "speaker": "Dan",
      "start_timestamp": 3480.0,
      "text": "I don't want to load judgment at all. I'm so cool. Chill."
    },
    {
      "end_timestamp": 3489.0,
      "id": "7343a314-6f92-391d-a6a5-1113878cfb26",
      "speaker": "Jordan",
      "start_timestamp": 3487.0,
      "text": "Dare you guys to give a high judgment. You don't have"
    },
    {
      "end_timestamp": 3496.0,
      "id": "0ff222af-ab9f-3215-ae3d-647678449e3e",
      "speaker": "Dan",
      "start_timestamp": 3489.0,
      "text": "the guts. The first trial, the strategy was red pills. The jury. Right, right. Second strategy. We're using the game? Yes."
    },
    {
      "end_timestamp": 3498.0,
      "id": "b694a884-abb7-3363-8df8-bfb219154afa",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3496.0,
      "text": "Amazing."
    },
    {
      "end_timestamp": 3515.0,
      "id": "85d4b9f8-2e7f-38a9-9f68-28db87e50886",
      "speaker": "Dan",
      "start_timestamp": 3498.0,
      "text": "So we should probably wrap this up before too long. We're coming in close to an hour here. And figure before we do, though, there was anything else on your mind that you think is like important from your experience? But like maybe yeah, or trial that you want to bring to bring to the forefront?"
    },
    {
      "end_timestamp": 3586.0,
      "id": "f2d09179-388a-3cfa-9244-a7a831b32e2e",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3515.0,
      "text": "Yeah, I mean, I think just and I've said it before, but I think it's just worth always repeating that like this is about the Sandy Hook families. This is about, you know, the parents who lost their children. This is about the mothers and sons who lost their parents. This is about the teachers who gave their lives protecting these kids. And, and it, it's, it fucking sucks. And I think all that we can do is is to make things a little bit harder for people like Alex Jones, while also, you know, doing our best to be to also walk with kindness. You know what I mean? Like, if there's one thing that this has taught me, it's, it's, uh, you know, I mean, the, the parents are just so courageous. They're there in courtroom every day, Alex is hiding in Texas, and they're, they're not even on days. They're not testifying, they're showing up to the courtroom. And that is just like that, that level of courage is something that I I will never know, I hope to never have to know. And so you know, I just I have all the love and all the respect in the world for those people."
    },
    {
      "end_timestamp": 3642.0,
      "id": "707d2f04-d0ac-3286-af8a-58ab6e0c0e35",
      "speaker": "Dan",
      "start_timestamp": 3586.0,
      "text": "That's definitely something that even though we you know, we bring attention to that it's it can never be said enough now. Absolutely. Absolutely. What they actually that brings to my mind, I wanted to bring this up, because I forgot to ask you about this, but or was on our subreddit, our fan subreddit. Mark did post a proof of life picture. Yeah. Were you around when there was a confrontation with the Yeah, yeah. So yeah. What why this jogged into my mind was because, you know, you're talking about like the courage of showing up, these families showing up every day, of course, you know, there is the emotional courage of being there in this really difficult, horrific setting. And then there is also just the real, like, literal, physical courage. The risk of being accosted by somebody like this. Yeah. So what happened?"
    },
    {
      "end_timestamp": 3672.0,
      "id": "ed3d6b08-e3df-3e62-8105-26d4df57637d",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3642.0,
      "text": "So it was it was related to me peeling the finger off. I didn't realize so many people were gonna get fucking triggered by me on defacing your property. So, so I am not 100% Sure, but the running theory is that it was Cory Glinka, who was Wolfgang Hall biggest driver in Connecticut, and that he might have just driven up there to see something. So I rip the sticker down. Mark is next to me. I take a photo of it, and he's smoking a cigarette, and very aggressively he tells me to move on until the both of us keep walking and move on. Oh, so"
    },
    {
      "end_timestamp": 3674.0,
      "id": "846c5220-ddbf-3ea7-8420-b3b37d3e6a1d",
      "speaker": "Dan",
      "start_timestamp": 3672.0,
      "text": "this was your fault."
    },
    {
      "end_timestamp": 3708.0,
      "id": "0bdc7e58-5f10-32e3-a6e7-2daacea489e2",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3674.0,
      "text": "i Well, yeah. So So then, so then as as we were walking into the courthouse, he he the guy is walking in behind us and start saying some things from Mark and I believe says to mark Fuck you bitch. At that point, I sort of loudly said in front of the bailiffs that I said, you know, we looked like somebody that grumpy this morning. But then he just he kind of took off we let you know they let security know. He kind of ran away I guess but"
    },
    {
      "end_timestamp": 3719.0,
      "id": "0ea0f907-746d-3d44-810e-5672d76c9eb5",
      "speaker": "Jordan",
      "start_timestamp": 3708.0,
      "text": "I liked Tara data lamp and the Flintstones in this scenario. Somebody's grumpy"
    },
    {
      "end_timestamp": 3730.0,
      "id": "5de5abbe-a361-3f5d-8323-cb90bbcfcf7b",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3719.0,
      "text": "just try to keep it light, you know? But yeah, my last words before I get my ass beat. Grumpy might get broken."
    },
    {
      "end_timestamp": 3739.0,
      "id": "42e2b841-cb19-3731-9c6a-011f25bc0669",
      "speaker": "Jordan",
      "start_timestamp": 3730.0,
      "text": "I do appreciate mark just has that way of breaking it out of people absolutely. Bark can really get under people's skin and make them want to throw take a swing."
    },
    {
      "end_timestamp": 3746.0,
      "id": "96db8119-d3eb-3c29-8300-e582804d58f5",
      "speaker": "Dan",
      "start_timestamp": 3739.0,
      "text": "But to be fair, it seems like the inciting incident was the sticker. That's true. This wasn't even about Mark. No, no, no. You're lucky you survived quite I guess."
    },
    {
      "end_timestamp": 3750.0,
      "id": "cd4784f5-f978-3cea-9dcc-f4f17d0bf75e",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3746.0,
      "text": "Yes. Who cares?"
    },
    {
      "end_timestamp": 3754.0,
      "id": "65ca26db-298d-397a-a38f-d88352d7cd2e",
      "speaker": "Jordan",
      "start_timestamp": 3750.0,
      "text": "Yes, that is what the other way that we get through the abyss. Yeah, live or die."
    },
    {
      "end_timestamp": 3787.0,
      "id": "64eddd85-98e5-33c2-a5da-6efe7eba5c83",
      "speaker": "Dan",
      "start_timestamp": 3754.0,
      "text": "I mean, you're all experienced. Yeah. And so who cares? But like, at the same time, you know, if it is in fact, the case that this was like this guy who was a Wolfgang Halbig. Associate. Right? And, you know, we're hearing on the stand that Wolfgang is reaching out to these Infowars people and like essentially harassing them now. As the trial is going on, like, there is a reality to this. That's like, that's still you know, I don't want to say luckily it was directed at you. But like, you know, it was is worse. Yeah,"
    },
    {
      "end_timestamp": 3794.0,
      "id": "ab4a24e0-1eb3-3c99-bf57-7e1965668721",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3787.0,
      "text": "it was it was directed at Mark to and I think between the two of us, we would have been fine. I met the plural you Right. Right. Right. Right."
    },
    {
      "end_timestamp": 3796.0,
      "id": "3ce7a468-748e-380f-8405-9118f39121ef",
      "speaker": "Dan",
      "start_timestamp": 3794.0,
      "text": "As opposed to like family but what's crazy"
    },
    {
      "end_timestamp": 3813.0,
      "id": "772ec7c3-6214-3264-8e16-7311748f68de",
      "speaker": "Jordan",
      "start_timestamp": 3796.0,
      "text": "it's crazy for how big is that? This is a man who's lived most of his life believing that the TV is talking to him to all of a sudden have a warm look at the TV on trial be like Wolfgang if you're listening to me right now what kind of insane Yeah, exactly. That's"
    },
    {
      "end_timestamp": 3833.0,
      "id": "9b2e80fa-f61e-3783-8315-0fac4a08625c",
      "speaker": "Dan",
      "start_timestamp": 3813.0,
      "text": "ridiculous. That's a weird thing for norm to have done. Yes, that is a dumb thing for him to have done. I wonder I wonder if it does come across as better to be like, I'm not going to directly communicate with him. I'm just going to say this through the medium of the stream. That seems like you should take care of that private"
    },
    {
      "end_timestamp": 3861.0,
      "id": "3c3cd984-1167-36c6-8764-7f56604e7e3c",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3833.0,
      "text": "private that day Wolfgang after the Austin trial he's he's left me a couple of voicemails which is just the the rambling you know sad bullshit that you would expect it to be sure. But one of the days of the trial I get an email from Wolfgang not to me directly Wolfgang just sends it to FBI agents, everybody, everybody Yeah, so I'm on his newsletter, you know his mailing list. Oh, that's fun. And and the email"
    },
    {
      "end_timestamp": 3863.0,
      "id": "18e01b4e-d6c8-3fe8-836d-aca903cccf4d",
      "speaker": "Jordan",
      "start_timestamp": 3861.0,
      "text": "unsubscribe for that one?"
    },
    {
      "end_timestamp": 3863.0,
      "id": "d50adf7b-2b23-3514-be45-7292b91da519",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3863.0,
      "text": "Well, I"
    },
    {
      "end_timestamp": 3867.0,
      "id": "c0de9fc9-ff77-373e-b7c7-ab6bbc81c805",
      "speaker": "Dan",
      "start_timestamp": 3863.0,
      "text": "keep an eye on it. And I honestly use MailChimp"
    },
    {
      "end_timestamp": 3889.0,
      "id": "660f3fd2-2339-3c46-b809-42d9299246e5",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3867.0,
      "text": "Yeah, so that's a good segue No, but he the the email was about how the Connecticut Governor lied to him about Sandy Hook he's still doing this you know, he's still doing this even the day of testimony in the second defamation trial. It's crazy. Even after"
    },
    {
      "end_timestamp": 3894.0,
      "id": "930f2be4-8542-37f8-b692-fc84f6cc741c",
      "speaker": "Dan",
      "start_timestamp": 3889.0,
      "text": "he has lost these these suits, you know like myself,"
    },
    {
      "end_timestamp": 3899.0,
      "id": "725267ce-82d6-3b84-b277-562d6ced9d46",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3894.0,
      "text": "well and and his family. Like now No, no one wants anything to do with him."
    },
    {
      "end_timestamp": 3903.0,
      "id": "6df308e9-18fb-3468-912a-0fcb8ff3a082",
      "speaker": "Jordan",
      "start_timestamp": 3899.0,
      "text": "He does have The ultimate freedom of literally having nothing left to lose. Yeah,"
    },
    {
      "end_timestamp": 3905.0,
      "id": "d66c0162-d9b1-306e-abe7-f983c64e89a2",
      "speaker": "Dan",
      "start_timestamp": 3903.0,
      "text": "you know your your pot committed."
    },
    {
      "end_timestamp": 3913.0,
      "id": "abd1bb78-a946-331d-b2eb-0935e30fb9be",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3905.0,
      "text": "But that's also that is going back to what we're saying that is the danger, right when you have nothing left to lose, you know, so."
    },
    {
      "end_timestamp": 3923.0,
      "id": "d9c76ef0-d673-32ef-8308-984058e19d16",
      "speaker": "Dan",
      "start_timestamp": 3913.0,
      "text": "Yep. Well, fingers crossed he find something that he doesn't want to lose. I guess that's not a great situation."
    },
    {
      "end_timestamp": 3925.0,
      "id": "a2186209-6694-32c6-8b4e-ccb8f0895a7f",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3923.0,
      "text": "Oh, we're gonna end it."
    },
    {
      "end_timestamp": 3927.0,
      "id": "9be8b1a2-8669-3129-8dbc-ba3f430110c6",
      "speaker": "Jordan",
      "start_timestamp": 3925.0,
      "text": "Click Yeah, bye."
    },
    {
      "end_timestamp": 3939.0,
      "id": "f9524f2b-e804-39cb-9576-ff038b4d0fdf",
      "speaker": "Dan",
      "start_timestamp": 3927.0,
      "text": "Oh god. I guess I just started to get into a like negative thoughts spiral about like I don't know maybe you get a hobby"
    },
    {
      "end_timestamp": 3943.0,
      "id": "1e7ffb08-7f0c-320e-9197-53553177fe04",
      "speaker": "Jordan",
      "start_timestamp": 3939.0,
      "text": "and may the wolf choke on his flesh but there"
    },
    {
      "end_timestamp": 3944.0,
      "id": "e96785ce-d5a5-308e-9290-805202f861fd",
      "speaker": "Dan",
      "start_timestamp": 3943.0,
      "text": "that's a good toast maybe"
    },
    {
      "end_timestamp": 3949.0,
      "id": "2b730185-7d2e-3e55-b34d-0300a89a3090",
      "speaker": "Jordan",
      "start_timestamp": 3944.0,
      "text": "you'll do woodworking beaten by a wolf I don't know not to you."
    },
    {
      "end_timestamp": 3951.0,
      "id": "8f348788-19ff-3809-949b-f5c13cc8665a",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3949.0,
      "text": "Well, either one sounds fine. Yes,"
    },
    {
      "end_timestamp": 3958.0,
      "id": "241fff72-9e41-3040-a884-c1f2cd98002a",
      "speaker": "Dan",
      "start_timestamp": 3951.0,
      "text": "bastard, thank you so much for joining us this has been a delight. It was really great meeting you down in Austin and absolutely,"
    },
    {
      "end_timestamp": 3963.0,
      "id": "bdbc4354-aedb-39ee-8bfa-9a767747913d",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3958.0,
      "text": "I love you boys and just have all the fucking respect in the world for what you guys do."
    },
    {
      "end_timestamp": 3967.0,
      "id": "711de073-9cbc-35a5-853d-8c34702df505",
      "speaker": "Dan",
      "start_timestamp": 3963.0,
      "text": "And we definitely appreciate your coverage of the trial."
    },
    {
      "end_timestamp": 3978.0,
      "id": "0dabcac6-8789-30c3-acc8-090cb1f2392a",
      "speaker": "Jordan",
      "start_timestamp": 3967.0,
      "text": "Yes, yes, it is great to have more voices saying put the parents and families and all that at the forefront of everybody's mind keeping that absolutely. Yeah, absolutely. Yeah. deal of respect to you for that."
    },
    {
      "end_timestamp": 3980.0,
      "id": "c5589e54-031c-3675-b9b5-314c1ef249c3",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3978.0,
      "text": "I mean, thank you so much, man. There's"
    },
    {
      "end_timestamp": 3990.0,
      "id": "4f843a75-26bc-316c-8118-ef3dc64c291f",
      "speaker": "Dan",
      "start_timestamp": 3980.0,
      "text": "a there's a slight chance I might come down to Austin. I get I don't think I'm gonna do it. I admire you being able to go to these trials, but that was that was too exhausting for me. Yeah, well,"
    },
    {
      "end_timestamp": 3996.0,
      "id": "80e42fcf-8095-396a-8315-7705aaa94a0f",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 3990.0,
      "text": "yeah, Austin. Well, let's talk about it."
    },
    {
      "end_timestamp": 4000.0,
      "id": "9ddd88c8-2d8c-3c47-a81c-e97c79237b2d",
      "speaker": "Jordan",
      "start_timestamp": 3996.0,
      "text": "No, you just want us to fucking suffer with you. At the bar. That is exactly"
    },
    {
      "end_timestamp": 4010.0,
      "id": "3b95c8eb-f66d-3ac6-ba78-148335aa0382",
      "speaker": "Sebastian Murdoch",
      "start_timestamp": 4000.0,
      "text": "what I want. I know. Exactly my intention. Yeah, that makes sense. All right. Well, I'll see you boys. All right."
    },
    {
      "end_timestamp": 4017.0,
      "id": "030844f4-d9f9-363a-a034-f02c5835b911",
      "speaker": "Andy In Kansas",
      "start_timestamp": 4010.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your"
    },
    {
      "end_timestamp": null,
      "id": "ff7d071c-4f38-3a8f-b4c5-5fc00c6f2801",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4017.0,
      "text": "work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}