{
  "audio_identifier": "KF_728",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/LizWilliamson3.mp3",
  "blocks": [
    {
      "end_timestamp": 55.0,
      "id": "ff5fdc94-3baf-30a5-853d-f383ad72e549",
      "speaker": "Alex Jones",
      "start_timestamp": 4.0,
      "text": "Red Alert. Red alert red alert. Red Alert knowledge five Dan and Jordan is a wedding knowledge party.com It's time to pray. I have great respect for knowledge like knowledge. I'm sick of them posing as if they're the good guys Shang V or the bad guy Chanology Dan and Jordan knowledge fight need money Andy and Sandy are stopping Andy and Ken handy in Kansas. Andy in Kansas, you're on the airplane for a huge fan. I love your word. Knowledge by"
    },
    {
      "end_timestamp": 69.0,
      "id": "9c4554f1-93e4-3d6d-afba-299e18aba3b5",
      "speaker": "Dan",
      "start_timestamp": 55.0,
      "text": "knowledge fight.com Hey everybody, welcome back to knowledge fight. I'm Dan. I'm Jordan. We're gonna sit around worship at the altar of saline and talk a little bit about Alex do Oh, indeed"
    },
    {
      "end_timestamp": 70.0,
      "id": "f4f19f87-a07b-3e41-aeeb-95032d167c32",
      "speaker": "Jordan",
      "start_timestamp": 69.0,
      "text": "we are Dan"
    },
    {
      "end_timestamp": 71.0,
      "id": "2ebc4003-20f0-363a-a69a-d28a80475036",
      "speaker": "Dan",
      "start_timestamp": 70.0,
      "text": "Georgia Dan Dennett,"
    },
    {
      "end_timestamp": 73.0,
      "id": "a726d472-0cd6-3bc4-85e1-fac3358e28cb",
      "speaker": "Jordan",
      "start_timestamp": 71.0,
      "text": "question for you, buddy. What's your bright spot"
    },
    {
      "end_timestamp": 98.0,
      "id": "e597cd71-a4ff-39a4-a001-57cc3031eced",
      "speaker": "Dan",
      "start_timestamp": 73.0,
      "text": "today? My bright spot today? I feel weird about this. But it is. I have been fine trying to find entertainment to watch while I make sure I get the buttons out naturally. And I've watched a few online YouTube videos that are there. Basically, it's people explaining hoax games, like interactive alternative reality games."
    },
    {
      "end_timestamp": 99.0,
      "id": "05f44c7f-d921-3867-a3f5-b591bebba94e",
      "speaker": "Jordan",
      "start_timestamp": 98.0,
      "text": "Okay,"
    },
    {
      "end_timestamp": 110.0,
      "id": "648e140d-0b16-3f76-bd74-125b72d6b1dc",
      "speaker": "Dan",
      "start_timestamp": 99.0,
      "text": "I can Okay, I can just see what you're saying. Like people who put YouTube videos up that have clues and you got to crack the code case. Okay. All right. You know, but they're like used as like narrative storytelling,"
    },
    {
      "end_timestamp": 113.0,
      "id": "e2dd7ba5-d3c2-347e-ac35-d3a7f35b4583",
      "speaker": "Jordan",
      "start_timestamp": 110.0,
      "text": "I'm sure adult internet scavenger hunt. Story."
    },
    {
      "end_timestamp": 135.0,
      "id": "69f13a39-43b1-359c-9bcc-7a66ebfc5fa3",
      "speaker": "Dan",
      "start_timestamp": 113.0,
      "text": "But sometimes they have their like horror stories. Of course, naturally. I don't know. I would never want to do one of these things or be involved in it. Like be one of the people trying to crack the puzzles. Man listening to people just like basically pretend that an art project is real. Sure. Kind of fun. I enjoy it. All right. So yeah, it is"
    },
    {
      "end_timestamp": 142.0,
      "id": "710df502-0581-3c9d-b0d2-715d144f9ffa",
      "speaker": "Jordan",
      "start_timestamp": 135.0,
      "text": "is it the like unfettered just willingness to commit to this world? Or are you just like, well, this is fun."
    },
    {
      "end_timestamp": 149.0,
      "id": "191ea4b7-43fe-343c-90af-4871c7a3004e",
      "speaker": "Dan",
      "start_timestamp": 142.0,
      "text": "I just like I like any any enthusiasm for something. renaissance fairs? Sure. Sure. Sure. Jump in."
    },
    {
      "end_timestamp": 197.0,
      "id": "c1c755a0-1a6d-3b21-b13b-39a4aaadeb48",
      "speaker": "Jordan",
      "start_timestamp": 149.0,
      "text": "Yeah, absolutely. What about you? Ah, my bright spot is? Well, I'll tell you this. We remember how ABC and HBO and Warner and all that stuff. There's all that merger stuff. Yeah. So ABC owns the challenge now the real world real world well not called that. ABC owns it, you know, so they put out a season and it was filled with like ABC reality stars, you know, those types of people. And they were you know, but but then my my partner found a season from the old days that we hadn't watched before, man. I don't know you need some kind of dirt bag element to that show. You need dirt bags? Yes. Do I don't want to be I don't want to be the guy who says dirt bag about people."
    },
    {
      "end_timestamp": 213.0,
      "id": "561fc4a9-d1b8-3d40-bba3-2ad136bcf02a",
      "speaker": "Dan",
      "start_timestamp": 197.0,
      "text": "That's the only reason that any of those gotta have is we're watchable at all. No, it's not a competition. So it's a dirtbag competition Chan. It's so unethical because it's just like, give them all alcohol. The dirt bag goes crazy. It's wrong."
    },
    {
      "end_timestamp": 227.0,
      "id": "40cd0329-0db6-3459-8703-f7f0a48402a4",
      "speaker": "Jordan",
      "start_timestamp": 213.0,
      "text": "It is fundamentally unethical, but at the same time, like if your continuum is well my continuum is the Great British Bake Off and the challenge like any all other reality competition shows fall in between those two poles that"
    },
    {
      "end_timestamp": 233.0,
      "id": "e90ac616-8a0a-3654-9795-1a95c74ee998",
      "speaker": "Dan",
      "start_timestamp": 227.0,
      "text": "Scottish lady was on season two of the Great British Bake Off."
    },
    {
      "end_timestamp": 241.0,
      "id": "4ddfd0a2-3550-3578-a0e8-61719dbae9f4",
      "speaker": "Jordan",
      "start_timestamp": 233.0,
      "text": "I don't know. Just so long as you don't say that about Liam. Sure. Don't you dare don't you Dad Hollywood is he's a dirtbag for sure."
    },
    {
      "end_timestamp": 260.0,
      "id": "c301cc19-96ea-3df2-be14-ad0269852062",
      "speaker": "Dan",
      "start_timestamp": 241.0,
      "text": "Someone who is not a dirtbag is on transition. Thank you, our guests. Joining us returning to the podcast. We're very excited to have her along to give some insight into things on the ground at the Alex Jones trial in Connecticut. Elizabeth Williams. Joining us again."
    },
    {
      "end_timestamp": 264.0,
      "id": "ddb0a260-69bf-37ad-9105-755da52bce5c",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 260.0,
      "text": "It's William son and thank you for not closing"
    },
    {
      "end_timestamp": 274.0,
      "id": "3e9b2360-2085-31b6-bd58-fb75c4977a50",
      "speaker": "Jordan",
      "start_timestamp": 264.0,
      "text": "that out. We're gonna edit that out. Wow. It wasn't why wasn't purposeful. Legitimately. We've known you for years."
    },
    {
      "end_timestamp": 286.0,
      "id": "0abe65c5-c6c4-3d63-be98-a1af73451c7b",
      "speaker": "Dan",
      "start_timestamp": 274.0,
      "text": "You know what happened there is I was in my head arguing about whether or not I was going to say oh, the New York Times are brilliant. And I dropped the sun. I can't believe it."
    },
    {
      "end_timestamp": 290.0,
      "id": "6b667641-1f50-3bcb-b12d-0b75ae1a7ca9",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 286.0,
      "text": "Said of The New York Times, son. Yes."
    },
    {
      "end_timestamp": 300.0,
      "id": "c670c38f-12e9-3573-9738-7938d37cade2",
      "speaker": "Dan",
      "start_timestamp": 290.0,
      "text": "Probably. I'd have to I'd have to put it somewhere that does sound right. Well, please accept my apologies. And what is a bright spot? Yeah, absolutely."
    },
    {
      "end_timestamp": 334.0,
      "id": "283048a7-ca24-3a77-9d88-a75a8f51fcb6",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 300.0,
      "text": "Oh, you're I was thinking. So okay, my bright spot because I've been all day at the Alex Jones damages trial. At the end of the day, a in a truly but bright spot. The sun came out after raining all day at the end of the bar day in court. And someone convinced Alex Jones that there was a security threat. And so it they prevented him from having a press conference after his meltdown in court."
    },
    {
      "end_timestamp": 335.0,
      "id": "da7e7f0e-c003-3014-9aff-b4053dfe74f2",
      "speaker": "Dan",
      "start_timestamp": 334.0,
      "text": "Oh, wow."
    },
    {
      "end_timestamp": 336.0,
      "id": "d1c731e3-3af3-3276-91b0-ef6e6dc5b0e5",
      "speaker": "Jordan",
      "start_timestamp": 335.0,
      "text": "Thank god,"
    },
    {
      "end_timestamp": 342.0,
      "id": "759fcf8b-320b-381d-8bac-e28387e6a84f",
      "speaker": "Dan",
      "start_timestamp": 336.0,
      "text": "somebody. Somebody trolled him into not being an asshole."
    },
    {
      "end_timestamp": 371.0,
      "id": "fc7f5731-f8c0-3f55-9f8e-a70528e4246d",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 342.0,
      "text": "Exactly. And I have I have a theory. Now, I know I shouldn't we, you know, because we're talking about conspiracy theories. I know I shouldn't do this. But I did hear two bailiff's talking at the end of the hall after he left. And they said, Well, something like that worked. And something like he can't shut his mouth."
    },
    {
      "end_timestamp": 378.0,
      "id": "2100107f-273b-37d3-8057-27a1618eedae",
      "speaker": "Dan",
      "start_timestamp": 371.0,
      "text": "There's a number of things that we experienced here. We're recording this on Thursday, there's a number of things that you could probably be like, well, that worked."
    },
    {
      "end_timestamp": 385.0,
      "id": "e0c48f81-54e5-33b6-9580-f9b588a9efeb",
      "speaker": "Jordan",
      "start_timestamp": 378.0,
      "text": "Yeah. We've made a day of that work"
    },
    {
      "end_timestamp": 398.0,
      "id": "be3be2e2-6075-3c2c-9880-fdf66f422b2d",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 385.0,
      "text": "about maybe their phone or something like that. But but it was, you know, right after he got on to the elevator, and he kept saying they're telling me it's a security issue."
    },
    {
      "end_timestamp": 404.0,
      "id": "c23c56f8-45d0-3ecf-b95b-31e4f0ab838c",
      "speaker": "Dan",
      "start_timestamp": 398.0,
      "text": "I think the only conclusion we can take from this is that the bailiffs are under the employee of Klaus Schwab."
    },
    {
      "end_timestamp": 414.0,
      "id": "25381187-06af-398e-820b-780897b9d418",
      "speaker": "Jordan",
      "start_timestamp": 404.0,
      "text": "It does make sense that's only they are talking about the trial as a whole considering they are part of the globalist because we are which we have to assume at this point. Yeah."
    },
    {
      "end_timestamp": 437.0,
      "id": "9ee42dbc-69fc-3a4d-80aa-47220da4ca77",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 414.0,
      "text": "Well, it's even more funny is that he would believe that because when you went outside the courthouse, there was maybe one guy with a microphone, a couple of, you know, reputable news trucks, and really no one else,"
    },
    {
      "end_timestamp": 443.0,
      "id": "90816186-7d2a-37c9-a949-787be68ee01c",
      "speaker": "Jordan",
      "start_timestamp": 437.0,
      "text": "a single Tumbleweed going across."
    },
    {
      "end_timestamp": 449.0,
      "id": "246787f5-f45e-3c0d-94ce-5c30b51cc785",
      "speaker": "Dan",
      "start_timestamp": 443.0,
      "text": "What you're not accounting for is how many rooms were there around there?"
    },
    {
      "end_timestamp": 453.0,
      "id": "7c453889-768e-3c9b-adfb-1ddd68307a8b",
      "speaker": "Jordan",
      "start_timestamp": 449.0,
      "text": "Yeah, people discount rooftop men. Yeah. No, that's that's an issue."
    },
    {
      "end_timestamp": 477.0,
      "id": "cbeed978-9072-3878-b7aa-2208f23b8885",
      "speaker": "Dan",
      "start_timestamp": 453.0,
      "text": "And plus, if you are a disreputable assassin, let's say, why wouldn't you do a reputable? Well, I was trying to juxtapose it with a reputable news organization. You camouflage? It also, I think it makes total sense for Alex to believe that because it's it plays into his like importance."
    },
    {
      "end_timestamp": 490.0,
      "id": "a3ad9c6e-8222-3a36-af35-0b433cf7d34c",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 477.0,
      "text": "Absolutely. Yeah. Yeah. Yeah. You could trick him. I don't think anyone if people couldn't be bothered to turn up to support them in court, I'm not sure they could be bothered to turn up to do whatever he was afraid they might do. So"
    },
    {
      "end_timestamp": 533.0,
      "id": "710d4b87-36ba-3d4d-b071-30504b3c77bb",
      "speaker": "Jordan",
      "start_timestamp": 490.0,
      "text": "yeah, actually, that brings up a question that I was meaning to ask you. Elizabeth, not Dan. I was wondering about those press conferences, because I like not to poison the answer. But I find them really, really gross and disgusting. So how do you feel about the fact that like, no matter what you do, like you could choose not to do one of those. But there will be other news organizations there. Right, no matter what you do. So you might as well be there. But like, how do you feel about the actual event that happens? Filthy, filthy. That's, that's good answer."
    },
    {
      "end_timestamp": 600.0,
      "id": "baccfa19-3cd8-3a2f-b6a5-98bdd6296ba3",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 533.0,
      "text": "Yeah, no, I, I have I actually had this very conversation with another journalist in the elevator. deciding not to do one of his press conferences, because the other thing, you know, he did one yesterday where he did it at the lunch break, but he was late showing up. And so by the time he started talking, it was almost time for court to begin again. And so there you're really faced with, you know, the thing that you're absolutely talking about Jordan, which is, do I go into the courtroom and listen to the Sandy Hook families tell their story? Or do I sit here, outside stand here and just listen to this word salad of, you know, repetition that he you know, I mean, we've we've all heard it before 1000s of times, you know, do we just listen to Alex Jones bloviate and you know, deliver what he usually delivers or do you go inside and actually, you know, rejoin the real world Oh,"
    },
    {
      "end_timestamp": 633.0,
      "id": "6ccf3797-0fe5-33f0-b732-97a7be46cc6b",
      "speaker": "Dan",
      "start_timestamp": 600.0,
      "text": "yeah, so one of the things that I think is really tough about that that choice that Alex put everyone in by showing up late and having a press conference is that the press conference itself is a disrespect to the what's going on in court. And then it's forcing people to make this choice between like, watching him disrespects the court or go into the court. I know that we were watching it, and the law and crime stream was showing the Alex outside and I'm like, we got a minute left. What are they going to do? Are they cut away from him to go?"
    },
    {
      "end_timestamp": 729.0,
      "id": "c7c2e1e7-0251-355c-855e-f9d548585670",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 633.0,
      "text": "Yeah, that's their dilemma, right? Because typically, it's just one guy. And yeah, and thanks, Dan, because I was gonna make that point too, before Room Service came, of course. And that's that, you know, this whole thing is, this is, as Neil Heslin put it, in Austin, at the trial you attended. It is an act of cowardice that Alex Jones does not show up in the courtroom for his own trial, unless he is compelled to because he has to testify. So this trial has been going on now for nearly two weeks. And this is the first day he has shown up. But he's been in town for a couple of days. And he's had these press conferences out in front. And even when he's not in town, he's watching every day on his show. And he's, you know, maligning the process the judge the proceedings, and setting up a website, as they said in court today, kangaroo court where his viewers can watch and donate to his legal defense. So, you know, it just is, you know, after the last trial, one of the jurors, it was shared with me, said that his failure to turn up and the fact that he was tearing apart the entire process on his show, really pissed off the jurors because it said that he has utter contempt for the judicial process in this country. And that's really what got him where he is today. Right? It's"
    },
    {
      "end_timestamp": 735.0,
      "id": "769565c2-ccd8-3d1a-b686-c54abae688ea",
      "speaker": "Dan",
      "start_timestamp": 729.0,
      "text": "such a compelling case for why you got default. Oh, really?"
    },
    {
      "end_timestamp": 779.0,
      "id": "d8c9564b-7ac4-345a-aff8-3ff2f5f3dfd8",
      "speaker": "Jordan",
      "start_timestamp": 735.0,
      "text": "Yeah, it is good to get this information from you. Just because it's like, while I was watching the trial in Austin, sitting in the courtroom, looking at the jurors, you know, kind of getting an idea of how it is they were feeling, you know, there's they had good poker face. Oh, totally. But you know, there were some of those moments, like the one that we'll always remember is the guy who is writing notes for the first hour or two of Alex's testimony, just putting his notepad down. Like, you know what, there's no reason to keep doing that. I get it. Yeah, exactly. But it's it's nice to know that that is disrespectful behavior that they do account for, because there is a part of me that's like, I don't know if they would care about"
    },
    {
      "end_timestamp": 790.0,
      "id": "4de3f53c-5e54-334a-a729-21df5bc77acd",
      "speaker": "Dan",
      "start_timestamp": 779.0,
      "text": "it. Think about it, too, that these are people who are taking time out of their lives to do a civic duty. Totally. And it probably would be an affront to the sacrifice that they're making. Absolutely. Just yeah,"
    },
    {
      "end_timestamp": 794.0,
      "id": "291a5245-d311-3382-84cb-7490c77db4f2",
      "speaker": "Jordan",
      "start_timestamp": 790.0,
      "text": "I could be at work today. Right."
    },
    {
      "end_timestamp": 812.0,
      "id": "9b5df387-ec17-3afb-a017-c5fa3182d5e0",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 794.0,
      "text": "Yes, exactly. Rather than collecting my you know, per diem and yeah, no. And as you recall, in Austin, he was maligning the jury themselves, right. He was calling them you know, basically dead vocals. Yeah."
    },
    {
      "end_timestamp": 819.0,
      "id": "9109e13b-d6f9-35bd-8d31-449ea09ea9b5",
      "speaker": "Jordan",
      "start_timestamp": 812.0,
      "text": "Blue Collar folk. They know anything. They're blue collar folk who loves me. That's what I'm going to insult them with."
    },
    {
      "end_timestamp": 847.0,
      "id": "04d238e4-72f6-32de-aa72-95c538ba95bc",
      "speaker": "Dan",
      "start_timestamp": 819.0,
      "text": "I will I will say one fun thing about his press conferences up front was I was actually on the phone with you, Elizabeth. And we were discussing something. Some I think it was something about the story about his bankruptcy court. And I could just hear him in the background starting to talk. And we rushed off the phone. And on the stream. I saw you walk behind"
    },
    {
      "end_timestamp": 849.0,
      "id": "303ab369-d82b-31c1-bd45-8d8b7ecbe736",
      "speaker": "Dan",
      "start_timestamp": 847.0,
      "text": "that was kind of fun."
    },
    {
      "end_timestamp": 854.0,
      "id": "f64653aa-4368-313e-ad1b-74d4e63d7f66",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 849.0,
      "text": "Yes. Great bankruptcy content. That was what I was in search of. Well,"
    },
    {
      "end_timestamp": 860.0,
      "id": "16151c52-cd37-3468-89ea-5ce37e235b42",
      "speaker": "Dan",
      "start_timestamp": 854.0,
      "text": "you got a little bit. Right. I mean, he did. He did touch on that. You did get a little bit of the bankruptcy content."
    },
    {
      "end_timestamp": 903.0,
      "id": "e96bad15-7fe6-3296-a3d8-9c40c0b8a860",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 860.0,
      "text": "Yes. He he recast? You know what was really a pretty devastating hearing for him earlier this week, as Oh, that's exactly what if we wanted a bankruptcy judge in Texas to remove my lawyer and my chief restructuring officer, because that means we'll get additional oversight over free speech systems that we just so dearly need and by someone who is completely unaffiliated, unlike the lawyer and the chief restructuring officer who were removed, someone who is completely unrelated to freeze Ah systems Imagine that. Yeah. So, yeah,"
    },
    {
      "end_timestamp": 915.0,
      "id": "141c480e-13c4-3d4c-ad5a-27f6613efba7",
      "speaker": "Dan",
      "start_timestamp": 903.0,
      "text": "he's got to be thrilled. Like it's exactly what he wanted for a bankruptcy judge to say something along the lines of I hope I never have to do something like this in my career again."
    },
    {
      "end_timestamp": 926.0,
      "id": "f32970fb-2597-33bb-b22a-f07aa8ce2b84",
      "speaker": "Jordan",
      "start_timestamp": 915.0,
      "text": "Right before, but they dropped the gallows. Like, what are you fucking talking about? I hope I never had a bankruptcy court judge Get the fuck out of here."
    },
    {
      "end_timestamp": 929.0,
      "id": "20977fe7-e676-314b-aa57-4c8df374a6ca",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 926.0,
      "text": "It was it was like sorrow, not anger."
    },
    {
      "end_timestamp": 936.0,
      "id": "c2586a03-d5b0-33f2-b012-bdd9ad9a4383",
      "speaker": "Dan",
      "start_timestamp": 929.0,
      "text": "Yeah, there is a stage beyond your parents being disappointed, not angry sorrow. No."
    },
    {
      "end_timestamp": 941.0,
      "id": "b6a0bc0f-da10-3750-b263-03454e684c95",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 936.0,
      "text": "I am so disappointed at this bankruptcy filing."
    },
    {
      "end_timestamp": 972.0,
      "id": "5256c608-852e-3504-96c9-32a990277a7b",
      "speaker": "Jordan",
      "start_timestamp": 941.0,
      "text": "I'd say maybe there is something to this for the for free speech system is because based on pause and Alex's testimony, I don't know if anybody knows how that business actually works or where money comes from money work, you're being so naive. So it'll be nice for somebody to finally know what's actually going on. There's such a thing as strategic unawareness that might be possible deniability, what kind of what kind of two words are those to put next to each other? That's confused, absurd,"
    },
    {
      "end_timestamp": 1027.0,
      "id": "f16e1b34-197d-3eb8-bab6-7e0e284cacc0",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 972.0,
      "text": "was the thing that I also liked another sort of meta aspect of this whole thing is, so one of the things that the bankruptcy judge raised as a lack of candor, a lack of transparency and a questionable business expense or personal expense, actually by Jones was the $80,000 that he pulled out of the company to finance his trip here in Connecticut, where he has a cadre of bodyguards. He said in court today that he took a charter jet to Waterbury, Connecticut, and rolls up in a fleet of SUVs and is staying at a pretty posh air b&b, a short distance from the courthouse so it doesn't seem like bankrupt behavior"
    },
    {
      "end_timestamp": 1033.0,
      "id": "288b34d4-6ea2-3cf5-ba25-cdd085f352c7",
      "speaker": "Dan",
      "start_timestamp": 1027.0,
      "text": "wasn't the 80,000 just for security wasn't just like yeah, that was"
    },
    {
      "end_timestamp": 1038.0,
      "id": "46653a78-7934-3ddc-a0fb-3903e071bd85",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1033.0,
      "text": "detail. Yeah, that's what that's what the judge said. In the bankruptcy case."
    },
    {
      "end_timestamp": 1042.0,
      "id": "068719dd-7fc9-3c66-b21d-bf1359ad0d9d",
      "speaker": "Dan",
      "start_timestamp": 1038.0,
      "text": "I wouldn't be too surprised if the the took out even more for the trip. Yeah."
    },
    {
      "end_timestamp": 1067.0,
      "id": "ef7ffc22-cb64-3e8b-9989-888415f0539c",
      "speaker": "Jordan",
      "start_timestamp": 1042.0,
      "text": "Honestly, his his nitpicking response about the jet was so much what Alex is, to me is like, at the same time as he's supposed to be, like, defending himself, he can't help but be like, This is the first time we ever chartered a jet. You know, we've chartered planes before but this is a jet, you know, and you're like, What are you fucking doing you insane madman."
    },
    {
      "end_timestamp": 1085.0,
      "id": "47517af5-b5bb-3d8d-aadb-5cc4521441ea",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1067.0,
      "text": "And he said that if he had never chartered jets before 2018 was right, right. So be more security problems. In other words, I don't want to be hassled in an airport. They don't have security in airports you know,"
    },
    {
      "end_timestamp": 1095.0,
      "id": "5f7aea1c-e6be-3f4d-9cac-1ee3e69b224c",
      "speaker": "Dan",
      "start_timestamp": 1085.0,
      "text": "or think that there's a second interpretation is it before all this? I couldn't afford one. Which may be"
    },
    {
      "end_timestamp": 1097.0,
      "id": "8d3c7934-f4a5-3d02-90d2-7ba60eeda0c5",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1095.0,
      "text": "more to the point. Yes. That's"
    },
    {
      "end_timestamp": 1102.0,
      "id": "8823d875-c175-310a-bdbb-7ecaf268c44f",
      "speaker": "Jordan",
      "start_timestamp": 1097.0,
      "text": "a defense. You're open. Yeah, that looks so jets."
    },
    {
      "end_timestamp": 1125.0,
      "id": "8a9ebfe2-0524-30e0-9e6b-4ce394d5676a",
      "speaker": "Dan",
      "start_timestamp": 1102.0,
      "text": "How has it been on the ground there? Like comparatively we talked to Sebastian on our last episode course and we get kind of a sense of his feeling but from your perspective, how comparing the how things are feeling in the vibes in Austin versus Connecticut. What are what are some of the big takeaways that you're noticing?"
    },
    {
      "end_timestamp": 1128.0,
      "id": "d470b343-9d3a-3d22-acce-25ebde37ebdc",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1125.0,
      "text": "It is cooler here."
    },
    {
      "end_timestamp": 1129.0,
      "id": "aa8d280c-f465-3da1-88e1-c64dca37385f",
      "speaker": "Dan",
      "start_timestamp": 1128.0,
      "text": "The mean temperature"
    },
    {
      "end_timestamp": 1141.0,
      "id": "6a38e924-0c1d-3627-8901-51bfc47789bc",
      "speaker": "Jordan",
      "start_timestamp": 1129.0,
      "text": "it's raining 105 degrees and join now sweating through his shirt right next to me endorsing me feel uncomfortable. Thanks. Yes."
    },
    {
      "end_timestamp": 1158.0,
      "id": "a438144e-12e7-3571-ac53-a757fc3562b8",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1141.0,
      "text": "Yes, it is. Cooler. There are there there's no Voodoo Doughnuts. It's it's not as it's not as festive because you guys aren't there."
    },
    {
      "end_timestamp": 1164.0,
      "id": "6b06aed9-1973-3c12-9ad1-941425ac1169",
      "speaker": "Dan",
      "start_timestamp": 1158.0,
      "text": "We really live in a city which is actually why it's a good thing we're not Yeah,"
    },
    {
      "end_timestamp": 1171.0,
      "id": "41136f83-d0e5-3079-ba56-df20e7fd8e1a",
      "speaker": "Jordan",
      "start_timestamp": 1164.0,
      "text": "I think I think the problem is we live in up a trial not a thing you want live and up?"
    },
    {
      "end_timestamp": 1202.0,
      "id": "50358ce6-1818-3a54-8837-b437ea738935",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1171.0,
      "text": "Yeah, no, that was it was likely today. That was definitely the liveliest day. I you know, it is a little different. It's it moves more slowly. I think you know, partly because there are so many plaintiffs in the case you know, this is the these are the families of eight Sandy Hook victims plus an FBI agent who is implicated in these in Jones's bogus are not only Jones's but But the other conspiracy theorists focus theories."
    },
    {
      "end_timestamp": 1207.0,
      "id": "4d4f7a85-6af5-35bf-9a59-50386e3614d9",
      "speaker": "Dan",
      "start_timestamp": 1202.0,
      "text": "I think you're forgetting that the FBI themselves are shadow plaintiffs. Sure."
    },
    {
      "end_timestamp": 1213.0,
      "id": "13a5ed33-5e70-3e8e-9cf7-a3d72d3db67b",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1207.0,
      "text": "Oh, yes. Yes. What did he said this is kind of a deep state deal, right."
    },
    {
      "end_timestamp": 1224.0,
      "id": "44bf832e-3519-3dc0-ac3e-e4f44572b753",
      "speaker": "Jordan",
      "start_timestamp": 1213.0,
      "text": "It is a deep state thing. Yes. It is a deep state thing. Yes. Is going to live on it. It will be alongside such things is like, all we have to fear is fear itself."
    },
    {
      "end_timestamp": 1227.0,
      "id": "ae8d0171-d443-35b6-bc02-a628d79f5772",
      "speaker": "Dan",
      "start_timestamp": 1224.0,
      "text": "A smash global"
    },
    {
      "end_timestamp": 1229.0,
      "id": "b40e4161-f73c-3d98-acf9-77d3641f982b",
      "speaker": "Jordan",
      "start_timestamp": 1227.0,
      "text": "crush, crush girl bliss. Yeah."
    },
    {
      "end_timestamp": 1247.0,
      "id": "9e7b1c7f-8971-3390-a398-bf667287d3f0",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1229.0,
      "text": "Yeah. globalists. Oh, and he stands for freedom. Yeah, that was that was another thing freedom and, and his listeners are buying those 1776 coins because they like First Amendment."
    },
    {
      "end_timestamp": 1257.0,
      "id": "cf9cb190-9636-39c7-ae2f-2c0e95dcee05",
      "speaker": "Dan",
      "start_timestamp": 1247.0,
      "text": "Well, actually, I want to get back to your observations. But I want to point out that he was not lying about being clear about the markup on the coin."
    },
    {
      "end_timestamp": 1261.0,
      "id": "45607cd5-4ad2-3d47-bb33-fbef10300408",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1257.0,
      "text": "No, it's true. He didn't tell the truth there. Yeah, he"
    },
    {
      "end_timestamp": 1267.0,
      "id": "67e06a85-e8e9-363f-b92b-8803f689c310",
      "speaker": "Dan",
      "start_timestamp": 1261.0,
      "text": "does lie about margins on other products but no, Zaarly totally straight up about"
    },
    {
      "end_timestamp": 1273.0,
      "id": "7254bcad-bffd-3c91-a9fd-30db16d76f7e",
      "speaker": "Jordan",
      "start_timestamp": 1267.0,
      "text": "like lizard. When it comes to physical currency. You cannot lie. Well, I think he"
    },
    {
      "end_timestamp": 1288.0,
      "id": "c14177b6-5267-348c-a524-8f3c87e5382e",
      "speaker": "Dan",
      "start_timestamp": 1273.0,
      "text": "said on the stand like conservatives know about gold. Why he couldn't get away with bluff margin. Other things? I don't know how much cost."
    },
    {
      "end_timestamp": 1291.0,
      "id": "cd14dc67-3e8e-3ce3-b9dd-8a1d3ec2837e",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1288.0,
      "text": "His audience knows the price of gold. But I guess"
    },
    {
      "end_timestamp": 1298.0,
      "id": "0adb0806-9c5d-3fa6-91e3-1a9245c6644d",
      "speaker": "Jordan",
      "start_timestamp": 1291.0,
      "text": "Listen, my audience doesn't know that the COVID vaccine is free, but they do know 150% markup when they see it on gold."
    },
    {
      "end_timestamp": 1302.0,
      "id": "873f09d0-a54c-3229-af40-25589f510cea",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1298.0,
      "text": "Exactly. Are those coins gold? Or are they gold tone?"
    },
    {
      "end_timestamp": 1310.0,
      "id": "401e1bef-6ce8-3abd-989f-5d673f046a38",
      "speaker": "Dan",
      "start_timestamp": 1302.0,
      "text": "I think there's silver. Yeah. Oh, geez. I feel like Alex has always been a little bit more of a Silver Hawk than"
    },
    {
      "end_timestamp": 1324.0,
      "id": "808ddbd0-a4bb-36cd-8115-696290f0a797",
      "speaker": "Jordan",
      "start_timestamp": 1310.0,
      "text": "gold. Well, Matt Mehdi made it clear today. He even pointed out he was like the point nine nine silver coin or whatever it is. Yeah, that costs you negative $2 To buy Teddy Roosevelt"
    },
    {
      "end_timestamp": 1329.0,
      "id": "d07488d1-e2ba-327b-b5f7-deb6382ada8c",
      "speaker": "Dan",
      "start_timestamp": 1324.0,
      "text": "coin. Yeah, exactly."
    },
    {
      "end_timestamp": 1373.0,
      "id": "301bb4dc-e89e-3081-9337-c423994dbc87",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1329.0,
      "text": "His his demeanor in court was was unusual. I mean, it was not it was sort of the same and that he was sweating to him. This is the same temperature as as austere. Sure sure. Definitely sweating but but also a very rapid sort of eye blink wins in a lot and yeah, really, really kind of running his words together and you know doing that that sort of thing that he does where he he has like a whole slur of words together and then he he gets to the right place but there's just it's almost like the connection goes in the middle of the sentence. Do you know what I mean?"
    },
    {
      "end_timestamp": 1391.0,
      "id": "c78862f8-f7dc-3be9-b515-f8343ac27df9",
      "speaker": "Dan",
      "start_timestamp": 1373.0,
      "text": "Yeah. That Oh, yeah, I was at a certain point so off put by the blinking that I was Googling around for like, this is a symptom of something. And the only thing I could find is really like a neurological damage. Yeah, no, that wouldn't surprise me too much."
    },
    {
      "end_timestamp": 1396.0,
      "id": "eef27f88-90b5-3e93-b71d-e8c40796e6b0",
      "speaker": "Jordan",
      "start_timestamp": 1391.0,
      "text": "I received more than one text about amphetamine abuse"
    },
    {
      "end_timestamp": 1410.0,
      "id": "ba24c46f-3638-37d2-b2b3-13f1cf90dac8",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1396.0,
      "text": "the the CNN reporter in the courtroom mentioned that during one of the breaks he pulled out some kind of manila envelope and took some kind of medication"
    },
    {
      "end_timestamp": 1412.0,
      "id": "71ceec97-2445-3d39-8326-476d4e305095",
      "speaker": "Jordan",
      "start_timestamp": 1410.0,
      "text": "like well that's"
    },
    {
      "end_timestamp": 1415.0,
      "id": "e6967276-49ac-3ff0-b244-c29f6821c194",
      "speaker": "Dan",
      "start_timestamp": 1412.0,
      "text": "how we all carry on. God damn it Yeah,"
    },
    {
      "end_timestamp": 1419.0,
      "id": "a330e575-976c-3dd4-ad76-d0214a6d1676",
      "speaker": "Jordan",
      "start_timestamp": 1415.0,
      "text": "What a weirdo. Ignore normal for a second"
    },
    {
      "end_timestamp": 1428.0,
      "id": "2e12b466-71f0-3517-852a-c73753f290d2",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1419.0,
      "text": "proper supplements but who knows? Yeah, Superman knows I did not witness this myself I hasten to add"
    },
    {
      "end_timestamp": 1430.0,
      "id": "a305649d-ee32-3ce4-9525-b1b1ec23e8ca",
      "speaker": "Dan",
      "start_timestamp": 1428.0,
      "text": "Okay, so this is technically hearsay"
    },
    {
      "end_timestamp": 1433.0,
      "id": "4005ba6a-6dad-3304-8881-889908db50a4",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1430.0,
      "text": "I would go is hearsay"
    },
    {
      "end_timestamp": 1435.0,
      "id": "8ed62248-dfb7-36b9-8c7d-4c31c463510a",
      "speaker": "Jordan",
      "start_timestamp": 1433.0,
      "text": "hearsay brain force over super bail for"
    },
    {
      "end_timestamp": 1442.0,
      "id": "64b3049e-df1e-3b84-a1d3-131becb3a738",
      "speaker": "Dan",
      "start_timestamp": 1435.0,
      "text": "this kind of reinforces liquid though, isn't it? Hmm. That's a good point. It puts it under the tongue"
    },
    {
      "end_timestamp": 1449.0,
      "id": "fc07d3cf-c410-30fd-991a-a360c4203f23",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1442.0,
      "text": "or the base Oh basso debate that happened. The Yeah, the beats."
    },
    {
      "end_timestamp": 1477.0,
      "id": "8ce2708b-4e49-3794-97bc-2f7a0777e8d7",
      "speaker": "Jordan",
      "start_timestamp": 1449.0,
      "text": "Yeah, that was that was an interesting thing. Like you are you've been in the courtroom, obviously this entire time. And today's display was one of the more shameful things I think that has ever happened. Like how does it feel the the just really fucked up intense hatred. It feels like between everybody professionally involved, they're like the lawyers. The judge like no one's happy, right?"
    },
    {
      "end_timestamp": 1522.0,
      "id": "70e841e8-bab4-33d0-9198-d3570ee0374f",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1477.0,
      "text": "Yeah, it's pretty. Yeah, there's a there's definitely a vibe that goes through the room when he was walking in and out. And I was kind of wondering to myself, you know, especially the first three rows where you have the families and the people close to them. Not a lot of love lost there. And I was wondering, does he come Dr on that, or does that bother him? I couldn't really tell. You know, I mean, is it? Is it just any kind of focused attention whether it's like focused hatred or just neutral attention or, or admiration? Is it all the same to Alex Jones or for what?"
    },
    {
      "end_timestamp": 1571.0,
      "id": "dc3e9041-1fec-3bd7-96c8-143ddded5b62",
      "speaker": "Dan",
      "start_timestamp": 1522.0,
      "text": "I think I think from his earlier career, you could make an argument that focused negative attention is actually more appealing to him. Yeah, he Yeah, you thrive in situations where he's yelling at people, and they're all yelling at him, or he's confronting somebody or he's, you know, the years. Yeah, the bullhorn approaches? I don't know, I think he doesn't do that as much now, for whatever reason, but even even around the time of like, the Women's March, yeah. You know, he was going out and yelling cupcakes loved it, that women and you know, like, he? Yeah, I don't know. I mean, I think he likes negative attention more. And it's just kind of weird to imagine that it extends to a courtroom and Sandy Hook families. Yeah,"
    },
    {
      "end_timestamp": 1572.0,
      "id": "aa093e05-d2ab-3c0e-bec0-d709a4236312",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1571.0,
      "text": "yeah. Well,"
    },
    {
      "end_timestamp": 1597.0,
      "id": "acd668c2-aed4-3788-8181-a98c1ef68ee5",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1572.0,
      "text": "I guess one of the reasons he's not showing up in court, I mean, I think that kind of negative attention where he's yelling at someone, and they're trying to yell back, and he's drowning them out is kind of what he's used to. Yeah. But to be sitting, you know, in a place where people are just quiet and actually very dignified, but also hating him nonetheless. Yeah. Might be disconcerting. Yeah."
    },
    {
      "end_timestamp": 1643.0,
      "id": "be5c44d1-bde0-393c-93f5-e3b33ab667b4",
      "speaker": "Jordan",
      "start_timestamp": 1597.0,
      "text": "And you got to think for for Alex, like, I mean, if I put myself in this space, and if I walked into court, I would feel like psychically like I had handcuffs on, regardless of what courtroom I was walking into, for whatever purpose. It's just, that's what it associates in my brain. But handcuffs mean half as much to Alex as not being able to scream what he wants to at somebody. So like, if I were going to diagnose what his main issue I don't think he cares about the attention so much is when he's talking. He's not allowed to say what he wants to and it's going to drive him insane. You know, it did seem to it. And yeah, he boiled up, he boiled up like a teapot. You could almost"
    },
    {
      "end_timestamp": 1693.0,
      "id": "aa2b82c1-c646-3079-91a2-0dc51cbbfe66",
      "speaker": "Dan",
      "start_timestamp": 1643.0,
      "text": "feel that. That resistance breaking down or whatever, you know, whatever wall there was, like, Alright, I'm not going to ramble off a bunch of nonsense. And then at some point, just yeah, like tea kettle boiling like you called it and then it's just like, that end of the day today was I? Yeah, I don't know what I don't know how to put it like it's it was so unnerving. It didn't feel good. It felt like I keep saying that. I feel unsafe. Yeah. During this trial. Yeah. And I just felt like, I don't know what's gonna happen. Things don't feel in control. Norm clearly doesn't have any kind of a handle on Alex. Well, I mean, he told the"
    },
    {
      "end_timestamp": 1696.0,
      "id": "fabf4611-8e9c-3066-9f9a-4eacf4a6c5d4",
      "speaker": "Jordan",
      "start_timestamp": 1693.0,
      "text": "judge that."
    },
    {
      "end_timestamp": 1711.0,
      "id": "a56b8abd-ddb9-37ed-8f7c-3a743ecd88b1",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1696.0,
      "text": "Oh, he was muttering to himself walking down the corridor after Court adjourned, saying what was his thing? Oh, he said, I am not my clients keeper. And I thought"
    },
    {
      "end_timestamp": 1722.0,
      "id": "f6398b0c-4a1d-3a1b-b2e0-f572e2bc482b",
      "speaker": "Jordan",
      "start_timestamp": 1711.0,
      "text": "I swear to god, I almost I almost interrupted you and said, I am not My Brother's Keeper. I swear to God I was. That sounds exactly right."
    },
    {
      "end_timestamp": 1735.0,
      "id": "6f0c1d6f-854e-3ea5-a9d9-368583c611c2",
      "speaker": "Dan",
      "start_timestamp": 1722.0,
      "text": "Now, this is what I would say. This also reveals and unawareness of the Bible. Because the answer to Am I my brother's keeper is yes, yes, that's true. The Bible yet. Dorm is trying to not be"
    },
    {
      "end_timestamp": 1744.0,
      "id": "e8be5d97-fefe-3569-b5a0-86ac7f855e65",
      "speaker": "Jordan",
      "start_timestamp": 1735.0,
      "text": "right. You know, the good guy in that story was not the one who was asked the question what it was, yes, it was TP"
    },
    {
      "end_timestamp": 1764.0,
      "id": "d9118f75-8dcf-3792-a24d-e0207639aceb",
      "speaker": "Dan",
      "start_timestamp": 1744.0,
      "text": "I am. I think that there is a bit of, I don't know. I mean, I think there's a delinquency in norms, laissez faire attitude. I'm grasping at words here, but I think he's being negligent."
    },
    {
      "end_timestamp": 1897.0,
      "id": "39acaf11-98a7-3d11-8568-304ed4db3eae",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1764.0,
      "text": "He, you know, you got the distinct impression that he is performing for Alex as much as Alex is performing for him. That's what I thinking. Yeah, that, you know, as soon as that things got heated, he started fairly jumping up and down and say objection, Objection, objection. And as the judge pointed out, you are objecting to things your client is saying. Which is actually a good thing when your client is Alex Jones. You know, you can't it's complete violation of the rules. Yeah, so she was so she was saying, What are you doing norm? You know, you're basically objet, your your, your your objections. First of all, your client is ignoring you. So, you know, when when your own lawyer objects, you stop talking and you wait for a ruling because chances are you're not going to have to answer the question, right? Not Steve just kept talking. It didn't matter if norm was objecting, it didn't matter if norms objections were sustained, which meant that Alex wouldn't have to answer the question. I was just kept rolling, because what he was doing was looking for an opportunity to break the rules against making this a political kind of trial. He's not supposed to talk about electoral politics, presidential politics, or political figures. He's not supposed to make this partisan thing. He was absolutely looking for every opportunity to slip that in there. He's not supposed to talk about his first amendment rights. He's not supposed to talk about his bankruptcy. He's got a lot of you know, you use the term handcuffs. He's got a lot handcuffs on him. Yeah. Shine bust through all of them. So that was all he was looking for. And then Norman was just sort of, you know, I'm going to show Alex that I'm objecting objecting objecting family's lawyers going after him. So it just got to the point where he was just shouting, objection. Any, you know, if you would have stopped him and said, What are you objecting to? I don't think he would have had an answer, because it was just he was just adding to the general tumult in the room."
    },
    {
      "end_timestamp": 1900.0,
      "id": "4864c962-e19f-3c20-9e57-2b6082b7f038",
      "speaker": "Jordan",
      "start_timestamp": 1897.0,
      "text": "Well, you can just say, shut up. Alex, he"
    },
    {
      "end_timestamp": 1903.0,
      "id": "1010a9f9-8920-3622-9ccf-29bae13d3890",
      "speaker": "Dan",
      "start_timestamp": 1900.0,
      "text": "missed an opportunity to be like, this whole courtroom is out of order."
    },
    {
      "end_timestamp": 1907.0,
      "id": "e05442b6-54ea-382d-b515-0792896012d1",
      "speaker": "Jordan",
      "start_timestamp": 1903.0,
      "text": "Absolutely. There. There it was right in front of you."
    },
    {
      "end_timestamp": 1923.0,
      "id": "b3cacc19-d0fc-3488-86e7-de445d563f8c",
      "speaker": "Dan",
      "start_timestamp": 1907.0,
      "text": "You know what? I hadn't thought about this. But you bring it up in that list of things that Alex couldn't talk about the partisan politics aspect makes it seem like there was kind of an intention behind like, conservatives know the price of gold and silver. Oh, absolutely."
    },
    {
      "end_timestamp": 1927.0,
      "id": "1a769cac-40cc-32db-acbc-d16563f2098e",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1923.0,
      "text": "Absolutely. Absolutely. At for no reason."
    },
    {
      "end_timestamp": 1955.0,
      "id": "48e37325-fced-3f3d-8579-e5ef7872d183",
      "speaker": "Dan",
      "start_timestamp": 1927.0,
      "text": "When this the back and forth exchange was happening towards the end. I like said something along the lines of you liberals wanted to kill everybody in Iraq. Yeah. Yeah. Turn it off and on. Yeah. But like the, it's interesting that liberals are to blame for it seemed like a non sequitur until I was imagining, or looking at it through the prism of like making this sort of a partisan political idea."
    },
    {
      "end_timestamp": 2019.0,
      "id": "4fe1c477-390f-3932-b659-8092ec367fad",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1955.0,
      "text": "Yeah. So here's what I think I think there were two things here. One is that some of the Sandy Hook families in this case, have been active in the gun control movement, some of them have been active in democratic politics. He wants to bring that up, because, of course, his false theory of the case is that the this is an effort by the deep state and the Democrats and all of his political enemies to silence him. This is not about, you know, the abuse these families have been subjected to because of his years worth of lying about Sandy Hook. No, it has to be, you know, a persecution thing. So that's one. And second, I think, and because norm is doing it to a he knows Alex is watching him on TV. So he is, you know, performing for his client. But second, I get the sense that there might be they have that they think there are some conservatives on the jury, and they are playing to the gallery basically,"
    },
    {
      "end_timestamp": 2025.0,
      "id": "64b7b9d5-1a7e-32d3-9c38-8bb53ecbd41a",
      "speaker": "Dan",
      "start_timestamp": 2019.0,
      "text": "let's let's not forget the element, that norm is also just crazy. Yeah, yeah, he has an up bag."
    },
    {
      "end_timestamp": 2027.0,
      "id": "f7e86cf4-9f17-3457-8bae-c2bd2faea0e9",
      "speaker": "Jordan",
      "start_timestamp": 2025.0,
      "text": "So there's definitely that"
    },
    {
      "end_timestamp": 2029.0,
      "id": "e685d530-b655-316a-847e-ca1b16346a42",
      "speaker": "Dan",
      "start_timestamp": 2027.0,
      "text": "that is a factor. Yeah."
    },
    {
      "end_timestamp": 2086.0,
      "id": "49de6a0e-0abd-3ee3-8db6-e8167dead56a",
      "speaker": "Jordan",
      "start_timestamp": 2029.0,
      "text": "I mean, I think, based on the way that I'm, I'm interpreting by, you know, what you're saying, and I, my, my experience was with the jury, and Alex is just like, I feel like in his mind, in a murder trial, all you have to do is convince one member of the jury of like, you know, reasonable, not guilty, that kind of thing. And, in my mind, what I'm seeing him do is like, we've seen politics override everybody's thoughts to the point where sometimes, you know, you see people say absolutely insane shit, just because it's like, I'm, I'm with this team. I'm with the Republican team, you know, it would make sense that he would think you know, if I can get a couple of these conservatives to completely remove any and all independent thought, which is possible, then maybe he can get out of it."
    },
    {
      "end_timestamp": 2091.0,
      "id": "0a3ce7d9-34ca-334c-b6d3-e322fa6015df",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2086.0,
      "text": "Well, it's that it has to be unanimous, by the way. See, yeah, it's the"
    },
    {
      "end_timestamp": 2114.0,
      "id": "5780c9c9-9fba-3a83-945c-27203c9f7fb8",
      "speaker": "Dan",
      "start_timestamp": 2091.0,
      "text": "Alex talks about this and has historically for a long time, there is a philosophy of jury nullification. That has to do with Usually in like criminal, things like, Well, if the jury doesn't think what you did was wrong, they could find it innocent, even if they know you're guilty. Yeah. And that is a dangerous kind of idea in some applications."
    },
    {
      "end_timestamp": 2126.0,
      "id": "8b232ddd-a5f6-3d7f-b1aa-8b890e2a2f52",
      "speaker": "Jordan",
      "start_timestamp": 2114.0,
      "text": "No, I think everybody knows that the Constitution wanted the jury to take the law into their own hands, ignore the judge and the lawyers and just think about who's on their team."
    },
    {
      "end_timestamp": 2131.0,
      "id": "b10f0bbb-769f-3cc8-b90f-67f611af5940",
      "speaker": "Dan",
      "start_timestamp": 2126.0,
      "text": "Yeah, I think he's open for that."
    },
    {
      "end_timestamp": 2133.0,
      "id": "b2c07a71-b5c5-37ee-bf2c-027f83b15adf",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2131.0,
      "text": "It's kind of a Hail Mary. But hey,"
    },
    {
      "end_timestamp": 2148.0,
      "id": "68d95a79-0688-3e50-8b5c-deb3bd9d429e",
      "speaker": "Dan",
      "start_timestamp": 2133.0,
      "text": "I think after today, it probably is tough for most of the jury to think he's taking this seriously. Yeah. Right. I mean, that that has to be a prevalent feeling."
    },
    {
      "end_timestamp": 2199.0,
      "id": "b7ed7ae6-0776-3916-9c14-46e91ac5e099",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2148.0,
      "text": "Yeah, yeah. Yeah. Because, you know, it wasn't just I mean, that the outburst at the end, and the craziness got all the attention. But throughout, he was completely mendacious. And he was pretending that he really didn't know what was going on, on his show, you know, everything about, you know, this headline, oh, they did it. They put that up. Oh, somebody might have. And, you know, at the same time, you had Infowars employees who have been deposed under oath. And they have said, Alex Jones calls all the shots, you know, for better or worse, usually, for worse. So, yeah, so the idea that, you know, he wasn't, he wasn't sure what was going on in his own shop, consistently. visa vie, Sandy Hook just doesn't make any sense."
    },
    {
      "end_timestamp": 2199.0,
      "id": "26f59ce6-4b86-323b-b115-a17cc98cdd10",
      "speaker": "Dan",
      "start_timestamp": 2199.0,
      "text": "I've never met Greg Reese."
    },
    {
      "end_timestamp": 2229.0,
      "id": "e8089435-cedf-3197-bad5-4bc187c3a162",
      "speaker": "Jordan",
      "start_timestamp": 2199.0,
      "text": "It reminded me so much. I whenever he said every time he was like, I didn't know titled that, are we? That's not my thing, or I don't get daily update. I just remembered darias testimony as the corporate representative. I mean, there were so many times where I remember just being like, well, she shouldn't have said that. Nope, that one says Alex controls everything. You know, like, you should not have done that."
    },
    {
      "end_timestamp": 2231.0,
      "id": "00de7035-f8e5-3ac4-8b98-7a1da86656b7",
      "speaker": "Dan",
      "start_timestamp": 2229.0,
      "text": "Yeah, that could be Yeah, but later,"
    },
    {
      "end_timestamp": 2246.0,
      "id": "63c3ab3f-30da-3e82-9e99-9a009a118806",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2231.0,
      "text": "that was a boy. Speaking of the two corporate representatives, you know, Brittany paws? Who is the corporate representative in this case versus Daria. Wow, that those were two different types."
    },
    {
      "end_timestamp": 2253.0,
      "id": "e470819e-2861-34f2-b58f-12270cce3747",
      "speaker": "Dan",
      "start_timestamp": 2246.0,
      "text": "Yeah, yeah. This This had a real mercenary aspect, vibe to it. Whereas Daria"
    },
    {
      "end_timestamp": 2259.0,
      "id": "c1b6ba02-2a84-3c00-96f1-6ab43f00349c",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2253.0,
      "text": "was like, she kill all she was in the religion. Yeah."
    },
    {
      "end_timestamp": 2264.0,
      "id": "e0c9a532-2837-37b7-8810-ea7611cc3287",
      "speaker": "Jordan",
      "start_timestamp": 2259.0,
      "text": "I will destroy all of you. With one. Look."
    },
    {
      "end_timestamp": 2275.0,
      "id": "2aa3dfbb-5fa6-38f2-bdcc-65394795a09a",
      "speaker": "Dan",
      "start_timestamp": 2264.0,
      "text": "I wrestled with this that. I I'm not rich by any means. But I can't imagine doing the job that Britney pas did for $30,000. That is true. Yeah."
    },
    {
      "end_timestamp": 2279.0,
      "id": "18915d11-2bc1-3989-adf6-12136520e323",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2275.0,
      "text": "I think she really went home feeling ripped off."
    },
    {
      "end_timestamp": 2293.0,
      "id": "8485feb9-e4c8-33c0-8a8a-0832d02c795d",
      "speaker": "Dan",
      "start_timestamp": 2279.0,
      "text": "I there. I hope. I mean, I don't know if I hope I don't know what I hope or if I hope it at all. But I kind of hope there was a bit of under the table money. For the sake of workers rights."
    },
    {
      "end_timestamp": 2298.0,
      "id": "b42eb335-6c9d-3c0c-b04d-02320e218c0a",
      "speaker": "Jordan",
      "start_timestamp": 2293.0,
      "text": "Yeah, I aligned with labor no matter what."
    },
    {
      "end_timestamp": 2304.0,
      "id": "a192d946-64a9-310c-8607-1d0fd2096ba4",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2298.0,
      "text": "30. A union of Infowars corporate"
    },
    {
      "end_timestamp": 2313.0,
      "id": "31d15c40-6476-3496-8136-f49243f2a302",
      "speaker": "Jordan",
      "start_timestamp": 2304.0,
      "text": "there's enough of them. There's enough of them, the WGA East might actually take them in their fiction writers."
    },
    {
      "end_timestamp": 2408.0,
      "id": "e155e2ee-e303-366f-b7ff-831d5c4c3602",
      "speaker": "Dan",
      "start_timestamp": 2313.0,
      "text": "I think I think today, obviously, the big thing is this this outburst and how the day ended. But I actually think that there was maybe the most important thing that came out of today was the the questioning about Matthew Mills, the guy who interrupted the Super Bowl interview. And one of the reasons that I think this was so important, just to give a short breakdown of what it is. Yeah, Alex had Matthew Mills on his show, who is the guy who it was the 2014 Super Bowl, I believe, yeah. Right after he interrupted the MVP press conference and yelled about oh, 911 was an inside job. And so Alex had him on the show. And it was like, You're the best. You're so great. I love you. I gotta give you a job. You're my soldier, or, you know, whatever. Yeah, we're either very enthusiastic about him. And Alex had to own all that. And then it's revealed that he, Matthew Mills, was arrested later for harassing the Soto family members at their charity. 5k Yeah. The reason I think this is so critical is that it draws this straight line between Alex endorsing, offering to hire congratulating this person who is doing essentially. I mean, how is it any different than harassing 5k?"
    },
    {
      "end_timestamp": 2410.0,
      "id": "486f3c72-116a-3912-a35c-a11e721e9b1d",
      "speaker": "Jordan",
      "start_timestamp": 2408.0,
      "text": "Oh, I will pay you to harass people. Right? Yeah."
    },
    {
      "end_timestamp": 2491.0,
      "id": "64eac865-9ba3-3359-b001-579b022e4eff",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2410.0,
      "text": "You know that actually, I agree with you guys. That was really a revelation to me. I mean, that I didn't really know some of that. I mean, he, the fact that this is what I didn't catch, even when I was writing my book, you know, I wrote, I put an entry in about Matthew Mills, and what happened at the 5k. But I did not know that on Infowars. You know, Jones said, and they played that clip, you know, I've got some other disruption, I want it and I'm paraphrasing here, but I've got some other disruption. I want to talk to you about offline. And this, you know, this disruption of the 5k came after that. So whether it was exactly that or not. And of course, Jones said it wasn't. It does, as you say, Dan, draw that line. And, you know, one of the challenges here for the lawyers in this particular case, is that very few of these plaintiffs have been named by Alex Jones on the show. And it's harder to draw that direct line. So this I thought, I agree, this was really kind of a revelation. I didn't know he had had that guy on celebrated him. And then he went on to disrupt that event for Vickie Soto, the teacher who was killed at Sandy Hook. Yeah."
    },
    {
      "end_timestamp": 2545.0,
      "id": "cbcc63a0-772a-3e5d-82c5-e10fbdfb518c",
      "speaker": "Dan",
      "start_timestamp": 2491.0,
      "text": "And I think one of Alex's primary, I don't know, maybe primary defenses, but one of the things that's thrown around a lot is, even if people were harassed, it has nothing to do with me. You can't draw the line right with me. And I think that this case of the Matthew Mills thing is so damning because it disrupts that argument. Yeah. And it's not just somebody who like maybe emailed Alex or that like tenuous connection. This person had Alex's full throated support and a job offer and they conspired on air about the behavior, that is the disruption of the 5k whether or not they actually conspired, and Alex paid him to do that, leaving that aside. Right. They had a conversation about him being employed to do basically that"
    },
    {
      "end_timestamp": 2578.0,
      "id": "d0d3eb86-6138-3db9-b61c-760d769f5922",
      "speaker": "Jordan",
      "start_timestamp": 2545.0,
      "text": "right. Well, I mean, they made I think it was Reno, who made the argument in court, he was he was saying, like, okay, isn't it a crime for people to do these things? Right. So for people to harass somebody like that. It's a crime. It's a federal crime. Why haven't they been arrested? So how can you say that they you know, that it was that bad and done a little bit of that this? Yeah, exactly. Especially with the exaggeration claims. And if you've got if you've got that, boy, fuck me. That sucks. Yeah."
    },
    {
      "end_timestamp": 2591.0,
      "id": "2249938c-4399-310f-9ae8-dd2c53cb6bb0",
      "speaker": "Dan",
      "start_timestamp": 2578.0,
      "text": "If Alex can just yell, Jussie Smollett, whenever anybody says he makes things up? And why can't everybody just yell at him whenever he's like, you can't connect me to any of this behavior."
    },
    {
      "end_timestamp": 2592.0,
      "id": "6b8c84a3-c057-3692-825d-dc29278c976f",
      "speaker": "Jordan",
      "start_timestamp": 2591.0,
      "text": "As females, there you go."
    },
    {
      "end_timestamp": 2635.0,
      "id": "de5ca8c7-ae29-3095-9f0e-f99870da0f9f",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2592.0,
      "text": "And that actually was a crime. I mean, he got out he got a suspended one year term and a couple of years probation, for disrupting that 5k. And, you know, that wasn't just like, I stood on the sidelines and yelled, he had a photo and approach the family. And they kind of got him corralled into one area. And, you know, it was kind of a scary thing for them. There were a lot of little children there. And, you know, that was bizarre. But I had no idea that there was that direct link to Alex Jones, and that he was encouraging the type of disruption that would be like the disruption of the 5k"
    },
    {
      "end_timestamp": 2660.0,
      "id": "9e154113-e0e2-3f34-b0d1-00cca5e13f1d",
      "speaker": "Dan",
      "start_timestamp": 2635.0,
      "text": "Yeah, I'm just very hopeful that, that I'm sure the jury does understand the importance of that, but they see that and the disrespect Alex as for the process, and that really does sort of inform their understanding of the case. And like, you know, I think we already said it. The way he's, he's acting, it's like, why did you get defaulted? Oh, I get it."
    },
    {
      "end_timestamp": 2680.0,
      "id": "ec524154-f3b7-363e-adfd-f621e8a013b7",
      "speaker": "Jordan",
      "start_timestamp": 2660.0,
      "text": "It's very, it's it's really funny, just on a on a count of like, Alex can't say, because it would be it would almost be worse if he was like, no, no, no, listen, when I said I was gonna give him a job. I was lying to see I lie on air to people in order to make my oh no, that doesn't sound good at"
    },
    {
      "end_timestamp": 2686.0,
      "id": "79249291-f5da-331f-97d8-f9e75a5d0802",
      "speaker": "Dan",
      "start_timestamp": 2680.0,
      "text": "all stringing them along, so he harass people for free. Exactly. Yeah."
    },
    {
      "end_timestamp": 2712.0,
      "id": "dcd4a11e-05df-3323-9cc2-c8fc1598e007",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2686.0,
      "text": "It was funny to see him sort of faced with his own hyperbole to you know, where, you know, he's saying, My broadcasts reaches 10% of the English speaking world and you could just see Jones on the I understand going, I know I should disagree, because that that would help minimize the damage done. But boy, I love the sound of that 10%."
    },
    {
      "end_timestamp": 2717.0,
      "id": "a569217e-6a4a-3724-8c99-5e2a5f93450a",
      "speaker": "Dan",
      "start_timestamp": 2712.0,
      "text": "And from depositions, he knows that they have audio of him saying that on his show."
    },
    {
      "end_timestamp": 2736.0,
      "id": "0803cf97-4e52-3130-bea6-e9437a88171c",
      "speaker": "Jordan",
      "start_timestamp": 2717.0,
      "text": "Yes. So his his compromise I appreciated. His compromise was to be like, ah, ah, not everybody speaks English, that's probably like 10 million people, Max, right? That 10% of the English speaking world, there's like 20 guys who speak English. That's one person come on"
    },
    {
      "end_timestamp": 2740.0,
      "id": "a7963665-4b87-3df1-b66b-03a5855af839",
      "speaker": "Dan",
      "start_timestamp": 2736.0,
      "text": "everyone's esperando now, exactly."
    },
    {
      "end_timestamp": 2787.0,
      "id": "7fdc49b9-eeab-358c-9158-b40b9af791c5",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2740.0,
      "text": "And then his whole thing of, you know, disagreeing with Clint watts, who was the social media expert who said that, you know, at minimum over the, you know, six years, you know, from the time of the shooting, that 550 million page views of Alex Jones is Sandy Hook, content came via social media, and Jones turn that into 550. In his press conference yesterday, 509 or earlier than the week 550 million people. There aren't that many people in the English speaking world, you know, it wasn't 550 million people. It was 550 million views. Yeah. So"
    },
    {
      "end_timestamp": 2805.0,
      "id": "b35188c2-a92f-37d6-8781-58ff960d472e",
      "speaker": "Dan",
      "start_timestamp": 2787.0,
      "text": "you use a straw man and the appearance of being confused in order to avoid responsibility. That's just kind of like, it's it's a simple tactic, but it's also like, I don't know, it's it's kind of a self directed form of gaslighting. Yeah."
    },
    {
      "end_timestamp": 2813.0,
      "id": "8e2f93d5-0213-3150-8e0c-852b8cb37354",
      "speaker": "Jordan",
      "start_timestamp": 2805.0,
      "text": "Yeah. Also, I would argue that more than 550 million people speak English on this dumb planet. Like 8 billion people practically."
    },
    {
      "end_timestamp": 2817.0,
      "id": "77955e32-e80b-3137-a552-0fde4f156edb",
      "speaker": "Dan",
      "start_timestamp": 2813.0,
      "text": "Yeah, yeah, I would say so. Especially a second language. Yeah."
    },
    {
      "end_timestamp": 2821.0,
      "id": "50352b8f-c817-349e-a32f-88b002bb17bb",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2817.0,
      "text": "Yeah. Well, so it's kind of like Alex. Yeah, I"
    },
    {
      "end_timestamp": 2825.0,
      "id": "5bc9a181-b521-3d7b-a99e-a12532ef116a",
      "speaker": "Jordan",
      "start_timestamp": 2821.0,
      "text": "win this round dickwad."
    },
    {
      "end_timestamp": 2830.0,
      "id": "51a3c02d-68be-3cc4-8e2e-add8e7c1beec",
      "speaker": "Dan",
      "start_timestamp": 2825.0,
      "text": "Number, probably babies that don't have the internet or you the zoo aren't going to Infowars."
    },
    {
      "end_timestamp": 2838.0,
      "id": "ef974c8e-0a67-34da-bf26-de44dd1e8fa5",
      "speaker": "Jordan",
      "start_timestamp": 2830.0,
      "text": "So what you're saying is we need to test whether or not they can respond to English words in order to see whether or not they're capable of being an English speaker."
    },
    {
      "end_timestamp": 2843.0,
      "id": "0537e3a6-6e7a-3bea-86a6-6578fabdfe14",
      "speaker": "Dan",
      "start_timestamp": 2838.0,
      "text": "Sure, sure. Yeah, test object permanence. Sure, and then see if they know the false flag."
    },
    {
      "end_timestamp": 2848.0,
      "id": "b7ef07ed-ac6d-3ac2-93c1-a8968d5b9655",
      "speaker": "Jordan",
      "start_timestamp": 2843.0,
      "text": "That's our first two things. Yeah, yeah."
    },
    {
      "end_timestamp": 2903.0,
      "id": "66dbc67a-dc06-3e6a-9e3b-57167e6b459b",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2848.0,
      "text": "It's speaking of English speaking and reading world. I ran into a couple who run an antique bookstore, very near the courthouse, and I was chatting with them and the wife and the couple said, you know, we were thinking that, you know, the local newspaper interviewed me about the trial coming to town and saying, is this going to boost the fortunes of the local merchants? And she was like, God, she goes, hello. A trial of a conspiracy theorist in Waterbury is going to boost the fortunes of an antiquarian bookstore. Do you really think any of course fans are spending much time in a store like ours? And they must be reading the newspaper because she got a bunch of abuse after that article came out so"
    },
    {
      "end_timestamp": 2912.0,
      "id": "f903aa2f-54e0-3cb5-aa8e-d5d269f99de9",
      "speaker": "Dan",
      "start_timestamp": 2903.0,
      "text": "I think her business would boost if I had decided to come to this trial because that sounds like exactly where I want to be."
    },
    {
      "end_timestamp": 2932.0,
      "id": "db4136a9-466e-3b5d-ac49-f039185db7c2",
      "speaker": "Jordan",
      "start_timestamp": 2912.0,
      "text": "Boy I worry about I can't do the trial. Yeah, I would Single white female that lady instant that's the life I want to live to query in bookstore I would wear a wig. I would pretend to be married to that guy. That's that's where I go that by the way, that's where I go immediately. I'm gonna pretend"
    },
    {
      "end_timestamp": 2954.0,
      "id": "7e5f7db1-978c-3097-89d9-0b458530cae4",
      "speaker": "Dan",
      "start_timestamp": 2932.0,
      "text": "there is a used bookstore here in Chicago that I think might be a tax shelter. I'm not entirely sure. They have a bunch of old books and the guy there is really grumpy one of the greatest human beings on the planet. I used to spend so much time in there he hates everyone that comes into his store and it's everything I've ever wanted and dreamed of. Yep."
    },
    {
      "end_timestamp": 2963.0,
      "id": "e37017e2-ce8c-350f-a7f5-cf5dfaff48e3",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2954.0,
      "text": "We should we share our views people and oh, so product bookstore. Wait a minute."
    },
    {
      "end_timestamp": 2967.0,
      "id": "fa3cbf31-0ab2-3380-9519-cba8c48be707",
      "speaker": "Dan",
      "start_timestamp": 2963.0,
      "text": "Connection? Well, one of them involves literacy, the other very"
    },
    {
      "end_timestamp": 2975.0,
      "id": "1fb6d15b-e14e-3dca-9fe8-f980726e5234",
      "speaker": "Jordan",
      "start_timestamp": 2967.0,
      "text": "militaristic so much is it is the ultimate it's two poles there are. There's two ways to go. No,"
    },
    {
      "end_timestamp": 2999.0,
      "id": "10676a47-db83-38d7-8031-04df9fd318cd",
      "speaker": "Dan",
      "start_timestamp": 2975.0,
      "text": "we should probably wrap this up here before too long. Because, I mean, you've been so kind with your time and you have the room service there. Then I don't want to keep you from it. But before before we go, is there anything else that's on your mind about the trial or about current events that that we haven't brought up that just anything? Anything that final? Yeah, I"
    },
    {
      "end_timestamp": 3085.0,
      "id": "e93cba97-7ee5-31d1-8c23-4179042e0147",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2999.0,
      "text": "guess the I mean, we're, we're, you know, talking about this and, and there are a lot of moments where you just go, Oh my God, but I have to say, there is one one, you know, aspect to this that really does bother me. And that's that, you know, this absolute circus that's been happening in the courtroom, and just every time they bring up an Infowars video, I just look at these families. And I think, you know, this is yet one more. Yeah, you know, like, mountain of abuse and disrespect. And that just that that part is really disturbing. You know, I mean, it's just, you know, day after day, having them sit there, you know, they're carrying that loss wherever they go, and to be sitting there and watching this all unfold has got to be I mean, they have, you know, I've talked with them, obviously, a little bit, not not a lot, because there's not a lot of, you know, they don't want to be course, yeah, yeah, giving interviews or anything like that. But I think, you know, they, they take it in stride, but at the same time, I'm sure there are many moments where they sit and think, How did any of this happen? Yeah. Yeah. And that's the real shame of it."
    },
    {
      "end_timestamp": 3105.0,
      "id": "f570d759-07a8-356f-bef0-428b145d58ff",
      "speaker": "Dan",
      "start_timestamp": 3085.0,
      "text": "Yeah. And there's got to be a I could I could feel through the screen a little bit of in some of the testimonies of the the plaintiffs. Yeah, I'd almost disbelief that, like, people are acting the way. Yeah. Alex and the defense are acting."
    },
    {
      "end_timestamp": 3106.0,
      "id": "94af03d9-9490-3ba3-9caf-c95d4349c2a0",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 3105.0,
      "text": "Yeah. Yeah."
    },
    {
      "end_timestamp": 3108.0,
      "id": "7e3b5e0c-2c93-32c6-9958-3db20eb72bf0",
      "speaker": "Dan",
      "start_timestamp": 3106.0,
      "text": "I mean, like, it's, yeah,"
    },
    {
      "end_timestamp": 3174.0,
      "id": "5d912a72-750e-3c30-90a6-093a378d2d92",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 3108.0,
      "text": "this idea of like, okay. I, and they've expressed this, several of the family members who have testified already, and I'm sure more will express this, you know, just this idea of, I, there's been so much unbelievable, and not in a good way, you know, just this idea of like, I can't believe any of this happened. And now, this, you know, seriously, there are people who actually say that my child or my, my wife, or my, my mom, or my sister didn't, didn't die. You know, if only as one of the moms put it, you know, if only it wouldn't that be amazing if that actually didn't happen. But just that idea of like, okay, just getting your mind around the fact that this unbelievable losses occurred. And then there are a significant number of people saying that it never happened. And it's just, you know,"
    },
    {
      "end_timestamp": 3179.0,
      "id": "69fb95ea-b250-306a-adf8-5be35f044367",
      "speaker": "Jordan",
      "start_timestamp": 3174.0,
      "text": "one of your I saw one of your tweets, somebody said it in the courtroom next to you."
    },
    {
      "end_timestamp": 3256.0,
      "id": "f3ec05c6-e577-3b26-a2e3-049d1930b1cd",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 3179.0,
      "text": "Yes. That's crazy. Norm Well, he was didn't happen. Didn't happen. There's norm sleeping through all of it. Oh, God. Not all of it, of course. But, ya know, today, a guy came into the courtroom. And he was he was hushed by the bailiff, because he said, Is this a First Amendment trial. And I thought, oh, and then they played the tape of Robbie Parker reminiscing about his daughter, Emily, the night after she was killed at Sandy Hook in the press conference that we all know about, because John spent the next several years you know, using it as fodder on his show and calling Robbie an actor. But the guy behind me starts snickering during this press conference, and a lot of the families were weeping. It's one of those. Those, you know, kind of outpourings that no matter how many times you see it, you think, Oh, my God, you just feel his pain. And he's offering forgiveness for the gunman to the gunman, which is just amazing. And so a lot of people were pretty emotional. And here's this doofus behind me, snickering and"
    },
    {
      "end_timestamp": 3259.0,
      "id": "c14451a7-83eb-37d5-ba3f-705909ca74d4",
      "speaker": "Jordan",
      "start_timestamp": 3256.0,
      "text": "growing words."
    },
    {
      "end_timestamp": 3275.0,
      "id": "f83d3e41-48bb-3f97-b6f9-4001974ca3d1",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 3259.0,
      "text": "Yeah, I know. You could see I was trying to Yeah, that's not exactly the word I'm thinking. And he's going fake, you know, so that it's just and this is 10 years on?"
    },
    {
      "end_timestamp": 3318.0,
      "id": "e0d1d936-c634-381e-a324-8ebd46214447",
      "speaker": "Dan",
      "start_timestamp": 3275.0,
      "text": "Yeah, I something that I just keep thinking is there's, there's a reality that everyone else is experiencing. Yeah. And then there's these folks who are not willing to live in that reality. Yeah, I understand Alex's unwillingness. I get it from studying his career and knowing what a profiteering piece of shit he is, yeah, you know, I understand that motivated we say doofus sorry. Oh, sorry. But I just it's so hard to understand how people can be that deeply invested in a false reality that I yeah, that's"
    },
    {
      "end_timestamp": 3320.0,
      "id": "42e2bdc3-d315-3321-a418-6b8ce6f9ffd3",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 3318.0,
      "text": "that victimizes other people."
    },
    {
      "end_timestamp": 3333.0,
      "id": "a88016fd-a459-353f-b0e5-1d0bb9827cbd",
      "speaker": "Dan",
      "start_timestamp": 3320.0,
      "text": "Yeah. And why why would you even be in the courtroom in the first place? If that's your, the way you're gonna behave like, are you that you made the trip down there? Yeah, I understand if it's Rob do"
    },
    {
      "end_timestamp": 3339.0,
      "id": "d07e2c48-b2e1-3087-b3b4-e39914d0baa2",
      "speaker": "Jordan",
      "start_timestamp": 3333.0,
      "text": "Yeah, yeah. Yeah. Have a contractual obligation somewhere along the line."
    },
    {
      "end_timestamp": 3343.0,
      "id": "bca06043-92c4-37fb-b526-077ccf20be8a",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 3339.0,
      "text": "Yeah. Hey, Rob do is in town and he didn't even show up."
    },
    {
      "end_timestamp": 3351.0,
      "id": "09edc564-9f05-3829-a9fb-17f53b10f1cc",
      "speaker": "Dan",
      "start_timestamp": 3343.0,
      "text": "He's, you know, Rob do is in town lock up your daughters. Wasn't very lively. Yeah. This Rob do"
    },
    {
      "end_timestamp": 3357.0,
      "id": "3c0ea4bc-45ca-372f-a2eb-8b03e1483fad",
      "speaker": "Jordan",
      "start_timestamp": 3351.0,
      "text": "up in the boys."
    },
    {
      "end_timestamp": 3366.0,
      "id": "d62fdc37-966b-338a-abf9-37e1284ce0a9",
      "speaker": "Dan",
      "start_timestamp": 3357.0,
      "text": "A warning when Rob do comes to town, like no liquor sales, right? Shut down at 11."
    },
    {
      "end_timestamp": 3394.0,
      "id": "8ebbe11f-1321-3633-8b73-7f3d5e2dfd9b",
      "speaker": "Jordan",
      "start_timestamp": 3366.0,
      "text": "No, Elizabeth, that's, that is kind of it. And it goes all the way back to that that question I had about the press conferences, you know, you you feel filthy about it. Because I mean, when I put myself into that space, if I'm a family member, I just sit there and see that and go why. Why are you guys doing this? Why are you helping him? Yeah, that I know. Yeah. It's It's It's brutal. Well, route."
    },
    {
      "end_timestamp": 3416.0,
      "id": "1eb76161-c6b2-3161-835f-8ee77a2106e9",
      "speaker": "Dan",
      "start_timestamp": 3394.0,
      "text": "It's the proof of the argument of the case. Yeah, actually, yeah, you use this fear. And you use these tactics in order to get people into a mindset where they're willing to do things like show up at a courtroom, where grieving family members know are having their day in court and say things like,"
    },
    {
      "end_timestamp": 3434.0,
      "id": "7800477a-3ff9-39e2-88e5-68aead5e1949",
      "speaker": "Jordan",
      "start_timestamp": 3416.0,
      "text": "this is so fake. I know. But specifically when it comes to it's ironic, in a way, yeah, there is that there is that but when it comes to, you know, like Alex, can, Alex does that on his show, he proves every bit of why he got where he is, right. Why is the wire people aiding and abetting him? You know,"
    },
    {
      "end_timestamp": 3438.0,
      "id": "691c3630-d7a9-3045-9635-ef718dd22745",
      "speaker": "Dan",
      "start_timestamp": 3434.0,
      "text": "that might be a question we'll never fully"
    },
    {
      "end_timestamp": 3441.0,
      "id": "5e772299-2b65-3636-8fc3-2cd47b4fc35e",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 3438.0,
      "text": "answer the question. Yeah."
    },
    {
      "end_timestamp": 3450.0,
      "id": "ce252833-5891-380d-bde7-3fa0df9f04dd",
      "speaker": "Dan",
      "start_timestamp": 3441.0,
      "text": "Well, Erica Williams, thank you so much for joining us. It's been it's been a pleasure."
    },
    {
      "end_timestamp": 3459.0,
      "id": "c184d4d9-02d3-37dd-8631-5a46e46db491",
      "speaker": "Jordan",
      "start_timestamp": 3450.0,
      "text": "Bob. Oh, Bill, Bob is way better than Jordanne. Yeah, way better. Yeah, we should go with that."
    },
    {
      "end_timestamp": 3468.0,
      "id": "08940dc8-4442-3a67-bfe6-0a05ca99c7f7",
      "speaker": "Dan",
      "start_timestamp": 3459.0,
      "text": "Oh, Elizabeth. It's a delight. Thank you. I know that you know, it's an hour later there for you and you have spaghetti and we really appreciate you taking the time."
    },
    {
      "end_timestamp": 3471.0,
      "id": "2273484b-b0aa-38bf-9c32-aecd1388be32",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 3468.0,
      "text": "It just doesn't get any better than that. Does it"
    },
    {
      "end_timestamp": 3474.0,
      "id": "1b262e98-a5fe-3671-8897-79c6178008d5",
      "speaker": "Dan",
      "start_timestamp": 3471.0,
      "text": "being an hour later there being spaghetti Yep."
    },
    {
      "end_timestamp": 3478.0,
      "id": "a549b12d-85f4-34cc-8450-1d35a9caf584",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 3474.0,
      "text": "And spaghetti plus plus plus plus,"
    },
    {
      "end_timestamp": 3511.0,
      "id": "05fafbfd-cffa-30dc-a8d4-8b6173697354",
      "speaker": "Dan",
      "start_timestamp": 3478.0,
      "text": "we're gonna find out on our next episode that you flushed half that spaghetti and it'll be it'll be a scandal I know that a lot of the walks already have read your book. They enjoyed that everyone has been talked talked very highly of it in the in the message board view. But for anybody who doesn't know it's Sandy Hook. The battle for truth, I believe is that that's the subtitle on American tragedy. Tragedy."
    },
    {
      "end_timestamp": 3513.0,
      "id": "e1752988-a1e0-30da-b0c2-0348d2b85523",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 3511.0,
      "text": "Williams"
    },
    {
      "end_timestamp": 3517.0,
      "id": "5342feca-0bb8-3bc7-970f-c7833932d090",
      "speaker": "Dan",
      "start_timestamp": 3513.0,
      "text": "just cutting off little bits of everything and blowing it"
    },
    {
      "end_timestamp": 3531.0,
      "id": "7d6a113e-998e-3921-a289-d786c03ab89c",
      "speaker": "Jordan",
      "start_timestamp": 3517.0,
      "text": "I think it's funny is that it did it did work out that a few years ago you interviewed us and that what did good for your sales several years later on. So I think I think it worked out well. Right."
    },
    {
      "end_timestamp": 3536.0,
      "id": "5d81790b-9c22-3864-b5c2-814cf3cf1ec5",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 3531.0,
      "text": "I think you guys got a couple Patreon folks out."
    },
    {
      "end_timestamp": 3539.0,
      "id": "4d962e89-0eee-3430-a69f-e16f85d333d6",
      "speaker": "Jordan",
      "start_timestamp": 3536.0,
      "text": "See you it's a team effort."
    },
    {
      "end_timestamp": 3543.0,
      "id": "1220fcae-06cc-3e54-b2a0-776c0672ffdf",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 3539.0,
      "text": "You're like a self licking ice cream cone."
    },
    {
      "end_timestamp": 3548.0,
      "id": "448f7798-df13-398e-be32-3819ef455750",
      "speaker": "Dan",
      "start_timestamp": 3543.0,
      "text": "Oh, I just got an idea for an invention. Self licking ice cream."
    },
    {
      "end_timestamp": 3552.0,
      "id": "aec729ec-9c48-3f9b-9bd0-1c0ebec175dc",
      "speaker": "Jordan",
      "start_timestamp": 3548.0,
      "text": "That's that's going to put a button on the dreamy creamy summer. That's gonna be the end of it."
    },
    {
      "end_timestamp": 3561.0,
      "id": "56892d3f-46b3-3aeb-8156-63e56d3dd823",
      "speaker": "Dan",
      "start_timestamp": 3552.0,
      "text": "Well, thank you again. We will talk soon and thanks also for your your coverage of the case your your person."
    },
    {
      "end_timestamp": 3569.0,
      "id": "15383f86-66f7-3f9d-83cc-c362d8e0a61d",
      "speaker": "Jordan",
      "start_timestamp": 3561.0,
      "text": "Thank you very much for putting the families in the in the center better than just about everybody. So thank you."
    },
    {
      "end_timestamp": null,
      "id": "e8c4a444-1c31-3f4d-b668-4729371ac298",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 3569.0,
      "text": "Thanks for having me on. You guys. Love you. Take care. Andy in Kansas. You're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}