{
  "audio_identifier": "KF_729",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/Sept-24-2022.mp3",
  "blocks": [
    {
      "end_timestamp": 59.0,
      "id": "2cc8096e-8ebc-3046-b362-c9338feca8d7",
      "speaker": "Alex Jones",
      "start_timestamp": 4.0,
      "text": "Red Alert. Red Alert running red alert knowledge five Dan and Jordan is a wedding knowledge base.com It's time to pray. I have great respect for knowledge like knowledge. I'm sick of them posing as if they're the good guys Shang V or the bad guy Chanology Dan and Jordan knowledge fight need money Andy and Sandy are stopping Andy and Ken handy in Kansas. Andy in Kansas you're on the airplane for huge fan I love your world. Knowledge by knowledge fight.com"
    },
    {
      "end_timestamp": 65.0,
      "id": "b57196f4-66b3-3995-9132-d8ad6d7f4be2",
      "speaker": "Dan",
      "start_timestamp": 59.0,
      "text": "Hey everybody, welcome back now we're gonna dudes sit around worship at the altar of saline and talk a little bit about Alex Zhu. Oh,"
    },
    {
      "end_timestamp": 70.0,
      "id": "2d8fb9cb-33af-350b-9ec4-1c7019a99843",
      "speaker": "Jordan",
      "start_timestamp": 65.0,
      "text": "indeed we are Dan Jordan. Jordan, quick question for you."
    },
    {
      "end_timestamp": 105.0,
      "id": "3f4e5318-92b3-3bec-9073-89281af7d07f",
      "speaker": "Dan",
      "start_timestamp": 70.0,
      "text": "What's up? What's up spot today buddy migrates by Jordan is I mentioned this to you the other night and that is that hope springs eternal? Sure. And they spent the first time you've mentioned that to me the other night? No, but in this context, yes. Okay. I just saw recently that there's a new Sonic game, right? Yes. 3d Sonic game? Yes. Yes. And I was a big fan was 1920 ish of Sonic Adventure two battle right. played the hell out of that on the GameCube Okay, big fan. The rest of the games of that ilk."
    },
    {
      "end_timestamp": 105.0,
      "id": "b2f9d373-8ea7-3ab9-b950-1fa8a869873b",
      "speaker": "Jordan",
      "start_timestamp": 105.0,
      "text": "absolute garbage so"
    },
    {
      "end_timestamp": 106.0,
      "id": "d9d5c9a5-9983-3a06-aae2-6002231c0f4a",
      "speaker": "Dan",
      "start_timestamp": 105.0,
      "text": "bad. Really"
    },
    {
      "end_timestamp": 109.0,
      "id": "23103f3f-a62c-38b8-95a9-2507a9f02828",
      "speaker": "Jordan",
      "start_timestamp": 106.0,
      "text": "terrible. What do you do you go forward?"
    },
    {
      "end_timestamp": 118.0,
      "id": "3f00a61f-5eea-359a-a9be-4f55f5d62e43",
      "speaker": "Dan",
      "start_timestamp": 109.0,
      "text": "Yeah, Sonic 3d games have had a very bad reputation. And I don't think that Sonic Adventure two battle is even looked at very kindly by history."
    },
    {
      "end_timestamp": 119.0,
      "id": "0a420227-4583-3a68-9126-ad6410b9b6bf",
      "speaker": "Jordan",
      "start_timestamp": 118.0,
      "text": "I don't go back."
    },
    {
      "end_timestamp": 122.0,
      "id": "aea28899-42d1-3944-911d-6dd9f18070a3",
      "speaker": "Dan",
      "start_timestamp": 119.0,
      "text": "I'm gonna Okay, this new one when it comes out. I'm going to try it"
    },
    {
      "end_timestamp": 124.0,
      "id": "f3ebea72-e6f1-313e-b44e-7d4232338b97",
      "speaker": "Jordan",
      "start_timestamp": 122.0,
      "text": "now. There you go. I can't"
    },
    {
      "end_timestamp": 125.0,
      "id": "afdbc0fb-9d01-36d5-9f30-b0464443f313",
      "speaker": "Dan",
      "start_timestamp": 124.0,
      "text": "hope springs a turtle my"
    },
    {
      "end_timestamp": 129.0,
      "id": "bfd56bfb-4c67-3f0c-afc5-6ea5f69db7fb",
      "speaker": "Jordan",
      "start_timestamp": 125.0,
      "text": "friend. Does seem to spring a turtle you can"
    },
    {
      "end_timestamp": 133.0,
      "id": "5193dac8-19f4-36bd-903c-0a87f53adb7e",
      "speaker": "Dan",
      "start_timestamp": 129.0,
      "text": "be burned over and over again and come back to that blue hedgehog."
    },
    {
      "end_timestamp": 145.0,
      "id": "bb603110-aede-308a-888a-74fc33c7f61c",
      "speaker": "Jordan",
      "start_timestamp": 133.0,
      "text": "Yeah, having there is something to be said about a hedgehog that goes fast. I don't I don't know what to say about that. It doesn't really make sense. But it is a part of my brain forever."
    },
    {
      "end_timestamp": 149.0,
      "id": "2faf6ee1-7423-3142-aef1-dd453323831a",
      "speaker": "Dan",
      "start_timestamp": 145.0,
      "text": "There's something also I think just really evocative about that sound when you get a ring. Oh, yeah,"
    },
    {
      "end_timestamp": 154.0,
      "id": "1f2d9463-48a1-378d-97c5-dcd88585dc62",
      "speaker": "Jordan",
      "start_timestamp": 149.0,
      "text": "there is that takes you back. It's really satisfying. Yeah."
    },
    {
      "end_timestamp": 158.0,
      "id": "9357c30d-c595-344e-9e31-10524fe0b112",
      "speaker": "Dan",
      "start_timestamp": 154.0,
      "text": "Anyway, my bright spot will soon be"
    },
    {
      "end_timestamp": 182.0,
      "id": "8fcf9c43-47e0-36b1-872a-35642bff8407",
      "speaker": "Jordan",
      "start_timestamp": 158.0,
      "text": "a dark spot in a couple of weeks. So what about you? I have a bittersweet brightspot. You know, over the weekend, the laver cup happened. Named after Rod Laver, he was a tennis player. Okay. Oh, I should have no the cup is about tennis. And, yeah, Roger Federer and Rafa Nadal played a doubles match. And it was the last match of Roger Federer, his"
    },
    {
      "end_timestamp": 186.0,
      "id": "6d4eb166-06b0-351b-95e3-eb10eb42237d",
      "speaker": "Dan",
      "start_timestamp": 182.0,
      "text": "career, and it's just sort of like an exhibition kind of thing. Just for fun. Yeah."
    },
    {
      "end_timestamp": 193.0,
      "id": "fad0f0d0-05bc-35f9-8697-a0519fd5294b",
      "speaker": "Jordan",
      "start_timestamp": 186.0,
      "text": "For them. It was yeah, for everybody else there. There was like a tournament or whatever. But for the two of them, they're like, What are we? We're just here for fun. Yeah."
    },
    {
      "end_timestamp": 194.0,
      "id": "1ba9b84d-2c67-31f9-a652-a1bf8fd34ccd",
      "speaker": "Dan",
      "start_timestamp": 193.0,
      "text": "just for show."
    },
    {
      "end_timestamp": 209.0,
      "id": "60190672-2188-317d-bb19-4634cea6fb39",
      "speaker": "Jordan",
      "start_timestamp": 194.0,
      "text": "Yeah. So they had a great time. They were there. And then afterwards, everyone cried uncontrollably. It was ridiculous to see like just grown men openly weeping in front of 1000s of people."
    },
    {
      "end_timestamp": 213.0,
      "id": "2aeace89-4e5c-3c2d-a7bb-7325209c97f2",
      "speaker": "Dan",
      "start_timestamp": 209.0,
      "text": "Pete Sampras was their way. Andre Agassi. Oh, he's"
    },
    {
      "end_timestamp": 224.0,
      "id": "cf8be626-0d09-35b8-8892-7a12c627bdea",
      "speaker": "Jordan",
      "start_timestamp": 213.0,
      "text": "not allowed back in. Britain doesn't want him. Oh, no. Yeah. One just enough Wimbledon? No, but it was it was a really, really amazing moment that you will never ever witness again."
    },
    {
      "end_timestamp": 298.0,
      "id": "1cf76214-b3be-30bc-b5c2-2db0d404d0eb",
      "speaker": "Dan",
      "start_timestamp": 224.0,
      "text": "That's very sweet. Yeah, it was really, really cool. Well, I bore of tennis, but I'm very happy for you. It's nice. You enjoyed that. That's a big. That's a big time. Yeah, it's huge. So Jordan, today we have an episode to go over and just be talking about a special report that Alex put out on Saturday, September 24 2022. Oh, god. No, no, no, this isn't a blackjack? No, it does not have it we. So at the end of last week, Alex had a blow up in court. And I did get a little bit of feedback that on our last episode, where we talked to Elizabeth Williamson did not give a whole lot of context for what was going on in the courtroom when Alex was having his blow up. And so that is fair. Yeah. And one of the reasons for this was that I had some clips that I had prepared, but we had some recording difficulties. And I wasn't able to use a recording software that would allow us to use clips, of course, and so we had our interview and, you know, the familiarity that the three of us had with what had happened totally, I got into that headspace where it's a little inside baseball horse and I apologize, we should have done a little bit better job of laying some of the groundwork."
    },
    {
      "end_timestamp": 306.0,
      "id": "6e997d00-7c6d-3a0c-b6db-ae9299f7ac87",
      "speaker": "Jordan",
      "start_timestamp": 298.0,
      "text": "Yeah, yeah, it is a little bit weird when all three of us have missed maybe two to three minutes of this entire trial. Yeah, you know? Yeah. Like, how are we going to?"
    },
    {
      "end_timestamp": 344.0,
      "id": "e5fa9408-4085-3829-ae00-37bce14ee928",
      "speaker": "Dan",
      "start_timestamp": 306.0,
      "text": "Yeah, it's tough. It's an unfair expectation that people should come to the show having already known all these worse. Yeah. And so I mean, but when I reflect on it a little more, it is almost as easy as saying Alex had a blow up. Really? It really is. There is not a ton of more to it. There was he was being questioned about his coverage of Robbie Parker and Chris Mehdi asked him questions along the lines of you put a target on this guy's back, did you not? And then Alex got really mad started saying about liberals wanted to kill people interact there"
    },
    {
      "end_timestamp": 350.0,
      "id": "5d83b1cf-215f-3785-bfa8-3df5f2a1ba00",
      "speaker": "Jordan",
      "start_timestamp": 344.0,
      "text": "was that? Yeah. Oh, you pick and choose who you care about the trial about other stuff, Alex. And"
    },
    {
      "end_timestamp": 354.0,
      "id": "3b6e05d4-bd14-32b1-99f6-43f259a03f4f",
      "speaker": "Dan",
      "start_timestamp": 350.0,
      "text": "meanwhile, Norm Pattis was yelling objection over and over for anything."
    },
    {
      "end_timestamp": 368.0,
      "id": "a7ae3d70-49ee-33e6-ba44-c2af4290e42f",
      "speaker": "Jordan",
      "start_timestamp": 354.0,
      "text": "And without the reason it was like it was like a TV show where somebody is pretending to be a lawyer. And they just shout objection. And the judge has to be like, you have to have a reason. And norm was like, I'm a real technical lawyer in the universe."
    },
    {
      "end_timestamp": 414.0,
      "id": "ceb2c364-fbdc-3fcf-9624-54815ebb9d3b",
      "speaker": "Dan",
      "start_timestamp": 368.0,
      "text": "He's unbelievable. Objection more than Shakira. Song. All right. See ya. I mean, they they had the jury leave the courtroom. And the judge was confused by the fact that norm was objecting to things that Alex was saying, right, as opposed to things that the other counsel was saying, right. And over the course of the day, it had happened repeatedly that norm would make an objection, the judge would sustain it. And Alex will have already answered the question. He won't stop talking. Yeah, there's an issue there. And so she constantly tried to explain to him when your lawyer objects stop talking. Absolutely. Because you might not have to answer that question. It was him he did not seem to get that didn't register?"
    },
    {
      "end_timestamp": 432.0,
      "id": "24a63908-3b08-3106-9a70-902b8d5cacf2",
      "speaker": "Jordan",
      "start_timestamp": 414.0,
      "text": "No, no, it was it was like watching a T ball game where the kid hit the tee three straight times. And they're like, well, technically, that's a strikeout, but this is T ball. So I'm gonna put it right back on that T one more time. All right, Alex, you can do this, you hit the ballpark. Not that deep. Oh, well, maybe next time."
    },
    {
      "end_timestamp": 448.0,
      "id": "dd6608be-1759-3b8e-a909-840facc5c743",
      "speaker": "Dan",
      "start_timestamp": 432.0,
      "text": "And then the other thing that was a constant source of tension, and a problem was that Alex would be asked yes or no questions, and then answer with a what was starting to be a monologue. Yeah. And he had to be reminded a number of times, you could just answer yes or"
    },
    {
      "end_timestamp": 462.0,
      "id": "86ab8d89-6bf1-3f0b-a4de-4416ac9db1a1",
      "speaker": "Jordan",
      "start_timestamp": 448.0,
      "text": "no. Well, the truth, if you answer yes or no, makes him look real bad. And the issue there is, which I feel like we don't fully all understand in the courtroom. The reason that they look bad is because he's guilty. And he's already"
    },
    {
      "end_timestamp": 465.0,
      "id": "2334f11e-ea05-3654-a6a1-218d78b985bd",
      "speaker": "Dan",
      "start_timestamp": 462.0,
      "text": "been found guilty, or liable, or whatever, the right term?"
    },
    {
      "end_timestamp": 475.0,
      "id": "4b53013a-13cb-3a46-8f2a-763bc1798c9b",
      "speaker": "Jordan",
      "start_timestamp": 465.0,
      "text": "Well, sure, sure. But I mean, when you answer those questions, that you can't, you can't answer in a way that's like, Ah, maybe I'm gonna get off on this one. No, you did it. It's already been decided."
    },
    {
      "end_timestamp": 503.0,
      "id": "ff551d96-8933-325a-80b7-a979fe9ba833",
      "speaker": "Dan",
      "start_timestamp": 475.0,
      "text": "Yeah. So that happened on Thursday. And then on Friday, Norm announced that Alex was not going to be cross examined, he was going to waive his right to cross examine, because Alex was going to leave town. He was going back to Austin, it was a surprise move. Yeah. And they reserve the right to call him again. Apparently, early this week, maybe Tuesday or Wednesday, he's due to be back right? To be questioned some more."
    },
    {
      "end_timestamp": 521.0,
      "id": "cbcd0f1a-e4e5-35b0-89fa-84b5066236c4",
      "speaker": "Jordan",
      "start_timestamp": 503.0,
      "text": "Yeah, I believe if Maddie doesn't call him Maddie reserves the right to call him again under subpoena because that's what you would have to do at this point. But Norm has also said he's going to plan to call him to testify and on his own behalf. And the main reason so he can actually monologue and not have to answer yes or no questions, basically."
    },
    {
      "end_timestamp": 530.0,
      "id": "2c03219a-4c63-3500-a1ed-23ff3aff6ccf",
      "speaker": "Dan",
      "start_timestamp": 521.0,
      "text": "Well, I mean, you know, where the bread is buttered and why norms getting a paycheck is, hey, give me some time on that standard. Run cover for me,"
    },
    {
      "end_timestamp": 539.0,
      "id": "717cf651-0fda-3cc2-a6df-30fd9abf024a",
      "speaker": "Jordan",
      "start_timestamp": 530.0,
      "text": "is like the first time I think ever anybody's ever gotten airtime out of Alex, or Alex has gotten airtime out of them. Yeah."
    },
    {
      "end_timestamp": 553.0,
      "id": "33e3eeeb-b9af-356a-9dbb-a8273239a140",
      "speaker": "Dan",
      "start_timestamp": 539.0,
      "text": "It's on the stand. Not on cable. But yeah, it'll do. It'll do. So Alex came back to Austin. And, you know, why? Why did he do it? We have to we have to see this Saturday show to find out I"
    },
    {
      "end_timestamp": 559.0,
      "id": "bc4d3b81-e313-3b66-ad62-731ec6a846f5",
      "speaker": "Jordan",
      "start_timestamp": 553.0,
      "text": "bet he's telling the exact same story that I would tell, which is that he got spanked and then ran away with his tail between his legs. No, that"
    },
    {
      "end_timestamp": 574.0,
      "id": "16eb92a4-00bd-3be7-9dda-b254bf90805a",
      "speaker": "Dan",
      "start_timestamp": 559.0,
      "text": "is not it. That's not his story. We'll learn a bit about what he has to say. But first, let's say hello to some new walks. It's a great idea. So these two just had a marriage. Just got a marriage recently. So congratulations to Mr. And Mrs. MC. Awesome. You are now policy. Well,"
    },
    {
      "end_timestamp": 575.0,
      "id": "6bab79f6-842a-3dfe-ad01-ffc9aa0c7f4e",
      "speaker": "Alex Jones",
      "start_timestamp": 574.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 577.0,
      "id": "a5f8f1a8-4781-30ef-a38b-6ec59f4085c5",
      "speaker": "Jordan",
      "start_timestamp": 575.0,
      "text": "Thank you very much. And congratulations. Next,"
    },
    {
      "end_timestamp": 581.0,
      "id": "adbe60a4-d014-3b29-9805-e9b87c7f556d",
      "speaker": "Dan",
      "start_timestamp": 577.0,
      "text": "I'll be dreamier creamier tomorrow. Thank you so much. You are now policy walk."
    },
    {
      "end_timestamp": 582.0,
      "id": "4d9ce2a5-6380-36b8-895c-93dc2891d19a",
      "speaker": "Alex Jones",
      "start_timestamp": 581.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 583.0,
      "id": "5ba9f7c3-7d15-3132-b4a0-fc5f9e91a229",
      "speaker": "Jordan",
      "start_timestamp": 582.0,
      "text": "Thank you very much. Thank"
    },
    {
      "end_timestamp": 587.0,
      "id": "fab0201e-4f9c-3b86-b5db-6c565cc8475a",
      "speaker": "Dan",
      "start_timestamp": 583.0,
      "text": "you Next existential. Greg, thank you so much. You are now policy Wong."
    },
    {
      "end_timestamp": 588.0,
      "id": "53b1d51a-e7f0-3ebf-afe8-3ee410e0bd35",
      "speaker": "Alex Jones",
      "start_timestamp": 587.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 589.0,
      "id": "30834481-ef55-3da5-b8a6-35c1718224cb",
      "speaker": "Jordan",
      "start_timestamp": 588.0,
      "text": "Thank you very much."
    },
    {
      "end_timestamp": 593.0,
      "id": "14237b69-3720-3b33-9712-c8c73661eedf",
      "speaker": "Dan",
      "start_timestamp": 589.0,
      "text": "Next, there's no info war in Fillory. Thank you so much. You are now policy walk."
    },
    {
      "end_timestamp": 594.0,
      "id": "12aee439-699c-3d0b-8cfc-00968fac35a0",
      "speaker": "Alex Jones",
      "start_timestamp": 593.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 596.0,
      "id": "0763b224-2d7d-3330-b600-ce01c23a4009",
      "speaker": "Jordan",
      "start_timestamp": 594.0,
      "text": "Thank you very much. That's a magician's reference."
    },
    {
      "end_timestamp": 600.0,
      "id": "11906a70-bc62-354a-86b5-232ed2f3bc94",
      "speaker": "Dan",
      "start_timestamp": 596.0,
      "text": "Okay. I was I was really worried it was something like yeah, Got it. Oh, good."
    },
    {
      "end_timestamp": 603.0,
      "id": "10f869cc-e69d-3bd1-b27d-f69feb0270bf",
      "speaker": "Jordan",
      "start_timestamp": 600.0,
      "text": "I remember that thing I watched. Yeah. And"
    },
    {
      "end_timestamp": 624.0,
      "id": "d481a394-0c8b-38ea-b06f-c7e23889ad58",
      "speaker": "Dan",
      "start_timestamp": 603.0,
      "text": "then we got a couple of technocrats here in the mix Jordan. So first I want to say hello, and thank you to daddies. kissy boy, you are now a technocrat. And it's Gary with a hard G. And then there was a long explanation of how to pronounce this. Not like Jerry. Okay, scary. It's scary. Yes. All right, with a heart gee, it is okay. And you are now a technocrat."
    },
    {
      "end_timestamp": 678.0,
      "id": "4233a66f-fb42-38b7-8e00-67a8f473025a",
      "speaker": "Alex Jones",
      "start_timestamp": 624.0,
      "text": "I'm a policy wonk. I have risen above my enemies. I might quit tomorrow. Actually. I'm just gonna take a little break now. A little breaky for me. And then we're going to come back. And I'm going to start the show over. But I'm the devil a lot going on there. I'll fuck you. Fuck you. I got plenty of words for you. But at the end of the day, Fuck you and your new world order. And fuck the horse she wrote in on and all your shit. Maybe today should have been less broadcast. Maybe I'll just be gone a month, maybe five years. Maybe I'll walk out of here tomorrow. And you never see me again. That's really what I want to do. I never want to come back here again. I apologize to the crew and the listeners yesterday that I was legitimately having breakdowns on air. I'll be better tomorrow."
    },
    {
      "end_timestamp": 696.0,
      "id": "5e2892fa-4abe-30ac-874f-a98d259c858f",
      "speaker": "Dan",
      "start_timestamp": 678.0,
      "text": "Boy, he's not Oh, he's not this is not a good show. Oh, my God. But I will say as I was preparing this, and as I was getting ready for you to show up. I really did feel like this. It feels like it's been a while since we've had an episode that was just husband. But it's really only just been two episodes that we had interviewed"
    },
    {
      "end_timestamp": 706.0,
      "id": "8e45b76f-b9fc-326b-8c66-355fdf9c7cfd",
      "speaker": "Jordan",
      "start_timestamp": 696.0,
      "text": "now. For other people. They put out one episode a week. So they're like, Well, what did we do in our last two episodes? That was practically a month ago for us? Like what's our last episode?"
    },
    {
      "end_timestamp": 729.0,
      "id": "ff850faa-b2b6-3750-ac2c-f0ffa9280cb1",
      "speaker": "Dan",
      "start_timestamp": 706.0,
      "text": "We did that yesterday? Yeah, emotionally. It feels like it's maybe been a month. It's been so long. Yeah. But it is not. But we are back. All right. After a break of interview. So Alex, came back from Connecticut. And there's really big reason why and it is the headline of his emergency sighs Oh, yeah. Oh, mushroom clouds."
    },
    {
      "end_timestamp": 770.0,
      "id": "cb58d5aa-fdb7-3ab9-8b08-dce321f8a1d1",
      "speaker": "Alex Jones",
      "start_timestamp": 729.0,
      "text": "I just got back last night from Connecticut in the show trial. And I've been following the news globally of war, escalating to incredibly dangerous levels in Ukraine. And I'm strongly considering not even going back to testify on my own behalf in our part of the trial, the show trial, because I'm that concerned, I can get stuck there. Without my family when nuclear war breaks out, that's why the other children are grown up. We're almost out of school. Sure out one is still in high school. And they've got my parents and family here. Manage that serious, okay. And I've never acted like that. I've never behaved like that."
    },
    {
      "end_timestamp": 775.0,
      "id": "a96d91df-e8e1-3b58-965e-e19ee452bd4b",
      "speaker": "Dan",
      "start_timestamp": 770.0,
      "text": "He's frequently acted like that. But yeah, apparently it's I don't want to be stuck in Connecticut when the nukes start flying. Hey,"
    },
    {
      "end_timestamp": 798.0,
      "id": "66d52a3c-fe82-32ce-a178-c829363de07e",
      "speaker": "Jordan",
      "start_timestamp": 775.0,
      "text": "I mean, that's, that's a that's an all time great. excuse that really, that really is it's not bad. If, if I was a teacher, if I was like a first grade teacher, and a student was like, I'm not gonna do that homework. And I was like, why? And they were like, well, Assassination could happen at any moment to my father and I don't want to be stuck doing homework instead of taking a bullet for him. Aren't you the bad person in this scenario? I"
    },
    {
      "end_timestamp": 808.0,
      "id": "684a9379-1263-306d-996d-a46aa52d013f",
      "speaker": "Dan",
      "start_timestamp": 798.0,
      "text": "would rather love to do this book report, but Putin is out of Austin. Also cool that his other kids can just be fine."
    },
    {
      "end_timestamp": 815.0,
      "id": "17dd9bdb-2401-3e51-bf5f-943b1b2d2136",
      "speaker": "Jordan",
      "start_timestamp": 808.0,
      "text": "Sure, sure. Sure. Cool. They're, they're older they'll handle nukes on their own, but the young ones they don't know about nukes. I don't mind being separate."
    },
    {
      "end_timestamp": 818.0,
      "id": "ea791769-540c-329b-9142-0a7f96019456",
      "speaker": "Dan",
      "start_timestamp": 815.0,
      "text": "Separated from them. In the case of a nuke."
    },
    {
      "end_timestamp": 823.0,
      "id": "1cd439f1-8b71-31c1-b091-9c463f3b10f5",
      "speaker": "Jordan",
      "start_timestamp": 818.0,
      "text": "Yeah, the teens eat listen, you don't want to be trapped in inside with them even during a nuke sorry."
    },
    {
      "end_timestamp": 841.0,
      "id": "d340e1bf-fb1e-3e7f-b2ee-84f678cf6c95",
      "speaker": "Dan",
      "start_timestamp": 823.0,
      "text": "Anyway, I feel a lack of sincerity. Yeah, maybe a little bit. Yeah, maybe nukes aren't the reason. But that is the headline of your show, like a nuclear war. Right around the corner. Gotta stay at Austin and the New World Order is upon us. Okay. And there was something that slipped through here that like even I almost missed."
    },
    {
      "end_timestamp": 863.0,
      "id": "d54822ee-89be-3bb8-a9e1-223b9362d888",
      "speaker": "Alex Jones",
      "start_timestamp": 841.0,
      "text": "I seriously may not be able to go to Connecticut and defend myself because it doesn't matter. We're going into a global depression. The borders are collapsing. People are dying by the millions from the poisoned shots. We are inside the New World Order. Ladies and gentlemen. We are absolutely inside the global takeover. The great reset. It's all here. It's all happened just like they said they would do and I've been warning for decades."
    },
    {
      "end_timestamp": 865.0,
      "id": "7d53b039-8db5-3f7f-91ba-43572ef5ca0d",
      "speaker": "Dan",
      "start_timestamp": 863.0,
      "text": "People are dying by the millions."
    },
    {
      "end_timestamp": 906.0,
      "id": "10e193d9-0642-3d58-90f8-28f8f80400f2",
      "speaker": "Jordan",
      "start_timestamp": 865.0,
      "text": "Yeah, shots. I was trying to get whether or not he? So he's saying that that's happening currently. Yes. We're losing millions and billions of people are dying. Because of the COVID vaccine. Yep. All right. How many millions of okay, I feel like this is one of those. This is one of those math problems where you're like, Okay, sure. You say a million a day. That's a problem, but it only takes like a week before it's 10 trillion people dead or whatever. You know what I'm saying? population wise. It's one of those problems. It's a it's a Nomi Oh, boy, I can't remember. I think that's what No, that's the wrong one factorial factorial. You got it?"
    },
    {
      "end_timestamp": 907.0,
      "id": "51a177a3-11c1-35c7-b2d9-c8e58c3189f1",
      "speaker": "Dan",
      "start_timestamp": 906.0,
      "text": "It's probably not right. Yeah, it"
    },
    {
      "end_timestamp": 910.0,
      "id": "d44a53bf-8d53-38d1-90bb-b94ce959c652",
      "speaker": "Jordan",
      "start_timestamp": 907.0,
      "text": "doesn't sound right. But I'm gonna take it. Yeah."
    },
    {
      "end_timestamp": 925.0,
      "id": "4435217a-7932-3d65-bd34-0ebfd122ebe9",
      "speaker": "Dan",
      "start_timestamp": 910.0,
      "text": "Yeah, I think this is a little bit silly. But if you were to ask him about how he knows this, he would say something about actuaries. And then we move on affairs. He's sure there's data. So there's, there's nukes coming, it's gonna happen. I mean, if millions of"
    },
    {
      "end_timestamp": 929.0,
      "id": "32482849-4126-3463-8ee5-a047b318c013",
      "speaker": "Jordan",
      "start_timestamp": 925.0,
      "text": "people are already dying, because the vaccine nukes seem almost like weak to this point."
    },
    {
      "end_timestamp": 940.0,
      "id": "bb0583ee-6831-3c0f-bb3a-9fef0395d5fd",
      "speaker": "Dan",
      "start_timestamp": 929.0,
      "text": "Well, I mean, I guess it depends on how widespread it is whether or not nukes would kill millions. That's fair. Certainly there would be Fallout and you know that that could have some pretty serious After Effects"
    },
    {
      "end_timestamp": 944.0,
      "id": "ccd08a7a-fa20-3afb-a110-329d86c60360",
      "speaker": "Jordan",
      "start_timestamp": 940.0,
      "text": "loud screw up air travel out of Connecticut. That's one thing we know for certain,"
    },
    {
      "end_timestamp": 968.0,
      "id": "6f431fb3-247e-39e2-8aa5-74f98e76f025",
      "speaker": "Dan",
      "start_timestamp": 944.0,
      "text": "I find that difficult to understand the direct. Even if there was a nuke, I think people would still be flying out to Connecticut, you'd rent a car. like nobody's driving from Connecticut to Texas. So the nukes they're coming, but there's one way that we can stop this thing, okay."
    },
    {
      "end_timestamp": 1024.0,
      "id": "3e5e6793-3233-391e-a2a8-18285e523e79",
      "speaker": "Alex Jones",
      "start_timestamp": 968.0,
      "text": "And the way you trigger the public to peacefully protest, and to flood the streets with candlelight vigils, that transcend party, is by taking this live show feed right now and sharing it on mainstream platforms like Twitter and Instagram and Facebook, and on getter and independent groups like Gab, and everywhere else. Because you are the info warriors. And without you, ladies and gentlemen, we're not gonna be able to stop this, we have a good chance of stopping this. But even mainline analysts predict a 50% chance of a tactical nuclear war in the next few months in Europe, that will cause a global depression, incredible problems. It'll be nightmare beyond imagination. And mainline analysts and I agree with them give it about a 20% chance of a full on nuclear war show. I have a lot of trouble focusing on all the side issues. While this is going"
    },
    {
      "end_timestamp": 1040.0,
      "id": "3ebef4f8-d622-3d3f-be87-65098a43cfb9",
      "speaker": "Dan",
      "start_timestamp": 1024.0,
      "text": "on, yeah, that's if you want to stop nuclear war, you need to spread Alex's content all over the place free advertising for him sure, which will initiate a series of bipartisan candlelight vigil that does sound that will convince Putin not to nuke anybody."
    },
    {
      "end_timestamp": 1043.0,
      "id": "c1f2898b-69d8-35a8-b227-938d08a8e065",
      "speaker": "Jordan",
      "start_timestamp": 1040.0,
      "text": "That's a good idea. Yeah, that is a good idea."
    },
    {
      "end_timestamp": 1047.0,
      "id": "0e00ce7e-5488-356a-a6be-1ab70e6c59a1",
      "speaker": "Dan",
      "start_timestamp": 1043.0,
      "text": "I mean, if you're Alex, and you just want people to spread your shit around. It is a great idea."
    },
    {
      "end_timestamp": 1067.0,
      "id": "b15ff10a-0f8d-38af-90e2-ea2504004101",
      "speaker": "Jordan",
      "start_timestamp": 1047.0,
      "text": "I have a question dad. Does he and I'm gonna throw this out. Because I think based on what he's telling me, because nuclear war is so imminent, and almost frankly, unavoidable. I mean, it's a coin flip. Whether or not we have a new a tactical nuclear war, which I would argue if you start with a technical one, you're gonna get a full one pretty quick."
    },
    {
      "end_timestamp": 1072.0,
      "id": "24fd8fec-f6b8-36e2-9e76-0dd214baa900",
      "speaker": "Dan",
      "start_timestamp": 1067.0,
      "text": "Yeah, yeah. One leads to the other. Yeah."
    },
    {
      "end_timestamp": 1086.0,
      "id": "1349591a-1527-3421-9670-0e25ae6360b3",
      "speaker": "Jordan",
      "start_timestamp": 1072.0,
      "text": "Is he still selling stuff, though? Oh, yeah. But that's it feels like that's not important. You know, like, if the court isn't important if those tertiary things to rwcs are not important. I feel like money is less important now than it's ever been. Oh,"
    },
    {
      "end_timestamp": 1100.0,
      "id": "351abe8b-31c6-3a78-a67f-23d2569b9ad5",
      "speaker": "Dan",
      "start_timestamp": 1086.0,
      "text": "you bet. It's not though. Oh, weird. I'll expand this. This is a three hour long report. Yeah, I would say 45 to 50 minutes are straight ads is so much"
    },
    {
      "end_timestamp": 1106.0,
      "id": "1bc32e13-786a-31ea-881b-9515c471ef59",
      "speaker": "Jordan",
      "start_timestamp": 1100.0,
      "text": "I was gonna say how many. You've cut out all of the knot ads. So we're gonna listen to about 15 minutes of his show. Cumulative."
    },
    {
      "end_timestamp": 1120.0,
      "id": "f568e1ab-fd03-372c-b933-7a24c4d4e6b5",
      "speaker": "Dan",
      "start_timestamp": 1106.0,
      "text": "Can you bear with but Oh, boy. I mean, I have kept in some of the ads just for flavor. Like funsies. Yeah, boy. Oh, so you got to take this seriously, though. Obvious. 50 chance to I mean, that's a trouble. Yeah, that's very serious. You gotta hug your kids."
    },
    {
      "end_timestamp": 1184.0,
      "id": "35aa344b-34ec-383c-ab1a-c43fad9ae744",
      "speaker": "Alex Jones",
      "start_timestamp": 1120.0,
      "text": "People better take this more serious than anything they've ever taken in their life. It's that real. You better kiss your children better hug them, you better hug your mom, your dad, your brother, your sister, your mom, you better get right with God. And I'm telling myself that when I point my finger at you, three more pointing back at me. But we're coming under judgment, ladies and gentlemen. Now, before I had all the serious documented news. For a couple of weeks, I've been sent countless texts and seen countless videos, talking about the 24th of September 2022. And how all these historic things historically have happened on this date. And I'm sorry, what's the end of the Jewish calendar and mysticism in the rest of it? I'm not putting any stock in that. Clearly, at every time the world is on the verge of a cataclysm, the general public will pick a date and decide it's that date that's causing it. It's not that date that's causing it. It's the place and point in time we're in right now. But regardless, it's something that if it gets the public's attention to be concerned, that's wonderful. Hey,"
    },
    {
      "end_timestamp": 1200.0,
      "id": "0e33d804-a740-38f3-a713-c7b38a784828",
      "speaker": "Dan",
      "start_timestamp": 1184.0,
      "text": "cool. So yeah, this September 24 stuff was like weird Q anon. That was going around, actually. But how dare you Alex, he talks about like the globalists choosing to do things on certain days because of the numbers and they're arcane meaning"
    },
    {
      "end_timestamp": 1208.0,
      "id": "823365a6-764d-3cfb-af93-2dbca8410c26",
      "speaker": "Jordan",
      "start_timestamp": 1200.0,
      "text": "You're not remember when Mars was closer than it had been 1000 years that he was like, yeah, they totally choose that day. What are you talking about?"
    },
    {
      "end_timestamp": 1218.0,
      "id": "643d4285-bd62-3d7b-8ede-b0b83a896d2a",
      "speaker": "Dan",
      "start_timestamp": 1208.0,
      "text": "Yeah, it's not the day so interesting when it's convenient for him to be into arcane esoteric bullshit. Yeah. When it's convenient for him to just sort of look down on it."
    },
    {
      "end_timestamp": 1228.0,
      "id": "aba74414-370c-3a12-988a-0ba8cca8eec5",
      "speaker": "Jordan",
      "start_timestamp": 1218.0,
      "text": "I mean, if he looked me in the eyes and said, Jordan, correlation does not equal causation. I think I throw hands instantly. Like I wouldn't be able to stop myself."
    },
    {
      "end_timestamp": 1252.0,
      "id": "1488d699-7118-3fc5-aae7-4c54c61b1b5f",
      "speaker": "Dan",
      "start_timestamp": 1228.0,
      "text": "What if he said Jordan factorial? Ah, I'd be like I was looking for that word earlier. Thank you. I think I was grateful. So, Alex, you know, of course, he looked like he didn't care at his trial because nuclear war was on the mind. And that's why he was looked like a lunatic. I get that. But there's other things that are happening. Okay. allegiances are shifting. All right. loyalties are being tested, okay."
    },
    {
      "end_timestamp": 1286.0,
      "id": "a4c1210a-d535-3b8d-942b-9d123c0932f2",
      "speaker": "Alex Jones",
      "start_timestamp": 1252.0,
      "text": "Ted Cruz, killed this one out supported big tech, merging with big media and having total immunity. So horrible person. Right here at the end of the line, folks, he supports world war three, by the way, in Ukraine. He really now uncloaked and shows you the horrible person he always was. I tried to hope that he was an opportunist and winning against Trump and all that because he just wanted power. But I hope that you know, in the end, he cares about his family, but he doesn't care. He is a Goldman Sachs operative. Who is as bad as they get"
    },
    {
      "end_timestamp": 1289.0,
      "id": "14801f8b-025d-323e-8834-fbac895e26ec",
      "speaker": "Dan",
      "start_timestamp": 1286.0,
      "text": "you went against Trump. Would you do it?"
    },
    {
      "end_timestamp": 1303.0,
      "id": "baa03fa1-b641-3bb9-bcfd-5a3b44ed12b7",
      "speaker": "Jordan",
      "start_timestamp": 1289.0,
      "text": "I mean, bad now. Just writing down Ted Cruz equals bad 922 Yeah, so we'll see when, like when Ted Cruz is good again, I will write down the date there. We'll see how long it is before Ted Cruz is fine again,"
    },
    {
      "end_timestamp": 1305.0,
      "id": "bbb3e321-70fd-3b8f-84c2-544b68aaedde",
      "speaker": "Dan",
      "start_timestamp": 1303.0,
      "text": "probably a week because"
    },
    {
      "end_timestamp": 1309.0,
      "id": "26fdcf04-afad-3550-8765-722a81a0eb77",
      "speaker": "Jordan",
      "start_timestamp": 1305.0,
      "text": "Ted Cruz is actually a secret patriot but he was a double secret Goldman Sachs double patriots"
    },
    {
      "end_timestamp": 1313.0,
      "id": "36e1cb2a-a5b6-3d19-9d85-a39bb4bd8850",
      "speaker": "Dan",
      "start_timestamp": 1309.0,
      "text": "he does something extreme that Alex enjoy that high got me by"
    },
    {
      "end_timestamp": 1316.0,
      "id": "06b7150b-0767-3ed1-9893-9c18c3e4433b",
      "speaker": "Jordan",
      "start_timestamp": 1313.0,
      "text": "close the borders for real this time or whatever. Yeah, he's done it."
    },
    {
      "end_timestamp": 1326.0,
      "id": "7e53a573-020a-3d6d-8ead-3d4764a2bb44",
      "speaker": "Dan",
      "start_timestamp": 1316.0,
      "text": "Alex went so far as to say that Beto is better than Ted Cruz because at least beta will tell you what he's about. All right. Well, yeah, I guess Alex is gonna be alright. fundraising for beta."
    },
    {
      "end_timestamp": 1330.0,
      "id": "ed2c23e9-f477-3e45-b27a-b480775f33fe",
      "speaker": "Jordan",
      "start_timestamp": 1326.0,
      "text": "That's such a baby. Yeah, what a baby booth."
    },
    {
      "end_timestamp": 1366.0,
      "id": "326ebd43-1060-3e8c-8dd4-b4587cb151ee",
      "speaker": "Dan",
      "start_timestamp": 1330.0,
      "text": "So Alex has been dealing with some bankruptcy situation naturally. Last week, the the judge judge Lopez bankruptcy case removed his lawyers and his reorganization officer, right, because of conflicts of interest and a lack of transparency. That was very clear on Alex's part, yeah. And excessive spending that was suspicious sure that you wouldn't expect somebody whose business was going in through a bankruptcy no spend $80,000 on security for a trip to Connecticut that you cut short of nuclear war?"
    },
    {
      "end_timestamp": 1375.0,
      "id": "05249aa3-326d-313c-ad95-a399f937c2ba",
      "speaker": "Jordan",
      "start_timestamp": 1366.0,
      "text": "Yeah, but I mean, nuclear war. Fair enough. $80,000 To save your life, from a nuke with eight other guys. It's"
    },
    {
      "end_timestamp": 1383.0,
      "id": "faa014ee-f52d-3ac3-9f1f-782255670dd3",
      "speaker": "Dan",
      "start_timestamp": 1375.0,
      "text": "really a steal when it is it is. Yeah. So anyway, Alex has some spin. For this bankruptcy"
    },
    {
      "end_timestamp": 1499.0,
      "id": "de2a7f1b-b016-3aed-bfe1-8d547aedea27",
      "speaker": "Alex Jones",
      "start_timestamp": 1383.0,
      "text": "show, I wanted to bankruptcy to prove that these courts, I don't have all this extra money to go into that scrutiny. And a lot of people see that they go, Oh, you're closing your doors? No. Chapter Five is emergency reorganization, where you show you're having trouble paying your bills. But then you go into reorganization where it sets the benchmark for how much money you actually have. So we can stay on air continue to operate and also show to the state courts, everybody else, when they claim a foreigner million dollars, like they falsely did the Texas show trial four weeks ago, we can show certified all this stuff. That's just a lie. And then that allows Infowars free speech systems to stay on air and continue to operate because they have federal laws, where you're not supposed to just be able to sue somebody and shut them down for we're very transparent about that. It's, it's why we're doing it. And I'll just address this now here. I've never been in bankruptcy. We've never even taken loans here. And except for my dad, I looked at the big situation was going on in the fact that we were on the verge of insolvency and all their lives. And I said, Let's just put all the cards on the table, go into bankruptcy, and then most lawyers don't want to work with us. Most people don't work with us, but I got some good lawyer. But then the way the courts work is you have other separate lawyers that don't work for you that handle the actual bankruptcy part. And those lawyers. The judge ruled last week, Judge Lopez in Texas had not been transparent about everything they'd done in the past not not bad things. But the fact that they publicly done our last bankruptcy, Democrats came back. So we got Infowars the website back and Infowars health it's a successful company, and some other things was a very real bankruptcy that was tied to free speech systems to like, quote, pay debtors. But they kicked that bank because they wanted to show trials. They didn't want that bankruptcy to hold up all the show trials did you"
    },
    {
      "end_timestamp": 1503.0,
      "id": "0ce9442d-3346-3f3f-a7d8-3d3fea6835f5",
      "speaker": "Jordan",
      "start_timestamp": 1499.0,
      "text": "not actually We owe them money. And so the lawyers,"
    },
    {
      "end_timestamp": 1529.0,
      "id": "7d2e58a7-d785-3d93-a357-c2249b6e0814",
      "speaker": "Alex Jones",
      "start_timestamp": 1503.0,
      "text": "the lawyers, the CRO that they appointed, did not disclose, you know, it was public and all of the news. So why disclose that, that they'd done the previous bankruptcy just months before? Law, right. So if you've been in one bankruptcy, and now there's another, you don't fill out a form or something, it's an issue. So the judge removed the CRO, and those two separate, quote, independent lawyers. Who were all by the way, the lawyers are Democrats. I'm not saying they did anything. I'm just saying, Okay,"
    },
    {
      "end_timestamp": 1535.0,
      "id": "3883c027-374f-317f-ae3d-1a2925814441",
      "speaker": "Jordan",
      "start_timestamp": 1529.0,
      "text": "your own lawyer in Texas was a former high power democratic appointee."
    },
    {
      "end_timestamp": 1568.0,
      "id": "fdcd7af2-ccbb-3bbb-885a-2294900ab888",
      "speaker": "Dan",
      "start_timestamp": 1535.0,
      "text": "Eric Holder appointed, right. And he was in the courtroom in Connecticut exactly in there. But um, this is not really fair. It's not quite accurate. But one of the concerns was that these people who were the had worked on this other bankruptcy had also sought employment at Infowars. And there was a concern that they would have a conflict if there was something that was inconvenient to Alex, right. And so they were not impartial in a way that could be trusted by the bankrupt. Okay."
    },
    {
      "end_timestamp": 1588.0,
      "id": "2506b1bb-8baa-3d60-bb72-722d0bb3d78f",
      "speaker": "Jordan",
      "start_timestamp": 1568.0,
      "text": "So you're saying that if you hired a lawyer who is very interested in getting a job for you, right, and that lawyer did a good job than that lawyer would get that job, right. So maybe that lawyer would have an incentive to do a, quote, good job well, as opposed to a accurate one,"
    },
    {
      "end_timestamp": 1612.0,
      "id": "c694a32e-635f-3365-82e2-990ab2327050",
      "speaker": "Dan",
      "start_timestamp": 1588.0,
      "text": "these concerns could be there. And then I believe, also, you know, somebody who needs to have somebody who's wholly independent, because part of what you're looking at is like a web of family businesses are alike. And you know, if you're somebody who has any reason to have deference towards Alex, you're going to probably run into some brick walls,"
    },
    {
      "end_timestamp": 1636.0,
      "id": "a7062df7-da8d-3090-b827-fd83e564a73c",
      "speaker": "Jordan",
      "start_timestamp": 1612.0,
      "text": "you're going to run into brick walls that you didn't even know you needed to ask about. You know, it's that kind of thing where even if you are doing a good job, Alex will say something. And if you believe any word, he says, he's gonna get away with one thing, you know, like, it doesn't matter if he gets away with all of it, but you just don't have the capacity to get every single thing. Unless you are completely, I suppose, opposed to his continued existence,"
    },
    {
      "end_timestamp": 1649.0,
      "id": "40616089-da88-3611-bca5-aa19a6d3b08d",
      "speaker": "Dan",
      "start_timestamp": 1636.0,
      "text": "or just completely neutral to it. Sure. Sure. If you're just doing your job. Well, right by the book, no attachment. Yeah. That's fine. And it's it is"
    },
    {
      "end_timestamp": 1668.0,
      "id": "8b1a6d6a-5c00-34fc-9579-0cd8ba9c7c0c",
      "speaker": "Jordan",
      "start_timestamp": 1649.0,
      "text": "it is so infuriating. When he complains like, oh, they claimed I have $400 million. No, the guy made an estimate based upon what he could glean from the amount of live finances that you gave to him in the first place. If you'd given them your actual finances, he wouldn't have estimated shit."
    },
    {
      "end_timestamp": 1676.0,
      "id": "63a94d6b-4f34-3516-9031-7aab6ffc4206",
      "speaker": "Dan",
      "start_timestamp": 1668.0,
      "text": "So along the lines of like, this is an estimate of what a business Oh, good business like? Yes, yeah. unwell."
    },
    {
      "end_timestamp": 1677.0,
      "id": "3a567e0d-1650-351d-b67b-8aa419970f08",
      "speaker": "Jordan",
      "start_timestamp": 1676.0,
      "text": "Well run business. Yes."
    },
    {
      "end_timestamp": 1683.0,
      "id": "394cdc71-d306-3150-8d77-98ffc9593265",
      "speaker": "Dan",
      "start_timestamp": 1677.0,
      "text": "So speaking of a badly run business, Alex's book deal apparently wasn't so good."
    },
    {
      "end_timestamp": 1725.0,
      "id": "ecefbf56-4238-3c88-a9d5-dbb3092acebf",
      "speaker": "Alex Jones",
      "start_timestamp": 1683.0,
      "text": "She'll get the great reshot war for the world signed. That's a donation as well. That's why it's $99 or get the regular book for 27 bucks. Number one book in the world right now. And again, blisters also have sent us emails. Well, if you got the number one book in the world to net fund your operation. I haven't paid. I said 80,000. They tell me pay it was $76,000 came in two weeks ago. That's great. But the whole thing and a free speech system is that's my money, but I'm so running out of money. I'm gonna keep 20,000 that put the other back into the company to keep the Christians up telling us this and yeah, they say it current shows Rachel a couple of weeks ago, another 80,000 $90,000. But that's how books work."
    },
    {
      "end_timestamp": 1751.0,
      "id": "1ad82bb4-418d-352c-9eba-a524477bae95",
      "speaker": "Dan",
      "start_timestamp": 1725.0,
      "text": "It's not the number one book in the world. Also, it's number 18 on Amazon. Now they've got a sliding, sliding little No, but I like to check in every now of course, the January 6, report number 15. Okay, so it's out performing Alex on Amazon. They sell the January 6 report, apparently, yeah, the committee's report that doesn't sound fair. Steve Doocy and his wife their cookbook, sliding down to number 10. Mit Frehley bummed"
    },
    {
      "end_timestamp": 1752.0,
      "id": "3722f525-5763-35c0-80b1-1ccee52badd9",
      "speaker": "Jordan",
      "start_timestamp": 1751.0,
      "text": "out for them."
    },
    {
      "end_timestamp": 1756.0,
      "id": "5c190f6b-29ee-3a07-aca4-c113904ac399",
      "speaker": "Dan",
      "start_timestamp": 1752.0,
      "text": "Also still beating Alex The Very Hungry Caterpillar."
    },
    {
      "end_timestamp": 1758.0,
      "id": "8c36a9b3-450a-3f45-8c44-2d55fd220434",
      "speaker": "Jordan",
      "start_timestamp": 1756.0,
      "text": "But that should be there forever."
    },
    {
      "end_timestamp": 1761.0,
      "id": "16941413-6b4e-3c4e-aa8a-8754a5b9a5d3",
      "speaker": "Dan",
      "start_timestamp": 1758.0,
      "text": "The Barefoot Contessa cookbook is at number 16 Beating Alex Wow,"
    },
    {
      "end_timestamp": 1767.0,
      "id": "35ff966c-b75d-3163-808b-db7506deb3a4",
      "speaker": "Jordan",
      "start_timestamp": 1761.0,
      "text": "who is the Barefoot Contessa? Is it all of us or is it like the friends we met along the way"
    },
    {
      "end_timestamp": 1778.0,
      "id": "6fcedccd-9362-32e2-b954-b01aa4c8a01c",
      "speaker": "Dan",
      "start_timestamp": 1767.0,
      "text": "in a garden? Oh, okay. That's all right. Also Colleen Hoover killing it. So many so much book sales. People like that. Why a romantic a"
    },
    {
      "end_timestamp": 1782.0,
      "id": "f37df5ce-e0d2-3f93-9aa2-91a98660b705",
      "speaker": "Jordan",
      "start_timestamp": 1778.0,
      "text": "really do fantasy? For that shit."
    },
    {
      "end_timestamp": 1793.0,
      "id": "a484da23-7b4b-36ce-9746-16e12190fb90",
      "speaker": "Dan",
      "start_timestamp": 1782.0,
      "text": "Anyway, Alex, you should have negotiated a better deal on these books. And also, where are we at? If you need to keep 20,000 of that yourself as opposed to putting it into the business? What"
    },
    {
      "end_timestamp": 1796.0,
      "id": "f5768fac-54a1-32ca-b93d-fa1cff0bacda",
      "speaker": "Jordan",
      "start_timestamp": 1793.0,
      "text": "are you putting that 20,000 into? Right?"
    },
    {
      "end_timestamp": 1800.0,
      "id": "a992088d-0c7d-3e19-a6a9-6a4b8f3191e3",
      "speaker": "Dan",
      "start_timestamp": 1796.0,
      "text": "It makes no sense based on the way he lives. Hey,"
    },
    {
      "end_timestamp": 1808.0,
      "id": "ebf9d094-6967-3929-a8e4-73795a2c979f",
      "speaker": "Jordan",
      "start_timestamp": 1800.0,
      "text": "what's happening? Now? I wanted to get a car. Yeah, okay, fine, then you get okay, then don't tell us you're keeping 20,000 for. Okay. Yep."
    },
    {
      "end_timestamp": 1815.0,
      "id": "c9a8deb9-5aed-356d-9f48-0cf532818438",
      "speaker": "Dan",
      "start_timestamp": 1808.0,
      "text": "So Alex as some clips from the trial that he wants to play, because this is about nuclear war."
    },
    {
      "end_timestamp": 1850.0,
      "id": "19610b5c-1896-3c22-90e3-33a836f71272",
      "speaker": "Alex Jones",
      "start_timestamp": 1815.0,
      "text": "And I want to now air before I hit more news and bring Robert Barnes on and hit the southern news, God Barnes. Some of these little excerpts of the crew put together. One of them is where they attacked me over cryptocurrency, like I'm a criminal, show the crew a little promo together from that. And then we're going to go ahead and air before I left yesterday, Connecticut went to a apple orchard with my wife and daughter, my five year old. And that's AJ. What talks about the ultimate revolution, God's green earth, which is the counter to the tree of death,"
    },
    {
      "end_timestamp": 1853.0,
      "id": "3cd030a7-8c37-3def-8111-7c4a85354e34",
      "speaker": "Dan",
      "start_timestamp": 1850.0,
      "text": "whoo, what apple orchards my man, what"
    },
    {
      "end_timestamp": 1854.0,
      "id": "ad1a4a28-1d13-34c2-a71f-9ec327da6560",
      "speaker": "Jordan",
      "start_timestamp": 1853.0,
      "text": "did you just tell him?"
    },
    {
      "end_timestamp": 1855.0,
      "id": "ef7ae878-0338-3070-838e-2a8f0b05891f",
      "speaker": "Dan",
      "start_timestamp": 1854.0,
      "text": "What do you what are you confused"
    },
    {
      "end_timestamp": 1869.0,
      "id": "2ab4df72-ede9-3dd6-831c-ae6697b7acca",
      "speaker": "Jordan",
      "start_timestamp": 1855.0,
      "text": "by? Are you telling me that he's going to play a clip of him in the courtroom, a compilation put together by his his team. And he's also going to play a clip of him and his wife and his daughter walking through an orchard together?"
    },
    {
      "end_timestamp": 1872.0,
      "id": "09c05b8c-4778-360e-8cc3-53a9f151e7ee",
      "speaker": "Dan",
      "start_timestamp": 1869.0,
      "text": "Because that's God's ultimate green earth revolution."
    },
    {
      "end_timestamp": 1878.0,
      "id": "13748414-7a68-3c40-bdad-542bc7b3e558",
      "speaker": "Jordan",
      "start_timestamp": 1872.0,
      "text": "I mean, it's just really kind of a nice Saturday, I suppose. So I'm fine with you having a nice Saturday. Yeah."
    },
    {
      "end_timestamp": 1882.0,
      "id": "ffe51026-c018-300c-b4d9-d0aa7aa26572",
      "speaker": "Dan",
      "start_timestamp": 1878.0,
      "text": "Just don't play it more wholesome than him peeing on the Georgia Guidestones."
    },
    {
      "end_timestamp": 1885.0,
      "id": "e68c04c0-56b9-3e5b-820b-352f7f78fb91",
      "speaker": "Jordan",
      "start_timestamp": 1882.0,
      "text": "That there is that you're right. This is a family show."
    },
    {
      "end_timestamp": 1919.0,
      "id": "466a1591-0969-30c3-bf5f-6cb2d9610985",
      "speaker": "Dan",
      "start_timestamp": 1885.0,
      "text": "So the there's no problem with Alex's getting crypto or anything like that. And it wasn't in the case. That wasn't the problem. The issue that was trying to be elucidated by Chris, Matty. Yeah, was the issue of Alex, do people know that when they give you crypto, it goes to your personal account, right? As opposed to because that could be seen as maybe deceptive. fund the info or donate to this? And then it goes straight to his wallet right now that that might be manipulative business perhaps. And"
    },
    {
      "end_timestamp": 1938.0,
      "id": "59332b52-517d-34f4-923f-7d0bc394f221",
      "speaker": "Jordan",
      "start_timestamp": 1919.0,
      "text": "as he said in the trial, right? He said, Well, I understand what you're saying. But it all just goes through my personal account to the business. Now, I would argue that perhaps for a good piece of evidence as to why maybe we should be suspicious about that. He said, I'm gonna take $20,000 right now of"
    },
    {
      "end_timestamp": 1967.0,
      "id": "31e9f5ef-0e5a-3eef-bac2-8093f0aee525",
      "speaker": "Dan",
      "start_timestamp": 1938.0,
      "text": "my book money that I said I was gonna put all into the business so there might be a reason to be suspicious about well, there's definitely no trail that you know, we are we're aware of that that money did go to the business and I mean, I guess if you want to put it like really super abstractly, like a going to his legal fees or something like that, it's still his business expense. Question mark. Yeah, wrote on quote. Anyway, Barnes is gonna be on. Great, but he's gonna door he's on to talk about Russia and the nuclear. Okay,"
    },
    {
      "end_timestamp": 1971.0,
      "id": "fc96466d-2e0c-3f3a-9b58-64dd96fbb217",
      "speaker": "Jordan",
      "start_timestamp": 1967.0,
      "text": "good. I'm sure that he's not going to have anything to say about the case. Okay, good. Good. Robert"
    },
    {
      "end_timestamp": 2004.0,
      "id": "1b7485d6-2b47-35ae-a0a8-ed822c66ec9b",
      "speaker": "Alex Jones",
      "start_timestamp": 1971.0,
      "text": "Barnes joins us, Robert, we'll also obviously get into Russia, the huge escalation there. That is the big central story. There. National drafting announced Putin saying I'm not bluffing threatening nuclear war that's coming up this hour as well. But I think it's important front and center to talk about this show trial and your observations. Oh, of course. Where do you see this going? Because I don't want to be over positive. They got a bunch of crying parents. Were Wow, forward evidence. But there are a lot of former judges and current judges and a lot of people said, Wow, this blew up in their face. This is not going well."
    },
    {
      "end_timestamp": 2009.0,
      "id": "7b8a87fb-4a84-38bc-878b-4e41c74585fa",
      "speaker": "Dan",
      "start_timestamp": 2004.0,
      "text": "Yeah. That's a vibe. There. No, that's that's not something you like to hear."
    },
    {
      "end_timestamp": 2012.0,
      "id": "e7f75132-44d4-3201-812e-9b61110aa66a",
      "speaker": "Jordan",
      "start_timestamp": 2009.0,
      "text": "Yeah, it is. It is fun. I don't want to get too"
    },
    {
      "end_timestamp": 2015.0,
      "id": "de971afa-907f-3fae-b266-b5279ef7e123",
      "speaker": "Dan",
      "start_timestamp": 2012.0,
      "text": "optimistic because I got parents."
    },
    {
      "end_timestamp": 2023.0,
      "id": "16f876ef-c620-3d7c-9ab6-b96e92dd9acf",
      "speaker": "Jordan",
      "start_timestamp": 2015.0,
      "text": "Fuck it is it is fun to like, listen to Maddie in court. Just be like, you're using this trial as a fundraiser as we speak. Yeah."
    },
    {
      "end_timestamp": 2045.0,
      "id": "db12146a-8de0-336e-a08c-07ad34cae520",
      "speaker": "Dan",
      "start_timestamp": 2023.0,
      "text": "Well, and there is an irony because he did say when Alex was talking about the crypto thing is like, you're gonna use that in an ad. And then he did. Yeah. And I there is a part of me that wonders if he would have used it in an ad if he hadn't have said that. Like, maybe that's trolling. And if so, fairplay they know that it's low, it's a little shady, but do do what you got to do."
    },
    {
      "end_timestamp": 2054.0,
      "id": "290629e4-6ec6-361e-bc8d-b17eb81ce4ff",
      "speaker": "Jordan",
      "start_timestamp": 2045.0,
      "text": "What's more concerning is if he didn't have the idea at all, and then met, he gave it to him, and he's like, that's a good idea. That's pretty smart. You know, like, that's, that's a concern. How"
    },
    {
      "end_timestamp": 2058.0,
      "id": "626ba6e7-3b66-3dbb-8081-7f3684be4755",
      "speaker": "Dan",
      "start_timestamp": 2054.0,
      "text": "could I possibly have"
    },
    {
      "end_timestamp": 2062.0,
      "id": "5cd5e40b-d796-3e17-89fb-874bf2c83ba5",
      "speaker": "Jordan",
      "start_timestamp": 2058.0,
      "text": "it? Yeah, exactly. Exactly. I can't leave money. He's a monster."
    },
    {
      "end_timestamp": 2070.0,
      "id": "af2d581a-d7e5-362a-a431-c385ac2704c1",
      "speaker": "Dan",
      "start_timestamp": 2062.0,
      "text": "Yeah. So Barnes sucks, too. Yeah. Alex and Barnes. Boy, this is a bad display of people just a bunch"
    },
    {
      "end_timestamp": 2074.0,
      "id": "c83a881a-7634-362c-9d1b-cb0b60333bcb",
      "speaker": "Jordan",
      "start_timestamp": 2070.0,
      "text": "of psychos sitting there being weird as shit. Yeah. Just lying."
    },
    {
      "end_timestamp": 2093.0,
      "id": "861a722d-bbc4-3531-ac10-39c3073097c7",
      "speaker": "Alex Jones",
      "start_timestamp": 2074.0,
      "text": "For me. Let's be clear. Just to interject here. They showed a magazine we put out with Obama on the cover saying Obama comes for your guns. Let them talk about how I didn't like Obama in case yours were Democrats. And when my lawyer tried to come back and cross examine, the judge said no politics. I mean,"
    },
    {
      "end_timestamp": 2139.0,
      "id": "5d66a16f-d9bc-3e38-91c4-07610f92db92",
      "speaker": "Robert Barnes",
      "start_timestamp": 2093.0,
      "text": "oh, it's pretty much scripted. And it was the point of this whole trial is to present a trial or only one side is allowed to present their case. And it's the part of the case that's not considered relevant for this stage of the trial. And that's that's exactly what's taking place. And fortunately, you were able to successfully resist their effort for you to play to their script, or you to stick to their tail was a you to play the villain in their role pulling the truth of the matter. It's why they could never afford a trial on the merit. That's why they could never give you your day in court, as we've seen presented mean, the lead witness was an FBI guy who had it who knew nobody who died that day. Why is he suing? What is he? Why is he here? He's still in the FBI, FBI lawyer, an FBI lawyer doing Alex Jones."
    },
    {
      "end_timestamp": 2143.0,
      "id": "12489f4f-13b5-3f1e-a3a4-ba6bcbb739e2",
      "speaker": "Alex Jones",
      "start_timestamp": 2139.0,
      "text": "And not that I never said his name. And he never heard of me until the"
    },
    {
      "end_timestamp": 2183.0,
      "id": "0e0b03b6-974e-33eb-b5ce-f3fc0ea35059",
      "speaker": "Dan",
      "start_timestamp": 2143.0,
      "text": "shoot. He did not admit that Alex never said his name. He says he didn't know he doesn't know if he did. And Alex can't say that he didn't know. No, because there are so many videos that they did not produce. You got it. So legally, Alex can't make that claim. No. And this is pretty shitty on Barnes's part to try and present this person, Bill Oldenburg as just an FBI lawyer who has no connection to the case. Yeah, as if he wasn't somebody who responded to the school. As if he wasn't somebody who was the subject of conspiracy theories surrounding people being actors that ended up conflating him with Mr. Wheeler, or grieving parents as"
    },
    {
      "end_timestamp": 2188.0,
      "id": "a4e2ca10-2bcb-310f-8451-0b8c4fd0d8c6",
      "speaker": "Jordan",
      "start_timestamp": 2183.0,
      "text": "if he doesn't have PTSD from just walking on that scene. Right? You know, right, just being there. He's"
    },
    {
      "end_timestamp": 2191.0,
      "id": "d80db3e1-4fff-34f2-8640-2b9dd3486ac4",
      "speaker": "Dan",
      "start_timestamp": 2188.0,
      "text": "just an FBI lawyer, not just an FBI lawyer."
    },
    {
      "end_timestamp": 2203.0,
      "id": "3a4ba09b-de55-3e95-bc1a-c1900ca2c57d",
      "speaker": "Jordan",
      "start_timestamp": 2191.0,
      "text": "I know, it seems like their rules and shit. But if Barnes is allowed to save this stuff on in public and still be a lawyer, I feel like there aren't that"
    },
    {
      "end_timestamp": 2206.0,
      "id": "3b025476-c543-35dc-b8ef-6b7f5c60df8d",
      "speaker": "Dan",
      "start_timestamp": 2203.0,
      "text": "he really is even much of a lawyer. Oh, that's"
    },
    {
      "end_timestamp": 2207.0,
      "id": "577df207-f22c-3e1a-bab5-a0f69b31f1df",
      "speaker": "Jordan",
      "start_timestamp": 2206.0,
      "text": "a good point."
    },
    {
      "end_timestamp": 2210.0,
      "id": "e99332ba-6905-35ed-aab6-d276ea3046d4",
      "speaker": "Dan",
      "start_timestamp": 2207.0,
      "text": "I think he does stuff for attention. That's a quite frankly,"
    },
    {
      "end_timestamp": 2214.0,
      "id": "2d3337c3-1059-3b5c-8697-405e48af359e",
      "speaker": "Jordan",
      "start_timestamp": 2210.0,
      "text": "that is a good point. Yeah, I'm sure he would be disbarred if anybody had reason to,"
    },
    {
      "end_timestamp": 2239.0,
      "id": "06d1b919-683a-3e79-a873-063f5d23fe4b",
      "speaker": "Dan",
      "start_timestamp": 2214.0,
      "text": "or I mean, like, Yeah, I think that a lot of the stuff he does doesn't end up getting into a court. That's that's kind of yeah, a lot of bullshit and a lot of stuff that you can go on Alex's show and talk about right, right. Alright. We're gonna finally sue the vaccine people. Right. Alright. Great. I got you enjoy. Yeah. So Barnes just has a completely distorted warped view of what happened in that courtroom. Yeah, it was"
    },
    {
      "end_timestamp": 2252.0,
      "id": "52fb7f9a-aa04-3e62-bc43-c839e603f3ad",
      "speaker": "Robert Barnes",
      "start_timestamp": 2239.0,
      "text": "waiting to hear from any of the plaintiffs how they that their injury was caused by something you said or did. And instead, what I heard were stories that didn't mostly relate to you at all."
    },
    {
      "end_timestamp": 2281.0,
      "id": "9593469b-9ae7-3fe5-a504-f5284819bbdd",
      "speaker": "Dan",
      "start_timestamp": 2252.0,
      "text": "So I mean, he could he's just pretending that the whole thing about Matt Mills, the guy who interrupted the Super Bowl press conference didn't happen in the courtroom. Because that would satisfy this curiosity right there. Yep. Example number one. I mean, this is just selectively removing these things from the conversation about the trial, because they're inconvenient. You want there to be nothing. You want there to be no connection, and you need it to there to be no connection for your argument to make any sense. So there wasn't anything right."
    },
    {
      "end_timestamp": 2293.0,
      "id": "2f362e0b-b065-30aa-98fe-12e3f8e177ac",
      "speaker": "Jordan",
      "start_timestamp": 2281.0,
      "text": "Yeah. The fact that there was it shouldn't get in the way of whether or not what you need it to be. Don't let the truth and exactly. It's a good time. Yeah. Anyways, buyer shit."
    },
    {
      "end_timestamp": 2306.0,
      "id": "99e22647-ea62-33cc-b092-d0ae62218c8a",
      "speaker": "Dan",
      "start_timestamp": 2293.0,
      "text": "So Alex believes that he is scared the plaintiff's attorneys. Well, I mean, emotionally, maybe, but he thinks that they are like, so worried about the case. Now he's blown it wide open boy."
    },
    {
      "end_timestamp": 2343.0,
      "id": "54aa03ec-facf-39a2-a114-e42de41ee6d7",
      "speaker": "Alex Jones",
      "start_timestamp": 2306.0,
      "text": "Yeah. Wow. I can't get into an attorney client stuff, obviously, Robert, but they were calling our lawyers back there. Yesterday morning. They were in full panic. They were on the ropes. And they basically didn't even want me to testify yesterday and didn't know what to do. And we said, yeah, we'll just come back. We're able to, quote present our case, even though we're handcuffed and and straitjacketed and restricted next week, why even have norm to a cross examination? Unlimited stuff Maddie said because Maddie crapped the bed and Norm Patterson's words, but they were in complete panic. Even the media agreed that it blew up in their face."
    },
    {
      "end_timestamp": 2352.0,
      "id": "3e5e50d5-a8f4-31c2-a102-d86d2587f0ad",
      "speaker": "Dan",
      "start_timestamp": 2343.0,
      "text": "So yeah, Maddie is real worried real scared of Alex's righteous, triumphant outburst."
    },
    {
      "end_timestamp": 2359.0,
      "id": "3ee1c526-31ce-39fd-b415-df139b3356a2",
      "speaker": "Jordan",
      "start_timestamp": 2352.0,
      "text": "Oh, man, this is coward shit. This is coward shit. I wouldn't I wouldn't engage in this this Yeah, this is real bad."
    },
    {
      "end_timestamp": 2364.0,
      "id": "8e246ffd-7d40-365c-9cb9-9e7416d84be3",
      "speaker": "Dan",
      "start_timestamp": 2359.0,
      "text": "I mean, it doesn't it doesn't. It doesn't come off weak."
    },
    {
      "end_timestamp": 2381.0,
      "id": "6ec835ad-8724-3b1d-a525-81fa1e1c1808",
      "speaker": "Jordan",
      "start_timestamp": 2364.0,
      "text": "Oh, man. I mean, I don't want to you know, like when I when I played baseball, you know, I didn't get a strikeout and then I was like, see the problem was the ball was afraid to hit my bat. That was the main issue right? It was that it wasn't that the pitcher was good. Is that that ball was like ah, I'm terrified."
    },
    {
      "end_timestamp": 2401.0,
      "id": "05b8c50b-12c9-3f4a-a849-da1df69d3bb0",
      "speaker": "Dan",
      "start_timestamp": 2381.0,
      "text": "Well, and also I want to I want you to write down really quick here that he said Norm said that Chris, Mattie shit the bed? Yes. Write that down because that'll be important later. We'll do so Barnes just you know, he thinks that these people aren't ready to deal with truth people doesn't sound true like a boss. Like no or metallics?"
    },
    {
      "end_timestamp": 2404.0,
      "id": "37393dd4-0a19-30ca-a207-30a9efd65e80",
      "speaker": "Alex Jones",
      "start_timestamp": 2401.0,
      "text": "Where do you see all this going?"
    },
    {
      "end_timestamp": 2476.0,
      "id": "07cd4150-3488-34e9-a657-4361732465b2",
      "speaker": "Robert Barnes",
      "start_timestamp": 2404.0,
      "text": "Well, I mean, I think their their script is not going to plan because their script is false. And that's their problem. And so they're trying to die. And because norm Pattice has refused to go along with their effort to script this trial, and and you refuse to go along with efforts to limit your ability to defend yourself adequately, as you're constitutionally entitled to within the rules, they're not having success, and you're seeing their emotional frustration be publicly expressed. I mean, to be honest with you from a pure legal perspective, law lawyer perspective, this has been very incompetent representation. I mean, these parents have had ineffective representation. I understand that this is a very politically powerful connected law firm in Connecticut. But I heard from many people who are on the plaintiff side in this case, who thought that the plaintiff's lawyer was terrible. And it's because he's more politically motivated to prosecute this case, it appears to me that he is actually getting to truth or justice because actual justice would rule against him and actual truth is, in fact against them. And that's why he can't that's why he's stuck in this situation, trying to do a Soviet style Stasi style, Cuban Fidel Castro style show trial, but can't achieve it. Because the truth is still leaking out. Anyway."
    },
    {
      "end_timestamp": 2481.0,
      "id": "6aefa667-3811-336e-b2b9-f5ab977e96a9",
      "speaker": "Dan",
      "start_timestamp": 2476.0,
      "text": "Chris, Matty is bad counsel says king of bad counsel Robert Barr says"
    },
    {
      "end_timestamp": 2485.0,
      "id": "25124710-924b-38ea-bab9-25b0d1a83405",
      "speaker": "Jordan",
      "start_timestamp": 2481.0,
      "text": "guy about to be sued for incompetence."
    },
    {
      "end_timestamp": 2499.0,
      "id": "a1b31cea-8710-3042-893c-781c08487f70",
      "speaker": "Dan",
      "start_timestamp": 2485.0,
      "text": "If we take anything that the Infowars corporate representative testified to under oath seriously, then yes, they're considering suing you, Robert. Robert Barnes media star Bobby Barnes for malpractice."
    },
    {
      "end_timestamp": 2529.0,
      "id": "2dd17851-93cc-37ff-a32b-810384d9f939",
      "speaker": "Jordan",
      "start_timestamp": 2499.0,
      "text": "I mean, it is it is ridiculous to say that they're doing a bad job, because Barnes believes that the job itself is is like impossible to do because it's fake, right. So you can't do a bad job. Unless there is a real thing that you could do a good job for. Right? Like if Barnes had advice that here's what you should have done. You should have called this person or you should have cross examined this way. You should have been angry. His advice is you should have not brought the suit."
    },
    {
      "end_timestamp": 2531.0,
      "id": "5b698256-734f-38d6-9c61-5281f86bf796",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2529.0,
      "text": "No. Yeah. So"
    },
    {
      "end_timestamp": 2533.0,
      "id": "3eb0f69e-b9f1-3cf1-8601-fde57780edbf",
      "speaker": "Jordan",
      "start_timestamp": 2531.0,
      "text": "like, shut the fuck up."
    },
    {
      "end_timestamp": 2553.0,
      "id": "778c944e-748b-31f9-8aae-bd8ff10aa054",
      "speaker": "Dan",
      "start_timestamp": 2533.0,
      "text": "But he also was the lawyer who filed Alex's suit against the Young Turks. Exactly. So it's a little bit pot, and kettle seems like way. So here's where things got real messy. I think that Barnes has a conspiracy about Sandy Hook. That is not good. That's not"
    },
    {
      "end_timestamp": 2554.0,
      "id": "4a3dc0b3-93c5-34d1-a882-1b29c21af14d",
      "speaker": "Jordan",
      "start_timestamp": 2553.0,
      "text": "good. The question was, I"
    },
    {
      "end_timestamp": 2643.0,
      "id": "0b307194-7cfa-35c3-a580-73e76d74becb",
      "speaker": "Robert Barnes",
      "start_timestamp": 2554.0,
      "text": "mean, they can't even understand what the Reichstag Fire is. They can't even understand what a false flag is. A false flag originated from pirates, putting up a false flag to trick them. Both they were about to hijack and loot. The that doesn't mean the looting didn't happen, or the hijacking didn't happen to false flags and event that did in fact happen. But the cause and the culprit are inaccurately identified. And that is precisely what's been taking place. And what were the issues concerning Sandy Hook, which is it turns out the politicians pocketed the money rather than put school safety first. And if they had done so if they'd done something as simple as allow teachers to lock the inside of the doors of the bathrooms inside their classrooms, be able to lock the inside of the doors into their classrooms, be able to have other means of self defense available, such as trained people with guns in the teachers and school safety personnel, then the reality is a lot of those kids are alive today. But the politicians couldn't let that message get out. And the reality is the Democratic Party, he didn't like the fact that you put up a poll it Info Wars that asked what might be a future false flag. But that's because what's the political reality right now? The political reality right now is the more school shootings happen. The more plaintiff's lawyers like his firm profit, the more school shootings happen, the more the Democratic Party with their gun control agenda, profit. They don't have an incentive to maximize school safety. And that's why they're they that's why they cover it up. What happened at Sandy Hook in the school safety inadequately. That took place there. Wow."
    },
    {
      "end_timestamp": 2649.0,
      "id": "6f56a150-3095-300a-ba2a-68fa26d13fb0",
      "speaker": "Jordan",
      "start_timestamp": 2643.0,
      "text": "All right. So Barnes is getting added to the suit. It's it. He just questioned Sandy Hook."
    },
    {
      "end_timestamp": 2654.0,
      "id": "484757f2-7aef-3b12-aab3-2feffba202d5",
      "speaker": "Dan",
      "start_timestamp": 2649.0,
      "text": "Well, this isn't even as bad as he gets on this episode. Wow."
    },
    {
      "end_timestamp": 2657.0,
      "id": "212d800d-00e7-344d-84ff-2bde3f58e18d",
      "speaker": "Jordan",
      "start_timestamp": 2654.0,
      "text": "Because he should be added to the suit. He's now part of him."
    },
    {
      "end_timestamp": 2661.0,
      "id": "ccd95c55-8261-3bb0-8f5b-f8293935eaa8",
      "speaker": "Dan",
      "start_timestamp": 2657.0,
      "text": "around some inter interesting dicey territory said"
    },
    {
      "end_timestamp": 2663.0,
      "id": "78df9754-b25e-3706-8a1d-c779d52a21a1",
      "speaker": "Jordan",
      "start_timestamp": 2661.0,
      "text": "that the government covered it up."
    },
    {
      "end_timestamp": 2680.0,
      "id": "e6ed96ce-100a-3cf1-bb28-ec33fbf2f10b",
      "speaker": "Dan",
      "start_timestamp": 2663.0,
      "text": "Yeah. The Democratic politicians were embezzling and pocketing money that was my will safety and that's why the shooting happened. And they're covering that up. Yeah. By sort of making an example of Alex or something. Yeah, there's my stuff. He just"
    },
    {
      "end_timestamp": 2687.0,
      "id": "764ae435-e9f5-3511-a6dd-36fbd515fe53",
      "speaker": "Jordan",
      "start_timestamp": 2680.0,
      "text": "did the thing that you get sued for in the thing that in the place where they're getting sued for it."
    },
    {
      "end_timestamp": 2689.0,
      "id": "d9e7f6b8-c755-36f5-8ce3-717e7efe2d95",
      "speaker": "Dan",
      "start_timestamp": 2687.0,
      "text": "It's, it's strange. It's a strange tactic."
    },
    {
      "end_timestamp": 2698.0,
      "id": "9a07c8c2-19dd-37df-971c-c4b1f31c68a4",
      "speaker": "Jordan",
      "start_timestamp": 2689.0,
      "text": "I mean, if I were him, I would if I'd been I would say that many you might have said to me that he is not doing a good job as counsel."
    },
    {
      "end_timestamp": 2735.0,
      "id": "c66ddd38-85ab-33f2-99e9-c07f33877d79",
      "speaker": "Dan",
      "start_timestamp": 2698.0,
      "text": "Well, he's not so Oh, that's cool. I mean, he uses his trucking law degree as a prop basically, just goes and talks shit on extreme right wing shows in his own podcast. That sounds about right. Um, but yeah, the other thing too is that poll that was brought up is actually an important point. So there was a poll on Infowars on the homepage. That was what will the next false flag be bombing mass shooting or whatever? Right. And part of this the point of it was to illustrate how Alex is conditioning in advance for the audience to believe things that happen to be fake before they have"
    },
    {
      "end_timestamp": 2743.0,
      "id": "567b1385-610c-3132-9486-4de06cf37342",
      "speaker": "Jordan",
      "start_timestamp": 2735.0,
      "text": "anything. Yeah, if you're predicting something is going to be a false flag. When something happens, you're going to think it's a false flag."
    },
    {
      "end_timestamp": 2771.0,
      "id": "55896af9-f2bc-3f96-b386-19ac2bec171b",
      "speaker": "Dan",
      "start_timestamp": 2743.0,
      "text": "This is something that we've discussed quite a bit in terms of Alex's behavior, the way he acts the way he gets these, these narratives in place in advance. But the the poll itself was a really helpful visual explanation of that. And of course, yeah, Barnes doesn't doesn't like that. No, it looks real bad. Yeah. So look, Barnes just these going for it. He's swinging at something,"
    },
    {
      "end_timestamp": 2845.0,
      "id": "6c1ad7b7-bb23-3974-a656-d1ebc44ac4a7",
      "speaker": "Robert Barnes",
      "start_timestamp": 2771.0,
      "text": "all right, because they wanted to blame the gun. Rather than let the world know. Big Pharma has culpability here, because the way in which young men are being medicated on some of these drugs is often backfiring and has an and has side effects they often don't fully know about or meaningfully remediate. They don't want to talk about inadequacies of school safety, because that didn't pay to the Democratic politicians and political class in Connecticut. And they don't want to talk about culture, that glamorizes violence because it's a culture they profit from. And they don't want to talk about media glamorizing these individuals that commit these horrible crimes, because big media profits, a lot of the pockets the cash the most from anybody. And that's why they had to blame the gun and blame Alex Jones, they couldn't blame the shooter. They couldn't blame mental health. They couldn't blame school safety, they couldn't blame Big Pharma. And they needed to continue to happen, because it's the only way they'll continue to politically profit off of these school shootings. And that's what's disturbing. That's what's maybe most unsettling is a case it's about preventing the harm from school shootings, and the consequences to vulnerable parents is being used to cover up the true culpable parties for this school shooting, and to falsely blame those who are trying to defend constitutional rights and liberties in America. So this"
    },
    {
      "end_timestamp": 2881.0,
      "id": "423b5e94-0075-34e5-ba74-201d81ebca5e",
      "speaker": "Dan",
      "start_timestamp": 2845.0,
      "text": "is just bullshit. I mean, even if you take everything as true that he's saying, which I would say you shouldn't. Yeah, but even if you do, the trial that's going on isn't about school safety. It's not about any of this stuff. It's about the harm that Alex caused to these people, by way of his lies about them. The denial of their children's existence. Yeah, so I don't know. I mean, it's, it's interesting to throw a bunch of mud at the wall and see, see what kind of designs you can make out of it. But this is disgraceful stuff."
    },
    {
      "end_timestamp": 2909.0,
      "id": "e7f9b682-0fd6-3208-a0f9-9d8e7a956d70",
      "speaker": "Jordan",
      "start_timestamp": 2881.0,
      "text": "I mean, I just, sometimes you like with this clip, especially, I feel like you should play that in front of the jury as just, it doesn't get more obvious that there's no other way to stop them than to stop them. Because the lawyer who started on this case, yeah, comes back years later, during the case after he was kicked off of it. To do the thing that cases about"
    },
    {
      "end_timestamp": 2950.0,
      "id": "d5788acd-77b1-387c-8f4f-3ceb3316f7b1",
      "speaker": "Dan",
      "start_timestamp": 2909.0,
      "text": "Yeah, more or less, and, I mean, he's been monetizing coverage of this case, he has on his own Viva fry, Weaver, barns, fry podcast, or whatever the fuck. So he has every reason to have seen all of these things that he's pretending didn't happen. Like the, the Super Bowl, press conference guy. Yeah, he's pretending that Bill Oldenburg is just an FBI lawyer. He knows that that's not the case. Right? He's watched the trial and made money off the analysis of it, right. This is malicious, lying. Absolutely no other way around it. No, he's just intentionally lying to appease Alex and create like, some kind of a weird reality where he's aggrieved. Yeah, I don't know."
    },
    {
      "end_timestamp": 2986.0,
      "id": "69625b00-ea66-305c-9763-177813362043",
      "speaker": "Jordan",
      "start_timestamp": 2950.0,
      "text": "Yeah, I mean, this is just this is just textbook. Like, here's punitive damages, the only punishment that will affect like, like when you say punitive damages, the point of punitive damages is to punish the behavior to get the behavior to stop not to like, find the behavior like Hey, okay, if you kick that dude in the shins, you owe us five bucks, but you can kick him in the shins as long as you've got five bucks, you know, right. Like the idea is you have to stop this and it's happening on the show after a trial already did that thing. Oh, it gets worse. Oh my god."
    },
    {
      "end_timestamp": 3010.0,
      "id": "c890951d-ef65-3abb-8382-bf5c43253fe1",
      "speaker": "Robert Barnes",
      "start_timestamp": 2986.0,
      "text": "Danny didn't make money for Infowars Sandy Hook cost money for Info Wars. He knows that. So he's got to try to hide in Lion grandstand. But though because he's dealing from a deck of deceit, he cannot come across as a crime In an authentic, truthful voice in the courtroom, and that's why he continued to look bad is because he was unable to trap you, he was unable to provoke you."
    },
    {
      "end_timestamp": 3016.0,
      "id": "d997bc0d-883b-39f8-9ed8-025e78ea4783",
      "speaker": "Jordan",
      "start_timestamp": 3010.0,
      "text": "Talking about Maddie unable to provoke them a little you want to go with unable to provoke about that one little"
    },
    {
      "end_timestamp": 3067.0,
      "id": "7518342b-1187-3ed6-af1c-ceb3b39a453d",
      "speaker": "Robert Barnes",
      "start_timestamp": 3016.0,
      "text": "window, the caricature response they imagine you are. And he was unable to get away with constant lies and the manner and method in which he made his presentation, as he couldn't get away with it in his grandstand vision of this political theater where he's the hero at the end of the documentary in the film, he lost it. And that's, and that's why people watching you're like, Hold on a sec. I thought this was about parents. I thought this was about emotional injury. I thought this was about undisputed dishonesty. I'm not seeing any of that. I'm seeing Politics, Politics, Politics, theater, theater theater, because that's, in fact, what the plaintiff's counsel has always been about. They have used these parents for the gain of the political class with which they are aligned and the political causes which which they are assigned. That's the reality of it."
    },
    {
      "end_timestamp": 3073.0,
      "id": "f89ba4cd-5f72-399a-8cec-1aadf0c2a03b",
      "speaker": "Dan",
      "start_timestamp": 3067.0,
      "text": "That might be defamatory, that is defamatory. Don't run the plaintiffs might be"
    },
    {
      "end_timestamp": 3085.0,
      "id": "045b7e6d-972e-3c52-b3fe-08df6fdf8f96",
      "speaker": "Jordan",
      "start_timestamp": 3073.0,
      "text": "I think he should be added to the to the case. I mean, I don't know what else to say other than if you say the parents are being used by powerful interests, then you are part of the Sandy Hook denial."
    },
    {
      "end_timestamp": 3095.0,
      "id": "05fee1fa-2d55-3290-b912-962330618821",
      "speaker": "Dan",
      "start_timestamp": 3085.0,
      "text": "Well, boo, what like how if you are the plaintiff, how do you respond to that? Because if you say no, I'm not being used by it. Well, you are you just do exactly."
    },
    {
      "end_timestamp": 3100.0,
      "id": "37568b66-3e1e-38ed-a6f1-43bea97a8f49",
      "speaker": "Jordan",
      "start_timestamp": 3095.0,
      "text": "You're being used you the best way to use somebody's if they don't know they're being used. Yeah."
    },
    {
      "end_timestamp": 3119.0,
      "id": "9a03b811-6964-3965-9f0a-618646003b37",
      "speaker": "Dan",
      "start_timestamp": 3100.0,
      "text": "Right. If you have a sincere belief in the case that you are a part of, then this is a denial of your trauma absence is a denial of your experience. Absolutely. It's very least if not legally actionable, so shitty, it's unbelievably shitty."
    },
    {
      "end_timestamp": 3133.0,
      "id": "f377c97a-a71f-3c6a-8c4d-a206507a9793",
      "speaker": "Jordan",
      "start_timestamp": 3119.0,
      "text": "Here's, here's what he is saying. He is saying that ultimately, what they went through was meaningless. And it has nothing, nothing to do with anything and no one cares."
    },
    {
      "end_timestamp": 3146.0,
      "id": "60295bf8-2ffe-3f54-be05-d19190846243",
      "speaker": "Dan",
      "start_timestamp": 3133.0,
      "text": "Yeah, so yeah, Barnes Barnes sucks. Yep. Anyway, he also thinks that Infowars tried to stop Sandy Hook conspiracies. This is sell me on this one is a fun one. Give me"
    },
    {
      "end_timestamp": 3172.0,
      "id": "40415995-d8bd-30c9-bd41-75dd32db0db1",
      "speaker": "Robert Barnes",
      "start_timestamp": 3146.0,
      "text": "this pitch. Infowars didn't stock. Anybody in Forbes didn't send people to stock anybody really didn't even talk about almost everybody suing ever. Infowars mostly did not was a critic as Paul Joseph Watson, the editor during this entire time frame was a critic of the Sandy Hook denier movement. Infowars was a restraint on the Sandy Hook denier movement. The Infowars made no money off of the Sandy Hook denier movement we had"
    },
    {
      "end_timestamp": 3175.0,
      "id": "54975066-62b4-36f9-987f-4c1b066ef61f",
      "speaker": "Alex Jones",
      "start_timestamp": 3172.0,
      "text": "to we had on our debates on who was right."
    },
    {
      "end_timestamp": 3233.0,
      "id": "c5804827-985c-3bcb-a273-2ead7b2dc52d",
      "speaker": "Robert Barnes",
      "start_timestamp": 3175.0,
      "text": "Absolutely, indeed, people were mad at you calling you Beau Bridges, saying that you are fake, because you were critical of the Sandy Hook denier movement for so long, and so often, and so many other people were at Infowars. And the reality is, the reason why that people went to conspiracy theories in the denier movement was because the politicians in Connecticut were covering up their complicity and culpability in the inadequacy of school safety. That's why they're destroying the school. That's why they're hiding information from the Sunshine laws. That's why they're not producing information pursuant to Freedom of Information Act, open records act request, that triggered a lot of people's conspiracy theories, they end up being wrong in their conclusion. But there was, in fact, coverup taking place by the political class in Connecticut. And the only case that Connecticut courts didn't allow to go forward was the one that exposed the schools for inadequate school safety. They allowed $73 million shakedown of a gun manufacturers insurers and now they're allowing another effort to"
    },
    {
      "end_timestamp": 3237.0,
      "id": "00ff8ad5-bb79-3f99-bf07-441c3404ceb8",
      "speaker": "Alex Jones",
      "start_timestamp": 3233.0,
      "text": "not judge bars me from letting them know about God"
    },
    {
      "end_timestamp": 3271.0,
      "id": "4cebf54a-3311-3c1f-b17e-a59ec779bdf7",
      "speaker": "Dan",
      "start_timestamp": 3237.0,
      "text": "camp camp to let people know about that, I guess. Yeah, so there are there is apparently a cover up. Yeah, Barnes This is not something that is long standing as a defense of Alex does seem to happen. I've I've not been aware of this. This line. Maybe I missed a couple episodes where this was gonna I tune out when Barnes is on sometime. Right. Right. I might explain it but this this seems pretty fucking over the top right. It seems off the beaten path a little bit. There's that and just disgraceful."
    },
    {
      "end_timestamp": 3281.0,
      "id": "dc18f27c-4f7e-394d-8a10-ae40806ce881",
      "speaker": "Jordan",
      "start_timestamp": 3271.0,
      "text": "Well, I mean, it might as well be a full court buzzer beater is what he's going for. He's he's trying to throw it all the way down, which is not good."
    },
    {
      "end_timestamp": 3306.0,
      "id": "eb2aafae-e379-3faa-b3c6-b188f5bf8caa",
      "speaker": "Dan",
      "start_timestamp": 3281.0,
      "text": "And there's a couple of things in that explanation that he was offering that I think are fair points. One is that Paul was fairly critical of this right, but you don't get to use that he was not listened to. He was critical of you. Yes. And you didn't listen to him. He was not good. critical of other people, right? He said specifically, you guys. Yes, Alex, you need to stop this Alex, he used"
    },
    {
      "end_timestamp": 3310.0,
      "id": "4932b9aa-7a41-3a25-a196-dfdb181d14d1",
      "speaker": "Jordan",
      "start_timestamp": 3306.0,
      "text": "your name. And Alex is gonna complain about other people not using it."
    },
    {
      "end_timestamp": 3335.0,
      "id": "9e497a43-d15c-3f08-8db8-788e3050b4a5",
      "speaker": "Dan",
      "start_timestamp": 3310.0,
      "text": "So there's that. And then the second thing is that, you know, Barnes does bring up something that didn't happen. And that was that some people were mad that Alex wasn't extreme enough on this conspiracy. And then guess what? He got more extreme? Yeah, because his audience demanded it. Yeah. And so actually, I think that this argument works very solidly against Alex. But I guess, you know, well, that's somehow better for him thing about"
    },
    {
      "end_timestamp": 3349.0,
      "id": "f9b9a2ab-3812-3902-b80c-4d4d3d4491e8",
      "speaker": "Jordan",
      "start_timestamp": 3335.0,
      "text": "it is that if you ever get to reality in any of these theories, you're gonna find it works against Alex on account of reality. That is true, every part of reality that you inject into their conspiracies, you're like, Well, that sounds bad. For Alex."
    },
    {
      "end_timestamp": 3369.0,
      "id": "5758b7f6-81d0-348d-803c-d261bb058d86",
      "speaker": "Dan",
      "start_timestamp": 3349.0,
      "text": "That's the real world. It's a reality is stationary in some ways? Yeah. So we on Friday, had an interview with Elizabeth Williams. Yes. I did not expect this. But she factors heavily into this episode. Of course. Yeah. Great. Alex is mad about a tweet that she"
    },
    {
      "end_timestamp": 3370.0,
      "id": "45dcd962-e325-31f2-a147-976801c7b853",
      "speaker": "Jordan",
      "start_timestamp": 3369.0,
      "text": "puts Oh, God,"
    },
    {
      "end_timestamp": 3465.0,
      "id": "a68a2fac-5713-35dc-8d3e-5d375b1cb855",
      "speaker": "Alex Jones",
      "start_timestamp": 3370.0,
      "text": "let me do this. Just as a final point, I'm gonna hit on this we're gonna play a little clip and come back from break and get it all the other huge news. It's not it's not the final bloody gonna shine here. I want your view on Russia and the economy and maquettes and, and then the midterms of 45 days and so much more. But take Elizabeth Williamson. This woman is a sandy hook groupie. This woman writes her book tries to make money on Sandy Hook accuses me of it. She goes around for years and says stuff that's not true or twisted about me constantly. We never really follow her. But Sure. Yesterday, I'm about to leave the Airbnb I met because we decided not to do the cross examination. I'll just do my own case next week. And you ran away. One of my security guys walks over goes, Look, here's the New York Times it's all over the news chain, your lawyer just attacked you in court and said you're a horrible person. Everything you say is fake. You did a terrible, terrible job. And so that's why you're not testifying today. So I call norm. To mention the break he goes, he starts literally freaking out. He said, We didn't even talk about you in the court case. I mean, was behind it was it was in chambers. And you know, they want to cancel this. They're there. They're on the ropes. I didn't say that. I think you did a great job or vice column. He said you did a great job. You know, you're joking. And I sent her the text. And he literally said he lost control. You're screaming at her when he saw her in the hallway. And so she's I'm sorry, I'm sorry. I shouldn't have done it. Something and norm. I want to trust you. But it's hard to believe she'd lied that bad. Because I'm telling you, she's gonna retract. It's a lie. She didn't shed I'm sorry. I made it up in a tweet."
    },
    {
      "end_timestamp": 3523.0,
      "id": "a65dfa89-8327-32f8-ba94-04dfafcf7a2a",
      "speaker": "Dan",
      "start_timestamp": 3465.0,
      "text": "So suffice it to say a lot of this is nonsense. But here's what happened. Yeah, she put out a tweet that was essentially saying that Alex could have testified today if you wanted to. But his lawyer said in court that he looked so bad in front of the jury. He needs some time away from that. Right. Right. That's what the tweet was. Now, the issue was that there's a poor paraphrase right there. And she didn't say that norm didn't say that. What he had said was that he was gonna have Alex testify, because they needed to lower the temperature, right. And so this is the the miscommunication, BAD PARAPHRASING, that Liz engaged in. And she put a tweet out saying, hey, he didn't say this. Right. So out of courtesy, I talked to him and I'm going to delete this tweet. Sure. Fair correction. And I think, you know, I think your your mileage can vary, as they say, but I think that's a fair paraphrasing."
    },
    {
      "end_timestamp": 3527.0,
      "id": "57991fc4-7a10-3b95-aa2c-6052f35f5ea6",
      "speaker": "Jordan",
      "start_timestamp": 3523.0,
      "text": "Yeah, absolutely. No, that's what he that's what, okay,"
    },
    {
      "end_timestamp": 3533.0,
      "id": "8c637b29-3073-3b32-92bf-555ef8163d38",
      "speaker": "Dan",
      "start_timestamp": 3527.0,
      "text": "maybe that's not how norm would experience it. And I don't know exactly what else you would have meant by we got to lower the temperature. I"
    },
    {
      "end_timestamp": 3541.0,
      "id": "dd09efa7-d679-35b0-afce-a6fafab90f4f",
      "speaker": "Jordan",
      "start_timestamp": 3533.0,
      "text": "mean, yeah. It's a eight like, I Okay. I understand why she retracted it. And I understand why she felt that."
    },
    {
      "end_timestamp": 3547.0,
      "id": "a189149c-6dfc-3f1b-acfe-0dfb775e10aa",
      "speaker": "Dan",
      "start_timestamp": 3541.0,
      "text": "He said, that I think is right, you know, that's the poor. Paraphrasing,"
    },
    {
      "end_timestamp": 3559.0,
      "id": "6158b255-79a7-3df7-a98d-7b5c1f670a83",
      "speaker": "Jordan",
      "start_timestamp": 3547.0,
      "text": "right. I recognize Yeah. On the other hand, words have to mean things. And the words that Norm said mean, the words that Elizabeth said, so if you don't want words to mean things, then don't have words"
    },
    {
      "end_timestamp": 3573.0,
      "id": "274f0d54-747d-3390-b82e-90dc4c11db40",
      "speaker": "Dan",
      "start_timestamp": 3559.0,
      "text": "that but there is enough wiggle room for interpretation. I think that when you say he said, it gets it gets a little bit messy, but like I'm saying, I still think it's an All right, paraphrasing, but technically, you can make an argument for it isn't accurate."
    },
    {
      "end_timestamp": 3589.0,
      "id": "24f0bf25-104d-3353-974d-387f9fa57efc",
      "speaker": "Jordan",
      "start_timestamp": 3573.0,
      "text": "I think that's my main problem with it. I think my main problem with it is that if you accept that hit what he said has wiggle room, then you are missing that what he said was what Elizabeth said. If you're going to tell me why there's wiggle room with what he said, I don't"
    },
    {
      "end_timestamp": 3620.0,
      "id": "b5f3cc82-81ab-3d89-80cb-6305de8fbe09",
      "speaker": "Dan",
      "start_timestamp": 3589.0,
      "text": "believe that there isn't a world where norm could believe that he's sincerely saying I don't want Alex to testify to lower the temperature because he He's worried that Maddie is too hot, or something like that. Yeah, I could see that perception being in his head when he says that right? I don't believe that that reflects reality right. But I can see Alex or norm having that be their reality. Right. So to them it is a misrepresentation. Right."
    },
    {
      "end_timestamp": 3632.0,
      "id": "5c8290b4-b44c-3abc-ae2c-cb691cd22620",
      "speaker": "Jordan",
      "start_timestamp": 3620.0,
      "text": "But them having a reality is the problem that we're existing in in the first place. Right? I guess so the US indulging them in their reality, which is clearly not true is the problem."
    },
    {
      "end_timestamp": 3634.0,
      "id": "58386692-9420-3a3b-b6fe-bd7e516cecc2",
      "speaker": "Dan",
      "start_timestamp": 3632.0,
      "text": "Well, I don't really know what else you do."
    },
    {
      "end_timestamp": 3639.0,
      "id": "ab464ed9-bb82-3f71-9842-61411214b8fe",
      "speaker": "Jordan",
      "start_timestamp": 3634.0,
      "text": "That's a good point. You know, we are we are now stuck in where we"
    },
    {
      "end_timestamp": 3644.0,
      "id": "ca112af0-83bd-316d-833e-76e1e4795809",
      "speaker": "Dan",
      "start_timestamp": 3639.0,
      "text": "pretend to crush the globalist crush their false reality. We have to"
    },
    {
      "end_timestamp": 3647.0,
      "id": "20049d1f-5631-35c9-9084-4a718ad2b21d",
      "speaker": "Jordan",
      "start_timestamp": 3644.0,
      "text": "why not? Well, I think we need to how would"
    },
    {
      "end_timestamp": 3653.0,
      "id": "d74ec22b-b4f7-3609-b929-456e314ab085",
      "speaker": "Dan",
      "start_timestamp": 3647.0,
      "text": "you know, a false reality Crusher anyway?"
    },
    {
      "end_timestamp": 3656.0,
      "id": "bc0b404d-10a0-3fab-97fd-ba0c5aae9cd2",
      "speaker": "Jordan",
      "start_timestamp": 3653.0,
      "text": "We can make them up in false reality. Well,"
    },
    {
      "end_timestamp": 3663.0,
      "id": "7cd09048-b0e6-35c6-b058-b5962585cc01",
      "speaker": "Dan",
      "start_timestamp": 3656.0,
      "text": "right tiny bullhorn. Exactly. So Liz, needed to make up this lie, because Alex did too well in court"
    },
    {
      "end_timestamp": 3740.0,
      "id": "b4c983de-2e03-38f7-8631-0d4fe8c66a11",
      "speaker": "Alex Jones",
      "start_timestamp": 3663.0,
      "text": "norms, doing victory laps. Everybody's calling him saying, Chris Maddie crapped the bed. Judges are calling him everybody's flipping out. It's incredible. Everybody agrees you blow up their face. He gets up there and says, Well, everybody, you know, we have such a big victory. We're not gonna do this. She She was I'm not gonna let that happen. So she goes in lies. Even though this is on television. None of it was said not in a close. And then deletes a tweet and says this, folks. I'm going to delete this tweet after talking with at Paris norm comms lawyer who raised it in the courtroom. He wouldn't have said it's a lie of judgment. I'm saying, though not with me. I asked him after what's wrong? He makes the accurate point that he did not say this. As I wrote here. I apologize for the error. It's not an error. You're a lying witch that flew in there on a broom. I mean, I mean, Nora, she didn't tell us beside us had norm suffering. Yeah. When I told him, he said, he said, I called her in the break. And he goes, You're joking. She didn't say that. He said, When he would talk about you in the hearing, we went back and they decided to recess for the day. Because they were in shambles. He goes, he goes, You're joking, right? He didn't believe me. She literally pulled it out of her butt."
    },
    {
      "end_timestamp": 3762.0,
      "id": "60dd709c-1a47-33e3-b878-1b8ff54ecce9",
      "speaker": "Dan",
      "start_timestamp": 3740.0,
      "text": "So yeah, the Alex did so well. They needed to spin somehow. So Liz came up with this fake tweet. Right, right. And also a bunch of other people were calling norm and saying that Maddie crapped the bed? Sure. So maybe Alex is misquoting somebody. Maybe he said that Norm said that? Did norm actually say that? Because if not, Alex is doing the exact same."
    },
    {
      "end_timestamp": 3767.0,
      "id": "f8f285f9-e091-3c91-88a8-31a1cfabe559",
      "speaker": "Jordan",
      "start_timestamp": 3762.0,
      "text": "I want him to retract that. Yeah, that he will Yeah, Betty will. I'm sure it's"
    },
    {
      "end_timestamp": 3792.0,
      "id": "91e656d7-4946-3630-9f28-c9938753f760",
      "speaker": "Dan",
      "start_timestamp": 3767.0,
      "text": "just a dumb, childish game. Yeah. But I, you know, you gotta get where you, you got it, you got to do what you can. Now, that means I only have a few opportunities where April, I have like, a sincere mistake. Sure. You know, it's not a huge mistake, right? And something that she apologized for and clarified. And because of that Alex can now pounce and attack Exactly. Because he doesn't want to touch any of these other things. Well, and"
    },
    {
      "end_timestamp": 3804.0,
      "id": "4abc0f95-be1d-36a7-9ed9-8cf7e9bd9a9f",
      "speaker": "Jordan",
      "start_timestamp": 3792.0,
      "text": "cuz she's trapped by having a real job and not being able to say, Fuck you. You said that Shut up. You know, like, that's because that's what I would have done."
    },
    {
      "end_timestamp": 3811.0,
      "id": "ebf89cd3-2dfa-339e-b78f-31caa137d06b",
      "speaker": "Dan",
      "start_timestamp": 3804.0,
      "text": "Well, you're not like norm. Exactly. Because norm is thinking about suing."
    },
    {
      "end_timestamp": 3834.0,
      "id": "46ca0a9d-517c-3b01-ae16-f2d5596e66b9",
      "speaker": "Robert Barnes",
      "start_timestamp": 3811.0,
      "text": "Do it's not a coincidence that Elizabeth Williamson grifting off of Sandy Hook, personally profiting off the pain of Sandy Hook would lie in libel about you in a libel trial, because it once again reaffirmed love that if the truth came out, even with a biased jury pool, that the truth came out, they would not get the verdict they want because they've been pitching a fake narrative about so let's"
    },
    {
      "end_timestamp": 3875.0,
      "id": "0c54e458-f3ad-33b9-bc0e-a15760049a11",
      "speaker": "Alex Jones",
      "start_timestamp": 3834.0,
      "text": "raise this. I mean, I think I think norm is really thinking about legal action against her. Let's just serious folks, because not just premeditated, pure wholecloth fraud, what they what they accused me of to claim that a lawyer tried to destroy his client, which could destroy his job, his legal career. I mean, Norm was so angry, he couldn't even believe when I told him and he was just flying around, never seen it normal, so angry, enormous a hothead show. And agreed. The fact that she thought she could just do this. Let's put her picture back up there. I mean, who issues their official photo, where it looks like you're a marginal tax alien. She's like Brian Stelter, she has no self awareness of how nuts she looks. I mean, Charlie Manson can't make a face like that."
    },
    {
      "end_timestamp": 3878.0,
      "id": "29ef7cb0-3e14-3dfb-ab4f-61901733fa70",
      "speaker": "Dan",
      "start_timestamp": 3875.0,
      "text": "We're doing this again. Yeah, that's great."
    },
    {
      "end_timestamp": 3900.0,
      "id": "8874b880-3a28-3244-b306-f9feda46cedf",
      "speaker": "Jordan",
      "start_timestamp": 3878.0,
      "text": "You know, I really, really, really would like it if norm tried to sue her because then that they would be like, Okay, well, she took the tweet down right? Really fast. Well, so then this suit goes away, which would make you think if Alex had stopped talking really fast, then the suit would have gone away."
    },
    {
      "end_timestamp": 3912.0,
      "id": "2cc43fc3-d284-3345-8bc4-28bff98acfa2",
      "speaker": "Dan",
      "start_timestamp": 3900.0,
      "text": "But it also raises this question for me. And that is, did norm actually say that he was considering suing? Because if he isn't then Alex making shot off? Yeah, which is maybe worse."
    },
    {
      "end_timestamp": 3916.0,
      "id": "a5d40810-b61e-3455-99c6-39ad475dd88e",
      "speaker": "Jordan",
      "start_timestamp": 3912.0,
      "text": "I think it's exactly what Elizabeth."
    },
    {
      "end_timestamp": 3919.0,
      "id": "a97da917-9ddd-3542-825c-2a0edb8efcb9",
      "speaker": "Dan",
      "start_timestamp": 3916.0,
      "text": "So anyway, Barnes is a real pile of shit."
    },
    {
      "end_timestamp": 3959.0,
      "id": "f41b3d99-3b23-3044-9168-1b94e8a04867",
      "speaker": "Robert Barnes",
      "start_timestamp": 3919.0,
      "text": "They keep talking. I mean, they talk about people sort of harvesting the pain of these families who's harvesting the pain of these families. It's these plaintiffs lawyers, it's the press is Elizabeth Williamson for their personal and political and partisan profit. And it's really disgusting to see. And it's important for people to know out there, I'd much to my knowledge, over 90% of the people who have a relative who died at Sandy Hook. They're not suing Alex Jones. They're not suing him for the vast mass of people refused to go along with this case, only a small percentage were convinced to go along with his case, that's another fat he can have presented to the jury."
    },
    {
      "end_timestamp": 3992.0,
      "id": "5c351c11-cb34-3515-997f-19541767d602",
      "speaker": "Dan",
      "start_timestamp": 3959.0,
      "text": "Well, especially if you say they refuse to go along with it, because that implies that it's all being driven. There you go. Right. Yeah. And basically, based on the things that we've seen, based on the behaviors, the experiences that people have gone through, I fully fucking understand why someone would choose not to sue Alex, it is a horrible thing to go through what these families have had to go through in the trial. And if there was not a sincerity behind what they were doing, I very much don't believe they would have made it even close to this far."
    },
    {
      "end_timestamp": 4028.0,
      "id": "f5e13a42-ce19-3ffa-8847-4a688dda4415",
      "speaker": "Jordan",
      "start_timestamp": 3992.0,
      "text": "No, if they weren't sincere and dedicated. Working on behalf of the memories and fucking all of us, then they could have settled years ago, years ago, Alex would have been happy to pay them right off, you know, oh, yeah, whatever. $20 million. Go for a claim of victory. Absolutely. Yeah. Undisclosed settlement, and everybody would have just fucking allowed him to keep doing that bullshit. And that's what would have happened, because that's how we live most of our lives. We watch powerful people fuck off, you know, and do whatever they want."
    },
    {
      "end_timestamp": 4037.0,
      "id": "af0f3a88-1604-3d7c-b8f0-da59f65ad272",
      "speaker": "Dan",
      "start_timestamp": 4028.0,
      "text": "Yeah, it's possible. That could have been how it went, but it didn't. And now we're here and Barnes is possibly defaming these families even more, yeah, I'd much"
    },
    {
      "end_timestamp": 4097.0,
      "id": "02f8843e-64bd-353b-8683-4e47313c0a1d",
      "speaker": "Robert Barnes",
      "start_timestamp": 4037.0,
      "text": "to my knowledge, over 90% of the people who have a relative who died at Sandy Hook. They're not suing Alex Jones. They're not suing him for the vast mass of people refused to go along with this case, only a small percentage, were convinced to go along with this case, that's another fat he can have presented to the jury. So it's part of a process where they are the ones responsible for more risk of more mass shootings. They are the ones responsible for covering up political culpability and complicity. And what happened at Sandy Hook, where kids lives could have been saved, but weren't because of road politicians pocketing money, for reasons intended originally for School Safety. They're the ones covering up for Big Pharma and our failed mental health institutions for young men in America. They're the ones profiting off of all of it. And they want to blame you for standing up for the Second Amendment. And they want to blame you for second guessing what the politicians were doing. And it exposes what the whole case is really about in a simple nutshell."
    },
    {
      "end_timestamp": 4100.0,
      "id": "0d6222c4-e58a-3326-904c-6664b0996542",
      "speaker": "Alex Jones",
      "start_timestamp": 4097.0,
      "text": "All right. Well said we're gonna come back into 10 more minutes. Robert Barnes,"
    },
    {
      "end_timestamp": 4101.0,
      "id": "037b8c3a-d0ac-33e1-b0ce-cbdb13534580",
      "speaker": "Dan",
      "start_timestamp": 4100.0,
      "text": "well said"
    },
    {
      "end_timestamp": 4105.0,
      "id": "e16bef8a-af6c-3461-9f1c-ac078697524d",
      "speaker": "Jordan",
      "start_timestamp": 4101.0,
      "text": "you committing the crime. Well, I mean, well says the way that"
    },
    {
      "end_timestamp": 4124.0,
      "id": "24073602-213d-32d0-a453-57b80e0b3db9",
      "speaker": "Dan",
      "start_timestamp": 4105.0,
      "text": "this is being expressed. A very simple reading of this could be that the plaintiffs who have decided to go along with this case, are responsible for further school shootings. They're engaged in a cover up of the things and the school safety at Sandy Hook."
    },
    {
      "end_timestamp": 4126.0,
      "id": "3a566cca-7417-3245-8577-1b54aa24b196",
      "speaker": "Jordan",
      "start_timestamp": 4124.0,
      "text": "And what words mean yeah,"
    },
    {
      "end_timestamp": 4129.0,
      "id": "b58c4c09-7b0e-3ac9-86dd-8e6c5cb25b17",
      "speaker": "Dan",
      "start_timestamp": 4126.0,
      "text": "definitely follows from pronoun reference. You"
    },
    {
      "end_timestamp": 4156.0,
      "id": "60873ea3-08ed-337e-a6a7-a7074754d2f7",
      "speaker": "Jordan",
      "start_timestamp": 4129.0,
      "text": "know, how pronouns are important to language and understanding them? Yes, you use the pronoun to refer to the people, which is why even if you don't say their names individually, for instance, say you didn't say the name of every single person who had a relative at Sandy Hook, so sure, but however, you did use a collective pronoun to describe all of them, meaning you are talking about them. Words,"
    },
    {
      "end_timestamp": 4162.0,
      "id": "6093971a-a715-37ac-95da-9234c0b11f1b",
      "speaker": "Dan",
      "start_timestamp": 4156.0,
      "text": "words, words. So yeah, we're not done talking about this."
    },
    {
      "end_timestamp": 4172.0,
      "id": "963342b9-1c17-3329-85c6-e17590598031",
      "speaker": "Jordan",
      "start_timestamp": 4162.0,
      "text": "I am I am shocked. I am. I'm genuinely supposed to be a lawyer. Boo, boo, boo boo. He's supposed to be a lawyer. And he's doing the thing, Jordan, he's supposed to"
    },
    {
      "end_timestamp": 4174.0,
      "id": "e4876111-26f8-3b31-a640-dc633e8833c7",
      "speaker": "Dan",
      "start_timestamp": 4172.0,
      "text": "know. This is about nuclear war."
    },
    {
      "end_timestamp": 4179.0,
      "id": "1fb86819-afd7-3d98-8d9a-3aba1df6af2c",
      "speaker": "Jordan",
      "start_timestamp": 4174.0,
      "text": "I just got that. I wrote that down at the beginning. Yeah, it's been a long time since that. Yeah."
    },
    {
      "end_timestamp": 4185.0,
      "id": "c10d316d-dbf7-3698-a386-69986567cc68",
      "speaker": "Dan",
      "start_timestamp": 4179.0,
      "text": "Now we're gonna talk about more conspiracies about our"
    },
    {
      "end_timestamp": 4268.0,
      "id": "da848094-2f14-3f8a-9d29-e748923800f6",
      "speaker": "Alex Jones",
      "start_timestamp": 4185.0,
      "text": "transition, closing it the Russian news and let you go do a great job over Barnes. You watched the trial. I don't know if you caught this part. You've covered most of it alive and it was viral. Chris, man, the Democratic Party operative. Literally gets up there. for over an hour, and brings up how we gave them total discovery. We're not allowed to say we gave discovery of the 280,000 emails with key search terms they gave weeks after they fall suit on us in 2018. were sent a bunch of emails saying, I want to get you I want to hurt you. We're gonna kill you, Alex Jones cheer for Sandy Hook. And embedded because we're not tech people. There are secret embedded links, just links to child porn. So we turn the email over, they know how to scan them, and magically find the secret links highlighted and Chris gets up there and says, Okay, you filed a lawsuit against the Young Turks that you filed, just to get them to stop saying I'm a child pornographer and all this. He said, Yeah, it's true. The FBI said you didn't do anything. It was said to you. You didn't know but But then an hour later, he says show you did sin child porn. Let's just admit it. You did it. So he wanted to cover himself earlier knowing for clips on the internet, they would later say and I said, Wait, you just said earlier I was innocent. So imagine the evil of that."
    },
    {
      "end_timestamp": 4354.0,
      "id": "b97c4c7a-55e9-3ed4-9aa8-09db20cf0f6c",
      "speaker": "Dan",
      "start_timestamp": 4268.0,
      "text": "That's not what Alex said. Alex said. Yes. Yeah. Alex fully understands what Maddie was asking him. But he's pretending not to because he doesn't want his audience to understand the situation. Yeah, Maddie was asking Alex about how he had sued the Young Turks over statements they'd made about sending child porn to the Sandy Hook plaintiff's lawyers. This was meant to really make it clear that when he's on the other side of things, Alex fully understands how damaging defamatory claims can be, and that he's more than willing to sue people for making such claims. Happily, Maddie was very clear that the FBI had looked into it, and the emails hadn't been opened, and they were sent to Alex, and they were turned over unknowingly, which is why Alex felt in the right to sue. However, if the claim was just that, quote, Alex Jones sent lawyers child porn and emails, then that claim is technically true. It wasn't intentional. And Alex didn't know what was in the emails. But those emails did get sent from Alex's team to the plaintiffs, and they did contain child porn. This is what the tweet said that was included in Alex's complaint against the Young Turks, which is why Maddie was making this distinction. The thing that Alex was suing over was a statement that was technically accurate, accurate, but was suggestive in a way that could lead to reputational damage. This was all to illustrate that Alex's posturing and defiance in this case are decisions that he's making. And then he's more than happy to use the courts as a weapon when he feels aggrieved, even if the technical claim that was being made and being called defamation. Yeah, is strictly speaking accurate. In this"
    },
    {
      "end_timestamp": 4371.0,
      "id": "e5c03181-ea82-3739-9948-b5c013639b8a",
      "speaker": "Jordan",
      "start_timestamp": 4354.0,
      "text": "case, if they wanted to file a free speech defense towards this, the Young Turks, maybe they could have fought their their First Amendment rights or whatever. Yeah. Well, I mean, they could have gone to court and maybe they would have won or lost, but they would have had that option. In this case, it is not that case."
    },
    {
      "end_timestamp": 4405.0,
      "id": "c6b4da18-0302-3128-a4b0-24a05dc853bd",
      "speaker": "Dan",
      "start_timestamp": 4371.0,
      "text": "Yeah. I don't know everything that said in the videos on The Young Turks, because I can't imagine them making the kind of claims that Alex is saying they did by being really weird in the bit of the lawsuit that Maddie brought up in court. It was just the claim that is technically true. Right? Right. But yeah, so Alex, it's just a it's just a illustration of Alex's willingness to use this, these things that he's pretending to not respect when he's on the other end of it, because he's a piece of shit, liar."
    },
    {
      "end_timestamp": 4422.0,
      "id": "6036ca58-5996-3d4e-ba6c-82d93c65f7e8",
      "speaker": "Jordan",
      "start_timestamp": 4405.0,
      "text": "And the defense is lackadaisical. It is a generous word, willingness to give over discovery. You know, we're just gonna give you a million emails that you can't go through, and we definitely won't go through them. Oops, they have child porn."
    },
    {
      "end_timestamp": 4444.0,
      "id": "25602503-d906-3738-ab07-d3be69748c8e",
      "speaker": "Dan",
      "start_timestamp": 4422.0,
      "text": "So Alex, if you'll recall, early on, when this happened, Yeah, Alex decided that maybe Chris Maddie had done this. Sure. And he speculated about these theories with Norm Pattice. sitting at the desk with him on air. Well, yeah, clearly drunk. Yes. And hey, guess what Alex is back to that theory. Oh,"
    },
    {
      "end_timestamp": 4489.0,
      "id": "15a48e60-4fe6-3c71-9fb1-215570dfb8fd",
      "speaker": "Alex Jones",
      "start_timestamp": 4444.0,
      "text": "so imagine the evil of that. To know how to secretly find secret, embedded invisible images. I'm not saying he did it. He said I said that. I didn't say that. Highlight with your cursor word. I didn't say Chris Manning did that. I just said it's very suspicious. And then at the end, he comes on hour later and says the jury he sent child porn to the families, man. I mean, this is unbelievable. These people are on believable Robert they had to use high tech systems were told to scan 280,000 emails, and they scanned them. And they reported us the FBI for the information. The FBI said we're not guilty because we never opened it. But this this this doesn't look too good."
    },
    {
      "end_timestamp": 4493.0,
      "id": "ab939932-aed9-39fd-a4c8-37c325b2dae9",
      "speaker": "Robert Barnes",
      "start_timestamp": 4489.0,
      "text": "I no doubt what what"
    },
    {
      "end_timestamp": 4495.0,
      "id": "b00f72f9-bd62-315c-a943-476857ee77bf",
      "speaker": "Dan",
      "start_timestamp": 4493.0,
      "text": "I mean, Alex is just dancing around"
    },
    {
      "end_timestamp": 4504.0,
      "id": "b5142db3-f887-3652-b5d5-e8fd498c6043",
      "speaker": "Jordan",
      "start_timestamp": 4495.0,
      "text": "doesn't look good. Uh huh. No, I mean, that's again another fact. Jul statement, I don't know, I don't know who he thinks this looks bad for apparently,"
    },
    {
      "end_timestamp": 4505.0,
      "id": "263e82cc-8ef2-356f-9dc5-1fbe35a9e3b6",
      "speaker": "Dan",
      "start_timestamp": 4504.0,
      "text": "the plaintiff's attorneys,"
    },
    {
      "end_timestamp": 4507.0,
      "id": "6df5b2a6-74c9-38e2-a07f-d2b7fa8232a6",
      "speaker": "Jordan",
      "start_timestamp": 4505.0,
      "text": "I doubt it. But I'll"
    },
    {
      "end_timestamp": 4519.0,
      "id": "8cd362ca-3ca8-3ec8-a5c1-7358e9465685",
      "speaker": "Alex Jones",
      "start_timestamp": 4507.0,
      "text": "just say this, how do you get 280 some 1000 emails, and then scan them for secret links. And then they fight. I mean, it just it doesn't sound good."
    },
    {
      "end_timestamp": 4528.0,
      "id": "617fa1a5-3022-30de-9a55-6f0d6fafed1d",
      "speaker": "Robert Barnes",
      "start_timestamp": 4519.0,
      "text": "Well, there was a lot of concern at the time as to what the source of this was. And whether it was somebody aligned with the plaintiffs lawyers, Allied lawyers. What"
    },
    {
      "end_timestamp": 4532.0,
      "id": "6a89f2c1-b766-32f3-b03b-0881feeb8560",
      "speaker": "Alex Jones",
      "start_timestamp": 4528.0,
      "text": "it was attacking us for Sandy Hook in it."
    },
    {
      "end_timestamp": 4540.0,
      "id": "37d3321e-09c4-362a-b10e-f378cf7f5cac",
      "speaker": "Robert Barnes",
      "start_timestamp": 4532.0,
      "text": "Yeah, exactly. I mean, it was, it was they sought information that was guaranteed to produce stuff that you didn't even know existed."
    },
    {
      "end_timestamp": 4549.0,
      "id": "6c8e7ba4-4ce6-3f3f-bffd-5c5966647b87",
      "speaker": "Dan",
      "start_timestamp": 4540.0,
      "text": "Oh, my God, this is all so suspicious. What? Yeah, I mean, they're just getting closer and closer to like, come on, they did this, that it was a setup."
    },
    {
      "end_timestamp": 4569.0,
      "id": "a3f97e9c-41fc-3b17-8071-ef6fa29d48b8",
      "speaker": "Alex Jones",
      "start_timestamp": 4549.0,
      "text": "I was never really sure about what was going on until he waited like 45 minutes an hour, and then said, but you did send child porn and looks, look to the jury. And I was like, Oh, my God, you just did it. He did it right there. He did it right there."
    },
    {
      "end_timestamp": 4581.0,
      "id": "b410a34f-968c-3ea8-abed-58048f2d7660",
      "speaker": "Robert Barnes",
      "start_timestamp": 4569.0,
      "text": "Well, and he completely misrepresented your public presentation about that. What you said was Whoever said that child point information you would like to have out it in whoever did it"
    },
    {
      "end_timestamp": 4589.0,
      "id": "5d757f70-ffa9-39b1-a5c9-1d86338caf64",
      "speaker": "Alex Jones",
      "start_timestamp": 4581.0,
      "text": "a million dollars. And then he spun it that I said he was doing it? Is this did? You just did then projection? You did like five"
    },
    {
      "end_timestamp": 4593.0,
      "id": "3245438e-55c7-331c-933f-1895b24f7482",
      "speaker": "Robert Barnes",
      "start_timestamp": 4589.0,
      "text": "seconds ago? always a possibility? I mean, you said he did it must"
    },
    {
      "end_timestamp": 4595.0,
      "id": "1d8dc604-8692-3303-a2f3-11569f853bda",
      "speaker": "Alex Jones",
      "start_timestamp": 4593.0,
      "text": "say he did that. He's a nice person."
    },
    {
      "end_timestamp": 4598.0,
      "id": "12620632-7075-360e-85c0-dc364ab34707",
      "speaker": "Robert Barnes",
      "start_timestamp": 4595.0,
      "text": "What I mean, yeah,"
    },
    {
      "end_timestamp": 4624.0,
      "id": "d8df7725-7f7c-39fc-b7a2-30875f41646c",
      "speaker": "Jordan",
      "start_timestamp": 4598.0,
      "text": "I mean, who knows? Who know you just said in a I came to a revelation tone of voice that was times you did you? You said he did it? He did it right there. Just no one know what pronouns mean? Pronouns just non existent for these people? How can they be so mad when people change their pronouns, and they have no concept of what they are?"
    },
    {
      "end_timestamp": 4627.0,
      "id": "4af19c4b-c6f6-3c3f-a796-8bf8f6db999f",
      "speaker": "Dan",
      "start_timestamp": 4624.0,
      "text": "But look, Alex doesn't think that Maddie did it. All I"
    },
    {
      "end_timestamp": 4645.0,
      "id": "0e88fd8c-692d-3e6d-b9a1-e8be739ebc90",
      "speaker": "Robert Barnes",
      "start_timestamp": 4627.0,
      "text": "know is that he completely misrepresented at the time how that came about. And he misrepresented in court, your public presentation, he made it sound like you stuck his photo up and pointed to it and said that he wanted his head on a stake. All false. That's all false. That's just that's just a lie. It's just one more line."
    },
    {
      "end_timestamp": 4653.0,
      "id": "a744997f-62d5-3b86-9f20-9daa16885739",
      "speaker": "Alex Jones",
      "start_timestamp": 4645.0,
      "text": "Don't think Maddie sent me I don't think Maddie sent me that. And we didn't say that at the time. All I know is the whole thing's disgusting. Aren't five minutes. I'm gonna be the floor."
    },
    {
      "end_timestamp": 4656.0,
      "id": "470179ef-d167-3bde-b6a2-9ca3a36709e7",
      "speaker": "Jordan",
      "start_timestamp": 4653.0,
      "text": "Unbelievable. On fucking real. Yeah."
    },
    {
      "end_timestamp": 4681.0,
      "id": "9bd20490-6cd8-3395-8773-f294bab48628",
      "speaker": "Dan",
      "start_timestamp": 4656.0,
      "text": "I mean, if you're listening to this, what do you come away with? What do Woody? How confused would you be? But what point is this guy trying to make? I mean, I think I think any buddy would be justified in thinking, Oh, the conclusion that I'm supposed to go to is that the plaintiff lawyers did send Alex this. Yeah. But he's saying no, no, he didn't write as like sort of a facetious way of not getting himself sued again,"
    },
    {
      "end_timestamp": 4716.0,
      "id": "54636e3e-40e9-3ee2-94fa-ab6b590ef6b0",
      "speaker": "Jordan",
      "start_timestamp": 4681.0,
      "text": "I think he's a nice person. Yeah, that does it that did I know I won't get sued. See, if you say they're a nice person, after you defame them by claiming that they secretly maliciously sent you child porn in order for you to send child porn to them. And then are part of the conspiracy to convince the families to go along with a fake lawsuit. I think what you would come away from with this broadcast, is that the Sandy Hook thing was a false flag run by the Democratic fucking party."
    },
    {
      "end_timestamp": 4721.0,
      "id": "3b56bdc3-494f-32e9-a3ed-d5543be57da9",
      "speaker": "Dan",
      "start_timestamp": 4716.0,
      "text": "And because they need to finish Alex off, they've planted stuff in his emails."
    },
    {
      "end_timestamp": 4727.0,
      "id": "f2a83590-a904-3986-b3d9-7027e0fb2bb1",
      "speaker": "Jordan",
      "start_timestamp": 4721.0,
      "text": "So to recap, Alex is being sued for claiming"
    },
    {
      "end_timestamp": 4740.0,
      "id": "40b36e84-19a1-3741-bab4-1e9123978575",
      "speaker": "Dan",
      "start_timestamp": 4727.0,
      "text": "this. So we get to Russia a little bit by barn barn says some ideas barns got to say I think his his idea is basically just to fucking give most of Ukraine to Russia, like that."
    },
    {
      "end_timestamp": 4793.0,
      "id": "052e6d15-f9e5-3b55-8503-1f597d384b49",
      "speaker": "Robert Barnes",
      "start_timestamp": 4740.0,
      "text": "The parts of the country, the parts of Ukraine that want to be part of Russia, should have should just allow that to be part of Russia and the dispute finish it go on. No, there's no reason for continued backfiring economic sanctions that are going to induce a great reset agenda in the Western world. The pound is dropped to the lowest level in 4050 years, the Euro has dropped to one of the lowest levels it's ever been. They're having an fuel crisis in Europe. They're having a food crisis in Europe, that food crisis is expanding to other parts of the world. The net effect of this is going to be really ugly that the West war on Russia has failed. Even Henry Kissinger has acknowledged this. It's time to do his Trump suggested do a deal. Cut a peace deal get out."
    },
    {
      "end_timestamp": 4807.0,
      "id": "e0592fea-2ce0-3d0c-93c7-2c920273bb60",
      "speaker": "Robert Barnes",
      "start_timestamp": 4793.0,
      "text": "So, if we look at what's happening in China, the relevant and pertinent issues are Alex's gone has there been a change of the guard? You've got five minutes you better use all five some of the rumors cuz I gotta be forced by sudden fight cancellations in different places."
    },
    {
      "end_timestamp": 4813.0,
      "id": "112c4620-abd2-369f-922a-4c8c8d1afddc",
      "speaker": "Dan",
      "start_timestamp": 4807.0,
      "text": "Yep so Barnes then now he has to spend some wheels and so he's like oh hey, I saw a meme about China."
    },
    {
      "end_timestamp": 4818.0,
      "id": "0fa8a71e-6730-3a51-bce9-a0a21ae8f35c",
      "speaker": "Jordan",
      "start_timestamp": 4813.0,
      "text": "Oh my god. You realize Alex said I'm gonna give you five minutes. Here's the floor it is"
    },
    {
      "end_timestamp": 4840.0,
      "id": "cc5898f4-ce7e-3687-8408-6a7d85d87ab2",
      "speaker": "Dan",
      "start_timestamp": 4818.0,
      "text": "still a little rude. Yeah. On an hour that's fair. Yeah, he was hungry. Also I love I love that this is just how things work. Yeah, you can invade a country and then you can hold a referendum to see if people want to vote to to go, and it can be a totally fair election and then it's part of your country now. Yeah. All right, bards. Oh, yeah."
    },
    {
      "end_timestamp": 4859.0,
      "id": "b6ad8b29-5c36-3943-953d-b1be8027adea",
      "speaker": "Jordan",
      "start_timestamp": 4840.0,
      "text": "I mean, I'm I'm I'm amazed at Barnes is a foreign policy acumen. No. I think basically, what he's saying is, guys in Ukraine, I understand you want to be people, but the Euros low. So you're Russians now what if"
    },
    {
      "end_timestamp": 4865.0,
      "id": "da803ec3-8326-3adb-94e6-d349639b8a59",
      "speaker": "Dan",
      "start_timestamp": 4859.0,
      "text": "Canada invaded like Wisconsin? Well, we got to give it to him. Right? Well, if they wanted to,"
    },
    {
      "end_timestamp": 4875.0,
      "id": "f92a6bf7-c6b4-312c-b22b-8342a41e6f7f",
      "speaker": "Jordan",
      "start_timestamp": 4865.0,
      "text": "frankly, vote, Wisconsin could vote to become part of Canada tomorrow. Remember, whenever that Civil War happened, why didn't the south just say fine? We you owe us?"
    },
    {
      "end_timestamp": 4882.0,
      "id": "a902f6bd-c00a-3fd3-9e44-d58f453f2be1",
      "speaker": "Dan",
      "start_timestamp": 4875.0,
      "text": "Sort of a Barnes leaves. And this is two and a half hours in Yeah, Alex is a little bit upset about Russia. But man,"
    },
    {
      "end_timestamp": 4898.0,
      "id": "ef1680da-6757-3fa2-91ce-c28d9734d3e2",
      "speaker": "Alex Jones",
      "start_timestamp": 4882.0,
      "text": "I mean, it's hard to estimate how dangerous this this this Russia situation is. I mean, this is crazy. All right. I've got some other news. I want to hit on the economy and on super mega cities and the New World Order. Let me come back."
    },
    {
      "end_timestamp": 4917.0,
      "id": "1ec63088-d547-3346-bcca-3aa2a0c1d956",
      "speaker": "Dan",
      "start_timestamp": 4898.0,
      "text": "So yeah, we you know, we had other things though, too, you know, super mega city. Sure. Sure. Sure. Sure. Okay, I thought this whole thing was about it was I did too, but it was an hour plus of Barnes. Yeah. Oh, like probably an hour straight of ads. Yeah. I mean, look, this show was mostly ads. Listen to some of this bullshit."
    },
    {
      "end_timestamp": 4928.0,
      "id": "0f3db8e0-4660-3535-a48b-a477d7ca3797",
      "speaker": "Alex Jones",
      "start_timestamp": 4917.0,
      "text": "1776 coin.com and Teddy Roosevelt. Man, the arena coin is a fundraiser coin again, if you haven't watched NPR, PBS, you're lucky man. Or woman. The old days, it's pretty good stuff. But"
    },
    {
      "end_timestamp": 4930.0,
      "id": "540e35ce-70c2-3c71-9ee0-3804bd6081fa",
      "speaker": "Dan",
      "start_timestamp": 4928.0,
      "text": "you know, when?"
    },
    {
      "end_timestamp": 4932.0,
      "id": "c9fd2403-eb6e-31c2-b727-6a3656829445",
      "speaker": "Jordan",
      "start_timestamp": 4930.0,
      "text": "What are you talking about for T"
    },
    {
      "end_timestamp": 5002.0,
      "id": "d280d481-10c1-39a4-b618-1a53803a486f",
      "speaker": "Alex Jones",
      "start_timestamp": 4932.0,
      "text": "shirt or $100 for this or $70 for E would vary for coffee cup. Everybody watching knows the coffee cup cost $5. Everybody watching knows the t shirt cost $6. With our silver, you know, it costs like 30 something bucks. But the point is, is that it's a momento recorded, and you were part of that. So the communists have taxpayer money to fund NPR and PBS, we don't have that. We don't have big sugar daddies, we have you. So that's why it's a fundraiser coin. If you're a founding member, you can get it for $99. If you're not a founding member of the vault, the other three coins are one of the other three coins. It's $130. And the money is needed desperately to fund our operation. That's why we're signing signed copies of the great reset and the war for the world. For $9 Because we need the extra money desperately. Please don't let me prove how much trouble we're in and how much trouble you're in by us imploding or shutting down. We need your help. Now I thank you, I appreciate you. Infowars store.com or triple 82533139. And again, a lot of this is no brainers. Literally three products sold out from up to a year and Acacia DNA force plus,"
    },
    {
      "end_timestamp": 5047.0,
      "id": "dcbc6b6b-9c40-3142-8c06-4efa204e1a75",
      "speaker": "Dan",
      "start_timestamp": 5002.0,
      "text": "it just goes on and on and on. Like they're they're like, maybe a bit earlier in the episode. They're just long stretches like this. And I was listening to this and I was like, I can't imagine watching this and being like, Man, this guy gets it. Yeah, he's on the ball. Like, how is there a value in this as something to observe? I don't I just don't know. I mean, I didn't put in a number of clips about like how Alex is like, Haha, Matt Gates has been vindicated. Right, right. That news. Apparently Biden said something weird shape a little bit of these news things, sort of just vague proclamations of nuclear war coming and then so much petty grievance about his trial,"
    },
    {
      "end_timestamp": 5073.0,
      "id": "8e8c9d0a-777d-3668-8966-568c7be2e81d",
      "speaker": "Jordan",
      "start_timestamp": 5047.0,
      "text": "right? Yeah, I mean, we've we've seen this exists, you know, like cults, people who've escaped cults or or you know, like Scientologists in that, like, you know, they'll, they'll come back and they'll say, like, the leader of the cult, we would every day, he would just talk. Yeah, and we would all just sit there and listen, and it didn't really matter what he said. You know, it was just about the basking in the My father is proud of me, I suppose."
    },
    {
      "end_timestamp": 5081.0,
      "id": "2ddcbfb9-ef34-3f5e-873c-0d0ba00c2acb",
      "speaker": "Dan",
      "start_timestamp": 5073.0,
      "text": "I guess there may be something to that. Because, you know, you hear people who are like, I've been listening for 10 years. Yeah. How to what Yeah,"
    },
    {
      "end_timestamp": 5083.0,
      "id": "2a8009ef-eeef-3c5e-b3ca-959666ee8678",
      "speaker": "Jordan",
      "start_timestamp": 5081.0,
      "text": "what do you hear? Yeah, you know,"
    },
    {
      "end_timestamp": 5094.0,
      "id": "33793ac8-1b3e-3c3c-9c43-8353e8c42776",
      "speaker": "Dan",
      "start_timestamp": 5083.0,
      "text": "what, how can you handle your brain being jostled all over the absolute that but anyway, we have one last clip here. And this is how Alex This is so sad."
    },
    {
      "end_timestamp": 5119.0,
      "id": "113e93f9-0924-3ea3-90e6-ba9fe2272c66",
      "speaker": "Alex Jones",
      "start_timestamp": 5094.0,
      "text": "And we're shipping out within 24 hours. If you order Monday through Saturday, you order on Sunday. I will take a few days to ship your product. But we are in many cases shipping same day for orders at Infowars store.com. Triple 82533139 Now here's Melinda French Gates gave me a little speech 55 seconds here at us."
    },
    {
      "end_timestamp": 5159.0,
      "id": "1ac10406-1c66-3732-a226-cdb7dd3c4901",
      "speaker": "Melinda Gates",
      "start_timestamp": 5119.0,
      "text": "For the tireless work she's doing to help steer the world through COVID-19 for being an extraordinary champion for global health, and for the immeasurable inspiration she provides to girls and women around the world, including me. I am thrilled to present the 2022 gold gold paper award to a remarkable leader of our time, Ursula von der Leyen."
    },
    {
      "end_timestamp": 5203.0,
      "id": "2910a3a8-45e6-3948-bdc6-f775fc4c376c",
      "speaker": "Alex Jones",
      "start_timestamp": 5159.0,
      "text": "That's the head of the European Union and you see that rainbow swashbuckle indifference gates, that's the symbol of the great reset and the Bilderberg group that really diverse groups and Klaus Schwab, the W E F. So literally cutting off Europe literally pushing force inoculations. Any questions whether Melinda French gates is a globalist are absolutely destroyed. What he's argued these are the population is saying that killers of the very worst magnitude there is. All right. I'm going to end the broadcast. Yeah, with the first eight nine minutes of endgame blueprint for global enslavement."
    },
    {
      "end_timestamp": 5207.0,
      "id": "0f8f8cb7-f73c-3228-839c-687a8b3374eb",
      "speaker": "Jordan",
      "start_timestamp": 5203.0,
      "text": "You fucking piece of shit. Like"
    },
    {
      "end_timestamp": 5212.0,
      "id": "e724ad16-d743-34e4-a6be-4dcf078d71b0",
      "speaker": "Dan",
      "start_timestamp": 5207.0,
      "text": "Melinda Gates is bad again. So I gotta go watch a little bit of my movie."
    },
    {
      "end_timestamp": 5216.0,
      "id": "0fb36dd3-9a20-39bc-a5b9-0994c068b325",
      "speaker": "Jordan",
      "start_timestamp": 5212.0,
      "text": "That is fucking one. Clip was not about her"
    },
    {
      "end_timestamp": 5229.0,
      "id": "bcade9fc-f6be-3d8d-a32a-d055e2678650",
      "speaker": "Dan",
      "start_timestamp": 5216.0,
      "text": "nose. Melinda Gates, giving an introduction to Ursula Vanderlei. who's the head of the European Commission, right? Yeah. And there's no rainbow swastika. It's a circle. There's a circle. He just called it a swastika. Yeah, no reason."
    },
    {
      "end_timestamp": 5231.0,
      "id": "2d838d28-0293-32ba-8c8d-e61bf1927032",
      "speaker": "Jordan",
      "start_timestamp": 5229.0,
      "text": "Well, it's a circle, right?"
    },
    {
      "end_timestamp": 5247.0,
      "id": "f84148c1-5e65-3b19-89f6-835836ba0ece",
      "speaker": "Dan",
      "start_timestamp": 5231.0,
      "text": "I don't I don't know. I can't imagine anything more trivial than so much of what he spends his time with. Yeah, but at the same time, I think that this episode is deeply troubling. Barnes's behavior. Legally, it's"
    },
    {
      "end_timestamp": 5248.0,
      "id": "cec92b33-946d-300e-a40e-b06334104ef9",
      "speaker": "Jordan",
      "start_timestamp": 5247.0,
      "text": "deeply troubling."
    },
    {
      "end_timestamp": 5250.0,
      "id": "20d0ca8c-09a2-31e7-85d5-af5b63698be5",
      "speaker": "Alex Jones",
      "start_timestamp": 5248.0,
      "text": "I have no lawyer."
    },
    {
      "end_timestamp": 5253.0,
      "id": "4f047c6b-0ffb-3930-a473-c3eb37ffa0af",
      "speaker": "Dan",
      "start_timestamp": 5250.0,
      "text": "I'm no barns. But this doesn't seem okay."
    },
    {
      "end_timestamp": 5258.0,
      "id": "4fe8572f-f1c3-379a-b138-3f1f13d62c32",
      "speaker": "Jordan",
      "start_timestamp": 5253.0,
      "text": "I mean, I just don't know what else to I don't know what else to say. You know,"
    },
    {
      "end_timestamp": 5266.0,
      "id": "cd2d9739-f892-3671-bf6e-c41e39774086",
      "speaker": "Dan",
      "start_timestamp": 5258.0,
      "text": "I mean, I think that I'm no lawyer, but I do know little bit about decency. Right. And this is past that mark. Right."
    },
    {
      "end_timestamp": 5274.0,
      "id": "f01cea86-7fc5-3d71-976e-82cf07bf3b21",
      "speaker": "Jordan",
      "start_timestamp": 5266.0,
      "text": "Right. You have one might say you do not know karate. No, but you do know. Crazy."
    },
    {
      "end_timestamp": 5279.0,
      "id": "5d34cd52-baa5-35bd-9cd9-d0494af5ea8e",
      "speaker": "Dan",
      "start_timestamp": 5274.0,
      "text": "Yes. Sure. So yeah, I hope there's some consequences for this because this sucks."
    },
    {
      "end_timestamp": 5283.0,
      "id": "7b8e98d3-5ec3-38b9-8ff1-c2f00bdeaa29",
      "speaker": "Jordan",
      "start_timestamp": 5279.0,
      "text": "Yeah, yep. Yep. This has got to stop. Somebody's got to stop this."
    },
    {
      "end_timestamp": 5286.0,
      "id": "2937746d-f2e2-3cb8-be13-0d93a0d85960",
      "speaker": "Dan",
      "start_timestamp": 5283.0,
      "text": "This is what Alex had to leave Connecticut for."
    },
    {
      "end_timestamp": 5299.0,
      "id": "ff521244-602d-3d76-b9fa-8d2d6a25bf8e",
      "speaker": "Jordan",
      "start_timestamp": 5286.0,
      "text": "Somebody has to stop this. It's it just can't keep going on. It's Barnes is Barnes came on to do any did the thing. He did the thing. Yeah. Like there's no not saying that he didn't do the thing. Yeah, I did."
    },
    {
      "end_timestamp": 5322.0,
      "id": "5a1bea06-a0ac-358c-9ea6-36103b1041c4",
      "speaker": "Dan",
      "start_timestamp": 5299.0,
      "text": "I do wonder if there's some some sort of a cushion of whatever he was saying. In terms of legal defensibility? I don't know. I think that it's disgraceful behavior. Absolutely. He should lose his license. Yeah, absolutely. Anyway, Jordan, we'll be back. Indeed we will, Dan. But until then, we have a website. We do. It's"
    },
    {
      "end_timestamp": 5327.0,
      "id": "36e93453-ed95-3964-9c5e-9c148a9f92e0",
      "speaker": "Jordan",
      "start_timestamp": 5322.0,
      "text": "now the trade.com. Yep. We're also on Twitter. We are on Twitter. It's at knowledge underscore fight. Yep,"
    },
    {
      "end_timestamp": 5333.0,
      "id": "f6edf884-8a35-32f8-ae83-761b6fd1bb10",
      "speaker": "Dan",
      "start_timestamp": 5327.0,
      "text": "we'll be back. But until then, I'm Nico. I'm Leo. I'm DCX Clark. I'm Wilford snuggle Snapple of the Gribble. Pebble,"
    },
    {
      "end_timestamp": 5335.0,
      "id": "ba2fb693-02b3-31cc-aea0-b71dcdb79bf4",
      "speaker": "Steve Quayle",
      "start_timestamp": 5333.0,
      "text": "and now here comes the sex robots."
    },
    {
      "end_timestamp": 5338.0,
      "id": "612b1e71-6c74-3f37-9d2d-9f24b42a9c3f",
      "speaker": "Alex Jones",
      "start_timestamp": 5335.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding."
    },
    {
      "end_timestamp": 5342.0,
      "id": "35a740ab-af9f-3060-8cdc-4f445ef02a09",
      "speaker": "Andy In Kansas",
      "start_timestamp": 5338.0,
      "text": "Hello Alex, I'm a first time caller. I'm a huge fan. I love your work."
    },
    {
      "end_timestamp": null,
      "id": "87fdfc1b-cfe4-3746-970c-e1d99b0f7f4d",
      "speaker": "Alex Jones",
      "start_timestamp": 5342.0,
      "text": "I love you."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}