{
  "audio_identifier": "KF_732",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/PressConfer.mp3",
  "blocks": [
    {
      "end_timestamp": 58.0,
      "id": "331ff406-3057-380c-83b5-87825847804b",
      "speaker": "Alex Jones",
      "start_timestamp": 4.0,
      "text": "Red Alert. Red alert. Red alert. Red. Alert. Red alert. Knowledge five days. Damn, Jordan, I am sweating. Knowledge party.com It's time to pray. I have great respect for knowledge like knowledge. I'm sick of them posing as if they're the good guys Hsiang me or the bad guy knowledge. Dan and Jordan knowledge fight need money Andy and Andy are stopping Andy and Ken handy in Kansas. Andy in Kansas, you're on the airplane. Huge fan. I love your word. Knowledge by now knowledge fight.com"
    },
    {
      "end_timestamp": 67.0,
      "id": "d5e2e232-d46b-39fa-8c35-fdd4e86b343f",
      "speaker": "Dan",
      "start_timestamp": 58.0,
      "text": "Hello, everybody. Welcome back knowledge, right. I'm Dan. I'm Jordan. Dudes, sit around worship at the altar of saline and talk a little bit about Alex Jones. Oh,"
    },
    {
      "end_timestamp": 69.0,
      "id": "64c73fac-8952-3aaf-a7ea-b92ebba3038c",
      "speaker": "Jordan",
      "start_timestamp": 67.0,
      "text": "indeed. We are Dan Jordan."
    },
    {
      "end_timestamp": 129.0,
      "id": "9c788a55-3dd7-39e6-a8f4-c40ebf22e0ae",
      "speaker": "Dan",
      "start_timestamp": 69.0,
      "text": "Damn, Jordan a quick question for you. What's up? What's your bright spot today? But why bright spot? Jordan is this this button stuff is going along? I have a prediction that I think it'll probably every button will be out by the end of the year. Right. I'm giving myself that kind of a sort of window. Yeah. But it's really fun. I mean, one of the things that's really nice is like going through and, you know, addressing the envelopes and stuff. I see a lot of names that are like people from way back. Yeah, you know, and it's really nice to know that these people like a lot of people are still with us. You know, that's that's really exciting. And then the other thing that makes us a bright spot is the second Wonka button is in the mail. Yes. To confirm that the brightspot Willy Wonka button is somewhere yeah. And I will give you I'll say this as luck may have it. This is an international button. This one is going out of the United States. Oh yeah. So someone not"
    },
    {
      "end_timestamp": 137.0,
      "id": "41400e52-4c89-39d7-a2bc-1c42860cbd78",
      "speaker": "Jordan",
      "start_timestamp": 129.0,
      "text": "in America are Patriot fans are not gonna like that. Be looking out as a look as long as it didn't go to the Queen. Well,"
    },
    {
      "end_timestamp": 142.0,
      "id": "d0d29828-d2e7-3318-b248-c748ef86de65",
      "speaker": "Dan",
      "start_timestamp": 137.0,
      "text": "the first one landed in the United States. Sure. That's true. Also bad news. This one's going to the Queen god damn it."
    },
    {
      "end_timestamp": 145.0,
      "id": "cfcd8a37-71c1-33b9-860a-b7a7dcc17feb",
      "speaker": "Jordan",
      "start_timestamp": 142.0,
      "text": "I knew it. I knew she was gonna ask for a while and then she died."
    },
    {
      "end_timestamp": 150.0,
      "id": "1e1fc550-6bf4-36db-a35f-5f4b5e175e79",
      "speaker": "Dan",
      "start_timestamp": 145.0,
      "text": "Well, it's actually going to Queen Beatrix."
    },
    {
      "end_timestamp": 218.0,
      "id": "360fcd2c-1ae7-350e-a8a6-9462e9388ff3",
      "speaker": "Jordan",
      "start_timestamp": 150.0,
      "text": "What's your Ah, my brightspot is I started watching the show called Welcome to Wrexham. Apparently, Rob McElhaney from, it's always sunny. Sure. And then Ryan Reynolds from being a dick in movies. Bought a like zoo, second tier football club in Wrexham, in Wales, which is like the oldest it's i It's really cool story about the backstory of the town. And it's got the oldest International Stadium anywhere and all this cool stuff. And then they turn them into like the Mighty Ducks. Right, and that's really cool. But then because Ryan Reynolds and Rob McElhenney are rich as shit, and they can get all these sponsorship deals. Now they're in a league where they are getting a huge budget compared to everybody else. So they're like the bad guys. But at the same time, because of the way football works. They're in a lower league. So what they're really trying to do is get out of that league to be the underdog in the higher League. You know what I'm saying? So they're still an underdog, right? But there's they're an overdog underdog kind of situation. And it's really cool because it talks about the town, which is more interesting. That's"
    },
    {
      "end_timestamp": 230.0,
      "id": "fd20c605-d809-39b5-a8b4-dbd54cff92e6",
      "speaker": "Dan",
      "start_timestamp": 218.0,
      "text": "nice, but it really sounds like it has something of a theme of like the corrupting influence of money. Then like if you have too much resources, you can't even be the thing exactly be told, which is the underdog Exactly."
    },
    {
      "end_timestamp": 245.0,
      "id": "917489ce-754b-3bf4-8f42-e55a035ff7d1",
      "speaker": "Jordan",
      "start_timestamp": 230.0,
      "text": "They're not there. They're buying people from the upper league but but that's because they you know, like it's It's difficult. It's difficult. Sure, and they're trying their best and there's all that fun stuff, but it's it's a really good documentary and it's it's Mighty Ducks S Oh, it"
    },
    {
      "end_timestamp": 251.0,
      "id": "1ee5598c-2fc2-3459-a0b8-832abef2ae61",
      "speaker": "Dan",
      "start_timestamp": 245.0,
      "text": "sounds fine. While you're on the subject of shows, yeah, contraption Master I finished and it's fantastic."
    },
    {
      "end_timestamp": 254.0,
      "id": "1882106b-a14e-37c5-b72c-9225811d1d50",
      "speaker": "Jordan",
      "start_timestamp": 251.0,
      "text": "I started I watched a couple episodes. Yeah, fucking amazing. So"
    },
    {
      "end_timestamp": 256.0,
      "id": "c594373c-53d3-3c81-b3f2-277351131dd3",
      "speaker": "Dan",
      "start_timestamp": 254.0,
      "text": "good. Yeah, so fun. Silly."
    },
    {
      "end_timestamp": 258.0,
      "id": "d5868dea-76df-3180-9860-6fb0e1f2765e",
      "speaker": "Jordan",
      "start_timestamp": 256.0,
      "text": "Oh, there's nothing more satisfying. I"
    },
    {
      "end_timestamp": 291.0,
      "id": "6dd21f48-e802-3900-8b9a-08a33ce51b0d",
      "speaker": "Dan",
      "start_timestamp": 258.0,
      "text": "don't want to spoil the end for you. But it's amazing. I believe it culminates quite well, of course. And then I've been needing another show because I you know, I've watched all the survivors. So I need to watch while I'm making the buttons right off, right. I sort of gravitate towards shows that are about people surviving. Because like survive well, yeah. And then I tried the Naked and Afraid but as I told you, yeah, there are plenty naked. Most of them are not that afraid. You're not that afraid. No, it kind of doesn't live up to the premise. So I found a show recently called alone, and it's they are straight up alone. My"
    },
    {
      "end_timestamp": 293.0,
      "id": "13c25224-54ee-3667-b2d5-ff1a85b928e4",
      "speaker": "Jordan",
      "start_timestamp": 291.0,
      "text": "partner loves alone."
    },
    {
      "end_timestamp": 321.0,
      "id": "80122a93-723e-38b7-b5a6-757d07dd51e0",
      "speaker": "Dan",
      "start_timestamp": 293.0,
      "text": "I am. I'm into it. I watched the first season. And I think it's great because it's 10 people. Yeah, they have to record the themselves. Yeah. And in the first episode of the first season, what guy almost got eaten by a bear? Yeah, it was like, I was thinking like, how would they stop that? I don't who didn't know, they had to evacuate somebody who was worried that there were like, big cats around. Yeah. And they're like, Well, we're about a three hour drive away. Exactly. That's a lot of time for a big cat."
    },
    {
      "end_timestamp": 324.0,
      "id": "b77022bd-fb5f-3a28-aee9-516cf023b5f5",
      "speaker": "Jordan",
      "start_timestamp": 321.0,
      "text": "Yeah, they're quick. Yeah, like right there."
    },
    {
      "end_timestamp": 343.0,
      "id": "0c98daef-af19-3c29-a279-4dec4044e83f",
      "speaker": "Dan",
      "start_timestamp": 324.0,
      "text": "I've always thought like the survival shows often don't have enough survival aspects. Yeah. And that kind of this gives that like, ooh, something bad could happen here. Yeah. which I appreciate. And then the second thing is, there is no end date. Nope. They just are out there."
    },
    {
      "end_timestamp": 348.0,
      "id": "19e3b019-414d-3275-83bc-e2c0b51a5893",
      "speaker": "Jordan",
      "start_timestamp": 343.0,
      "text": "Whoever goes longer. Yes. No, they might as well have their hand on a car for a year. Yeah."
    },
    {
      "end_timestamp": 374.0,
      "id": "ae6da5da-3eb2-3132-825a-3db8729105ea",
      "speaker": "Dan",
      "start_timestamp": 348.0,
      "text": "I don't want to like spoil anything about it or anything. But like in the first season, the beginning of it is really survival based. Find food and make fire. Yeah. And then by the time it's down to like four of all mental, they're all losing the mind. They're all insane. They're all insane. It becomes boring to have to survive, because they figured out like, okay, I can get some food here. I have a tent. One guy made a guitar. Yeah. And a boat. Yeah,"
    },
    {
      "end_timestamp": 382.0,
      "id": "505c4478-c138-3906-8486-81f3c8349c32",
      "speaker": "Jordan",
      "start_timestamp": 374.0,
      "text": "totally. Totally. Just so bored. Just like I have. I have defeated, existing but now existing is impossible to"
    },
    {
      "end_timestamp": 386.0,
      "id": "31c0baeb-1d39-3ce3-af92-5024cacc5a51",
      "speaker": "Dan",
      "start_timestamp": 382.0,
      "text": "do. It becomes a conversation of like, what am I proving? Yeah,"
    },
    {
      "end_timestamp": 407.0,
      "id": "78588e35-e854-3d5d-afc6-d99d848e208c",
      "speaker": "Jordan",
      "start_timestamp": 386.0,
      "text": "totally. One guy who came in second because we watched the first season the guy who came in second. Yeah. And it was after like three or four months. And it was like you were just hearing him talk to a camera and you feel like he's talking to you. And then you stop and you realize he hasn't spoken to another human being for months."
    },
    {
      "end_timestamp": 421.0,
      "id": "227a5dca-a82b-3561-808d-ad5f5f4f0164",
      "speaker": "Dan",
      "start_timestamp": 407.0,
      "text": "Well, there's the other guy. There's another guy who's just like quoting Edgar Allan Poe. That guy was clearly from Georgia, kind of vaguely hillbilly ish. Or at least has a little bit of that vibe, too. Yeah, he's getting deeply philosophical,"
    },
    {
      "end_timestamp": 425.0,
      "id": "f305ef61-8e9e-3fe1-b767-2c43786d8a52",
      "speaker": "Jordan",
      "start_timestamp": 421.0,
      "text": "erudite hillbilly. Hillbilly"
    },
    {
      "end_timestamp": 431.0,
      "id": "e8875e1b-c26d-36bd-87d4-33bb120b6073",
      "speaker": "Dan",
      "start_timestamp": 425.0,
      "text": "sage. Yes. I like it. I hope the other seasons you know, don't fall off my"
    },
    {
      "end_timestamp": 447.0,
      "id": "25f6de38-de12-37d0-999b-d17214416d12",
      "speaker": "Jordan",
      "start_timestamp": 431.0,
      "text": "my big difference between a loan and Naked and Afraid. I loved a loan because they keep building their shelters until it looks cool enough for me to live it like I that one way of months. I know that one to build a shelter. And I was like, Man, I kind of wish I was living there. And yeah,"
    },
    {
      "end_timestamp": 457.0,
      "id": "f255b964-127a-38c9-94c0-58643c6ddc7c",
      "speaker": "Dan",
      "start_timestamp": 447.0,
      "text": "well, the guy who made a guitar and then lost his mind, before he decided to leave. He was like, think I'm gonna make a sauna neck. That's right. I bet you"
    },
    {
      "end_timestamp": 461.0,
      "id": "ea5be67f-7796-3b61-9ffb-859241fdf481",
      "speaker": "Jordan",
      "start_timestamp": 457.0,
      "text": "I bet you could and also, you gotta go you gotta go bed."
    },
    {
      "end_timestamp": 487.0,
      "id": "41ee2213-eadd-3b1b-9a72-025c148e5d80",
      "speaker": "Dan",
      "start_timestamp": 461.0,
      "text": "I was talking to my friend Angela lamps bury this show because I really enjoy it. And I didn't know if it how it worked. Like I the only complaint I have. Here's the only complaint and this is I mean, this is goes to what we were talking about. They should not tell the person who survived the longest that the second to last person has quit. I understand. They shouldn't see how why I had that thought should have to tap I had that thought I did I"
    },
    {
      "end_timestamp": 489.0,
      "id": "b0a7313f-8b1b-3cdc-a61f-21dd945807af",
      "speaker": "Jordan",
      "start_timestamp": 487.0,
      "text": "totally understand what you're saying. Yeah, because I"
    },
    {
      "end_timestamp": 496.0,
      "id": "2a69c44d-acff-358e-bc5e-80c771f7805f",
      "speaker": "Dan",
      "start_timestamp": 489.0,
      "text": "would love it. If someone's just out there for like six extra months. They win. $500,000. Totally. That's a lot of money."
    },
    {
      "end_timestamp": 504.0,
      "id": "a2742179-66df-36f0-b30f-168a00aaaa90",
      "speaker": "Jordan",
      "start_timestamp": 496.0,
      "text": "That's it. Six months worth of work. Let them stay out there. See how long? What is that hourly, five or six months,"
    },
    {
      "end_timestamp": 521.0,
      "id": "fc44e1ce-bbd7-3df2-a54a-62ce79fafd48",
      "speaker": "Dan",
      "start_timestamp": 504.0,
      "text": "they had no ability to gauge how long other people have stayed? No. It's like one guy who's the third to quit was like, I'm definitely first. Yeah, totally. Like, you'd just be like, Okay, it's been four months. But I bet there's a couple of people still out there. Meanwhile, two months ago, everyone's gone. Well,"
    },
    {
      "end_timestamp": 540.0,
      "id": "3ebfe687-506d-3db7-93c1-6b3e9b208dee",
      "speaker": "Jordan",
      "start_timestamp": 521.0,
      "text": "it is a sort of Prisoner's Dilemma aspect to because you have to be in your head like, Well, I'm a great survivor, obviously, because I'm four months into this. But this is a TV show, man. There's gotta be nine other great survivors on this show. They could be they could be here for a year. And"
    },
    {
      "end_timestamp": 551.0,
      "id": "3523a4b5-dd79-355a-a5fd-a893ea6a9066",
      "speaker": "Dan",
      "start_timestamp": 540.0,
      "text": "if you know that they're gonna come and tell you when you've won, then that takes away that mantle like Yeah, fucking with your head. Like maybe I've won. Maybe I can quit and I have won. Yep. You know,"
    },
    {
      "end_timestamp": 555.0,
      "id": "2b4b8e8a-d1d2-35b6-a2f2-c79ed2974ca3",
      "speaker": "Jordan",
      "start_timestamp": 551.0,
      "text": "it shouldn't be a surprise. If you win. Yes, you're alone."
    },
    {
      "end_timestamp": 594.0,
      "id": "18b9b23c-4de4-3905-9de5-1d4de251aba0",
      "speaker": "Dan",
      "start_timestamp": 555.0,
      "text": "Anyway, I'm gonna watch more of that show while I make buttons. Sounds good. So Jordan, today we have an episode to go over. And what I thought we might do is talk a little bit about the trial, of course campaign. I want to discuss Alex's press conference that he gave on the steps of the courthouse. Right, right. Alright. So I think that there's there's points that I want to make. And this is something I think, probably merits focus, okay. And we'll get to that in just a moment. But before we do, let's say hello to somebody walk. Oh, that's great idea. So first basket of muffins. Thank you so much. You're on our policy walk."
    },
    {
      "end_timestamp": 595.0,
      "id": "c82973d4-7dcb-3009-9301-a1f3a7ed3099",
      "speaker": "Alex Jones",
      "start_timestamp": 594.0,
      "text": "I'm a policy wonk. Thank"
    },
    {
      "end_timestamp": 597.0,
      "id": "706ec96a-6950-32e7-b063-73fc44ae1670",
      "speaker": "Jordan",
      "start_timestamp": 595.0,
      "text": "you very much."
    },
    {
      "end_timestamp": 601.0,
      "id": "9e5ee1c2-9054-3c29-baed-7f015f9370cf",
      "speaker": "Dan",
      "start_timestamp": 597.0,
      "text": "Next Bach thank you so much. You're now policy walk I'm a policy wonk,"
    },
    {
      "end_timestamp": 602.0,
      "id": "1f69274b-0c3a-385b-9a52-dc055412bdc9",
      "speaker": "Jordan",
      "start_timestamp": 601.0,
      "text": "thank you very much."
    },
    {
      "end_timestamp": 605.0,
      "id": "90eea537-0af9-399e-b2f4-464daebc46b8",
      "speaker": "Dan",
      "start_timestamp": 602.0,
      "text": "Next, Colin from Ohio, thank you so much for one hour policy walk."
    },
    {
      "end_timestamp": 606.0,
      "id": "70ca2b1f-eba5-31cf-8e7f-3565a52ff29c",
      "speaker": "Alex Jones",
      "start_timestamp": 605.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 607.0,
      "id": "914033ae-0289-3d04-b5b2-fee383a5f107",
      "speaker": "Jordan",
      "start_timestamp": 606.0,
      "text": "Thank you very much."
    },
    {
      "end_timestamp": 612.0,
      "id": "1bd1a556-6707-3476-a8e8-2e6ba2153dd9",
      "speaker": "Dan",
      "start_timestamp": 607.0,
      "text": "And room temperature. Suvi. Bacon. Thank you so much. You're now policy walk."
    },
    {
      "end_timestamp": 613.0,
      "id": "3024c71d-b41b-39b4-83d9-a809040459dd",
      "speaker": "Alex Jones",
      "start_timestamp": 612.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 614.0,
      "id": "642797c9-9fa4-3d71-bce8-b787e0621fc0",
      "speaker": "Robert Barnes",
      "start_timestamp": 613.0,
      "text": "Thank you very much."
    },
    {
      "end_timestamp": 619.0,
      "id": "76e26138-04db-3728-8d4b-8f6ae3453177",
      "speaker": "Dan",
      "start_timestamp": 614.0,
      "text": "Well, I bumped up to the, because it's so important that people know about don't cook your bacon."
    },
    {
      "end_timestamp": 623.0,
      "id": "82f7519b-bfc1-34a4-8cc3-c308554e8a8e",
      "speaker": "Jordan",
      "start_timestamp": 619.0,
      "text": "Yes. If it's if it's that relevant, you're gonna get punched out. Yeah."
    },
    {
      "end_timestamp": 625.0,
      "id": "c507be3b-4f31-382e-b5ee-298d345c2a52",
      "speaker": "Dan",
      "start_timestamp": 623.0,
      "text": "And if it's such an important social message,"
    },
    {
      "end_timestamp": 628.0,
      "id": "0f2110c7-d674-3d7f-948a-263dffd77af4",
      "speaker": "Jordan",
      "start_timestamp": 625.0,
      "text": "it's a piece. It's really important."
    },
    {
      "end_timestamp": 640.0,
      "id": "e3d33e35-c0ce-32bd-9560-aa61fe1da71f",
      "speaker": "Dan",
      "start_timestamp": 628.0,
      "text": "We've got a couple of technocrats in the mix here, Jordan. So first Farrell, sweaty nerd. Thank you so much. You are now technocrat and Ted Cruz is a spineless sack of jelly. Thank you so much. You're now a technocrat."
    },
    {
      "end_timestamp": 695.0,
      "id": "9b74d2a6-f76e-3986-847a-484c57329adb",
      "speaker": "Alex Jones",
      "start_timestamp": 640.0,
      "text": "I'm a policy wonk. I have risen above my enemies. I might quit tomorrow. Actually. I'm just gonna take a little break now. A little breaky for me. And then we're going to come back. And I'm gonna start the show over, but I have to double down on their Fuck you. Fuck you. I got plenty of words for you. But at the end of the day, Fuck you and your new world order. And fuck the horse she wrote in on and all your shit. Maybe today should have almost broadcast. Maybe I'll just be gone a month, maybe five years. Maybe I'll walk out of here tomorrow. And you never see me again. That's really what I want to do. I never want to come back here again. I apologize to the crew and the listeners yesterday that I was legitimately having breakdowns on air. I'll be better tomorrow."
    },
    {
      "end_timestamp": 695.0,
      "id": "4ce58231-50bb-3bc8-96fc-e1d3d9737e6e",
      "speaker": "Dan",
      "start_timestamp": 695.0,
      "text": "He's not"
    },
    {
      "end_timestamp": 699.0,
      "id": "9898150c-71a8-37bb-b0e0-1d621eabd9f1",
      "speaker": "Jordan",
      "start_timestamp": 695.0,
      "text": "Oh is bad. He sucks. That sounds right, though."
    },
    {
      "end_timestamp": 717.0,
      "id": "b4c2019c-e748-379a-a3a4-c875807fa0a5",
      "speaker": "Dan",
      "start_timestamp": 699.0,
      "text": "So we're recording this on Thursday evening? Yes. We saw closing arguments today. Yes. And so when this comes out, it'll be Friday. And as you're listening to this, there may be a verdict in tomorrow. Who knows how long the jury will deliberate on this could be"
    },
    {
      "end_timestamp": 718.0,
      "id": "1b21863d-1c70-3761-b3cf-792d3c9c1bcc",
      "speaker": "Jordan",
      "start_timestamp": 717.0,
      "text": "till next week."
    },
    {
      "end_timestamp": 773.0,
      "id": "bd1c25c8-046a-30d6-a771-436121171335",
      "speaker": "Dan",
      "start_timestamp": 718.0,
      "text": "But I think that the course of the content of this trial and the testimony that we heard was Todd earth shattering some, you know, the stuff that you hear about Alex, whether it be the business practices or the you know, I think that guy for the Super Bowl, the Matt Miller guy that was a, you know, certainly that it's not like, the biggest thing in the world. But it's crippling to Alex's argument. Yeah. A lot of that stuff is there. And then to the side of that all of the humanizing and the fleshing out of the people's experiences. They're the sort of discussion of their loved ones. Yep. Tough, tough. Tough To. To. Yeah, to wrestle with."
    },
    {
      "end_timestamp": 806.0,
      "id": "2037b799-ac11-3226-888f-9fd2c125b98c",
      "speaker": "Jordan",
      "start_timestamp": 773.0,
      "text": "Yeah, it is. It is very much like, I feel like everybody who wanted their say, got their say, and they got to tell their story. And their story was very, very, very intense. Yeah. Emotionally affecting powerful, and the way that they have all turned their lives into something. That is, I mean, just incredible. You know, it is it's something that's stronger than I think I could ever accomplish. You know, like it is that kind of thing."
    },
    {
      "end_timestamp": 861.0,
      "id": "05dbf397-298c-301e-b6df-e7de986b0b16",
      "speaker": "Dan",
      "start_timestamp": 806.0,
      "text": "And God willing, you'll never have to find out. Absolutely. Yeah, it's just yeah, I words almost fail me in terms of the process of this. Last bit. Yep. And so we reached the end of the trial and the testimony and the closing arguments, and up with the plaintiff's lawyers laying out really concise argument about what they have discussed. There's, like the appeal to the emotions of the case scores, respect for that, but also the cause and effect of Alex's behavior and the grief that was caused to these people. And then norm Pattis, for the defense decides he's gonna play a 20 minute video of Alex from his own show. Yep. And I thought that was strange."
    },
    {
      "end_timestamp": 862.0,
      "id": "e7d830c1-662b-324f-b0bd-9479ba582ee5",
      "speaker": "Alex Jones",
      "start_timestamp": 861.0,
      "text": "Ah,"
    },
    {
      "end_timestamp": 880.0,
      "id": "857bdf89-365f-36a8-8158-3fe1f4fb64bc",
      "speaker": "Jordan",
      "start_timestamp": 862.0,
      "text": "I mean, I heard him I mean, I watched the video and was like, focused on it, because for some reason, I thought there must be some sort of content reason that he would play this video. And when you watch it, you're like, I think he just didn't want to do 20 minutes of his closing argument."
    },
    {
      "end_timestamp": 950.0,
      "id": "c6a69be7-d4aa-335b-a306-d6a8eab0a13f",
      "speaker": "Dan",
      "start_timestamp": 880.0,
      "text": "I think it was Alex said, play this or your fire. Yeah, that could be That's my guess that could definitely be the case. So look, I understand that the whole argument that Alex and Norm have wanted to make this whole time is that the videos the plaintiffs are showing have been taken out of context and to understand what they're playing and what Alex says you need to watch the whole videos. So now in the clothes Isn't statement, that's when Norm has this ability to do that. Yeah. But this is kind of bullshit because the exact same argument that they use applies here. This is just like a 90 minute video from a larger show. To understand the context of this video, shouldn't we insist that you have to watch the whole show. And to be honest, Alex's shows are generally emotional outbursts that are the result of some other stimulus. So in order to understand the whole show, you kind of need to watch the day before, you know the jury has got to see the day before show in order to put this in context, you can see how this argument spirals out of hand easily because it's meaningless. Alex defends himself by saying that things are out of context, and you need to see the whole clip because he wants to be able to set the arbitrary parameter for what you need to see in order to be qualified to judge him. It's bullshit. Yeah, also, there's at least one edit in the video that norm plays so even that doesn't even hold up."
    },
    {
      "end_timestamp": 983.0,
      "id": "37638539-7dd6-337a-ad9f-a3de87de98b1",
      "speaker": "Jordan",
      "start_timestamp": 950.0,
      "text": "And and not just that, but what norm did in his closing argument, I felt like was essentially flout every rule that had been made so far. Yep, point. The video had like five claims that you could not make in that courtroom. We'll get to that it was insane. And norm had at least six or seven out and out lies that I know he knows aren't true. Like physically speaking in the world we inhabit. I know norm Pattice knows that this is not true. And he's saying it in front of a fucking judge. Yeah, you know,"
    },
    {
      "end_timestamp": 1036.0,
      "id": "ad854b80-efdb-3ea9-8b47-e75e29725f35",
      "speaker": "Dan",
      "start_timestamp": 983.0,
      "text": "so I don't think the video did as much to help Alex's cases, he might have thought it would be odd sounding completely insane. rambling about how Meghan Kelly totally wanted to fuck him, and he could prove it if he was recording at the right time. Yep. Beyond that. Alex also touches on a number of fucked up claims. One, he says that it's proven that the WikiLeaks releases couldn't have been hacked, and were the result of someone on site downloading the files. This is part of his Seth Rich conspiracies, and it's based on comments made by his buddy William Binney. It was shown to Benny that he was totally wrong and that the documents could have easily been downloaded remotely, and Benny recanted his claim, but Alex has never corrected himself or updated his talking points. So just off the bat in this closing statement, Alex is reaffirming his belief that Hillary Clinton had Seth Rich killed for releasing the WikiLeaks, which Seth Rich's family has successfully sued people for claiming"
    },
    {
      "end_timestamp": 1041.0,
      "id": "4bb84616-d86d-3948-ac56-d20c5751911b",
      "speaker": "Jordan",
      "start_timestamp": 1036.0,
      "text": "I was gonna say yeah, in court, he did a thing that gets people put in court to"
    },
    {
      "end_timestamp": 1053.0,
      "id": "9bec05a3-9cc4-30dc-8869-e67e215bbcad",
      "speaker": "Dan",
      "start_timestamp": 1041.0,
      "text": "Alex repeats completely false conspiracy claims about Hillary selling uranium to Russia. Three, forgive my language, but Alex call Sandy Hook guitar baby and repeats conspiracies about Sandy Hook directly."
    },
    {
      "end_timestamp": 1060.0,
      "id": "d997cb4c-ad97-35a5-9185-f4676b8443de",
      "speaker": "Jordan",
      "start_timestamp": 1053.0,
      "text": "Yeah, he said that they played a video where he said that and they were like that's going to do it."
    },
    {
      "end_timestamp": 1092.0,
      "id": "37337457-f580-3c41-9afe-0cc4a849799e",
      "speaker": "Dan",
      "start_timestamp": 1060.0,
      "text": "For Alex demonstrably lies about what he said about Sandy Hook. He directly contradicts videos that have already been shown in court. If this video shows anything, it's that Alex is a completely untrustworthy source, particularly about his own actions. Five, Alex claims that the Syrian gas attacks are false flags. Six. In this clip, Alex says that he got a cease and desist slash retraction request about Sandy Hook that gave him a month to act. And he didn't because he felt like he hadn't done anything wrong. That's in the video. They played"
    },
    {
      "end_timestamp": 1094.0,
      "id": "19f7f04f-6f92-3ee7-976f-ae8cbbdead10",
      "speaker": "Jordan",
      "start_timestamp": 1092.0,
      "text": "Yeah, it was insane. I think that Alex"
    },
    {
      "end_timestamp": 1139.0,
      "id": "87a59c12-fa82-3d5e-8d82-710af532a3f8",
      "speaker": "Dan",
      "start_timestamp": 1094.0,
      "text": "severely overestimates his own ability to make a point. He's playing this video, because the underlying point he's trying to make is that he's totally cool did nothing wrong, and the media is attacking him about Sandy Hook because he exposes things that the media doesn't want the public to know. Like how Assad is super cool, right? The thing is, though, that he makes no sense. Alex thinks that if people could just see him lay out his defense than they would get it and he'll be game over for the plaintiffs. But this video is uncompelled. To anyone who doesn't already believe Alex is shit. It's particularly useless to show people who have already seen evidence that the things he's saying in this video are bullshit, as the jury already has. I get the impulse on Alex's part, I think but in this setting, it actually kind of makes his image look much worse. It is"
    },
    {
      "end_timestamp": 1162.0,
      "id": "683ef04d-71be-3284-add0-e2aaa757833c",
      "speaker": "Jordan",
      "start_timestamp": 1139.0,
      "text": "it is I think it's the wet cement problem. You know, like if he had gotten to play that video, right, right away first day color the jury's perceptions with that video at least a little bit, you know, maybe that does something, but because the cement is dry as fuck, his video bounces off of it, and you can see every fucking problem."
    },
    {
      "end_timestamp": 1182.0,
      "id": "199e2813-627a-3d37-90a7-3293781f4290",
      "speaker": "Dan",
      "start_timestamp": 1162.0,
      "text": "I'm not sure if that would fully work in this setting, but that dynamic is is very much real big. Yeah, you show this video in advance, and then maybe you'll have a kernel of doubt whenever you hear him say these people are actors. Yeah, we've already had this pre framing that like everything's out of context."
    },
    {
      "end_timestamp": 1194.0,
      "id": "32d5e411-0f49-3eb9-9f91-443868ec448d",
      "speaker": "Jordan",
      "start_timestamp": 1182.0,
      "text": "That's what he does. He pre frames events that you don't know the complete details about. So he's trying to do the exact same thing here. The only problem is, he's not allowed to talk by himself."
    },
    {
      "end_timestamp": 1466.0,
      "id": "009774ae-c6dd-3505-b798-1ef891b8d110",
      "speaker": "Dan",
      "start_timestamp": 1194.0,
      "text": "So you have to play this troubling clip full of bullshit well, so Alex is used to face a No consequences being surrounded by losers on his payroll, who know they're unemployable anywhere else, interviewing con artists who are financially and professionally invested in maintaining the illusion that Alex is right, and being able to hang up on or bully any callers who disagree with him in any meaningful way. Yeah, he's used to his explanations for things working because the people he's explaining things to are already in his camp, to uninitiated ears or to people who've seen evidence to the contrary, this video just seems insane. He's a crazy person. What would have been useful for norm to do would be to take the clips of Alex saying that Sandy Hook was fake with actors that were played in court and then show the full video that the clip claimed from which would then reveal that the original clip was taken out of context. And Alex was actually just asking questions or playing devil's advocate, right? He absolutely can't do that, though. Because those clips aren't out of context. That's the problem. All norm can do is insinuate that the larger context completely absolves Alex, but it's bullshit. Yep. norms. Other arguments seem to be that Alex's actions were driven by a fear that the government was going to take the guns not by a desire to endanger grieving parents for money. But the reality is that Alex endangered grieving parents in order to push his narrative surrounding the fears about the government taking guns, which is something he embellish is exaggerates and sensationalizes. In order to make money, it's not one thing or the other is norm is pretending it's all part of a dynamic system that Alex uses. Norm understands this. He's been a guest on Alex's show numerous times. If you watch this, you kind of get the sense that norm doesn't believe a goddamn word he's saying. It's just that there's no other real way to argue this and the bravado that he had about the families exaggerating their grief in his opening statement, probably, that's that that sort of cockiness isn't gonna play too well with a jury after days of hearing from said family members about the pain they've endured. Yeah, he tried to bring that exaggeration point back up, but you heard how much more apologetic and careful he was about it. As opposed to the sort of cocky swinging Dickie had in the opening he was trying, Norm was desperate to try and make this political in his closing, trying to shoehorn in references to Trump and getting shut down with objections along the way. He also tried to make a mockery of the idea that the plaintiffs who testified and said that they didn't know what Alex's positions on guns, were they, they didn't know what his position and tried to mock this. And I want to touch on this for a second. When you live by the sword, it's not a certainty that you're going to die by the sword. But if you do, you have an obligation to accept your death by the sword. Alex's most consistent defense of himself is that he's being taken out of context, and that you can understand what he's saying from short clips. I think this is bullshit. But it's the foundation of norms defense and their position. So he has to accept this. It's all good fun for him when he wants to claim that Alex mocking Robbie Parker was out of context. But it's so weird how he doesn't realize that this cuts both ways. He can show the jury a clip of ALEC saying they're coming for our guns or they're staging shootings to take our guns. And if he's being intellectually consistent, he should know that the jury can't possibly know what Alex's position on guns is without watching the whole video. In essence, norms underlying defense strategy precludes him from being able to expect that he's able to prove anything. This is also a corollary of one of Alex's other defenses when he's accused of anything and then shown video of him doing or saying the thing He's accused of he'll say it's out of context, or it's satire. If that is what Alex is saying, and if the entirety of his on air career isn't allowed to be shown in his custody hearing, because he's putting on a performance, then why should the plaintiffs in this case take him at his word when he says something on air? He could lay out his entire philosophy on gun succinctly on his show, and the plaintiffs would have every right to say that well, he did say things on air, they have no way of knowing what Alex's sincere positions are. Alex gets a lot of mileage out of people knowing he's a fraud and a liar where he can wiggle out of trouble by disowning the things he says on air as being theatrical or satire. But the other side of this is this if you want norm to insist that the Sandy Hook families are suing them because of their opposition to his position on guns, you have no right to claim that they even know what those positions are, is called being hoisted on your own petard there is that this is you know, oh, you got to oh, you can't understand what I'm saying on air. Canada expect that you get to use that as the opposite for your own purposes. And it's just said it was a very bad closing statement disgraceful all around. Yeah. And in fuck norm."
    },
    {
      "end_timestamp": 1478.0,
      "id": "d989cc3e-0ee8-34e1-a1a1-40c66143b871",
      "speaker": "Jordan",
      "start_timestamp": 1466.0,
      "text": "Yeah. Yeah. The moment where norm. I mean, I really thought that norm should have been tackled by like the idea of law, I should have tackled norm because the moment he was like full from"
    },
    {
      "end_timestamp": 1480.0,
      "id": "9d101b65-5d33-35d7-b6a5-913d25fef162",
      "speaker": "Dan",
      "start_timestamp": 1478.0,
      "text": "nikecourt would have texted me he should have"
    },
    {
      "end_timestamp": 1517.0,
      "id": "ca6c3a53-a9a8-379f-9f4d-5420f8a931e3",
      "speaker": "Jordan",
      "start_timestamp": 1480.0,
      "text": "because he was playing the video. And then Norm said he was trying to insinuate the thing that he's been trying to insinuate the entire fucking time, and everyone has stopped him and they still let him do it. And then the objection was sustained, but it doesn't fucking matter. Because again, he got to say, why did they come with this with this lawsuit? It's because of the guy who said Good job, Alex. Right instead of saying because he can't say it's Trump. Yeah, he can't say they're coming after Trump. But he can play a video where Alex references Trump, and then references that maybe he was referencing, but pronouns still refer to"
    },
    {
      "end_timestamp": 1544.0,
      "id": "7dd14833-fec5-3eae-8f29-bdfcf62c39f3",
      "speaker": "Dan",
      "start_timestamp": 1517.0,
      "text": "a thing. No, True. True. And I think that was painfully obvious. Yeah. And I don't think the jury is dumb. No, I think that they get that too. Yeah. To the extent that they have any awareness of why it's inappropriate this behavior, I think that they can understand like, this is this guy is trying to do something he's not allowed to do. Yeah. And I have faith that they'll they'll suss that out. I don't"
    },
    {
      "end_timestamp": 1551.0,
      "id": "b95294c8-ff84-32c6-af0e-3cde7b1ad161",
      "speaker": "Jordan",
      "start_timestamp": 1544.0,
      "text": "think it's too hard after like, eventually, no matter what you're like, oh, this kid is trying to break into the cookie jar."
    },
    {
      "end_timestamp": 1556.0,
      "id": "f48347d8-7976-33c0-8c88-0872177d6e7c",
      "speaker": "Dan",
      "start_timestamp": 1551.0,
      "text": "I get it and then and then dude, the ending with the attorney prayer or"
    },
    {
      "end_timestamp": 1557.0,
      "id": "3329bc8e-635c-3748-882f-b27e443d2ff2",
      "speaker": "Alex Jones",
      "start_timestamp": 1556.0,
      "text": "fuck, that"
    },
    {
      "end_timestamp": 1558.0,
      "id": "13457af5-d140-3f4a-8463-3a633c6469a1",
      "speaker": "Dan",
      "start_timestamp": 1557.0,
      "text": "was rough."
    },
    {
      "end_timestamp": 1559.0,
      "id": "a3958934-8e93-34dc-beba-8adf45d7f4a8",
      "speaker": "Jordan",
      "start_timestamp": 1558.0,
      "text": "What the fuck was that?"
    },
    {
      "end_timestamp": 1560.0,
      "id": "189d6c76-9e6b-323a-83ef-2ad5c7a1fc53",
      "speaker": "Dan",
      "start_timestamp": 1559.0,
      "text": "That was embarrassing. No one's"
    },
    {
      "end_timestamp": 1569.0,
      "id": "a6110e2d-8259-3f3e-875a-88a34e007b2c",
      "speaker": "Jordan",
      "start_timestamp": 1560.0,
      "text": "no one's corroborated that that's a an attorney's prayer. Has anybody said that? Attorneys pray like that. Has any attorney ever prayed like that?"
    },
    {
      "end_timestamp": 1600.0,
      "id": "ffe032c2-8105-3fb6-9446-1bfa809fbb2a",
      "speaker": "Dan",
      "start_timestamp": 1569.0,
      "text": "I could see it being like, on a on a placemat. Danny's you have your lawyer. Grandma gets it for you. Circle these words of the prayer. That was tough. Yeah. And then Nora might have protested a little too much about how proud he is to be. He kept saying like I'm exactly where I want to be. I'm so proud of me. That was it was it felt a little bit like somebody's talking themselves up of like, no, no, no, I'm not ashamed to be Yeah,"
    },
    {
      "end_timestamp": 1614.0,
      "id": "2c0cb23c-63e5-324d-be03-5be3971516c7",
      "speaker": "Jordan",
      "start_timestamp": 1600.0,
      "text": "it was. It was a little bit like a shirtless naked man walking into Congress being like, Oh, I'm so Mr. Smith. I am going to fucking filibuster this shit. And everyone's going to be like, Look at this genius."
    },
    {
      "end_timestamp": 1644.0,
      "id": "d8d51491-b730-3c38-8d27-40301630d745",
      "speaker": "Dan",
      "start_timestamp": 1614.0,
      "text": "I think we are foolish for accepting expecting more from a guy who drops his pants. It says the N word. Of course we are? Of course we are. So look, norms of behavior throughout the entirety of this proceeding has been shameful. I hope he enjoys being second banana on Infowars. To Barnes. Yeah. As a lawyer. Yeah, it's I don't know. I don't know really what? I can't I find it difficult to imagine he'll have too much cash."
    },
    {
      "end_timestamp": 1648.0,
      "id": "10967b28-31e9-3c77-bd98-daee376e9d00",
      "speaker": "Jordan",
      "start_timestamp": 1644.0,
      "text": "Boy, I wouldn't. I wouldn't hire him."
    },
    {
      "end_timestamp": 1672.0,
      "id": "3fce7325-653b-3f6f-9884-d758b66982c5",
      "speaker": "Dan",
      "start_timestamp": 1648.0,
      "text": "It's just been bad. But I think that there's something else that is worse. And that is Alex's behavior. Yeah, that sounds right. So he went to Connecticut, a little bit back justified. Had a little bit of a meltdown. I had to get away from the the jury, right, went back to Austin to do his bullshit with Barnes. Right. Say that Sandy Hook was fake again."
    },
    {
      "end_timestamp": 1675.0,
      "id": "6be4e17e-372a-32f4-9f07-c67af0804ad2",
      "speaker": "Jordan",
      "start_timestamp": 1672.0,
      "text": "Yep. Flew back to Connecticut. Right."
    },
    {
      "end_timestamp": 1694.0,
      "id": "08a13618-4fe3-380e-9291-164c1184b409",
      "speaker": "Dan",
      "start_timestamp": 1675.0,
      "text": "And then the idea was that norm was going to call him as a witness for the defense. Yeah. The only witness? Yeah. And so this game was being played. And Alex came back. And now that both sides have arrested the closing arguments have been made. We know that he did not testify"
    },
    {
      "end_timestamp": 1698.0,
      "id": "2a093b7b-8232-3dd9-b975-c833bfbac2ed",
      "speaker": "Jordan",
      "start_timestamp": 1694.0,
      "text": "like Brave Sir Robin. He ran away. It's"
    },
    {
      "end_timestamp": 1731.0,
      "id": "1a091206-6170-37e7-b76d-b91a0d905c61",
      "speaker": "Dan",
      "start_timestamp": 1698.0,
      "text": "he went to Connecticut for ostensibly no reason. Nope. Except, well, promotion. There we go. He went to get publicity. He went to get attention. And it is my firm contention that he never even considered testifying. Yeah, I would believe that he went specifically to get as much attention as he could, with the pretense that maybe I'll testify. Or maybe I won't, yeah,"
    },
    {
      "end_timestamp": 1741.0,
      "id": "5c3e70a5-888a-3127-91dd-b534e2a01423",
      "speaker": "Jordan",
      "start_timestamp": 1731.0,
      "text": "he went there because he knew he was going to get that press conference right outside the court, because he always gets it because everybody who works in the media is fucking stupid. But that's just me. And we're"
    },
    {
      "end_timestamp": 1747.0,
      "id": "5367359c-4727-3ff7-a122-ba629b10274b",
      "speaker": "Dan",
      "start_timestamp": 1741.0,
      "text": "going to talk here a little bit about this press conference, because I found it to be"
    },
    {
      "end_timestamp": 1751.0,
      "id": "cfad93e1-be52-33aa-adf9-d1da4af2fe60",
      "speaker": "Jordan",
      "start_timestamp": 1747.0,
      "text": "great. The best, I would say the opposite, respectful, no loving,"
    },
    {
      "end_timestamp": 1772.0,
      "id": "85426b12-095a-333d-8862-b1a4e147b8ac",
      "speaker": "Dan",
      "start_timestamp": 1751.0,
      "text": "no, none of these things, none of those things. So here's where we start off. And I should give you a little bit of a sort of Tableau. Alex and Barnes are standing behind some cameras. Now a little bit later, Alex there Alex will. I don't know why. Pay for burns. Fly out."
    },
    {
      "end_timestamp": 1775.0,
      "id": "b492d7b8-4f7a-3928-8298-05dbd8d5303e",
      "speaker": "Jordan",
      "start_timestamp": 1772.0,
      "text": "Get on the jet, Denise stowaway."
    },
    {
      "end_timestamp": 1801.0,
      "id": "da2fb0f7-be22-3ef4-898d-31d2bfe7af11",
      "speaker": "Dan",
      "start_timestamp": 1775.0,
      "text": "Well, we'll actually find out why Barnes is there a little bit later. And it's very sad. Oh, but a little bit later, Alex is talking to some people and fielding questions. And he's holding up a copy of his book. So obviously like this is all Yeah, this getting your, your product on the news? Yep. And this is the game that's being played. But yeah, he's standing I'm here with Barnes. I"
    },
    {
      "end_timestamp": 1823.0,
      "id": "af6598c3-632f-3f24-9118-70f91d16454b",
      "speaker": "Alex Jones",
      "start_timestamp": 1801.0,
      "text": "really appreciate all of you for being here today. I would accept you at that point constitutional, First Amendment and criminal lawyer who also worked on this case. For several years, he can give you documented evidence that we gave them all the discovery. So they didn't have case. So they were forced to default us because I'm this villain that deserves to be found guilty by this kangaroo court."
    },
    {
      "end_timestamp": 1837.0,
      "id": "96fa2b5a-6a4c-3665-880c-aa1cfec034fe",
      "speaker": "Dan",
      "start_timestamp": 1823.0,
      "text": "So yeah, Barnes was working on the case. If you have heard the deposition episodes, then you'll know this, but just to revisit this, this is Brittany paws, testifying under oath that they are considering suing Barnes"
    },
    {
      "end_timestamp": 1855.0,
      "id": "c60e995a-fbc2-3080-9538-d278fa9dbd6d",
      "speaker": "Bill Ogden",
      "start_timestamp": 1837.0,
      "text": "went over this a little bit with Mr. Shroyer in his deposition, and I'll ask you the same thing based on the information that you just testified to, is the company has the company decided one way or another on legal malpractice as a potential asset?"
    },
    {
      "end_timestamp": 1864.0,
      "id": "f85bc56d-ebf1-35f9-bde1-b09e067a5974",
      "speaker": "Brittany Paz",
      "start_timestamp": 1855.0,
      "text": "We have not decided on made any final decisions on legal malpractice yet as to whether to file or who to file against. We've not made any final decisions on that."
    },
    {
      "end_timestamp": 1868.0,
      "id": "c461666f-4391-3631-afd4-661263fcde91",
      "speaker": "Bill Ogden",
      "start_timestamp": 1864.0,
      "text": "Okay. Is it being hasn't been discussed or is it going to be discussed?"
    },
    {
      "end_timestamp": 1869.0,
      "id": "1ad2d9b5-100d-3bfa-a6bf-7c727d73df40",
      "speaker": "Brittany Paz",
      "start_timestamp": 1868.0,
      "text": "It's being discussed,"
    },
    {
      "end_timestamp": 1881.0,
      "id": "fc57dbc9-1d1f-385f-9fb1-e13491caf6bd",
      "speaker": "Dan",
      "start_timestamp": 1869.0,
      "text": "though, considering suing their previous lawyers for malpractice. Right. And just to be totally clear, they also discuss which lawyers there was a problem with."
    },
    {
      "end_timestamp": 1888.0,
      "id": "e3e6043c-ea49-34a1-96db-b51da72e06d4",
      "speaker": "Bill Ogden",
      "start_timestamp": 1881.0,
      "text": "Okay, so Brad Reeves, Mr. And Daza. I'll just go, Mr. Enoch."
    },
    {
      "end_timestamp": 1899.0,
      "id": "03fedae7-7989-3335-8bfb-db21eff57952",
      "speaker": "Brittany Paz",
      "start_timestamp": 1888.0,
      "text": "I'm not sure about Mr. Enoch. I think he's he's done a pretty decent job. T Wade Jeffries. I'm sorry. I don't know much about him. I don't have an opinion about him."
    },
    {
      "end_timestamp": 1902.0,
      "id": "19554d25-87e2-3e94-acef-df21c152ae19",
      "speaker": "Bill Ogden",
      "start_timestamp": 1899.0,
      "text": "Burnett, Michael. Michael Burnett."
    },
    {
      "end_timestamp": 1904.0,
      "id": "1bed21d1-50b2-36b3-ba35-048ebeb2a671",
      "speaker": "Brittany Paz",
      "start_timestamp": 1902.0,
      "text": "I don't have an opinion about him either."
    },
    {
      "end_timestamp": 1910.0,
      "id": "23dbc805-d804-3306-9bdd-74db55bc04ac",
      "speaker": "Bill Ogden",
      "start_timestamp": 1904.0,
      "text": "Yeah. Bob Barnes. Barnes. You did have an issue with him. Body bones."
    },
    {
      "end_timestamp": 1919.0,
      "id": "893e5f02-f94e-3db0-84ed-53dcd87d3aec",
      "speaker": "Dan",
      "start_timestamp": 1910.0,
      "text": "You can tell there's that's a heavy Barnes Barnes and then an exhale. Yeah. A I got some issues with bar. That's"
    },
    {
      "end_timestamp": 1925.0,
      "id": "87bc4685-c6b8-3eda-af91-e466ab71e157",
      "speaker": "Jordan",
      "start_timestamp": 1919.0,
      "text": "a personal exhale. That is a woman who has talked to Barnes and went I do not like you, sir. Well,"
    },
    {
      "end_timestamp": 1974.0,
      "id": "9fe221e7-f3dc-3541-8ace-14d5ade09bae",
      "speaker": "Dan",
      "start_timestamp": 1925.0,
      "text": "or conversely, someone who has as a lawyer and his looked at what happened. There's that is like, this is exasperating. I can't get into any of this. But I have an issue with Barnes. Yeah. So yeah. Good, good guy to explain how you took did this case by the book? Yeah, a good guy to bring with you for your dumb publicity stunt in front of the courthouse. Yeah. And I think that's another thing we really need to keep in mind. The people in the courthouse are having their day in court. They are doing something incredibly difficult. They're being disrespected by norm. routinely. Yep. And this is what Alex is doing. While that's going on the way that he operates."
    },
    {
      "end_timestamp": 2032.0,
      "id": "9ab0901e-4a70-3475-a6c0-9af30d55ff96",
      "speaker": "Jordan",
      "start_timestamp": 1974.0,
      "text": "I need I need this to be hammered into the head of every journalist alive, like with a fucking hammer. When you give Alex that press conference, outside of the court, there's two things you're showing, you're showing the difference between what you're allowed to do inside the court in a wall separates being allowed to lie to the entire world and being allowed to fucking lie to a judge. Right, right. Yeah. And then second, if you are giving him that press conference, or if you're the editor, forcing somebody to go give him that press conference. Who are you doing this for? You're not doing it for you're not helping the families at all. But you're not helping? At all. You're not helping anybody. But Alex, and I guess the corporation you fucking work for? Yeah. So those are the people that you care about, if that's what you're going to do. Those are the people you care about, give up any other fucking argument, I'm"
    },
    {
      "end_timestamp": 2038.0,
      "id": "ecb091e7-21f2-339d-91bf-ce9cb7b51c98",
      "speaker": "Dan",
      "start_timestamp": 2032.0,
      "text": "gonna give them a little bit less have a hard time because some of them are probably on the beat."
    },
    {
      "end_timestamp": 2041.0,
      "id": "5b35cc62-05f1-3370-9843-2a102cc08bf2",
      "speaker": "Jordan",
      "start_timestamp": 2038.0,
      "text": "I know. And you're a better person that I assure"
    },
    {
      "end_timestamp": 2076.0,
      "id": "9d7a630b-8319-35b4-90ff-dc4bf583d813",
      "speaker": "Dan",
      "start_timestamp": 2041.0,
      "text": "one thing that sticks out to me, though, about what you're saying is he does highlight the difference between what you can say in court and what you can say just outside on the steps. And I think that that imbalance should be shown to Alex. Yeah. And that is what's your first amendment right. And that's kind of why I think, you know, I get a little uncomfortable with your instinct to bark at people and, you know, whatever. That is why someone like you should actually have to be there for all the press conferences. I choose to be like, okay, you know what, in the courtroom, people will ask you polite questions, so I'm going to scream and I'm"
    },
    {
      "end_timestamp": 2080.0,
      "id": "a5a9e388-38aa-346c-a18f-fad13b32f482",
      "speaker": "Jordan",
      "start_timestamp": 2076.0,
      "text": "going to be a piece of shit. Yes, because nobody else will be and he's going to be"
    },
    {
      "end_timestamp": 2087.0,
      "id": "2e6f44b3-a297-36c6-a42f-3343918a6c44",
      "speaker": "Dan",
      "start_timestamp": 2080.0,
      "text": "Yeah, this is that you want to only exist in the wilderness of these steps. Totally. Then I will be a bear."
    },
    {
      "end_timestamp": 2104.0,
      "id": "6ccd029d-ad2c-390f-b582-b9cc0edc3f01",
      "speaker": "Jordan",
      "start_timestamp": 2087.0,
      "text": "I mean, it's fucking disgusting to me because the bailiff will come and stop me from interrupting him. That's fucked. That's fucked. Yeah, protect him at all. hos, please make sure that he's okay. And nobody's mean to him. Yeah."
    },
    {
      "end_timestamp": 2130.0,
      "id": "8b048b7f-8cab-38fd-875d-41b0fd2e2d9f",
      "speaker": "Dan",
      "start_timestamp": 2104.0,
      "text": "The only difference, I suppose is that like, you have the awareness that you yelling at him is disrespectful to the court itself as well. She disrespectful to what the families and all them are doing. And I think that's another thing that Alex weaponizes Yeah, like people have good heart and good conscience wouldn't want to make a scene and treat him the way he deserves to be treated on the staff. Yeah, and fight him or assault him or yell at him."
    },
    {
      "end_timestamp": 2157.0,
      "id": "0d8073e9-d60c-3e6a-a495-dedd22ec49e8",
      "speaker": "Jordan",
      "start_timestamp": 2130.0,
      "text": "This is why you I do need to be there is because I was in. If you recall, I went to the fucking Louvre. And there was a kid who stepped over a kid, French, not my child, obviously, parents nowhere to be found. And the kid was like, taking picture and it was getting too close. And I was like, Hey, kid, get the fuck out of here real loud. And everybody was like, good call, that kid needs to get the fuck out of here. So that's what I'm here for. That's my that's my job."
    },
    {
      "end_timestamp": 2164.0,
      "id": "e30e6b07-d465-3052-b8da-efa524754dd5",
      "speaker": "Dan",
      "start_timestamp": 2157.0,
      "text": "Right. So we go back to the press conference. Justice itself, who is on"
    },
    {
      "end_timestamp": 2165.0,
      "id": "03d45d18-30c3-3f2e-8c40-f6f73e263513",
      "speaker": "Jordan",
      "start_timestamp": 2164.0,
      "text": "trial? Yeah,"
    },
    {
      "end_timestamp": 2168.0,
      "id": "3ea17ccc-7165-3ad2-8468-4d475247e661",
      "speaker": "Dan",
      "start_timestamp": 2165.0,
      "text": "there we go. This is a buzzword that'll happen."
    },
    {
      "end_timestamp": 2205.0,
      "id": "c457e306-039c-3827-b959-7df667e2cff9",
      "speaker": "Alex Jones",
      "start_timestamp": 2168.0,
      "text": "This is American justice, on trial, even the worst people in the world, which I'm not, but even if I'm a bad person, as some say, I deserve my day in court. Even the local newspaper admits, I'm not allowed to defend myself. It's not Alex Jones saying this is the Hartford current. An article published yesterday. Alex Jones had to testify in Sandy Hook defamation trial this week. Here's what we know. It says he's prohibited from defending himself. They've had three weeks of people up there lying about me twisting what I said. And basically having a memorial for dead children. I didn't kill."
    },
    {
      "end_timestamp": 2278.0,
      "id": "1b51073a-da7a-370a-aecc-830d9516b13f",
      "speaker": "Dan",
      "start_timestamp": 2205.0,
      "text": "This article in the current doesn't say this. It says quote, Jones in his company, free speech systems have been prohibited from defending themselves under the default, but can try to minimize what they have to pay in compensatory and punitive damages. Alex can't defend himself under the default. That's an important distinction because that ship has sailed. He had every opportunity to defend himself when that was appropriate. But he didn't. And he was so abusive of the process, that he was defaulted. He can't now take this damages hearing as an opportunity to try and undo the default or to carry out the case, as if he hadn't been defaulted. He fucked himself over and this is a consequence of that. He has every ability to defend himself in the context of this damages hearing, which is the second part of the sentence in that current article that he's ignoring. He can try to minimize the damages. That's the damages hearing equivalent of defending himself. Point being Alex is a fucking baby and Barnes is tagging along to Connecticut with him because Barnes's he just loves a public spectacle and he doesn't have a problem being a disrespectful shithead if it gets some attention and you know, maybe drives a couple more people into his revenue streams like on that Patreon clone for unhinged assholes,"
    },
    {
      "end_timestamp": 2303.0,
      "id": "de0efd67-5b66-3060-8007-e2f1094a016c",
      "speaker": "Jordan",
      "start_timestamp": 2278.0,
      "text": "man I mean the fucking cycle the psychopathy of doing that, you know, like that's not I wouldn't I would I mean, I guess separated from humanity. You know, you're in a studio. It's just you and Alex you it's easier to step into the world where you can be a piece of shit Yeah, to be a psycho enough to go and stand on the steps. And watch Alex do that shit. Well, and"
    },
    {
      "end_timestamp": 2364.0,
      "id": "0551df4c-67fd-3a1d-9ecf-4131a005371a",
      "speaker": "Dan",
      "start_timestamp": 2303.0,
      "text": "take all the steps that are required to get you there. Yeah, yeah, you have to plan you have to do the tackle thing hack a bag. Yeah, to get legit stand in security. Yeah. Knowing that what you're doing is just traveling to another city to disrespect fucking people that you've hurt. Yep, that's what you're doing. Yeah. gratulations. Yeah. I also want to point out that like later, he is just holding up a copy of his book. This is a publicity stunt for Alex pure and simple. That's why he went to Connecticut. He had no intention of ever testifying. But since the bankruptcy court has taken over his business's finances, I bet he had to pretend that he was going to testify in order to rationalize the expense of his travel, it would probably not fly as a business expense for a company in bankruptcy to say, hey, I want to go across the country with my shithead lawyer friend so I can promote my book on the steps of the courthouse where I'm avoiding testifying, because I'm scared. I bet the bankruptcy court would be like, yeah, no, I'm gonna that's not going to be an expense for"
    },
    {
      "end_timestamp": 2367.0,
      "id": "1eb7f432-541f-326a-a47c-2919e1e2fd52",
      "speaker": "Jordan",
      "start_timestamp": 2364.0,
      "text": "you are going to fly business class."
    },
    {
      "end_timestamp": 2371.0,
      "id": "b4cfea81-14f6-32eb-a382-b9d225995001",
      "speaker": "Dan",
      "start_timestamp": 2367.0,
      "text": "Yeah, I gotta, I gotta charter a plane so I can try and get some attention. I'm going"
    },
    {
      "end_timestamp": 2375.0,
      "id": "79e547a0-e164-3932-9bf0-b5b7db6df79f",
      "speaker": "Jordan",
      "start_timestamp": 2371.0,
      "text": "to throw this out at you. How do you feel about an aisle seat? Alex is a tremendous"
    },
    {
      "end_timestamp": 2413.0,
      "id": "2852e5f4-cfb1-3717-afe7-42a07e8d56a1",
      "speaker": "Dan",
      "start_timestamp": 2375.0,
      "text": "piece of shit. And this press conference is a new level of inexcusable act on his part. He could have stayed the fucking Texas. There was no need for him to go to Connecticut just so we could siphon off some of the attention from this trial in order to grandstand in front of the court with Barnes to try and promote his stupid book. It's honestly difficult to think of a way he could have been more disrespectful to the families inside just trying to get their day in court. It's one thing for him to be Be afraid to sincerely face them and accept responsibility for his part in everything that's happened. It's entirely another thing to do this. Yeah, it's I don't know, man. I have I have a lot of words for him. Yeah, and"
    },
    {
      "end_timestamp": 2427.0,
      "id": "9bdb219a-bbbd-37ea-9bb4-6039ab4f9b56",
      "speaker": "Jordan",
      "start_timestamp": 2413.0,
      "text": "I don't know, uh, you know, part of me. I don't I can't blame Alex for this. I mean, true. He's disgusting. He's a monster. But I wouldn't want to go back in that courtroom. Oh, absolutely. Yeah, no, you're gonna do the worst thing for your defense?"
    },
    {
      "end_timestamp": 2431.0,
      "id": "197be599-9ba8-36e3-9c10-75c44e4de114",
      "speaker": "Dan",
      "start_timestamp": 2427.0,
      "text": "If cowardice is a given, right? Yes. I don't blame"
    },
    {
      "end_timestamp": 2476.0,
      "id": "bbcfc18a-dc4f-3950-91ba-180eb70de189",
      "speaker": "Jordan",
      "start_timestamp": 2431.0,
      "text": "Of course, yes. Right. The problem I have is when we talk about enablers, we do not often talk about ourselves, you know, like, we don't know, not us. Obviously, if we, if if he ever mentioned our name, maybe we could talk about us being enablers. But you guys here have knowledge first, it does feel like everyone is in a attempt to keep us from doing that. But who is enabling him? Who is enabling him to do that? He's not going out there thinking that he's not going to get a press conference. There are people enabling him who are making money off of letting Alex make money off of abusing these people. And I don't find it acceptable behavior."
    },
    {
      "end_timestamp": 2483.0,
      "id": "910ca025-da60-35fc-926d-30235fddd855",
      "speaker": "Dan",
      "start_timestamp": 2476.0,
      "text": "I don't I don't find it super acceptable, either. But I honestly don't understand another way it would go without like a gag order."
    },
    {
      "end_timestamp": 2484.0,
      "id": "fed9f51a-e779-3971-a972-ae0dbccc6906",
      "speaker": "Jordan",
      "start_timestamp": 2483.0,
      "text": "I understand. Yeah,"
    },
    {
      "end_timestamp": 2527.0,
      "id": "bfc4ac62-600b-3833-9bdd-eeeb5389a406",
      "speaker": "Dan",
      "start_timestamp": 2484.0,
      "text": "I I don't think that anybody is making like, super wrong choices, given the circumstance. Totally. I think that local news, it makes sense that they would be there. Alex is giving a statement. It makes sense to document it. I don't, I don't know. I this is different to me than somebody like Alex Lee Moyer making that documentary. Oh, there's a series of decisions that don't need to be made that led to that, right. Whereas Alex speaking out in front of the court and people recording it. I hate that it's happening. I hate that this is something that happened. Sure. But"
    },
    {
      "end_timestamp": 2554.0,
      "id": "fb8f3a7a-e74a-3b3b-a019-212079dae273",
      "speaker": "Jordan",
      "start_timestamp": 2527.0,
      "text": "I mean, I'm not arguing for the world that we currently exist in that they should be somehow like, punished for behavior. That's terrible. What I'm arguing is that the current world that we exist in is not capable of handling this in any responsible way that maybe only exacerbating it as time goes on, man. So I mean, my argument is, all of society is bad for us."
    },
    {
      "end_timestamp": 2560.0,
      "id": "9e4f2359-8c30-3798-8486-254a4cc9bfe2",
      "speaker": "Dan",
      "start_timestamp": 2554.0,
      "text": "Well, I'm here to here first. So Alex has some thoughts about the judge. This"
    },
    {
      "end_timestamp": 2593.0,
      "id": "a363e76f-de87-369f-b9b6-12ff832bc78f",
      "speaker": "Alex Jones",
      "start_timestamp": 2560.0,
      "text": "is not a trial. I came here to testify two weeks ago, I came here this time to testify. And the judge today said that she will hold me in criminal contempt. If I say I'm innocent. If I say I'm bankrupt, if I say I wasn't the first person to question Sandy Hook, and over 10 other things. No judge in US history has ever told somebody what they can and can't say, that doesn't sound true at all myself when they asked me questions. Or I'll be arrested. If I tell the truth. This is outrageous. And you're all having your freedoms stolen,"
    },
    {
      "end_timestamp": 2638.0,
      "id": "a0b2f260-7687-31cd-90a3-6f7ade999573",
      "speaker": "Dan",
      "start_timestamp": 2593.0,
      "text": "Alex would be held in contempt, because if he did any of that stuff, he'd be acting in ways that are contemptuous to the court. He's not allowed to try and re litigate his default in this setting, because to do so would run a very high risk of poisoning the jury. The jury isn't there to determine Alex's culpability that's been decided. So for him to rant about this irrelevant nonsense, is an act of contempt to the court. Judges very regularly hold people in contempt. And if you don't stop yelling about things that aren't germane to the matter at hand, you will be held in contempt. It happens all the time. Alex just doesn't want to accept that he's a petulant child who can't allow for there being rules that he is subject to. So he's trying to turn it into a constitutional issue, right? It's all bullshit. But thankfully, he has barns there to make it look legit."
    },
    {
      "end_timestamp": 2658.0,
      "id": "033accaa-9f29-31d1-b409-91961e8a66ba",
      "speaker": "Jordan",
      "start_timestamp": 2638.0,
      "text": "That's what I mean. That's kind of what I was watching during that closing argument, whenever they played the clip, is that like, he would have been held in criminal contempt if he had said those things. So why in God's name, are you allowing him to say those things through a video, he should still be held in criminal contempt for that, and norm should be as well?"
    },
    {
      "end_timestamp": 2669.0,
      "id": "c34c2f4e-7aa9-3ce7-954e-c090a7f6f29f",
      "speaker": "Dan",
      "start_timestamp": 2658.0,
      "text": "Or some of that? Like they? I don't know how courts work fully mean either. I would have probably stopped that video. Yeah, totally. i"
    },
    {
      "end_timestamp": 2674.0,
      "id": "e0059322-9ea0-3f5c-a03e-1518124f041e",
      "speaker": "Jordan",
      "start_timestamp": 2669.0,
      "text": "He said the stuff that we said he can't say if he was here, he would be going to jail. Maybe there's"
    },
    {
      "end_timestamp": 2706.0,
      "id": "1edd1d88-429f-3e8e-9f2c-846ae39d04f5",
      "speaker": "Dan",
      "start_timestamp": 2674.0,
      "text": "a different way that things work in terms of like the closing statements and opening statements. They're not evidential. Yeah, that's possible. But I still bad Don't ask me. But also Alex wouldn't be perjuring himself if he told the truth. Right. He wouldn't. He wouldn't have to perjure himself to answer any of those questions. Right. He would have to perjure what he believes of himself. Right. You'd have to encroach upon his Self perceptions. And that is something that he is too afraid to do. Yeah. And"
    },
    {
      "end_timestamp": 2711.0,
      "id": "2a077b88-4d0b-33f0-a361-304e32f0e1bb",
      "speaker": "Jordan",
      "start_timestamp": 2706.0,
      "text": "yeah, it is. It is a moment for Alex that is change or die. And"
    },
    {
      "end_timestamp": 2723.0,
      "id": "978141b4-89a2-3880-9d9e-953e4b9defe1",
      "speaker": "Dan",
      "start_timestamp": 2711.0,
      "text": "he can't change. No. But he's probably not going to die either. Now that's true, because I met metaphorically. Sure. So you asked why Barnes is there? I am interested. He has a new position at info. Oh, my God, no."
    },
    {
      "end_timestamp": 2730.0,
      "id": "052e5d81-3d05-3e5e-a007-479baf899974",
      "speaker": "Alex Jones",
      "start_timestamp": 2723.0,
      "text": "Robert Barnes is my spokesperson. Give a statement here. And we'll take your questions. Robert Barnes"
    },
    {
      "end_timestamp": 2734.0,
      "id": "a715952c-d07f-33c2-8c6e-c6e9b59ede7c",
      "speaker": "Robert Barnes",
      "start_timestamp": 2730.0,
      "text": "case that has put the American justice system itself on trial."
    },
    {
      "end_timestamp": 2754.0,
      "id": "0590a1b0-db63-3979-bb08-9eae12db8e91",
      "speaker": "Dan",
      "start_timestamp": 2734.0,
      "text": "So this raises the issue of whether or not Barnes is an official spokesperson. Is he on the payroll again now? And if so, is this just a way for Alex to try to rationalize to the bankruptcy court to pay for Barnes to travel to Connecticut for their stupid publicity? stunt? Yeah, I would say it's a question worth asking."
    },
    {
      "end_timestamp": 2765.0,
      "id": "50fc0945-650b-3583-945c-3f8ccbc1d712",
      "speaker": "Jordan",
      "start_timestamp": 2754.0,
      "text": "Yeah, yeah. Man. They're just, I mean, it shouldn't be harder to be sneaky. You know, it should be harder to trick a bankruptcy court?"
    },
    {
      "end_timestamp": 2770.0,
      "id": "2f8837db-4572-324b-8efc-c0553685eebe",
      "speaker": "Dan",
      "start_timestamp": 2765.0,
      "text": "Well, I would I would suggest that this is evidence that it is very hard to be sneaky. This is not very sneaky. No,"
    },
    {
      "end_timestamp": 2778.0,
      "id": "a6cbf84b-e185-3176-8029-94db81594ccf",
      "speaker": "Jordan",
      "start_timestamp": 2770.0,
      "text": "that's true. That is true. Well, I think we're I think we're talking about this from different directions. It's not difficult to do the thing. Well, I"
    },
    {
      "end_timestamp": 2800.0,
      "id": "1f2897f0-c713-37a2-b0d5-ed12856d8c44",
      "speaker": "Dan",
      "start_timestamp": 2778.0,
      "text": "think I think if there was anybody but Alex, who determined whether or not he testified, yeah, then I'd be like, well, you know, maybe he went there expecting that he might testify. And then he just didn't write because I know that can happen. Sure. But in this case, it's all Alex. Well, he made the decision and I Guaran damn tee he made it before he left Austin."
    },
    {
      "end_timestamp": 2817.0,
      "id": "5b8b7b4f-b8d5-3647-951b-fdc1393f7806",
      "speaker": "Jordan",
      "start_timestamp": 2800.0,
      "text": "Well, I can say that of all of the corporate representatives who have been asked the question of, can anyone tell Alex what to do? Not one of them has said anything other than nope, no, absolutely not. Nobody can tell us what to do. He makes all of his decisions completely by himself. Corporate"
    },
    {
      "end_timestamp": 2832.0,
      "id": "8b12a281-dfb2-30b4-803b-e98f25cac099",
      "speaker": "Dan",
      "start_timestamp": 2817.0,
      "text": "representatives, employees past employees. Yes. Yeah. One thing is very consistent. Alex just does whatever the fuck he wants to do. So look, it's bad times if Alex testifies, because he's gonna get locked up."
    },
    {
      "end_timestamp": 2841.0,
      "id": "3813a338-879d-393e-a4ff-af6cb556f14c",
      "speaker": "Robert Barnes",
      "start_timestamp": 2832.0,
      "text": "Oh, everybody knows you're supposed to get your day in court. Yet. The one person who is being denied any day in court is Alex Jones, to such a degree"
    },
    {
      "end_timestamp": 2844.0,
      "id": "8b3b34de-ec88-39ea-86f1-c8fba5ecb23c",
      "speaker": "Jordan",
      "start_timestamp": 2841.0,
      "text": "than in court for a month and he was already in there once. That if he testifies,"
    },
    {
      "end_timestamp": 2860.0,
      "id": "7f04e34a-0c8a-362f-87c1-a4fe9be67a12",
      "speaker": "Robert Barnes",
      "start_timestamp": 2844.0,
      "text": "honestly, if he testifies truthfully, he goes to jail. But if he answers the questions in the way the plaintiff's lawyers want, then he could also go to jail. No matter what he does. He goes to jail if he testifies in his own behalf in his own defense."
    },
    {
      "end_timestamp": 2864.0,
      "id": "82a3c07d-0489-358a-aeb9-a6af1db93019",
      "speaker": "Jordan",
      "start_timestamp": 2860.0,
      "text": "How, but doesn't make sense. No, he'll go to jail."
    },
    {
      "end_timestamp": 2886.0,
      "id": "caed3daf-d45b-3df3-880c-c3eea77ea323",
      "speaker": "Dan",
      "start_timestamp": 2864.0,
      "text": "I understand they have this fantasy about him being locked up for six months for criminal contempt if right you know if you Right, right, right. But like okay, let's imagine a scenario where they ask like, did you say that the Sandy Hook families were actors? Yes. Yeah. How's that gonna bring them to jail? No, no, this is bullshit. Yeah. So stupid. Yeah, no barns Come on, man."
    },
    {
      "end_timestamp": 2900.0,
      "id": "91a1e8f6-cdaa-35e4-8df4-89628238b008",
      "speaker": "Jordan",
      "start_timestamp": 2886.0,
      "text": "If Alex lies in court enough, sooner or later someone will do something to stop him. And if whatever it is that it takes eventually what ends up being prison, it's going to be a long way away"
    },
    {
      "end_timestamp": 2921.0,
      "id": "e563995a-fa6d-3e48-9f46-cbc0018955ac",
      "speaker": "Dan",
      "start_timestamp": 2900.0,
      "text": "but also put like a look at the other scenario that he's painting. Like let's imagine a world where they ask him all these questions that are like, did you do this? Yes. Did you do this? Yes. He says every he answers every question in a way that is advantageous to the plaintiffs attorneys. How does he go to jail? Doesn't make sense"
    },
    {
      "end_timestamp": 2932.0,
      "id": "8d86fda2-0371-3f6f-86dd-09b42218cc8f",
      "speaker": "Jordan",
      "start_timestamp": 2921.0,
      "text": "that civil trial no what will happen is the walls will suddenly fall down drunk will realize that we're all already in jail. Oh, prison plan. Yeah, exactly. See, that's the twist."
    },
    {
      "end_timestamp": 2937.0,
      "id": "e925338f-5055-3529-8bb1-b7ddf158750d",
      "speaker": "Dan",
      "start_timestamp": 2932.0,
      "text": "Right? Alex says I did it last door."
    },
    {
      "end_timestamp": 2940.0,
      "id": "e5dbc528-7ccd-3cfd-bfad-1689cc5eb203",
      "speaker": "Jordan",
      "start_timestamp": 2937.0,
      "text": "And he's helicoptered away."
    },
    {
      "end_timestamp": 2943.0,
      "id": "31c9c629-dd3e-39e7-82bc-db728be68e91",
      "speaker": "Dan",
      "start_timestamp": 2940.0,
      "text": "He ignored to fight their way out smoke"
    },
    {
      "end_timestamp": 2947.0,
      "id": "a08bd85d-afb8-314f-ac73-fe92cbdacbf0",
      "speaker": "Jordan",
      "start_timestamp": 2943.0,
      "text": "bomb. Dig so stupid. So anyway,"
    },
    {
      "end_timestamp": 2953.0,
      "id": "321d5a4a-1b9a-3b9d-bdeb-c8eb932b1c5d",
      "speaker": "Dan",
      "start_timestamp": 2947.0,
      "text": "as we know from listening to Alex's show, Barnes has his own little pet conspiracy about Sandy Hook."
    },
    {
      "end_timestamp": 2977.0,
      "id": "12a0b641-1f23-38ad-bd97-e0eb6d5d28b9",
      "speaker": "Robert Barnes",
      "start_timestamp": 2953.0,
      "text": "The story they told about Sandy Hook was not true in the sense that they blamed gun owners and blamed Alex Jones for what happened when the reality is that school safety was not up to snuff at Sandy Hook. Democratic politicians decided to pocket money meant to protect little kids lives, and little kids died who didn't need to die because politicians lie. That's the real truth of Sandy Hook, but they can't have any of that truth. Come out."
    },
    {
      "end_timestamp": 2992.0,
      "id": "975398a6-ac93-3434-8272-6635f112c297",
      "speaker": "Dan",
      "start_timestamp": 2977.0,
      "text": "Holy shit. Hey, Barnes. I know a school safety officer you should talk to you used to be a frequent guest on Alex's show. Wolfgang Halbig sound like him, buddy? Yep. This. This isn't good."
    },
    {
      "end_timestamp": 2995.0,
      "id": "e99b8f59-5333-3c22-98bc-9a8eadd9d6ae",
      "speaker": "Jordan",
      "start_timestamp": 2992.0,
      "text": "I mean, I don't"
    },
    {
      "end_timestamp": 3001.0,
      "id": "27b97706-c3db-3763-8328-87a795d3080b",
      "speaker": "Dan",
      "start_timestamp": 2995.0,
      "text": "need to keep clarifying this. This is said on the steps of the courthouse. Oh, this is bullshit."
    },
    {
      "end_timestamp": 3018.0,
      "id": "e906a2f2-355e-3f00-b3cd-5674d056c7bd",
      "speaker": "Jordan",
      "start_timestamp": 3001.0,
      "text": "I'm writing up law stuff. If If I hear him well, if I hear him say that outside of a courtroom, I'm like law stuff needs to happen to stop this outrageous. I don't know what law stuff needs to happen, but I know it does. Yeah, yeah."
    },
    {
      "end_timestamp": 3021.0,
      "id": "383f112a-0658-30a3-805e-459708528cc9",
      "speaker": "Dan",
      "start_timestamp": 3018.0,
      "text": "I just i i Words fail."
    },
    {
      "end_timestamp": 3037.0,
      "id": "2b353431-ac12-3ca3-9470-98b5e8a02191",
      "speaker": "Jordan",
      "start_timestamp": 3021.0,
      "text": "You know, we talked about this in the days coming up to the trial, that kind of idea of like, if he gets a judgment, what is going to make him stop? And if Barnes is outside of the courthouse, outside of the courthouse, days before they go to deliberation,"
    },
    {
      "end_timestamp": 3054.0,
      "id": "7c1bc438-ddca-38cf-bb63-cbab6e62ace6",
      "speaker": "Dan",
      "start_timestamp": 3037.0,
      "text": "making vague insinuations about Sandy Hook was, oh, no, I mean, that's not quite what he's doing. No, he's trying to avoid doing he's playing a safe version of this by making vague claims about various Democrat politician. Right. Right. It's, it's ridiculous."
    },
    {
      "end_timestamp": 3060.0,
      "id": "dcef5efc-5339-3d89-9c3f-f242e6ba6923",
      "speaker": "Jordan",
      "start_timestamp": 3054.0,
      "text": "In a different context, that is fine. But in this context, you are denying Sandy?"
    },
    {
      "end_timestamp": 3063.0,
      "id": "dfd3b115-d1d5-3732-89c5-ae9c62f72b91",
      "speaker": "Dan",
      "start_timestamp": 3060.0,
      "text": "Well, in an accounting office or something like share,"
    },
    {
      "end_timestamp": 3066.0,
      "id": "29f08c93-5653-34e6-8708-bbae30d1dcf0",
      "speaker": "Jordan",
      "start_timestamp": 3063.0,
      "text": "maybe water cooler, but school safety is important."
    },
    {
      "end_timestamp": 3072.0,
      "id": "47650006-0a27-314d-9e8a-073fa0aabbba",
      "speaker": "Dan",
      "start_timestamp": 3066.0,
      "text": "This is not number one, relevant? Nope. Number two, no one blamed Alex for Sandy Hook."
    },
    {
      "end_timestamp": 3074.0,
      "id": "a3d8a589-b352-3c72-9e80-65e337805d20",
      "speaker": "Jordan",
      "start_timestamp": 3072.0,
      "text": "Nobody steal."
    },
    {
      "end_timestamp": 3078.0,
      "id": "e3bd7315-c654-3ca8-922b-5e95577210fb",
      "speaker": "Dan",
      "start_timestamp": 3074.0,
      "text": "This is outrageous, unacceptable. Anyway, this is dumb."
    },
    {
      "end_timestamp": 3092.0,
      "id": "91866b07-8e51-3480-af85-628e89c56472",
      "speaker": "Robert Barnes",
      "start_timestamp": 3078.0,
      "text": "Why are they so scared and terrified of the truth? Why are they so afraid of the people hearing the truth? If what they say about Alex Jones is true? Why aren't they willing to allow Alex Jones to have his day in court? These are questions every American should ask."
    },
    {
      "end_timestamp": 3095.0,
      "id": "46911aee-60d8-3557-a32e-ec44e5115aec",
      "speaker": "Dan",
      "start_timestamp": 3092.0,
      "text": "Everyone was so willing to let him have his day."
    },
    {
      "end_timestamp": 3098.0,
      "id": "df08a3b2-7a57-3c0e-b973-e5609e3173e5",
      "speaker": "Jordan",
      "start_timestamp": 3095.0,
      "text": "Everybody was like, fucking Are you going to show up today?"
    },
    {
      "end_timestamp": 3140.0,
      "id": "5a612255-9d80-3bad-9ede-074c689da54d",
      "speaker": "Dan",
      "start_timestamp": 3098.0,
      "text": "I have been. You know, like we've said, I've been involved with the plaintiffs attorneys in Texas, of course. I know from conversations with them that they were very willing for him to have a day in court. Oh, yeah. It was quite a surprise when there was a default. And that a day in court would have been fine. Yeah. If Alex had, like, done what he was supposed to do, sent competent corporate representatives totally allowed dis disclosure things to happen with discovery. They would have been perfectly happy to let him have his day in court. He had every opportunity. Go fuck yourself."
    },
    {
      "end_timestamp": 3148.0,
      "id": "f0f85b88-1b58-3a3c-af18-956756766254",
      "speaker": "Jordan",
      "start_timestamp": 3140.0,
      "text": "wanted his day in court. We could have had this thing wrapped up in fucking 2016. Yeah, he didn't want his day in court."
    },
    {
      "end_timestamp": 3172.0,
      "id": "1ff2c59a-8d18-35c4-9510-71d72fa0c708",
      "speaker": "Dan",
      "start_timestamp": 3148.0,
      "text": "Maybe a little after that. But yeah, yeah. So Barnes. I feel like he's getting dangerously close to climbing, dwell saying some things that aren't appropriate about some one of the plaintiffs. Oh, my God. And he said this stuff on Alex's show already. And one of the things that I kind of noticed is like, felt like they were working out their talking points working out their bits on his show, and then now they're just doing it in front of the court right."
    },
    {
      "end_timestamp": 3203.0,
      "id": "b07beb96-be15-37c2-917b-621fb0c1d8bd",
      "speaker": "Robert Barnes",
      "start_timestamp": 3172.0,
      "text": "Here you have a case where ex FBI agents, or current FBI lawyers are suing, who don't know anybody who died in Sandy Hook never said their name. How is that? I mean, if FBI agents can now sue people for raising questions about what took place in various cases, does everybody who questions the government now go to jail? Does everyone who testifies truthfully in their own defense? Do they all get bankrupted into oblivion? Because that is the future we face if we allow precedents like this to be set,"
    },
    {
      "end_timestamp": 3221.0,
      "id": "859f05f2-ddc8-320f-aaad-17aa23c4ee5f",
      "speaker": "Dan",
      "start_timestamp": 3203.0,
      "text": "that's such an abuse of of logic. It's pretty ridiculous. And to the it's a disgrace for Barnes to pretend that Bill Oldenburg is just an FBI agent, or FBI lawyers. He knows better. He knows exactly why he's one of the plaintiffs says, This is bullshit."
    },
    {
      "end_timestamp": 3258.0,
      "id": "95a18b1d-1eaa-3d04-8439-ad97367bd4f2",
      "speaker": "Jordan",
      "start_timestamp": 3221.0,
      "text": "I mean, you you compare that to, and this was, again, one of the more powerful things that you could hear is that the FBI agent himself, Bill testifying. I wish I'd worn a different jacket that day, maybe that would have changed something. Can you add like that kind of that kind of weird guilt that should never have even existed? Just like, man, if I'd worn a different shirt for 10 years, these people wouldn't have been abused. You know? That's insane. That level of irrational guilt. He knows it's irrational. The man has gone to therapy for years, you know, like,"
    },
    {
      "end_timestamp": 3261.0,
      "id": "00de0fa6-5a11-38f1-87a3-e0012506afd9",
      "speaker": "Dan",
      "start_timestamp": 3258.0,
      "text": "you'd hope he knows its rationale. But you can never"
    },
    {
      "end_timestamp": 3265.0,
      "id": "96f49791-43c9-3e84-be0c-8f88c9326c74",
      "speaker": "Jordan",
      "start_timestamp": 3261.0,
      "text": "you it's just fucked up, man. That is flocked."
    },
    {
      "end_timestamp": 3269.0,
      "id": "39f3873a-a8fa-389f-ab58-d24d2c06ef7d",
      "speaker": "Dan",
      "start_timestamp": 3265.0,
      "text": "Yep. And Barnes's returns this piece of shit. Yeah, so as Alex,"
    },
    {
      "end_timestamp": 3293.0,
      "id": "61282bbc-0ba7-3bf7-8706-ad3d1072a84a",
      "speaker": "Alex Jones",
      "start_timestamp": 3269.0,
      "text": "I'm not Adam Lanza. I didn't tell those kids, but people don't know Adam Lance's name. They know Alex Jones, his name will take a few questions. And then we're going to come back later, obviously, but I want to just say this in closing. I am strongly considering tomorrow when I get put on the stand, looking at the judge and saying you barred me from saying I'm Madison. This isn't a real court. So I take the Fifth Amendment."
    },
    {
      "end_timestamp": 3339.0,
      "id": "46ec5019-6d81-3862-b0cb-1b69c0ae9d88",
      "speaker": "Dan",
      "start_timestamp": 3293.0,
      "text": "Alex's never considering pleading the fifth because he knew he was never going back into that courtroom. He was only going To testify if norm called him and he knew norm wasn't going to because he pays norm. This is all just artificial bravado and attempt on Alex's part to get headlines written about the speculation about him pleading the fifth. This is desperate and pathetic and also a transparent attempt to use the trial as a promotional event. Yeah, also more people know who Alex is than Adam Lanza, because Alex is a giant media celebrity with an audience of millions of people. Lanza is a notable name, but he's a murderer from about a decade ago. So maybe his name recognition isn't the same as a giant media celebrity who's the textbook definition of a fucking attention whore? Yeah, either out here, Alex."
    },
    {
      "end_timestamp": 3345.0,
      "id": "7defbe71-51ea-358d-99b0-c089b47402f9",
      "speaker": "Jordan",
      "start_timestamp": 3339.0,
      "text": "Oh, who gives a fuck what Adam lands his name is in the first place? Sure. Who gives a fuck?"
    },
    {
      "end_timestamp": 3356.0,
      "id": "19e352dc-f9bb-3014-9911-3965115b2e04",
      "speaker": "Dan",
      "start_timestamp": 3345.0,
      "text": "Yeah, who gives a fuck and this charade that Alex is using about like, everyone thinks that I did this or they don't know who Adam Lanza is, but they know who I am is is just just atrocious. Yeah,"
    },
    {
      "end_timestamp": 3359.0,
      "id": "83398ceb-a98e-3dec-8db7-ab53b67132fa",
      "speaker": "Jordan",
      "start_timestamp": 3356.0,
      "text": "you're living in fucking Candyland. And it's infuriating."
    },
    {
      "end_timestamp": 3362.0,
      "id": "7b61f8c8-d1a0-3a4e-92e6-765ad8dd393d",
      "speaker": "Dan",
      "start_timestamp": 3359.0,
      "text": "Yep. So about that pleading the fifth thing? Yeah, how to go. This"
    },
    {
      "end_timestamp": 3390.0,
      "id": "fec756e6-c9e1-3b9e-bea8-b17c7b93b9c7",
      "speaker": "Alex Jones",
      "start_timestamp": 3362.0,
      "text": "isn't a real court. So I take the Fifth Amendment, not because I've guilty, but because she says if I tell the truth, she'll put me in the Waterbury jail for six months. That doesn't make sense. Never before in a civil trial is the Fifth Amendment needed. But top lawyers have looked at it and say, no, she wants to put you in jail. If you tell the truth, now, they haven't judge an old order. I am innocent, and you are guilty of tyranny."
    },
    {
      "end_timestamp": 3392.0,
      "id": "d2624e55-03fc-3437-ada8-7ed3aadb58c1",
      "speaker": "Dan",
      "start_timestamp": 3390.0,
      "text": "So I guess the judge is part of the new world order now. Yeah, that"
    },
    {
      "end_timestamp": 3402.0,
      "id": "39cec1c1-eeab-3222-8d27-53ffde48f65e",
      "speaker": "Jordan",
      "start_timestamp": 3392.0,
      "text": "sounds right. Um, many people have used the fifth in civil cases. Yes. Nonsense. It's an amendment. Yeah. That not like, sometimes"
    },
    {
      "end_timestamp": 3407.0,
      "id": "5b69b1a7-a597-353d-84ac-40f919ea054c",
      "speaker": "Dan",
      "start_timestamp": 3402.0,
      "text": "outrageously false and Parn. Standing there is embarrassing. Yeah,"
    },
    {
      "end_timestamp": 3411.0,
      "id": "e5e0a0ff-dbbe-3ed1-b3ab-bac0849a7420",
      "speaker": "Jordan",
      "start_timestamp": 3407.0,
      "text": "I'm a constitutional lawyer. And no one's ever used the fifth before in a civil case."
    },
    {
      "end_timestamp": 3416.0,
      "id": "f2742335-7112-315c-8ae5-9eed1e5097da",
      "speaker": "Dan",
      "start_timestamp": 3411.0,
      "text": "So like, when Alex says top lawyers, he's just talking about Barnes."
    },
    {
      "end_timestamp": 3421.0,
      "id": "87888847-6df1-3c79-8e83-c9a6c383b666",
      "speaker": "Jordan",
      "start_timestamp": 3416.0,
      "text": "Yeah. And maybe norm I doubt ravenol has given him a consultation anymore. He probably wants"
    },
    {
      "end_timestamp": 3428.0,
      "id": "c6347a21-9737-36be-8f7a-702108b8a5d4",
      "speaker": "Dan",
      "start_timestamp": 3421.0,
      "text": "everyone to forget his name. Oh, yeah. So yeah, he's gonna take some questions, but we know Alex. So there's something that comes first. Sure. You have"
    },
    {
      "end_timestamp": 3471.0,
      "id": "ca21328c-dfda-3cde-b4c1-aeaa785d176f",
      "speaker": "Alex Jones",
      "start_timestamp": 3428.0,
      "text": "heard them say that in America. You can't say you're innocent. You're gonna sell Samsung was guilty. He had a right to say he was innocent. Think about that. You're being robbed of your freedoms, and of due process, and it's dangerous. Find out what Alex Jones really stands for. And info wars.com Here's the show for yourself. Find out what the establishment so scared of why my book is number one in the world, the great reset and the war of the world, because that's what I really cover. That's what I really do. I make money off of films and books. I never made a movie about Sandy Hook. I barely covered it. That's a lie. And I did wrongfully say it was stage and I apologized years and years before I was sued. And they went back and they picked that up and they blew it up in the media. And maybe the Sandy Hook man, I'm not You're not"
    },
    {
      "end_timestamp": 3499.0,
      "id": "5a23ccdb-1522-3678-9143-105122d48ea5",
      "speaker": "Dan",
      "start_timestamp": 3471.0,
      "text": "Sandy Hook man. So you notice here that Alex can't even bring himself to admit that he called them actors when he's explaining what he did wrong that He claims he's apologized for if he can only use these vague terms like that he called it staged. He's doing this because even he knows that his real actions are indefensible. But if he lies about what he actually did, it becomes a little bit more understandable how he could make these mistakes and such. He's doing this because he's a coward and a liar. Yep. And simple"
    },
    {
      "end_timestamp": 3501.0,
      "id": "1705b1a7-e66d-3833-b0c1-42a9311a2caa",
      "speaker": "Jordan",
      "start_timestamp": 3499.0,
      "text": "and nobody's challenging him. And"
    },
    {
      "end_timestamp": 3513.0,
      "id": "253c3db9-ade8-3c7a-9e14-66cf28d08a63",
      "speaker": "Dan",
      "start_timestamp": 3501.0,
      "text": "if he gets sad and predictable, that's like, oh, plug is gonna come in here. Yeah. You're doing this bullshit disrespectful act on the Court steps and you have to plug your shit. Yeah,"
    },
    {
      "end_timestamp": 3526.0,
      "id": "aa7a0fcf-df8b-3eb2-b757-222aa6d40efa",
      "speaker": "Jordan",
      "start_timestamp": 3513.0,
      "text": "you. Yeah. Hi. Oh, this is this is just like, that's what I'm for is when he's about to say, Info Wars. I just go burn your horn. Yeah, absolutely."
    },
    {
      "end_timestamp": 3531.0,
      "id": "58c9789e-597a-37e5-b3fe-85bbb2e5071e",
      "speaker": "Dan",
      "start_timestamp": 3526.0,
      "text": "Or let's bring back the vuvuzela totally. Everyone loved the vuvuzela for a really short time. Listen,"
    },
    {
      "end_timestamp": 3544.0,
      "id": "b08a84dd-09db-3ea4-96b6-dbdd11317320",
      "speaker": "Jordan",
      "start_timestamp": 3531.0,
      "text": "media Dum Dums you're here. You don't know when he's going to do a fucking ad. But I bet even they kind of felt Wow, that's possible. I'm sure Liz was like, oh, fuck, he's gonna do it. Shit. Oh, no."
    },
    {
      "end_timestamp": 3564.0,
      "id": "aed6084c-c4f9-3fbe-aeb6-d74b11a8ab67",
      "speaker": "Dan",
      "start_timestamp": 3544.0,
      "text": "is the name of his book going to Yeah, Yeah, no kidding. So you take some questions. And, you know, I think I think actually some of the some of the people if they were asking questions to rational people, sure. They would be fine questions, but Sats are asking them to Alex they don't know like, right. You're not going"
    },
    {
      "end_timestamp": 3568.0,
      "id": "250a9eec-fb18-3534-9990-dc8093d77f32",
      "speaker": "Jordan",
      "start_timestamp": 3564.0,
      "text": "to get you don't know what you think you're you think you're going to get something you are not going to get?"
    },
    {
      "end_timestamp": 3580.0,
      "id": "2d28a732-f806-337f-8070-57fbdec6afae",
      "speaker": "Dan",
      "start_timestamp": 3568.0,
      "text": "Yeah. So the first question is, what do you say to the harassers? Any question? The people who were responsible for harassment against the family, people putting out"
    },
    {
      "end_timestamp": 3612.0,
      "id": "a822889f-0a92-38fb-912d-555303b143f1",
      "speaker": "Alex Jones",
      "start_timestamp": 3580.0,
      "text": "misinformation. The original people were professors. The question is former CIA operatives and others, and I believe them and they never told anybody to go harass families, a few mentally ill people, generous families, that there's some evidence of that. And that's that's a real thing. But the people that harassed some of the families who became public figures and met with Obama and went on TV. You know, a lot of folks that are pro gun didn't like those families being political. I understand what the families did it. And so yes, nobody should harass the families. I'm not sure anybody ever to do that. They have no evidence of that."
    },
    {
      "end_timestamp": 3613.0,
      "id": "8458f945-09ba-3f52-b447-ab1f44635da8",
      "speaker": "Dan",
      "start_timestamp": 3612.0,
      "text": "There's tons of evidence of it."
    },
    {
      "end_timestamp": 3617.0,
      "id": "6414d64f-3529-3083-ab6e-fda752261728",
      "speaker": "Jordan",
      "start_timestamp": 3613.0,
      "text": "That part where you said Release the Kraken is a real issue. Sure."
    },
    {
      "end_timestamp": 3632.0,
      "id": "8f6b944a-a919-32ea-bac5-15f547272947",
      "speaker": "Dan",
      "start_timestamp": 3617.0,
      "text": "That's one big piece of it. Yep. The constant promotion of Wolfgang Halbig. Yeah, another very big piece of it. jail time. Yeah, man. I mean, this is just, you know, you could just say these things. And yep, it's just"
    },
    {
      "end_timestamp": 3635.0,
      "id": "c495090e-a608-3edd-8389-8005502d9c9e",
      "speaker": "Jordan",
      "start_timestamp": 3632.0,
      "text": "bullshit. And then they'll write it down and put it out there."
    },
    {
      "end_timestamp": 3648.0,
      "id": "2992f1b6-738e-3683-be78-738f3880ce53",
      "speaker": "Dan",
      "start_timestamp": 3635.0,
      "text": "Well, no, because there is a chance that, you know, this is a local news piece, and maybe they would play this and then be like, nope, back in the studios. I was like, this is totally true. Yeah, maybe I imagine. I didn't know. I didn't see the local news piece."
    },
    {
      "end_timestamp": 3654.0,
      "id": "9a2dac8d-0d47-3735-bfe0-34cf0eea02bd",
      "speaker": "Jordan",
      "start_timestamp": 3648.0,
      "text": "I imagine if you're watching local news in Connecticut, you're probably not going to be a fan of AJ."
    },
    {
      "end_timestamp": 3666.0,
      "id": "287e00b4-4cdb-31de-815d-6a6012a28c0e",
      "speaker": "Dan",
      "start_timestamp": 3654.0,
      "text": "Probably not. Yeah. I mean, I certainly wouldn't be if I knew that he was coming to disrespect your fucking town, really? Make a mockery of the proceedings and try and sell books on the"
    },
    {
      "end_timestamp": 3670.0,
      "id": "f498d007-893b-30e2-9447-d1f243b80375",
      "speaker": "Jordan",
      "start_timestamp": 3666.0,
      "text": "community has gone through. Yeah, to get any shitty. Yeah."
    },
    {
      "end_timestamp": 3680.0,
      "id": "da2a07e9-1447-309f-b8a2-a48b62f8701b",
      "speaker": "Dan",
      "start_timestamp": 3670.0,
      "text": "So someone else asks a question that was like Are yours in their First Amendment? Now? It's like you bet there is? Sure. And who cares? And here's the last question."
    },
    {
      "end_timestamp": 3720.0,
      "id": "22abab82-fb78-3eba-956e-3f25645aecb3",
      "speaker": "Alex Jones",
      "start_timestamp": 3680.0,
      "text": "Said you might not testify tomorrow. That's something you're really considering. I'm not gonna tell a lie. I've made mistakes in my life, but I'm not a liar. I don't read off teleprompters. I don't give given scripts. I just tell the truth. And that Judge again, admonished that I would go to jail tomorrow. If I give any other answer of yes, no, or I don't know. So when they get up and say, Isn't it true? You made money off this? No. The judge says, I'll go to jail. She says I did. It's a lie. She says since you didn't give us evidence. I say you're guilty when we gave her all the evidence. But the evidence doesn't fit. Do you understand? This is a kangaroo trial. This is a fraud. This is a danger. All right. Listen, find the truth@infowars.com Find out what I'm actually covering God bless and good luck."
    },
    {
      "end_timestamp": 3726.0,
      "id": "a5e73c68-8474-31f7-ba69-84a8d91ee749",
      "speaker": "Dan",
      "start_timestamp": 3720.0,
      "text": "Yes. I mean, he only took a few questions. It was mostly just him and Barnes ranting Yeah. But bullshit."
    },
    {
      "end_timestamp": 3729.0,
      "id": "3a16fb06-fb37-3cb3-8089-b2811189a106",
      "speaker": "Jordan",
      "start_timestamp": 3726.0,
      "text": "Yep. That sounds about right. So he did"
    },
    {
      "end_timestamp": 3743.0,
      "id": "888eacc9-3705-3d1e-b8e1-29963835f9f9",
      "speaker": "Dan",
      "start_timestamp": 3729.0,
      "text": "end up also answering some other questions from people. And weirdly, this is not on the video that he put out on his own website. Interesting. Yeah, it's strange, because some of it, I mean, it sounds bad."
    },
    {
      "end_timestamp": 3769.0,
      "id": "64b4ce7c-6910-3f37-aec4-3cc626f7a7df",
      "speaker": "Alex Jones",
      "start_timestamp": 3743.0,
      "text": "They're gonna be suing people for 1000 years over Sandy Hook. They may rename the whole planet Sandy Hook. Okay, this is a damn hoax and a lie. And I'll tell you, the best part about it. I don't have $2 million. I don't have all this money and crap they talk about so they could get a billion dollar verdict. They're not gonna get anything. But what they got was their publicity stunt for charities. And they're $73 million and Remington and the cash machine squeezing money out of the dead children's bodies."
    },
    {
      "end_timestamp": 3801.0,
      "id": "16338fd9-105e-3b89-adeb-518c376a100c",
      "speaker": "Dan",
      "start_timestamp": 3769.0,
      "text": "That is unacceptable. And I think Alex even knows that like, let's not play that part on info let's pretend that didn't happen. Where I'm laughing about they're not gonna get my money because I don't have any haha The joke's on them. And Jesus calling this this trial a publicity stunt. Well, he publicity stunts on the steps and yeah, I think I think saying that they're squeezing money out of the dead kids is a pretty grotesque fucking thing for him to say."
    },
    {
      "end_timestamp": 3818.0,
      "id": "8ce8c12e-d7d4-3f92-b93a-34ae3c15751f",
      "speaker": "Jordan",
      "start_timestamp": 3801.0,
      "text": "Yeah, yeah. You know, when people are like, Oh, he should have gotten his ass kicked when he was younger. Like, we're leaving out the many people who get serious head injuries, like Alex got his ass kicked enough, but I think he's fucked in the head. Maybe we maybe we need to talk more about that. I mean, it looks fucked up. There"
    },
    {
      "end_timestamp": 3829.0,
      "id": "1e1f4c75-ee54-376d-be2c-71f251a1258e",
      "speaker": "Dan",
      "start_timestamp": 3818.0,
      "text": "is an inability to control himself. That is absolutely true. But he can't control himself enough to somehow navigate doing shit like this. No."
    },
    {
      "end_timestamp": 3835.0,
      "id": "033ec1e7-a0c2-3388-88e1-84af60c2bb19",
      "speaker": "Jordan",
      "start_timestamp": 3829.0,
      "text": "Yeah. He's not Mr. Magoo, like, right fucking around and everything just falls into place for him if Mr."
    },
    {
      "end_timestamp": 3892.0,
      "id": "d66c77a9-90d9-39de-9654-20c54c6d1f45",
      "speaker": "Dan",
      "start_timestamp": 3835.0,
      "text": "Magoo was like, deeply malicious. Yeah. I don't know how to Yeah. So I wanted to take this episode, too, because Alex has been in Connecticut. Oh, sure. He has been hosting the show, though. You know, him and Barnes will still pop in here and there. But like, I wanted to take an opportunity to really look at like, this is this man. Yes. Is what he's doing. I think that in terms of his behavior, you know, obviously, he could do what he wants on his show. And there's a level of that that is disgusting and toxic, and I certainly don't want to ignore it totally. But the idea that he would take the time to go to Connecticut to do this is paint paints a picture, it paints a picture of a real piece of shit."
    },
    {
      "end_timestamp": 3904.0,
      "id": "5cbe8c9f-f953-3e09-80ff-47c1a1038bf2",
      "speaker": "Jordan",
      "start_timestamp": 3892.0,
      "text": "Yeah. Yeah. And again, this is outside the walls, like the families could have have been in the hallway and turned around and heard this shit. Yeah, like"
    },
    {
      "end_timestamp": 3912.0,
      "id": "ff820bb1-dbc1-3a65-b194-f619ce7d43ac",
      "speaker": "Dan",
      "start_timestamp": 3904.0,
      "text": "I was admonished earlier for doing this shit and exactly like do your own research. Yeah, that's what I would tell the jury. Yeah, there's a chance that the jury could"
    },
    {
      "end_timestamp": 3916.0,
      "id": "0efa75e0-5a4f-35b4-a1b2-399683be8ae9",
      "speaker": "Jordan",
      "start_timestamp": 3912.0,
      "text": "have heard him. Yeah. And that's a legal but Alex has"
    },
    {
      "end_timestamp": 3924.0,
      "id": "0364189a-323c-36e8-90fa-0e727f9a8321",
      "speaker": "Dan",
      "start_timestamp": 3916.0,
      "text": "no way of knowing like if the families outside doesn't care they're within earshot. Yeah."
    },
    {
      "end_timestamp": 3929.0,
      "id": "b75a940a-4d2e-38e3-a2c7-f8badd271b8e",
      "speaker": "Jordan",
      "start_timestamp": 3924.0,
      "text": "Just just to fucking psycho man. Yep, yep. Oh, Jesus,"
    },
    {
      "end_timestamp": 3950.0,
      "id": "dd1edbcf-94b1-39a3-a75f-504449632ff8",
      "speaker": "Dan",
      "start_timestamp": 3929.0,
      "text": "so that's disgusting anyway, I'm sorry to make this the episode where we're gonna launch into the weekend. Hey, come on everybody tgis really doesn't set things on like a easy breezy kind of place. But who knows, maybe there'll be a verdict and that'll, you know, be high. I'll tell you if,"
    },
    {
      "end_timestamp": 3955.0,
      "id": "a7d628f8-69d1-3688-a66d-f4e59b0aa251",
      "speaker": "Jordan",
      "start_timestamp": 3950.0,
      "text": "if half a billion dollar judgment gets handed down. What's going to be a good weekend?"
    },
    {
      "end_timestamp": 3972.0,
      "id": "a5832656-b9da-32ff-b583-aca4d0919e84",
      "speaker": "Dan",
      "start_timestamp": 3955.0,
      "text": "It'll make it'll take a little bit of a bomb on this. It'll be nice wound to this burn of Alex's bullshit. Yep. Anyway, we'll be back on Monday with another episode. Not about a publicity stunt press conference. Oh, no, no, no. But until then, Jordan, we have oops, we do. It's"
    },
    {
      "end_timestamp": 3977.0,
      "id": "615f8dd4-6413-3183-acba-9b0be0816eca",
      "speaker": "Jordan",
      "start_timestamp": 3972.0,
      "text": "outright.com. We're also on Twitter. We are on Twitter. It's at knowledge underscore fight."
    },
    {
      "end_timestamp": 3986.0,
      "id": "274f528e-14f2-37be-9bf0-833355bdd500",
      "speaker": "Dan",
      "start_timestamp": 3977.0,
      "text": "We'll be back but until then, I'm gonna go I'm Leo. I'm DCX Clark. I'm Wilford to nibble Snapple of the Gribble. Pebble, and now here comes the sex robots."
    },
    {
      "end_timestamp": null,
      "id": "ad816fe5-e49e-3168-b8b6-b5d95c789b9a",
      "speaker": "Alex Jones",
      "start_timestamp": 3986.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. Oh, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}