{
  "audio_identifier": "KF_736",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/MarkPostVerdictInt.mp3",
  "blocks": [
    {
      "end_timestamp": 55.0,
      "id": "356a1939-c9c7-3529-a35a-b4231b15ef85",
      "speaker": "Opening Theme by DJ Danarchy",
      "start_timestamp": 4.0,
      "text": "Red Alert. Red alert. Red alert. Red alert. Red alert. Not not not not not not Knowledge Fight. Dan and Jordan. I am sweating. Knowledge fight dot com. It's time to pray. I have great respect for Knowledge Fight. Knowledge Fight. I'm sick of them posing as if they're the good guys saying we are the bad guys. Knowledge Fight. Dan and Jordan. Knowledge Fight. Need money. Andy in Kansas Andy in Andy Stop it Andy in Kan Andy in Kansas. Andy it's time to pray Andy in Kansas, you're on the air. Thanks for holding. Hello Alex I'm a first time caller I'm a huge fan. I love your work. Knowledge Fight. Knowledge Fight dot com. I love you."
    },
    {
      "end_timestamp": 130.0,
      "id": "288be4f8-4816-39b3-825a-ad33000dc657",
      "speaker": "Dan",
      "start_timestamp": 55.0,
      "text": "Hey, everybody, how's it going out there? This is Dan. Here's the situation, the other day me and Jordan, after the verdict came out on Thursday, we had the opportunity to sit down and chat with the plaintiff's attorney from the Texas cases, Mark Bankston, about the, you know the goings on, reflect a little bit on the the case and what were the most likely next steps. And that is a little bowonus, bwonus bowonus. That's what it is. It's a bonus little episode for this weekend for you all to enjoy. Sneaky snaking. But here's the thing. Me and Jordan had myint, mint, man. I'm pronouncing things weird all over the place. Me and Jordan had meant to record an intro the like this what I'm what I'm doing here, but we forgot. Anyway, I just thought it would be weird if the episode started and then just immediately jumped into an interview. Maybe I'm wrong. I don't know. Maybe this is unnecessary. Anyway, before I get too up in my head. I'll just throw it to the interview, enjoy, and we will be talking to you soon."
    },
    {
      "end_timestamp": 136.0,
      "id": "6afbea86-d08f-3fcd-a95a-366e05178c31",
      "speaker": "Dan",
      "start_timestamp": 130.0,
      "text": "Well, folks, I figured there's a lot of news, there's a billion stories to cover."
    },
    {
      "end_timestamp": 139.0,
      "id": "2508bedb-e427-36c5-80ea-d7290280bee2",
      "speaker": "Jordan",
      "start_timestamp": 136.0,
      "text": "Yeah. 965 million to be exact."
    },
    {
      "end_timestamp": 151.0,
      "id": "ac7280d7-bc02-3ffb-bcc6-f65094e58422",
      "speaker": "Dan",
      "start_timestamp": 139.0,
      "text": "Yeah, close to a billion stories. yeah. And whenever we need some legal analysis on cases involving one Alex Emric Jones, there's, there's one, when we put up the Mark Bankston symbol,"
    },
    {
      "end_timestamp": 155.0,
      "id": "dc2890cc-9132-3dd3-8bc0-19bb99dc7d65",
      "speaker": "Jordan",
      "start_timestamp": 151.0,
      "text": "There's only one signal signal symbol."
    },
    {
      "end_timestamp": 164.0,
      "id": "709c1eaf-c9f6-3aa4-895c-fbed6fd39a50",
      "speaker": "Dan",
      "start_timestamp": 155.0,
      "text": "I go to the rooftop of my apartment here in Chicago and I put a gummy worm shadow on a cloud and then Bill calls Mark."
    },
    {
      "end_timestamp": 173.0,
      "id": "2489eb85-0898-309f-b134-60c06519e542",
      "speaker": "Jordan",
      "start_timestamp": 164.0,
      "text": "I think I think the Mark signal is a is a silhouette with the words underneath it, \"Who sent me these texts?\" I think that's"
    },
    {
      "end_timestamp": 179.0,
      "id": "49b534b9-32b9-3ca0-8a07-b74882967e7e",
      "speaker": "Dan",
      "start_timestamp": 173.0,
      "text": "It's a it's a Matlock shaped symbol, or bones being picked."
    },
    {
      "end_timestamp": 182.0,
      "id": "7a375b44-02e2-387b-adb7-9c47d8060f1e",
      "speaker": "Jordan",
      "start_timestamp": 179.0,
      "text": "We have extended this long enough, Mark. Welcome to the show!"
    },
    {
      "end_timestamp": 184.0,
      "id": "d337bad6-e54b-38d9-a953-eebeefe3a977",
      "speaker": "Mark Bankston",
      "start_timestamp": 182.0,
      "text": "Cheers, boys. How are y'all doing?"
    },
    {
      "end_timestamp": 192.0,
      "id": "617d4300-9000-3134-8266-2635e489c176",
      "speaker": "Dan",
      "start_timestamp": 184.0,
      "text": "Welcome back. I raise my glass of, Jordan brought champagne over this evening. And so welcome. Thanks for joining us."
    },
    {
      "end_timestamp": 197.0,
      "id": "233e24f8-8aab-3d28-a8f3-4f77159dfd4e",
      "speaker": "Mark Bankston",
      "start_timestamp": 192.0,
      "text": "Absolutely. Absolutely couldn't be in better spirits today."
    },
    {
      "end_timestamp": 205.0,
      "id": "b8ca77bc-cf2e-3cbd-895b-c8b2faf29493",
      "speaker": "Dan",
      "start_timestamp": 197.0,
      "text": "I think a lot of the audience's aware obviously that the Connecticut case, the verdict came in on Wednesday."
    },
    {
      "end_timestamp": 207.0,
      "id": "fda007fe-1e7a-3bc0-8e59-d6ed863a09a1",
      "speaker": "Mark Bankston",
      "start_timestamp": 205.0,
      "text": "Boy, did it ever."
    },
    {
      "end_timestamp": 212.0,
      "id": "3d1a10e4-4879-3f45-855e-eba2621681b0",
      "speaker": "Dan",
      "start_timestamp": 207.0,
      "text": "It came in as a, as a flood"
    },
    {
      "end_timestamp": 219.0,
      "id": "11f5528a-142b-3267-8291-aaed73ab10ce",
      "speaker": "Jordan",
      "start_timestamp": 212.0,
      "text": "It will require 40 days and 40 nights to weather the storm, is the level of flood we're dealing with here."
    },
    {
      "end_timestamp": 226.0,
      "id": "6d722daf-8d49-3bce-bc1d-ac768db646f7",
      "speaker": "Dan",
      "start_timestamp": 219.0,
      "text": "And I think some people probably have some questions about, you know, the dynamics about it. And we're certainly no legal mind..."
    },
    {
      "end_timestamp": 231.0,
      "id": "0efbe2cc-b2aa-3e0b-ae14-f3bb7e61b3e3",
      "speaker": "Jordan",
      "start_timestamp": 226.0,
      "text": "Absolutely we have no law it stuff."
    },
    {
      "end_timestamp": 238.0,
      "id": "c86f2ed8-da4e-3c29-ae44-02467224853e",
      "speaker": "Mark Bankston",
      "start_timestamp": 231.0,
      "text": "I got a lot of questions, too. There's there's still so much to get answered here. Boy, it's really a nice time to celebrate."
    },
    {
      "end_timestamp": 244.0,
      "id": "421541ae-2b59-362b-bb7f-11bc8cbf5162",
      "speaker": "Jordan",
      "start_timestamp": 238.0,
      "text": "One thing I wanted to ask you first, how bout we start with that. You were in the courtroom for a while, correct?"
    },
    {
      "end_timestamp": 246.0,
      "id": "c19dbf54-03e5-33c6-a61d-57da8618bf08",
      "speaker": "Mark Bankston",
      "start_timestamp": 244.0,
      "text": "Yeah, yeah, I was..."
    },
    {
      "end_timestamp": 253.0,
      "id": "ea6af10b-18e2-3715-8995-9e324c2f2db0",
      "speaker": "Jordan",
      "start_timestamp": 246.0,
      "text": "Yeah. What was what was it like sitting in the courtroom as a spectator as opposed to a gladiator, you know what I'm saying?"
    },
    {
      "end_timestamp": 263.0,
      "id": "d4372f7d-a4dc-32a2-a47f-04ad19eb72fd",
      "speaker": "Mark Bankston",
      "start_timestamp": 253.0,
      "text": "It's interesting, you know, cuz you walk into that courtroom, right? And nobody knows what's gonna happen in this trial. But everybody knows what happens in mine. When I walk in there, there's a weird feeling of"
    },
    {
      "end_timestamp": 268.0,
      "id": "bcdb7f68-b7e5-319d-8fd1-b07d17c0ecc8",
      "speaker": "Jordan",
      "start_timestamp": 263.0,
      "text": "here like Ray Lewis in 2004. Like..."
    },
    {
      "end_timestamp": 358.0,
      "id": "1118077b-65c9-30db-9d25-98fcb633a0dd",
      "speaker": "Mark Bankston",
      "start_timestamp": 268.0,
      "text": "Yeah, exactly, I mean, here's the other thing, too, is I had, over the years gotten the chance to reach out and talk to some of the other plaintiffs in the Lafferty case, but this was the first time that I'm like, in a room with them all, and got to meet them. And, you know, it's weird because sometimes people that you don't think about it too much, that in a very technical sense, these cases of ours in Connecticut, and in Texas are in competition in a way like that. That would normally be the case. Right? But that has since almost the outset, not been how we've treated it. Yeah. And these parents were so gracious to me. And so I mean, they were expressing their admiration and their thanks for what we did. And I don't even represent these folks. Right? But we've kind of stopped looking at it that way. Because, you know, I think we've said it in court many times, me and Chris are as cooperative as two plaintiff's lawyers across the country could ever be. And we have helped each other along this way to make sure that these people are not pulling fast ones in either direction. And so man, when that trial started, yeah, there was no other place in the world I wanted to be, try to help whatever way I could. And it was, it was a great experience to be there. And to be, I don't know, there was something about that particular courtroom when you have that amount of gravity of people in it. yeah. Of all of these plaintiffs. It was, it was quite an experience. But you know, like, like, a lot of people midway through the trial, and I had to leave and come home, because I actually had to come home for a couple days and then go try another case out in Kansas City. Nobody really knew what was gonna happen. Right? Nobody really knew."
    },
    {
      "end_timestamp": 364.0,
      "id": "53d93a8e-1065-37f0-a1e1-9b313b7e9423",
      "speaker": "Dan",
      "start_timestamp": 358.0,
      "text": "Well, there's even just this simple dangling thread of like, Is Alex gonna come back? totally. right."
    },
    {
      "end_timestamp": 416.0,
      "id": "e094e082-b8db-329c-b9b3-21ca611172bd",
      "speaker": "Mark Bankston",
      "start_timestamp": 364.0,
      "text": "That was I mean, look, I'll be honest with you, once, once Alex testified, I kind of knew where we were going, just not the degree, right. Like, nobody knows. I've always said this getting nobody knows how to value these cases. Right? And so I was almost concerned after my case, if people were going to look at it and go, All right, well, yeah, but that's just a total fluke, you've got one story of what happened to with Neil and Scarlet where Neil gets defamed, and you get one result. That's just a fluke. And what's so rewarding about this next trial? Is it proves that's not a fluke. There's no fluke about it. yeah. And that you can almost look at that. It's like the Heslin case is sort of the battering ram that breaks into that fortress, sets the value sets understands how the case is going to go. And then Chris and his team just took that. And I mean, look, there's there was a lot of things that were going well for them. Right? To start, let's preface this, there were a lot of really good things."
    },
    {
      "end_timestamp": 425.0,
      "id": "d253bfab-b85d-3327-b129-167693f6a4af",
      "speaker": "Jordan",
      "start_timestamp": 416.0,
      "text": "Well, they had already won. So that was a good start...in terms of the terms, of trials. Having already won helped."
    },
    {
      "end_timestamp": 427.0,
      "id": "2e4e9079-4efb-3414-a7f6-a09bd9934063",
      "speaker": "Dan",
      "start_timestamp": 425.0,
      "text": "Step one..."
    },
    {
      "end_timestamp": 429.0,
      "id": "b86d3222-57c0-340c-ac60-6266ef839b21",
      "speaker": "Jordan",
      "start_timestamp": 427.0,
      "text": "You win the trial, yes."
    },
    {
      "end_timestamp": 441.0,
      "id": "35f8c40d-6a3d-3c76-801a-750e627be4a8",
      "speaker": "Mark Bankston",
      "start_timestamp": 429.0,
      "text": "There can be a lot of defendants who got defaulted or came in there with just a damage hearing. And it still it doesn't really matter, because it's still if the jury doesn't think what they did was wrong, then they're not going to compensate people for it. Right. Right. Yeah. Yeah, exactly."
    },
    {
      "end_timestamp": 448.0,
      "id": "ebb36d51-9e05-360b-9d4a-e4e9bcccbe54",
      "speaker": "Jordan",
      "start_timestamp": 441.0,
      "text": "And that idea of getting $1. You know, well, like when Trump sued the NFL, and they gave him a fucking dollar, you know, yeah."
    },
    {
      "end_timestamp": 499.0,
      "id": "a76dce93-13ea-3499-98e1-89357af874d4",
      "speaker": "Mark Bankston",
      "start_timestamp": 448.0,
      "text": "Right? And so I think everybody knew that wasn't going to be what was happening, because I mean, I mean, I think what these cases show, and I knew from when he testified, is a jury, once this information is put in front of them, it is basically indispensable on its merits, they're gonna fucking hate the guy. That's just how it's gonna be. And then then the question is, right, like so look, they have all these things going well for them, they have the first trial with Jones that we had in Austin clearly broke his brain. Right, he came to that trial with a defense lawyer who was going to put on a fairly standard defense. He went in there and pretended that he had remorse. They tried to play the script of how you would supposedly defend this. And they got they got wrecked. And so it broke Alex's brain. So he shows up to the next trial, and he acts like a goddamn madman. He's up there on the stand saying, I don't apologize for shit, and basically like, all of you are my enemy."
    },
    {
      "end_timestamp": 503.0,
      "id": "2e073809-5f29-31ad-b1aa-f76576ac7c1a",
      "speaker": "Dan",
      "start_timestamp": 499.0,
      "text": "You gotta admire that on some level, you know, it's like, this strategy didn't work, let's try..."
    },
    {
      "end_timestamp": 506.0,
      "id": "2a6b8fc9-54e5-32cd-9c3a-95595c143078",
      "speaker": "Jordan",
      "start_timestamp": 503.0,
      "text": "Yeah, yeah, no, I mean, I didn't..."
    },
    {
      "end_timestamp": 508.0,
      "id": "df1ec773-caab-32ae-b64c-38ece296ab55",
      "speaker": "Dan",
      "start_timestamp": 506.0,
      "text": "Admire's the wrong word. I'm gonna take that back."
    },
    {
      "end_timestamp": 515.0,
      "id": "6d3c6192-7c94-3759-a07b-8ae64c322f85",
      "speaker": "Jordan",
      "start_timestamp": 508.0,
      "text": "I really didn't get an apology from all of the people who had no idea this was going to be coming. But what are you gonna do? You know?"
    },
    {
      "end_timestamp": 539.0,
      "id": "56425966-1970-315c-9032-2ba4c1f0f654",
      "speaker": "Mark Bankston",
      "start_timestamp": 515.0,
      "text": "Right. You have that, you've got Jones acting like an absolute madman, which helps. You've got Norm Pattis, which, wow! Did I, I never would have thought that I would see a lawyer who could try this case less competently than Andino Reynal. I did not think so. I, we learned that is possible. You had Norm, Norm was literally asleep at one point in the trial. He was like tweeting during the trial about other stuff, like..."
    },
    {
      "end_timestamp": 540.0,
      "id": "aa796372-9b05-3b68-8bf8-5532f7bbf0ae",
      "speaker": "Dan",
      "start_timestamp": 539.0,
      "text": "at Cernovich. yeah."
    },
    {
      "end_timestamp": 556.0,
      "id": "e47d860d-8b57-3f64-9d3b-ca4d37936648",
      "speaker": "Mark Bankston",
      "start_timestamp": 540.0,
      "text": "He's like, he's like, being openly combative with the jury, I mean, it was it was I'm, I love to know what's going on with Norm. But I'll tell you when I saw that closing statement of his. yeah. I was like, Is this son of a bitch throwing the case? What is he up to? Like what is happening?"
    },
    {
      "end_timestamp": 563.0,
      "id": "64bcf675-223c-353b-b9b0-fad2f204fe14",
      "speaker": "Dan",
      "start_timestamp": 556.0,
      "text": "I know, I know. This is not gonna be a popular statement. But maybe these grieving families are liars."
    },
    {
      "end_timestamp": 583.0,
      "id": "c4ddf283-d072-369b-bd62-9a783f69f8c2",
      "speaker": "Jordan",
      "start_timestamp": 563.0,
      "text": "Yeah, yeah, that was an intense, I actually, that was actually a really good question lawyer, lawyering, you can do. That lawyers prayer sounded fake as shit to me. Like no lawyer has ever done that. nobody. Nobody's ever said that. Why did he say he was like the old fashioned lawyers prayer?"
    },
    {
      "end_timestamp": 591.0,
      "id": "6578e925-5cb6-30b9-ac54-23f047a2a5e5",
      "speaker": "Dan",
      "start_timestamp": 583.0,
      "text": "Norm's a creative guy, stand up comic, he writes his own material. There's nothing nothing to shit on there, Jordan."
    },
    {
      "end_timestamp": 598.0,
      "id": "291f6753-646e-3ba7-bb6c-5b6fc8567a8a",
      "speaker": "Jordan",
      "start_timestamp": 591.0,
      "text": "Well, I will share with you the old comic's prayer. Fuck Norm Pattis that was a that's our favorite one to say before every set."
    },
    {
      "end_timestamp": 604.0,
      "id": "a2169eec-cd56-31fa-8e85-c71f76e2641b",
      "speaker": "Dan",
      "start_timestamp": 598.0,
      "text": "Dear Lord, made the laughs be plentiful. And the alcohol intake..."
    },
    {
      "end_timestamp": 605.0,
      "id": "f0d691e8-d856-39a5-b558-fde2c825d61c",
      "speaker": "Jordan",
      "start_timestamp": 604.0,
      "text": "Work."
    },
    {
      "end_timestamp": 666.0,
      "id": "c6985bc0-7de3-3e81-8688-de333e3720cd",
      "speaker": "Mark Bankston",
      "start_timestamp": 605.0,
      "text": "You know, I think it's sometimes works in a criminal trial when you have a lawyer who's defending, who is deeply and fundamentally unlikable like Norm is, I mean, he's just a powerfully unlikable human being. But it actually sometimes works in criminal trials. But in the civil end, no, this would didn't fly. So you've got all these advantages going in, then you got Jones, you've got the attorney. I mean, it's a mess. But here's the thing that I don't think people are putting enough attention on, is that while Chris Mattei had himself a really strong case, and really favorable conditions in the courtroom, he faced something that is so insanely difficult, which is when you have, when you just have, when  it's just Neil and Scarlet, one family, right, you can get the number up, get it up there to 50 million and your jury understands that. But once you start having 15 plaintiffs, you have to get the numbers up so high that your jury's gonna get sticker shock, right. And that's a worry even well below the figure they got. To be able to defeat that, to be able to get a jury on board with the idea of of giving this kind of award is literally the hardest thing a plaintiff's lawyer can ever do."
    },
    {
      "end_timestamp": 668.0,
      "id": "c6319164-a167-3e56-bdab-8b28889bcbeb",
      "speaker": "Jordan",
      "start_timestamp": 666.0,
      "text": "I believe it."
    },
    {
      "end_timestamp": 696.0,
      "id": "9b93ff0a-a0c6-3a2f-919d-8657e6cabb41",
      "speaker": "Dan",
      "start_timestamp": 668.0,
      "text": "I think, I think in terms of that, that's, that's an angle and then too with the the number of plaintiffs like as opposed to with your case, with Neil and Scarlett, it's, you know, it's one story. It may be a complicated story to tell, but with so many plaintiffs being able to, you know, respectfully and accurately convey all of their different experiences. right. It's something that I thought was also well handled. yeah. It seems like a gigantic challenge. yeah."
    },
    {
      "end_timestamp": 724.0,
      "id": "f988a724-d515-3c5b-a1c7-9f555e75eb28",
      "speaker": "Mark Bankston",
      "start_timestamp": 696.0,
      "text": "I mean, look, you you know, you're going to, if you do it, right, like he did you get critical mass. Yeah, that can happen. But there was a huge danger there of losing the jury in the details, of all of these different people, and having them get exhausted through the process and having that be dulled in their senses. And you'll notice that as Chris started going through the different plaintiffs, he was able to create new angles and new ways to tell the story. yes. It wasn't just repetitive. yeah. At all."
    },
    {
      "end_timestamp": 747.0,
      "id": "5d63cbb0-0e4a-3f44-b880-55b707c01987",
      "speaker": "Dan",
      "start_timestamp": 724.0,
      "text": "I think Koskoff too, had a great sort of friendliness with the way that he questioned the the plaintiffs as well, there was at times, certainly, got objections from Norm. But there was kind of a friendliness to him, in contrast to Mattei, kind of having more of a like, straightforward..."
    },
    {
      "end_timestamp": 765.0,
      "id": "4ac842bf-7a02-360e-a5ac-7f78bda61426",
      "speaker": "Jordan",
      "start_timestamp": 747.0,
      "text": "Even then the objections from Koskoff or, for Koskoff for more like, Okay, you can't ask that question, I know, we all just want them to tell the story and you're trying to ask a question. Yeah, absolutely. You'd object and then it'd be like, Okay, let me rephrase this to just tell your story. Like that. Yeah."
    },
    {
      "end_timestamp": 801.0,
      "id": "e06a6257-b1e7-38ae-9da3-6195faed2753",
      "speaker": "Mark Bankston",
      "start_timestamp": 765.0,
      "text": "Yeah. The other person I should probably mention by name just because I'm such such a big fan of hers is Alinor Sterling's work, arguing legal propositions in that courtroom was so outstanding. I really have rarely seen a lawyer who was so effective at communicating with the judge than Alinor is, and there were so many big rulings that she was able to secure during that trial. And she did such an amazing job. They had a really great team. I mean, that's it was both of these parents, both sides have, we're lucky to have really competent representation because they could have gotten stuck with terrible people. You never know. like Norm."
    },
    {
      "end_timestamp": 825.0,
      "id": "fa2b9244-9be8-3db5-8428-4d47e4aa08ff",
      "speaker": "Jordan",
      "start_timestamp": 801.0,
      "text": "I bet she I bet she has to feel amazing just because there are so few times I think, where you can really get into like, the nitty gritty of ah ah, this isn't point one four point C and feel like the righteous Crusader have fucking, you know, like, oh, no, it's one dash four C, MOTHER FUCKA. You know, like, you don't get to do that. rarely. exactly."
    },
    {
      "end_timestamp": 844.0,
      "id": "66099c2c-8479-3313-a759-1b0cf2e3d140",
      "speaker": "Mark Bankston",
      "start_timestamp": 825.0,
      "text": "Their legal team had three very distinctive and different personality presences in the courtroom, right then that some people look at the four of us, for instance, and it's like, yeah, the four bearded weirdos you know, they've they're basically brothers. They're, they're, they're different shades of the same color."
    },
    {
      "end_timestamp": 848.0,
      "id": "f076dc4e-b4ca-30dd-b683-39c75eccf87c",
      "speaker": "Jordan",
      "start_timestamp": 844.0,
      "text": "You like fucking Wyatt Earp from Tombstone, shut the fuck up."
    },
    {
      "end_timestamp": 932.0,
      "id": "7c1abef9-98df-3958-bccf-81383bdd3b06",
      "speaker": "Mark Bankston",
      "start_timestamp": 848.0,
      "text": "Exactly, right. And but there is sort of a solidarity, that groupness that we almost operate as one unit. And it's an interesting way to do it, and the jury seemed to really like us for it. But then when you add up into that it could adopt this different approach of having. Alright, so Chris has is able to bring a level of moral righteousness to the courtroom, that in a less genuine person would be over the top. But Chris is so genuine, that he was able to keep this like very strong sense of moral authority in the courtroom, but that needed to be counterbalanced because that they needed to have an emotional angle to they needed to have a humanistic relating. And Josh Koskoff pulled that element off of it. He has such an easy, unforced sense of camaraderie with people that he can pull that off. And then you have Alinor who is basically a strategist at heart like she is a, a battlefield general, and to know how to use the rules to keep her opponent where she wants, and so you have this very analytical approach in Alinor and the three of them together, just knocked it out of the park. I just, I'm, I'm actually super excited to work with them again in the future, you know, because they are some, they have been doing some great work outside of this too, you know, because they did Remington and that was a long slog, a very uphill climb. And they did it. And so they're out, you know, celebrating the world right now getting the accolades, and they deserve every bit of it. Because, wow, this is really an amazing result. Yeah, totally."
    },
    {
      "end_timestamp": 967.0,
      "id": "32d2ef50-2b5c-347d-82b0-1484ab34fb2b",
      "speaker": "Dan",
      "start_timestamp": 932.0,
      "text": "So I guess that leaves us in a position where, you know, we have this almost $1 billion judgment against Alex and Infowars. He has put his company into bankruptcy, or at least Free Speech Systems is in bankruptcy. And there's some sort of chaos going on with that as well, with the lawyers turning on each other a little bit as I understand. yeah, yeah. But where do, where do you I mean, obviously, it's almost entirely unpredictable. But where do you get, like, what are we talking about when we talk about appeals? Well, what are the options even?"
    },
    {
      "end_timestamp": 974.0,
      "id": "fdef2529-c87e-38cb-b4e5-e5d2bc2c95b4",
      "speaker": "Mark Bankston",
      "start_timestamp": 967.0,
      "text": "There was a there was a clip that came out of me talking in the courthouse right after our verdict came down. And I made some predictions on this subject."
    },
    {
      "end_timestamp": 975.0,
      "id": "e24792af-0ce0-38c8-92be-7f01dfbfe9cd",
      "speaker": "Dan",
      "start_timestamp": 974.0,
      "text": "The bone picking?"
    },
    {
      "end_timestamp": 1034.0,
      "id": "4d398ddb-ce75-3344-bffb-86a4cb8b3363",
      "speaker": "Mark Bankston",
      "start_timestamp": 975.0,
      "text": "Dividing up the courts of Infowars. yeah,yeah. Follows me like a ghost wherever I go. There was the thought that look, if these verdicts aren't monstrously big like they are right now, that that this would end up with resolution through bankruptcy court, because Jones wants this over, he's not going to chase to the ends of the earth on this kind of stuff. And it wouldn't make sense to like, look, he's going to have four trials, to get them all overturned? It's just ridiculous. So and I figured that he would, they would, we wouldn't be looking at that situation. In other words, we would be looking at this ending in a different way. But now when you've got a billion dollar judgment, you've got the Texas verdict, which I know they think they can appeal. Right? And then they're gonna have two more, Alex has just decided to just screw it. And like he said the other day on the show. Uh, you know, I'm gonna spend a few $100,000 and keep these cases wrapped up for years. yeah. And I'm like, I don't care. Like you think I care about that? Like, like, like, one, I think you're vastly overestimating how difficult a plaintiff side appeal is like, I've got to write two briefs over the next two years. Oh, big deal."
    },
    {
      "end_timestamp": 1036.0,
      "id": "36203473-65ab-3804-b2bf-26a7bb2990a4",
      "speaker": "Dan",
      "start_timestamp": 1034.0,
      "text": "Well, because the burden's on them. yeah. Right?"
    },
    {
      "end_timestamp": 1063.0,
      "id": "5d184e3e-2dab-3637-bf3a-2b5c9237d88e",
      "speaker": "Mark Bankston",
      "start_timestamp": 1036.0,
      "text": "Yeah, they've got a lot of work to do. Exactly. And they're gonna have to do a lot of work to do that. And for me, he was great. Now, here's the real kicker of it. Right? Here's the real kicker. Let's say that by some heaven forbid chance he is successful on appeal against us, for instance, and Texas Court of Appeals or Texas Supreme Court, reverses and orders a new trial to go forward. Do you, can you think of anything that would make me happier than going to trial against Alex Jones? Again?"
    },
    {
      "end_timestamp": 1064.0,
      "id": "ef4c1a27-675a-30fa-9b25-352f6a4de859",
      "speaker": "Dan",
      "start_timestamp": 1063.0,
      "text": "Very few things."
    },
    {
      "end_timestamp": 1074.0,
      "id": "9648a817-b82e-34b7-92bd-fbc89ed20159",
      "speaker": "Jordan",
      "start_timestamp": 1064.0,
      "text": "In case you're wondering. Last time there was a billion dollars on a Connecticut trial. How about you guys? They said 50 million and appealed it! Surprise!"
    },
    {
      "end_timestamp": 1076.0,
      "id": "575e1344-21a7-38f9-81af-82c4895e67c7",
      "speaker": "Mark Bankston",
      "start_timestamp": 1074.0,
      "text": "Yes. Let's do it again, why not."
    },
    {
      "end_timestamp": 1091.0,
      "id": "01f77da1-9571-3716-912e-303e746c00ec",
      "speaker": "Dan",
      "start_timestamp": 1076.0,
      "text": "If the appeals court? It wouldn't just be like this judgment is gone. It would be ordering a new trial. yeah, exactly. And Alex's behavior, you probably assume wouldn't be any different. He'd probably end up getting himself defaulted again."
    },
    {
      "end_timestamp": 1101.0,
      "id": "62adfe23-b61d-3152-861e-8d080a644a3a",
      "speaker": "Mark Bankston",
      "start_timestamp": 1091.0,
      "text": "Oh, yeah. Well, and here's the thing, though, if it comes back for new trial, it's just like, we reversed the clock back to June 2022. And we just set a new trial date and try it again. So it really wouldn't be a big deal or"
    },
    {
      "end_timestamp": 1105.0,
      "id": "e765163e-ad57-34ca-8c77-c0ef2750a788",
      "speaker": "Dan",
      "start_timestamp": 1101.0,
      "text": "But he could, could he like undo the default? Could that be appealed?"
    },
    {
      "end_timestamp": 1123.0,
      "id": "2810e6e5-8f1f-3814-bc25-441683b8b2f7",
      "speaker": "Mark Bankston",
      "start_timestamp": 1105.0,
      "text": "I mean, look, that's a technical thing that I guess, let me just put this right, this appeal? No, that's not something that's feasible. Right. The default is so well papered. I mean, we should've had a default in 2019. But the judge has made sure to paper the shit out of that. of course. 2022, it's a dead issue. There's no way he's getting that overturned."
    },
    {
      "end_timestamp": 1127.0,
      "id": "007946ca-0f5b-3af3-9a05-e8e5c0036755",
      "speaker": "Dan",
      "start_timestamp": 1123.0,
      "text": "So the appeal essentially is just about the damages."
    },
    {
      "end_timestamp": 1152.0,
      "id": "4f6779a3-1c6b-3c59-a5cd-b11f2261e65e",
      "speaker": "Mark Bankston",
      "start_timestamp": 1127.0,
      "text": "Just about the end and fundamental errors of the trial if they think that anything happened there. It's interesting, because most of your objections to this would be off of like jury instructions. And strangely enough, like Reynal every time we had a charge conference was like, no objection. Which I mean, again, like that's the whole through line with Reynal is there were so many opportunities for him to do things that would help his case and he just sat there and twiddled his thumbs while they're happening. And"
    },
    {
      "end_timestamp": 1187.0,
      "id": "d815e1d0-6eac-3550-914b-bf35b0eedef4",
      "speaker": "Jordan",
      "start_timestamp": 1152.0,
      "text": "I think what's ironic about the idea of an appeal is that after all these four trials are done. Basically, we're going to find out that once you have the ability to choose a jury of peers, like you can weed out certain people. Any reasonable person will agree that Alex should go fuck himself. yeah. The idea of that you can take it to court still kind of infuriates me whenever it's like, it doesn't matter where you are, or who you choose. As long as you get rid of info warriors. This motherfucker is going down."
    },
    {
      "end_timestamp": 1192.0,
      "id": "9c0de591-1dad-3403-b431-2c207ede809c",
      "speaker": "Dan",
      "start_timestamp": 1187.0,
      "text": "You know, I need a jury of my peers and my peers are crazy."
    },
    {
      "end_timestamp": 1229.0,
      "id": "fe07a06b-173b-3925-8ef5-2d7d57331ad5",
      "speaker": "Mark Bankston",
      "start_timestamp": 1192.0,
      "text": "So it is one of those things too, that like, I noticed that we had some really strong well informed jurors on the jury who I think in the next round for instance, we go try Pozner early next year, something like that. The jury pool is all going to know about this billion dollar verdict. I mean, this thing, exactly. And so a lot of those people who do know about it are probably going to get kicked off the jury. Right? yeah. So we're gonna have a jury who's, who's less in touch with what's been going on with Alex Jones. And what I've learned through this process is that is perhaps more advantageous, right? totally, totally. People who don't know this shit, and they get exposed to it. They lose their fucking minds."
    },
    {
      "end_timestamp": 1231.0,
      "id": "c0616406-f858-3554-9ad2-02a9853c2fb0",
      "speaker": "Jordan",
      "start_timestamp": 1229.0,
      "text": "HOW DARE YOU? Yeah, absolutely."
    },
    {
      "end_timestamp": 1251.0,
      "id": "b74c084b-a650-3cc6-93e5-c531f620d426",
      "speaker": "Dan",
      "start_timestamp": 1231.0,
      "text": "That became so clear to me when we had the guys from The Dollop on and like, I was playing stuff that Jordan would just be like, oh, yeah, okay. Dave and Gareth were freaking out. We're hearing stuff that's like kind of junior varsity Alex content to me. They're like, How is this one show?"
    },
    {
      "end_timestamp": 1276.0,
      "id": "6f21bf5a-f9e6-3c12-b2d3-0bc64282d979",
      "speaker": "Jordan",
      "start_timestamp": 1251.0,
      "text": "It is kind of a situation where this has, you know, we were all worried. As you said earlier, Dan and I were both worried about the judgment and all of this stuff. And I think that really might be because we are so close to it, that if we had, could step back, you know, like, if you can go back and listen to episode one, I'm fucked up about this shit. And I saw none of it."
    },
    {
      "end_timestamp": 1279.0,
      "id": "6afd6a39-32a5-3e05-a411-e60a50e8303c",
      "speaker": "Dan",
      "start_timestamp": 1276.0,
      "text": "When Alex said, it's time to pray. We lost our minds."
    },
    {
      "end_timestamp": 1287.0,
      "id": "fd657368-6aa1-3630-a7ff-951c5d66bea1",
      "speaker": "Jordan",
      "start_timestamp": 1279.0,
      "text": "We lost our shit! That's nothing now. That is nothing, you know, but it would be great for a jury."
    },
    {
      "end_timestamp": 1294.0,
      "id": "f78a4ab6-1bcb-3787-a2f7-513e047cfcb4",
      "speaker": "Dan",
      "start_timestamp": 1287.0,
      "text": "Here, we don't factor that in nearly as much. it's hard to. It's like the opposite of naivety or something. But it's still kind of naive on our part."
    },
    {
      "end_timestamp": 1297.0,
      "id": "9cd76bae-d21f-35d6-8bc2-66797e40ca67",
      "speaker": "Jordan",
      "start_timestamp": 1294.0,
      "text": "Because you don't know the amount that's correct. You know? yeah."
    },
    {
      "end_timestamp": 1336.0,
      "id": "ba7be912-8bf6-37fd-bdb3-c9de9cab281f",
      "speaker": "Mark Bankston",
      "start_timestamp": 1297.0,
      "text": "Well, we'll give you kind of a preview of where things are going. There will need to be, so on the 20th of this, like next week, we're having a hearing in Heslin. For enter the judgment there. We're gonna try to make a play to get around the cap on punitive damages there. That's a play I think we can make in Heslin. And I know for a fact it's going to be much easier play in Pozner. Right. It's just it's just from the way that sets up and how it will be much much much easier. But I still think we're going to do it in Heslin as well. Get that entered. There's the sanctions for Andino's trial conduct that the judge requested I put down on paper. So we've done that, we're going to have a hearing on that. We're also going to have a hearing about--"
    },
    {
      "end_timestamp": 1338.0,
      "id": "17d540fd-4695-3f1d-ae14-8b068a3bed7e",
      "speaker": "Dan",
      "start_timestamp": 1336.0,
      "text": "Think we're going to get some Norm sanctions?"
    },
    {
      "end_timestamp": 1360.0,
      "id": "91de1717-997c-353a-9bc0-5f1d62305875",
      "speaker": "Mark Bankston",
      "start_timestamp": 1338.0,
      "text": "I wish. I wish, no but we are, we're doing also sanctions motion for the improper removal and bankruptcy back in April, which is total BS, got dismissed really quick. But that caused us to incur a bunch of expenses. So we're gonna seek all that and we're actually going, instead of going after Jones and the company, we're going after the lawyers who did these things and pulled these things off."
    },
    {
      "end_timestamp": 1364.0,
      "id": "c1386479-3510-3dd3-a832-191f8aa14d68",
      "speaker": "Dan",
      "start_timestamp": 1360.0,
      "text": "Are we are we talking about a media star here?"
    },
    {
      "end_timestamp": 1396.0,
      "id": "421466d0-c135-300c-9a2b-dcda37c80108",
      "speaker": "Mark Bankston",
      "start_timestamp": 1364.0,
      "text": "We may have some news on him coming up. I'll just tell Knowledge Fight fans, keep, keep your eyes peeled for a story of Robert Barnes. This is, this would actually be against Andino for what he did during trial, as well as another one of their lawyers to name Eric Taub, who was involved with the representation earlier and made certain representations about Infowars LLC prior to the bankruptcy. So we'll be having a hearing on those and then enter the judgment. Right. The Lafferty folks will be having a similar thing happen. Of course, they're still stretching out because what people don't even realize, they haven't even had punitive damages yet."
    },
    {
      "end_timestamp": 1401.0,
      "id": "acdb3101-ea2d-3f06-96e5-10ea7f2c5731",
      "speaker": "Jordan",
      "start_timestamp": 1396.0,
      "text": "I know. That's gonna be bigger. Right? That's gotta"
    },
    {
      "end_timestamp": 1407.0,
      "id": "50ba5a31-e5c9-31f8-881c-b52dde249c47",
      "speaker": "Mark Bankston",
      "start_timestamp": 1401.0,
      "text": "You know, I think when you have a billion dollar billion dollar punatives, I don't think you need, I don't know."
    },
    {
      "end_timestamp": 1413.0,
      "id": "b9fcba5b-b3db-315e-9d11-35524bf3e606",
      "speaker": "Jordan",
      "start_timestamp": 1407.0,
      "text": "Compensatory is a billion dollars. I feel like they are going to wind up going ham on punative damages."
    },
    {
      "end_timestamp": 1415.0,
      "id": "c524a387-b2ba-3092-adac-327e9463624e",
      "speaker": "Mark Bankston",
      "start_timestamp": 1413.0,
      "text": "I think it's very possible."
    },
    {
      "end_timestamp": 1424.0,
      "id": "9a365678-7b51-335d-a497-76a9f5cbc3dd",
      "speaker": "Dan",
      "start_timestamp": 1415.0,
      "text": "But yeah, but also, like, the unfair trade practices part wasn't even. yeah. that's interesting. That's still even another thing that's sort of hanging in the balance."
    },
    {
      "end_timestamp": 1518.0,
      "id": "85e93365-4fa8-3901-a5c7-774daf64e68e",
      "speaker": "Mark Bankston",
      "start_timestamp": 1424.0,
      "text": "It is, it's it was a really nice tactic they pulled out of their hat on that one. And if they can sail that through, wow, what a great move. Right? I mean, it's I don't think anybody's ever thought about doing it this way before. I think they're the first ones to ever try it this way. And it was, I mean, I don't know for certain, but boy, do I smell Alinor on all of that, like, that is Alinor strategy right there. And if they if they pull that off, oh my gosh, then because like, then now we're talking numbers that I mean, are just, you can't ever resolve, right like this, this will be a millstone around his neck forever, if that's the case, right? And that may be where we're going. So they're gonna have to do the same thing, they got to get their punatives, then they'll have a hearing for entry of judgment. Once that happens. Infowars has about 30 days to file notices of Appeals in the various state courts. And if they want to do that, then they'll get an appeal. Like, for instance, I'll just take my case, though, they'll go up to the Texas Court of Appeals, and then that court will rule on everything, that will probably take and nine months, something like that. And then there will be they'll probably appeal after that. They'll do a what they call a petition for review to the Texas Supreme Court. That's not a mandatory appeal. The Texas Supreme Court gets to decide whether they want to hear it or not. sure. And in the past, they declined to hear in the earlier appeal, so I don't I don't know. But that would probably if the tech Supreme Court takes it, that's another nine months. And then and then they'll petition to the US Supreme Court that will resolve itself quickly. Like they'll reject that in two months. But we are probably looking at a year and a half, two or so. Before brass tacks really get hit."
    },
    {
      "end_timestamp": 1527.0,
      "id": "42784df2-f809-3b84-aebd-3fe175235762",
      "speaker": "Jordan",
      "start_timestamp": 1518.0,
      "text": "So, you're gonna do this, you're saying we're looking at two years before people legit go to his house and start digging up to find his fucking gold? Yeah, okay."
    },
    {
      "end_timestamp": 1565.0,
      "id": "84e6edaa-d4d1-3772-89f9-43c3307ef226",
      "speaker": "Mark Bankston",
      "start_timestamp": 1527.0,
      "text": "Start digging up gold out in the backyard. No, like, right? The problem there? Is ok. Cuz it even gets more complicated. Because at the same time, we have a fraudulent transfer suit pending against which we can adjudicate during that time on appeal, but we really can't do anything with it till the appeal is over. Right. So then, then we get to go after the money that isn't technically in Alex Jones's hands or Free Speech Systems hands, but that has been transferred over into other entities or been given to other insiders. Right. the weird companies. Yeah, exactly. Like the one that would trips everybody's radar on this is PQPR. Right? right. They set up, and there's a trust out there. You know, they"
    },
    {
      "end_timestamp": 1566.0,
      "id": "c2b43525-e591-3e1c-9253-9b7405f9157e",
      "speaker": "Dan",
      "start_timestamp": 1565.0,
      "text": "The AEJ one is that"
    },
    {
      "end_timestamp": 1593.0,
      "id": "0852b8be-66d7-3269-95ec-fa9f0a9c6c46",
      "speaker": "Mark Bankston",
      "start_timestamp": 1566.0,
      "text": "Yeah, they got an EJ trust. Now what's interesting with that trust is it's got $30 million sitting in it right now. So, you know, people sometimes come up to me and said, like, hey, you know, great result. But you know, are you really gonna collect anything, Alex Jones really have any money? And there was a time in my life where I was like, I don't know. And frankly, I don't care. Like, that's never what this was about. It's not for families, either, right? That's not why they're doing it, you know, like, like, the idea of them actually having to wait more time. They don't care, like fine, whatever."
    },
    {
      "end_timestamp": 1593.0,
      "id": "111b0f8c-5f6d-3553-9d6b-d1588025df4a",
      "speaker": "Jordan",
      "start_timestamp": 1593.0,
      "text": "Yeah, of course."
    },
    {
      "end_timestamp": 1594.0,
      "id": "6d31ab92-e732-3615-b6fb-c4f833c8991c",
      "speaker": "Dan",
      "start_timestamp": 1593.0,
      "text": "They've waited a decade."
    },
    {
      "end_timestamp": 1645.0,
      "id": "e9fedec7-38ba-3c45-a6e6-b4b822e81868",
      "speaker": "Jordan",
      "start_timestamp": 1594.0,
      "text": "But isn't that isn't that ultimately, the question that so many people are having right now. And it's the one that I'm hearing from a lot of people in regards to our show specifically, obviously is like, Is Alex is going to be on the air for another two years until people start digging up his gold? Do you know what I mean? Like with this with this whole situation? One, I want to say that the law is great, and it makes perfect sense. And two, it is it is a thing where it's like, this judgment is so immediate, after so much bullshit, you know, and then people are going to want this to then be an immediate result. Right? right. Exactly. Yeah. They want people to be like Alex has to get on a plane tonight and head to Venezuela to survive."
    },
    {
      "end_timestamp": 1646.0,
      "id": "39bb291d-5f3f-32b7-9cba-981b903cbc45",
      "speaker": "Dan",
      "start_timestamp": 1645.0,
      "text": "People were asking, is he a flight risk?"
    },
    {
      "end_timestamp": 1647.0,
      "id": "31d19ab6-231f-310c-9382-d9fe647b46c9",
      "speaker": "Jordan",
      "start_timestamp": 1646.0,
      "text": "Yeah, absolutely. Yeah."
    },
    {
      "end_timestamp": 1764.0,
      "id": "8e49c8b6-c161-3b2c-b781-6906c86c8a2f",
      "speaker": "Mark Bankston",
      "start_timestamp": 1647.0,
      "text": "See to me, though, look, there already are immediate consequences. There already are immediate effects that I think are, because because here's the thing, even if you could take all of his money, and you could essentially shut down Infowars, that's not going to stop him from being him like, it'll be on the internet. Like, he'll make videos, he'll do whatever people like, yeah, like, you're not going to get rid of them that way. What you really have to do is to be able to marginalize and neuter his influence on American culture. Right? And that that really is kind of the goal, the whole thing, right? When these families realize that man, they start to see that Parkland shooting happened, same stuff was happening, they're like, we can't just let this keep going. The suit itself, you gotta remember a suit gets filed in April. Lafferty suit pulls up a couple months later, Jones basically loses his mind over that period of time, starts threatening to kill Robert Mueller, starts posting just a bunch of stuff that like is like an attempt to get the tech giants to come after him, just the most racist, transphobic shit, and you know, all sorts of stuff. During that summer, he loses his mind, the combination of those two events, the lawsuit, and all of that caused the tech giants to deplatform, which I still think was done in the most ridiculous, arbitrary way that kind of like points to their mistakes all through it, but like it got done. Right. And that was the first big effect of the suit. I really do think that you move past 2019, at 2018 Jones was basically at the height of his powers. And he was effectively defanged by the suit itself, then the deplatforming reduces the core size of his audience. And then now after the defaults, after all of it, after this constant drumbeat of how he's not taking it seriously, and then the verdicts, he has been heavily marginalized as in in a way that like, I'm not even sure that collecting the money makes that much more of a difference to tell you the truth. I mean, I think it will reduce the size of his media operation, but but his ultimate reach, I think, will probably be about the same...margins."
    },
    {
      "end_timestamp": 1849.0,
      "id": "f6068f83-32fd-3b31-adfe-123204d26614",
      "speaker": "Dan",
      "start_timestamp": 1764.0,
      "text": "I think you have a number of impacts. I think that the people who are already in and deeply in with Infowars, it's not going to marginalize him with them, but you never would be able to do that period. There'll be there's a vaster awareness of who he is among normies perhaps in in a way if it's like, oh, this is the guy who lost a billion dollars over Sandy Hook. And I think that could be helpful in some ways. yeah. But then there's logistical things of like credit impacts of losing a case like these, and that's something that will will be a problem for him and in order to maintain whatever relevance he has, and ability to get audience, he has to have his own site like Banned dot video that is intensely expensive for him with bandwidth costs. And the only way to keep getting people to go to the site is to offer a platform for weirdos like David Icke, and some of these other folks like that guy who dresses up like Uncle Sam and yells at people on the street. Like you, he has that stuff. And that's costing him an arm and a leg. And eventually, he's not going to be able to afford to run this site, and other people aren't going to pony up the money for that. And, you know, you're left in a position where, if that goes away, he has Infowars? That's it?"
    },
    {
      "end_timestamp": 1853.0,
      "id": "c3fc8f30-858d-3a2f-9c6e-16f328a5133b",
      "speaker": "Jordan",
      "start_timestamp": 1849.0,
      "text": "Yeah, I mean, I think I think what we are all underestimating..."
    },
    {
      "end_timestamp": 1857.0,
      "id": "c73a911a-3739-3045-8f7f-b82ca244a078",
      "speaker": "Dan",
      "start_timestamp": 1853.0,
      "text": "Oh, I'm sorry. He also has Nick Fuentes's streaming site, Cozy."
    },
    {
      "end_timestamp": 1867.0,
      "id": "2bdedac0-fcbe-36c7-854b-a3563b5ac58d",
      "speaker": "Jordan",
      "start_timestamp": 1857.0,
      "text": "--I think what we're all estimating, as far as you know, when you say like, he won't lose his reach, or he can still do a show on YouTube or whatever. I don't know"
    },
    {
      "end_timestamp": 1868.0,
      "id": "10a7f325-ac1a-3087-8754-3269864443de",
      "speaker": "Dan",
      "start_timestamp": 1867.0,
      "text": "He can't do a show on YouTube!"
    },
    {
      "end_timestamp": 1901.0,
      "id": "fec174ff-4105-31b9-97c3-26dd53878700",
      "speaker": "Jordan",
      "start_timestamp": 1868.0,
      "text": "No. Well, I mean, whatever. You know, he can do a show and put it somewhere. right. yes. I think we're underestimating the amount of cache that he gets from having a professional studio. yes. Like if he no longer has a professional studio, and he's going out from his fucking room. And you look at his video and you see the same thing that you do with any asshole. in our room? Yeah, in our room! Yeah, absolutely. I don't think he has the ability to go beyond that because he doesn't have any talent. You know, he doesn't he doesn't create anything."
    },
    {
      "end_timestamp": 1906.0,
      "id": "18a62e82-ad65-32bc-b8d2-a383928e4c22",
      "speaker": "Dan",
      "start_timestamp": 1901.0,
      "text": "Well, it was cool for him to be broadcasting out of like his spare bedroom when he was coming up."
    },
    {
      "end_timestamp": 1909.0,
      "id": "e222eb1e-7167-3d4e-8062-1aa06f38b190",
      "speaker": "Jordan",
      "start_timestamp": 1906.0,
      "text": "Yeah. It's super cool to have those bonafides, you know?"
    },
    {
      "end_timestamp": 1928.0,
      "id": "e644d40c-3571-3c57-8f62-410e4945057a",
      "speaker": "Dan",
      "start_timestamp": 1909.0,
      "text": "It's sadder for it to be like the falling action of like, you had this CNN level set with elaborate like, visuals behind you and a skull on your desk for some reason. And then you're, you know, back to recording in a, in a bedroom. And it's, it's. yeah. It's not the same."
    },
    {
      "end_timestamp": 1948.0,
      "id": "674cf1ee-5fad-38ba-bdd0-82d7d7ac0a0a",
      "speaker": "Jordan",
      "start_timestamp": 1928.0,
      "text": "I think it would be surprising to like, really look at whether or not that moment when it becomes sad to be a fan of Alex Jones really has a has a like an effect, you know, once he's fallen so far, and you're still a fan of Alex Jones, aren't you at some point gonna be like, Oh, this is not fun."
    },
    {
      "end_timestamp": 1951.0,
      "id": "5ffbd149-a927-324a-a59b-06ec144fc1f6",
      "speaker": "Dan",
      "start_timestamp": 1948.0,
      "text": "I can't imagine that point hasn't already come. well."
    },
    {
      "end_timestamp": 1953.0,
      "id": "0263aea1-569c-396d-8785-aa93fa638858",
      "speaker": "Mark Bankston",
      "start_timestamp": 1951.0,
      "text": "They've already crossed that Rubicon."
    },
    {
      "end_timestamp": 1954.0,
      "id": "6800763a-0f65-3975-8166-dff4bc2a8df2",
      "speaker": "Jordan",
      "start_timestamp": 1953.0,
      "text": "That's fair."
    },
    {
      "end_timestamp": 1993.0,
      "id": "04d02ed8-1aea-33b0-806c-261412f60e22",
      "speaker": "Mark Bankston",
      "start_timestamp": 1954.0,
      "text": "And I mean, it's always been my sense. I don't know this. Right. But it's always been my sense that among his viewership, the people who are actually buying the supplements is a very, very, very small component of that, it is a tiny percentage of the audience who are spending a shit ton of money with him. Right. And and so. like any televangelist, yeah. Yeah. And I don't think you'll notice that his revenue has never been terribly dependent on his total spread. Like once he escaps from crazy world and his stuff leaks out in normal world, it doesn't increase his sales at all. Like that doesn't that's never been a thing. And so I think, look, the the important effects of defending him to some extent,"
    },
    {
      "end_timestamp": 2016.0,
      "id": "8dd96784-8db0-3d6f-9a41-bba8ad9a5ce0",
      "speaker": "Dan",
      "start_timestamp": 1993.0,
      "text": "Well, hold on, hold on, I want to just I want to put a button and this really quick. Yeah, it does seem like when, like, the FBI says, No one died at Sandy Hook, breached into what you might call mainstream, like it spread wider, that did have an effect on spreading his sales. But when he's like on Piers Morgan, or he goes on Rogan, that doesn't necessarily spike sales."
    },
    {
      "end_timestamp": 2018.0,
      "id": "59d0e3a9-e3cf-392d-afcc-e26a26ccc457",
      "speaker": "Mark Bankston",
      "start_timestamp": 2016.0,
      "text": "No, exactly. And I do think..."
    },
    {
      "end_timestamp": 2019.0,
      "id": "b08ea3fc-a32d-3522-b680-829c333bc80d",
      "speaker": "Dan",
      "start_timestamp": 2018.0,
      "text": "There's a difference between that."
    },
    {
      "end_timestamp": 2021.0,
      "id": "8096575c-785f-38d1-820d-444d7b7f4999",
      "speaker": "Jordan",
      "start_timestamp": 2019.0,
      "text": "That's a good point."
    },
    {
      "end_timestamp": 2056.0,
      "id": "4085bc94-c4b6-3b08-940f-bc70d455408a",
      "speaker": "Mark Bankston",
      "start_timestamp": 2021.0,
      "text": "--it broke through into a greater community, but that community was still pretty, pretty damn crazy. And I do think that like, you look at the 2017 period, right after Trump's victory, there were a lot of sort of standard NASCAR dad mega conservatives, who suddenly discovered Alex Jones during that period, and like it was he became a very dangerous thing. And I don't, he doesn't have that anymore. there's more dangerous things. Think about, think about how the 2020 election goes, if the suits never happened. Alex has all these platforms, he's still at the height of his powers, you may have a very different 2020 election. Like there's those sorts of things you got"
    },
    {
      "end_timestamp": 2061.0,
      "id": "9f016d85-6fb0-343b-87f3-f152f08cc2c7",
      "speaker": "Dan",
      "start_timestamp": 2056.0,
      "text": "Alex might have turned on Trump by then, though. exactly. That's another like, they"
    },
    {
      "end_timestamp": 2071.0,
      "id": "06deb07e-a07d-3653-b721-e2c93e01ac0c",
      "speaker": "Jordan",
      "start_timestamp": 2061.0,
      "text": "I don't know if we have a different election. I, maybe we have more people at January 6th. That could be the bigger problem. But having, we could have a dictatorship."
    },
    {
      "end_timestamp": 2122.0,
      "id": "b57e8214-2c5a-365e-a92d-7d5888f22b9d",
      "speaker": "Mark Bankston",
      "start_timestamp": 2071.0,
      "text": "There's no question. And I mean, it was frustrating to me like going through the COVID period and seeing him do all this stuff and realizing like, you can't stop and you never will effectively stop him. The only way you can is to completely try to marginalize them. I hope this has done that. And I think it's going to it's it's certainly his life is about to get more difficult, that's for sure. But I think there's this bigger effect and I think this is really legit is that there has now been a signal sent out to media of all stripes that if you start bringing private people, blameless, innocent private people into your conspiracy lies and start telling false facts about them either intentionally or recklessly, there's gonna be a big damn price tag for that. And I think it's going to the effect on other people who are, who are edging close to, I might do some things like Alex Jones, this has given them considerable pause."
    },
    {
      "end_timestamp": 2147.0,
      "id": "c87b6719-46fc-388b-857d-1cd5aa2ea684",
      "speaker": "Dan",
      "start_timestamp": 2122.0,
      "text": "Yeah. It sends a message that like your conspiracy games are all fun and well, like it's, you know, there's a litany of things that Alex has been full of shit about that he's never been sued about and never will be sued about. It's like, it's all fun and games, but there is a point at which you need to be careful, don't do these things. That and maybe that's a lucky message for some of those people coming up."
    },
    {
      "end_timestamp": 2191.0,
      "id": "36a42177-e3b0-398d-96e0-6c501e53c5cc",
      "speaker": "Jordan",
      "start_timestamp": 2147.0,
      "text": "A reasonable a reasonable society, could take all of the things that Alex Jones did in regards to this case in regards to these people, and be like, Okay, well, we know yelling fire in a crowded theater is not free speech. So if you do exactly this list of things, then you go to jail or your show is gone or something like that. Because it is like any reasonable jury would come to the conclusion that you owe a billion dollars if you do that shit. So why not skip the five years of god damn litigation and just go, you did the exact list of things that every reasonable person thinks costs a billion dollars. So guess what, just go to jail!"
    },
    {
      "end_timestamp": 2193.0,
      "id": "fdf06596-f5f4-3030-8fca-4b1a154b6b05",
      "speaker": "Dan",
      "start_timestamp": 2191.0,
      "text": "Take a breath."
    },
    {
      "end_timestamp": 2194.0,
      "id": "25286f7c-0270-3478-9ffc-1919b15de74e",
      "speaker": "Jordan",
      "start_timestamp": 2193.0,
      "text": "Y'know?! Sorry."
    },
    {
      "end_timestamp": 2230.0,
      "id": "e875645a-a266-3c86-b5dd-27bc30bbb09d",
      "speaker": "Mark Bankston",
      "start_timestamp": 2194.0,
      "text": "Well what's wild too is if Jones had been a normal, a normal media defendant, he would have settled these cases early and he totally could have done so, I'm almost certain. If I think back at, look, because here's the other thing is people look back at this now and like the right now, and they're like, this is how it was always going to end. And they saw the sort of inexorable downfall of Jones. And if you look back to 2018, that wasn't the case at all. No, I had a lot of people right after I filed this case, and it's real brave of you. I wish you the best but boy, that's gonna be a hard uphill climb. And you know, I hope he doesn't get you. And it took a long process and very strategic litigation to put him in the box that he's in. And it's frustrating in that way, actually."
    },
    {
      "end_timestamp": 2239.0,
      "id": "6116c6d1-e86d-3e0a-8038-88e45f2efecc",
      "speaker": "Jordan",
      "start_timestamp": 2230.0,
      "text": "You did a very good job. I, that is a good point. People underestimate how hard the guys worked on all this. Yeah, all around."
    },
    {
      "end_timestamp": 2246.0,
      "id": "0d86455f-047d-387a-8772-61bb5a732aa4",
      "speaker": "Mark Bankston",
      "start_timestamp": 2239.0,
      "text": "A lot of people would have put it on Jones as though he dug his own grave. And I'm like, people look, I had a shovel and it was a big shovel."
    },
    {
      "end_timestamp": 2249.0,
      "id": "ee37ff2a-631c-3d20-99c5-31799dbe3ca0",
      "speaker": "Dan",
      "start_timestamp": 2246.0,
      "text": "Alex did play a part in digging."
    },
    {
      "end_timestamp": 2256.0,
      "id": "42ff10e6-8e8d-3865-8288-f4912216d547",
      "speaker": "Jordan",
      "start_timestamp": 2249.0,
      "text": "He was like, let me help you out. He saw you with the shovel"
    },
    {
      "end_timestamp": 2259.0,
      "id": "9c610fdf-a1a8-3528-98d7-6e2d1a04e182",
      "speaker": "Mark Bankston",
      "start_timestamp": 2256.0,
      "text": "You got to dig this way! Get down here, you got to really put your back into it!"
    },
    {
      "end_timestamp": 2282.0,
      "id": "a5c47f87-f9e6-3d94-91ad-d0ad66a4362a",
      "speaker": "Dan",
      "start_timestamp": 2259.0,
      "text": "You you've you've said before even I believe on the show that like there is a point or maybe it was Bill that like this could have been resolved so easily. so easily. In earlier times, if if Alex said well, I mean he's done it with other cases before like with Hamdi Ulukaya, you know, the Chobani he said he was going to fight that or die. And then he settled like a week later."
    },
    {
      "end_timestamp": 2286.0,
      "id": "81de0b05-3836-3cb0-b595-f912eb9e5cbd",
      "speaker": "Jordan",
      "start_timestamp": 2282.0,
      "text": "I'm really sorry about the things I said about Hamdi Ulukaya!"
    },
    {
      "end_timestamp": 2314.0,
      "id": "03a84c18-cefb-39bd-9286-b4c589dabb5f",
      "speaker": "Mark Bankston",
      "start_timestamp": 2286.0,
      "text": "Yeah, it's so funny that even after he did that, then he gets into my deposition, he starts defaming the guy again. of course. It's, it's wild to me that it's just because of the two jurisdictions right, because of where Chobani is and where Comet Ping Pong is, those those areas, both of those venues, if you make an apology before the suit and retract, your damages are cut to almost nothing if you do that. yeah. And so they knew it wouldn't it wouldn't have been worth it to pursue it once he made those apologies."
    },
    {
      "end_timestamp": 2327.0,
      "id": "bd8b0201-22e6-3ae5-ab51-80f51f3018f2",
      "speaker": "Dan",
      "start_timestamp": 2314.0,
      "text": "The weirdest part about Alex's Comet Ping Pong apology was like the 15 minutes he did about how good the pizza was, he went over the whole menu and was like, you gotta try the quinoa."
    },
    {
      "end_timestamp": 2330.0,
      "id": "8491d18e-575b-3d9f-a7c8-51081217e3b4",
      "speaker": "Jordan",
      "start_timestamp": 2327.0,
      "text": "That's how you apologize. Free advertising."
    },
    {
      "end_timestamp": 2358.0,
      "id": "5d7af33a-b81d-3db7-9634-215aba9f2057",
      "speaker": "Mark Bankston",
      "start_timestamp": 2330.0,
      "text": "It's weird though, now I'm I'm seeing in the past day or two like these, I guess right wing influencers who are trying to test the waters about how much they can defend Alex or attack the outcome of this thing. And I see, you know, like a Cernovich or a Charlie Kirk, who say the same litany of bullshit about like, this is something Alex apologized for. No he fucking didn't. Show me. Show me, pull me the clip, show me where Jones said, I'm sorry for the things that I have done to these parents."
    },
    {
      "end_timestamp": 2361.0,
      "id": "e7834aec-786a-345e-946e-333deb5c9fb8",
      "speaker": "Dan",
      "start_timestamp": 2358.0,
      "text": "Did he apologize for when he said it was fake last week?"
    },
    {
      "end_timestamp": 2395.0,
      "id": "7b3d7d39-5d0b-3ca8-bea3-0a6cae0d2acc",
      "speaker": "Mark Bankston",
      "start_timestamp": 2361.0,
      "text": "Yeah, exactly. Right like that. First of all, that's bullshit. They say oh, he only did it a couple of times. Motherfuckers we, we had 40 hours of it in evidence in our trial. And we know now from exhibits in Lafferty, they had 100 more episodes between 2013 and 2018 that they never produced to us talking about Sandy Hook. Do not talk to me about he only did this a couple of times so that you know, it's these constant like, I'll invent just new realities to try to defend the Alex Jones. But I've noticed that like they're not getting a lot of traction off of this. yeah. Even some of your usual suspects are like ehh, I'm not touching this."
    },
    {
      "end_timestamp": 2399.0,
      "id": "231cff3f-1011-34ce-b013-036f50e57e6b",
      "speaker": "Jordan",
      "start_timestamp": 2395.0,
      "text": "Glenn Greenwald hasn't said a word I'll tell you that right now."
    },
    {
      "end_timestamp": 2402.0,
      "id": "e781ce36-a31b-3f4c-8e0b-e59802638e2c",
      "speaker": "Dan",
      "start_timestamp": 2399.0,
      "text": "Despite frequent poking by Jordan."
    },
    {
      "end_timestamp": 2408.0,
      "id": "8c5b9575-c3a2-3918-a49b-6872acf33008",
      "speaker": "Jordan",
      "start_timestamp": 2402.0,
      "text": "I've been trying to piss that dude off for a while now, I haven't been on Twitter for fucking forever and man, man, it's annoying."
    },
    {
      "end_timestamp": 2423.0,
      "id": "24b6ab35-d1e7-33ed-8d7f-316a96a07dbb",
      "speaker": "Dan",
      "start_timestamp": 2408.0,
      "text": "You know what I think is the case with those people who are defending him. I think that they see a guy going down. But a guy who's going down can be profitable for them in some ways, right? It makes me think of the way Alex talks about"
    },
    {
      "end_timestamp": 2427.0,
      "id": "ce98bd9f-6ce3-383d-a27e-316d698c68c5",
      "speaker": "Jordan",
      "start_timestamp": 2423.0,
      "text": "When Toys R Us was going bankrupt, a lot of people made a lot of money, you know, like that kind of thing."
    },
    {
      "end_timestamp": 2448.0,
      "id": "43f7a444-12fb-363c-8f35-91827033d655",
      "speaker": "Dan",
      "start_timestamp": 2427.0,
      "text": "Less that and more like the way that Alex makes a hero out of Colonel Travis and the Alamo. You know, there is kind of a like, remember Infowars. yeah, that's a good point. Where it's like, no one wants the reality of Colonel Travis. right. They want this myth, and I think they're trying to engage it in the myth, as Alex is, you know, being surrounded by Santa Ana."
    },
    {
      "end_timestamp": 2467.0,
      "id": "6851cb9d-4130-3e32-b1c6-82c477f0f0d5",
      "speaker": "Mark Bankston",
      "start_timestamp": 2448.0,
      "text": "Yeah. Yeah. Well, I don't believe for instance, a guy like like, like a Benny Johnson or Charlie Kirk, or one of those fuckers. I don't actually think they have strong feelings of defense of Alex, I think they're really in tune with what their, the people that grift off of are going to want to hear. And so there is a small contingent who they know they can get engagement from that way."
    },
    {
      "end_timestamp": 2470.0,
      "id": "64558103-71d6-3880-bb72-39c95a353e53",
      "speaker": "Dan",
      "start_timestamp": 2467.0,
      "text": "Well, they probably feel like they would look weak if they didn't."
    },
    {
      "end_timestamp": 2496.0,
      "id": "84dd8dd8-f9e8-37f1-ba0b-a025e822f37a",
      "speaker": "Mark Bankston",
      "start_timestamp": 2470.0,
      "text": "Exactly. And it's so weird. I see all this stuff about like, well, this is what happens when you speak out against the regime. And I'm like, What the fuck are you talking about? Like, there are so many people who are like enemy of this of like, I guess, like modern establishment liberals or whatever. And if there really was like, Hillary and Soros was sitting around room plotting to take them down, like like, no, that's not how that would work. Right. And,"
    },
    {
      "end_timestamp": 2509.0,
      "id": "8d8920af-670d-3f26-850b-2ba276041810",
      "speaker": "Dan",
      "start_timestamp": 2496.0,
      "text": "Mark, here's what you're not taking into account. You don't know that Robbie Parker was elected to be the shadow Secretary General of the UN. It's nonsense."
    },
    {
      "end_timestamp": 2511.0,
      "id": "eb26d163-44ca-3005-a1e5-ebbc592b3975",
      "speaker": "Mark Bankston",
      "start_timestamp": 2509.0,
      "text": "I in fact did not know that."
    },
    {
      "end_timestamp": 2515.0,
      "id": "99f82229-8bf1-3870-9e19-18b5d7cc8b4c",
      "speaker": "Dan",
      "start_timestamp": 2511.0,
      "text": "Challenging power? It's, yeah, these aren't power. This is people."
    },
    {
      "end_timestamp": 2561.0,
      "id": "af8aa65a-61d7-3b2e-a191-e9beea4e0669",
      "speaker": "Mark Bankston",
      "start_timestamp": 2515.0,
      "text": "Yeah, that's what's so disgusting about it to me is that like, here's something that's so obviously morally obscene, something that's so horrific that even if you just take what like, take like a, you know, again, like a Charlie Kirk, where he probably wants to imagine Alex Jones, right? Which when his imagination of what Alex Jones did, it's still pretty fucking bad, right? But they don't they never engage with what he actually did, which is so morally horrific, that you can't even wrap your head around it. And the fact that something that morally obscene has taken this much effort to be able to address and hold accountability for yeah, there's no slippery slope against these people. If, if it's this hard to go after literally the worst act of defamation in American fucking history, then like, yeah, no, people."
    },
    {
      "end_timestamp": 2583.0,
      "id": "18648d0a-c8ad-3bbe-acb1-ef1e5c7957be",
      "speaker": "Jordan",
      "start_timestamp": 2561.0,
      "text": "Wouldn't it couldn't it be stopped the next time way better than a billion dollar judgment, if somebody just wrote a law that was like, Okay, if you defame people multiple times and make a billion dollars off of it, and then you get sued for it, instead of trying to settle you have a default judgment. And then if you do, you know, like, if you do have this shit, just it's over, go away. You know?"
    },
    {
      "end_timestamp": 2585.0,
      "id": "1de764de-4f96-38d8-a109-a191b80cc0f3",
      "speaker": "Dan",
      "start_timestamp": 2583.0,
      "text": "I think that, I support the spirit of..."
    },
    {
      "end_timestamp": 2586.0,
      "id": "dbdb24f7-8d35-3e15-a4c0-cc71f542a527",
      "speaker": "Jordan",
      "start_timestamp": 2585.0,
      "text": "It's not a slippery slope!"
    },
    {
      "end_timestamp": 2596.0,
      "id": "26a59a39-c6bc-3056-b179-49606adecc9c",
      "speaker": "Dan",
      "start_timestamp": 2586.0,
      "text": "--what you're discussing. I know, I'm just saying that like writing that into a law would be very complicated. it'd be very specific. The debate, the floor debate on that would be"
    },
    {
      "end_timestamp": 2617.0,
      "id": "8ca4adf5-bd85-3df9-8e52-30fcc2aa9819",
      "speaker": "Jordan",
      "start_timestamp": 2596.0,
      "text": "but that's what I'm saying, like, what if we just finally accepted a floor for defamation that's criminal, you know, just like this is, let's start here. This is a crime. I feel like the problem that everyone is having is they want to talk about the billion dollar judgment, and not like the reason that it's a billion dollars is because he committed a real life crime."
    },
    {
      "end_timestamp": 2678.0,
      "id": "8c9f1c0f-59af-3c2b-bc39-796d039a438b",
      "speaker": "Mark Bankston",
      "start_timestamp": 2617.0,
      "text": "You know what Jordan, I'll go you one better, which is he did, he did commit a crime. 100%. And what he did is under Texas penal code 2204, is that if you intentionally commit emotional injury to a disabled person, that is a felony. And these parents at the time that he committed these injuries were suffering from severe emotional disturbance, that makes them disabled under Texas law, these acts were illegal. If if a prosecutor had the balls to do it, he could have prosecuted for this. But the thing that we're going to be talking about on the 20th of this month, is that because that conduct was criminal, and all of the allegations were found by default, that's gonna get us around the punitive damage cap. wow, that's a great. Criminal act. There's no punitive damage cap for that. And so here, yeah, it is definitely going to be our argument in court on the 20th is that Jones committed a felony in this act, and that he very well could have been prosecuted. If you had an enterprising prosecutor. So that's that's also like, even our criminal law recognizes the moral repugnancy of what he did."
    },
    {
      "end_timestamp": 2682.0,
      "id": "9932c52a-354e-3534-af56-daf74d6bbf74",
      "speaker": "Jordan",
      "start_timestamp": 2678.0,
      "text": "And how hard it is to prosecute."
    },
    {
      "end_timestamp": 2701.0,
      "id": "49fba10d-5e0c-33ac-b349-eb7719431926",
      "speaker": "Mark Bankston",
      "start_timestamp": 2682.0,
      "text": "This is one people hit me with all the time, is that like Jones 100% lied on the stand. And I say look, personal opinion of mine? Yeah, I think that's probably true. I think the evidence bears that out. But trying to prove that he lied, right? Intentionally deceived is a much tougher apple to crack particularly with Jones because he's not a rational thinker."
    },
    {
      "end_timestamp": 2706.0,
      "id": "dbf7e877-6d2c-3af4-9495-7708f4671046",
      "speaker": "Dan",
      "start_timestamp": 2701.0,
      "text": "Well, the judge in your case even made that point that's like, You might think this is true. right."
    },
    {
      "end_timestamp": 2716.0,
      "id": "22e69a74-e478-3ef7-b7c1-8db4dc880fc2",
      "speaker": "Mark Bankston",
      "start_timestamp": 2706.0,
      "text": "Yes. There are certain things but see, there's a big difference between some of those things Alex was saying that he thought were true that the record shows are not true. Right. And so therefore, need to not be said that way."
    },
    {
      "end_timestamp": 2718.0,
      "id": "7487747f-9c1e-3f6f-ac55-3ebbac53dc5a",
      "speaker": "Jordan",
      "start_timestamp": 2716.0,
      "text": "Well isn't that, sorry."
    },
    {
      "end_timestamp": 2744.0,
      "id": "bc6d769d-67e4-3c61-ad5d-531ea2da29ce",
      "speaker": "Mark Bankston",
      "start_timestamp": 2718.0,
      "text": "Look when he got, when he said, I mean, look, let's go back to the to the Perry Mason moment, right when he said, I searched my phone, I pulled it down, and I put in Sandy Hook, and then boom, it's found out that that's not true. It's very difficult to arrive at a conclusion that that wasn't an intentional attempt to deceive. And I think I hope anyway, that Travis County prosecutors are looking at that but the thing is, is perjury is damn near impossible to prosecute. It is it is, you never seen it happen. It just never does."
    },
    {
      "end_timestamp": 2757.0,
      "id": "38e0d6fc-3aff-3de0-9c1e-7069ec918312",
      "speaker": "Jordan",
      "start_timestamp": 2744.0,
      "text": "Okay, what if, what if we held a trial? All right now? And now? Before you say no, there are a lot of alleys in Chicago, so we hold a trial. And me and Dan, well, Dan's the judge, obviously..."
    },
    {
      "end_timestamp": 2758.0,
      "id": "e0a7339e-c27e-3dd8-921a-c33061402787",
      "speaker": "Dan",
      "start_timestamp": 2757.0,
      "text": "I wanna be the bailiff!"
    },
    {
      "end_timestamp": 2771.0,
      "id": "3aec9240-c5e5-3c4b-a688-81d023bd2c9b",
      "speaker": "Jordan",
      "start_timestamp": 2758.0,
      "text": "--right and I'm gonna be the defendant for Alex Jones. And it, er, the defense lawyer for Alex Jones. It's gonna be great. And then we beat the shit out of him. I feel like this makes perfect sense as a court system. Is this bad?"
    },
    {
      "end_timestamp": 2775.0,
      "id": "018bea21-fa74-36f4-95f7-3d14fafa6d93",
      "speaker": "Mark Bankston",
      "start_timestamp": 2771.0,
      "text": "Look, I mean, look, you don't know the guy's not gonna enjoy that."
    },
    {
      "end_timestamp": 2780.0,
      "id": "df209303-da7f-3bc1-9e20-979d48a36feb",
      "speaker": "Jordan",
      "start_timestamp": 2775.0,
      "text": "He's like shaking his head at me. I'm sorry. I'm going too far."
    },
    {
      "end_timestamp": 2789.0,
      "id": "34332f79-8f21-3cb4-8552-bd63e7783b23",
      "speaker": "Dan",
      "start_timestamp": 2780.0,
      "text": "Free Speech Systems is in chapter five bankruptcy, there's no way that they're going to fund his travel to a Chicago alley in order to hold this court."
    },
    {
      "end_timestamp": 2792.0,
      "id": "8f5b008e-428f-370b-a475-3afbfd9c34d9",
      "speaker": "Mark Bankston",
      "start_timestamp": 2789.0,
      "text": "To get, yes, to get illegally assaulted. Yeah, I don't know."
    },
    {
      "end_timestamp": 2796.0,
      "id": "a45edd41-88c3-3eb2-a7e4-4e7439e22c04",
      "speaker": "Jordan",
      "start_timestamp": 2792.0,
      "text": "Ah, ah! It's a courtroom, he would be legally assaulted."
    },
    {
      "end_timestamp": 2837.0,
      "id": "2a13a3b2-d06f-39ad-885d-cf01d8142a11",
      "speaker": "Mark Bankston",
      "start_timestamp": 2796.0,
      "text": "And now you pointed something really, that's interesting. To me. It's like, there is this, this through line amongst so many people of their abject disgust for Jones, they want to see horrible things happen. Right? And they'd be like, you put there's plenty of people, you put them in a room with Alex Jones alone, Alex Jones is not walking out of that room okay. Right. Like that's how people feel about him. And there's something to me, very, I don't even know the right adjective for it. But but the idea that we took this case and pursued it, like with total white hat, and did it every by the book for over four years and did it correctly and brought him financial ruin? And did that, that to me, it's so much better than than somebody who doesn't like Alex Jones being put into a room with him."
    },
    {
      "end_timestamp": 2854.0,
      "id": "a37e238f-3d62-3d13-bb3a-691e0f85ed52",
      "speaker": "Dan",
      "start_timestamp": 2837.0,
      "text": "Yeah. And I think people would think that of someone like me, or Jordan, maybe not Jordan, but like, I was there in the deposition, and I left without beating him up or yelling. I just needed a margarita."
    },
    {
      "end_timestamp": 2855.0,
      "id": "91236444-2cb8-3a7e-bade-b91fb66bfdc0",
      "speaker": "Jordan",
      "start_timestamp": 2854.0,
      "text": "A steep one."
    },
    {
      "end_timestamp": 2863.0,
      "id": "0265a6d1-8cab-3fef-9797-25232d284bbb",
      "speaker": "Dan",
      "start_timestamp": 2855.0,
      "text": "Yeah. That was, that was. Yeah. And I think there is, it is a testament to the patience and yeah, the process that you guys followed."
    },
    {
      "end_timestamp": 2903.0,
      "id": "58a0d15b-46ec-3097-b946-6d0b55208055",
      "speaker": "Jordan",
      "start_timestamp": 2863.0,
      "text": "Yeah, ultimately, I think that sentiment really comes down to like, everyone wishes that they could pursue it and, and defeat him in the way that you did, in the way that the lawyers have done in the way that the families have done, to go out there to face all of this shit and then to win at the end, that's really cool. But it took a long fucking time. And what if we just beat the shit out of him? That's what people think, you know? Like that's just how your brain works is like it's been a long time. A while back, you know, like that's kind of the feeling well, and I respect and what I respect way more is the way that you did it. Way more."
    },
    {
      "end_timestamp": 2912.0,
      "id": "8533c282-876a-3d31-9cec-bdc0b160843d",
      "speaker": "Mark Bankston",
      "start_timestamp": 2903.0,
      "text": "I sympathize with your your feelings of outrage and frustration and all of that. And us channeling it for all these years, we've we've had a lot of frustration ourselves."
    },
    {
      "end_timestamp": 2932.0,
      "id": "1b8c8050-9f3b-3553-becd-066221e39e00",
      "speaker": "Dan",
      "start_timestamp": 2912.0,
      "text": "Well, let me see if I can strike a balance here. Alex, owes a lot of money. There was a period of time where he was offering to do a celebrity boxing match with Tom Arnold. Maybe we get Jordan in a celebrity boxing match with Alex in the Chicago back alley. Maybe we can meet in the middle."
    },
    {
      "end_timestamp": 2754.0,
      "id": "8548b55f-4563-3e14-8a7e-2b352fc8e5e3",
      "speaker": "Jordan",
      "start_timestamp": 2932.0,
      "text": "Absolutely. No cameras, let's just..."
    },
    {
      "end_timestamp": 2935.0,
      "id": "45b42640-601f-3141-a8dd-f01b74e4c521",
      "speaker": "Dan",
      "start_timestamp": 2754.0,
      "text": "Wait wait wait!"
    },
    {
      "end_timestamp": 2938.0,
      "id": "6933a290-c088-3594-a8cb-ee782bc2f9d6",
      "speaker": "Jordan",
      "start_timestamp": 2935.0,
      "text": "--figure this out. Oh, okay, well, we have to have cameras. God damn it."
    },
    {
      "end_timestamp": 2973.0,
      "id": "bd561147-210c-3b53-8d1e-cda559a4315d",
      "speaker": "Mark Bankston",
      "start_timestamp": 2938.0,
      "text": "If you can get his written consent, I can sign off on it... Exactly. I know. I'm feeling this feeling of coming after our first trial. We knew we knew that was sort of, I mean, it's the opening act right there are there they're 20 claimants against him. Right. And we took we just took Neil and Scarlet, one family story and did an opening act. And it was really nice because you get all of these things that not only was it this resounding referendum on him, but he got embarrassed in that court. I mean, that just a coughing fit of panic and I mean, it was awful."
    },
    {
      "end_timestamp": 2977.0,
      "id": "af6c9be9-9f80-3912-a483-bf7d83ec93bd",
      "speaker": "Dan",
      "start_timestamp": 2973.0,
      "text": "He had a torn larynx, come on man."
    },
    {
      "end_timestamp": 2984.0,
      "id": "06e4f16e-cc3c-3a57-9b30-e6104cf83079",
      "speaker": "Mark Bankston",
      "start_timestamp": 2977.0,
      "text": "I mean, it just just completely disappeared the moment he knew he was in real hot water, just stopped coughing completely."
    },
    {
      "end_timestamp": 2987.0,
      "id": "78142710-12a0-38ee-a158-168d2ad7c1b3",
      "speaker": "Dan",
      "start_timestamp": 2984.0,
      "text": "There's a there's a soothing effect of anxiety. Yeah."
    },
    {
      "end_timestamp": 3146.0,
      "id": "a9918a16-5425-3680-9eed-e2b99f9241ff",
      "speaker": "Mark Bankston",
      "start_timestamp": 2987.0,
      "text": "Yeah, exactly. Does a little bit for you there. But to have all of that go down to have these national moments of embarrassment. Even though to embarrass his attorney was really, you know, rewarding in its own way. It makes all these late night shows just does all that, you get this sort of feeling from it. But you know that it's just you're just opening the door on this whole, the final chapter, right? We said at the end of that trial, it's the beginning of the end, right? There's still, like so much. To see that thing happen, with a sequel that sets literally a record setting verdict, right, like, god damn that feels good. And to know. And to know that he's got two more sitting there. And I think something that some people haven't even really thought about it in this equation is that Lenny Pozner and Veronique Delarosa, their damages, direct damage from this are probably the most outrageous of anybody involved in this. yeah. And for a long duration that that it really is he's got that last one he's looking at there is really, really threatening. And then look, even even with Marcel's case, which didn't have like the years long effect, is still really repugnant. And he's very possibly facing a big verdict there as well. And so you're gonna have some more of this. But the fact that the fact is, is we filed our suits near each other. The Lafferty people came a couple of months after mine. And then over the course of these four years, even with the procedural differences in the case, we basically stayed neck and neck. And so to have it come down to even after all the appeals, our trials are like a month apart, to have this one two punch. It's like the story being told, it's amazing. It couldn't have worked out any better. It really is. And, and that kind of brings you back to another point, I think it's super important that people need to realize and that needs to get said more by, people can say the sorts of things of like, oh, Alex Jones could have put on a First Amendment offense, but but he chose not to participate and therefore got defaulted. So haha, he didn't get to do that. And that's actually not true in that in the beginnings of the case, in both states, he was allowed to bring an anti SLAP motion that challenges his First Amendment rights and all of that stuff. And he actually had all of that heard on the merits. He had appeals up to the Texas Court of Appeals, and up to the Texas Supreme Court, you can go read like one of them that really spells it all out really nice as the Pozner versus Jones opinion from the Texas Court of Appeals. And they go through these issues, all of the First Amendment things that he would want, he had every chance to do that he got a fair shake in court to do that. It wasn't until he came back from that, and still over years, but just didn't participate, that that's when he ended up getting defaulted on the merits at trial. So he got to try to vindicate his First Amendment rights, and it failed. Because this, this has nothing to do with the First Amendment, you cannot tell false facts about identifiable people,"
    },
    {
      "end_timestamp": 3159.0,
      "id": "5afb9e31-8bf8-3ca2-9344-1951364125e2",
      "speaker": "Dan",
      "start_timestamp": 3146.0,
      "text": "The First Amendment stuff actually failed. And that because that pageantry wasn't available to him, he decided not to engage, knowing he would lose. And that's the default."
    },
    {
      "end_timestamp": 3197.0,
      "id": "3feb2911-8c03-385a-b5ec-076b9c8f55ea",
      "speaker": "Mark Bankston",
      "start_timestamp": 3159.0,
      "text": "I think there's some of that but I also I really believe looking back on it, there was this hubris of, what's the worst that could happen if I don't cooperate? sure. It just didn't. They didn't, they didn't care. And they thought that you know, and they thought they would play to their advantage of a show trial kangaroo court, right. And it was, if our judges had done that early off in 2019, that would have been more effective than an argument for him to make. But but he didn't get to do that. And the fact is, is these First Amendment issues were tested, and I had to brief my ass off on them, and we beat him on them. And that's what got us to the place that we are, and not that he was denied any of his fundamental constitutional rights or anything like that. I mean, it's a ridiculous thing for him to say,"
    },
    {
      "end_timestamp": 3213.0,
      "id": "e42e10c1-e9ce-3033-ba3a-5b1e44ab23f7",
      "speaker": "Dan",
      "start_timestamp": 3197.0,
      "text": "Well, I have an expert named Viva Fei, who tells me. ah! He's an associate of a very famous media star. ah! He tells me that that's incorrect. The First Amendment rights were violated and um. Ugh."
    },
    {
      "end_timestamp": 3264.0,
      "id": "7cc8487b-94c2-32f9-b187-f4aae5aa6f55",
      "speaker": "Jordan",
      "start_timestamp": 3213.0,
      "text": "You know, that is that is one of the questions that I have I have been fascinated by throughout both trials is, you know, the great, great lengths that have gone to avoid letting him turn it into a political thing or letting him really spew his bullshit unencumbered, you know, like all things considered the question I have really for like humanity is if Alex was allowed to do that, is he grabbing on juror you know, like, is that what humans have? Is it you have to withhold some bullshit in order to have a reasonable response? Or is it just going to overtake at least one person you know, right because that I think was his and Norm's concept of the whole thing is we need to get one person pilled."
    },
    {
      "end_timestamp": 3267.0,
      "id": "b3c800e9-9d80-3a07-bfa8-8dc2fa27c4b3",
      "speaker": "Mark Bankston",
      "start_timestamp": 3264.0,
      "text": "Yeah, they're gonna red pill the jury, I couldn't"
    },
    {
      "end_timestamp": 3268.0,
      "id": "c515ba5c-b9ca-336c-9165-9cea45a8b3f5",
      "speaker": "Jordan",
      "start_timestamp": 3267.0,
      "text": "Absolutely. That was their idea."
    },
    {
      "end_timestamp": 3281.0,
      "id": "75079be5-4269-36a9-b94f-9b8ef5635129",
      "speaker": "Dan",
      "start_timestamp": 3268.0,
      "text": "But even that is revealed in how they talk about the Connecticut Supreme Court, like they were like, we were just one judge away from you know, it's like if we could have gotten that one other person over on our side, we would have flipped this thing."
    },
    {
      "end_timestamp": 3288.0,
      "id": "766c8912-4d31-3aa0-82e8-b788195fcc54",
      "speaker": "Jordan",
      "start_timestamp": 3281.0,
      "text": "Absolutely no. we're so close to right. Yeah, we're not right. But God damn if we lied better, we'd be closer."
    },
    {
      "end_timestamp": 3291.0,
      "id": "d8510ee0-7ef6-3adc-be15-dde3ff5ff924",
      "speaker": "Dan",
      "start_timestamp": 3288.0,
      "text": "If we could swing that one juror Yeah. And then this all would be"
    },
    {
      "end_timestamp": 3320.0,
      "id": "25eba3c2-0f47-3c70-b6a7-36c28a15a18b",
      "speaker": "Jordan",
      "start_timestamp": 3291.0,
      "text": "It felt like that with the amount of time that Norm spent like, here's the question that I have for you is, Norm and it, Norm spent so much time trying to like worm around. You know all of those restrictions for that. How many times would you have said objection? When it wasn't said, I'm not asking you to compare your performance overall. When you were watching it, where are you screaming objection."
    },
    {
      "end_timestamp": 3324.0,
      "id": "eee2a84f-a832-3653-8232-4f3ddc5ffff3",
      "speaker": "Mark Bankston",
      "start_timestamp": 3320.0,
      "text": "At first I was. The first little bit."
    },
    {
      "end_timestamp": 3325.0,
      "id": "ce84f7dd-72f0-3727-adbf-49dd0d476ea1",
      "speaker": "Jordan",
      "start_timestamp": 3324.0,
      "text": "And then I gave up."
    },
    {
      "end_timestamp": 3337.0,
      "id": "36586c65-f944-3aec-8399-dc265b2f483c",
      "speaker": "Mark Bankston",
      "start_timestamp": 3325.0,
      "text": "I was like, shut this down, like what is he up to? And then the more I see him in trial, I'm like, Oh, let that motherfucker talk. Just you know, one of the things that's interesting about this is I knew Norm was a, a, ahh..."
    },
    {
      "end_timestamp": 3338.0,
      "id": "b3d1c0be-1135-3c42-a867-3a2d6bb8e4ba",
      "speaker": "Jordan",
      "start_timestamp": 3337.0,
      "text": "Weasel? Shit bag?"
    },
    {
      "end_timestamp": 3342.0,
      "id": "afd0e712-4edc-3096-8985-cf4ea420d7b0",
      "speaker": "Mark Bankston",
      "start_timestamp": 3338.0,
      "text": "--X factor, a wild card. I won't use any of your pejoratives."
    },
    {
      "end_timestamp": 3347.0,
      "id": "ce16f482-97b9-323a-a310-01ae711f117a",
      "speaker": "Jordan",
      "start_timestamp": 3342.0,
      "text": "Different words? A guy who says the N word in public?"
    },
    {
      "end_timestamp": 3365.0,
      "id": "c059acf4-43a3-3f57-b25c-f053a5b986b0",
      "speaker": "Mark Bankston",
      "start_timestamp": 3347.0,
      "text": "No, sir. No, he was he was, let me put it this way. We, when he came down to try to apply to try our case. Our position is that he was a unique threat to the administration of justice. Like we felt he was a a potential skunk in the courtroom that could have made things really bad given us mistrial, all that kind of stuff. So we opposed it."
    },
    {
      "end_timestamp": 3368.0,
      "id": "b7ae4229-b266-3046-8ca7-ff49e18c4297",
      "speaker": "Dan",
      "start_timestamp": 3365.0,
      "text": "Is that skunk a stab at his ponytail?"
    },
    {
      "end_timestamp": 3402.0,
      "id": "a4af5545-2c39-379a-86fe-3bca4fac6a69",
      "speaker": "Mark Bankston",
      "start_timestamp": 3368.0,
      "text": "That's funny, but it's actually, yeah, it's pretty common courtroom expression. But we, and so we did get him opposed, which I think was the right call because he is a total wildcard, whatever. And he would, he would have no motivation to behave himself in Texas, because once he's done, he's just gone, you know, we had to oppose him. But boy, do you have to have to watch that trial have to be second guessing that decision, right. Because as bad as Andino was and he was, no question about it, holy cow was that performance by Norm really, I mean, what's sad is the man has a long career. That's what he's going to be remembered for that performance, Jesus man."
    },
    {
      "end_timestamp": 3411.0,
      "id": "e6b62924-82a6-355d-b8a3-adc22727e5fd",
      "speaker": "Jordan",
      "start_timestamp": 3402.0,
      "text": "Reynal must have felt so good going into the office that that next day. no kidding, right. Hey, how about this?"
    },
    {
      "end_timestamp": 3413.0,
      "id": "d1478778-6a31-30b5-b997-d5a9e9ec4d69",
      "speaker": "Dan",
      "start_timestamp": 3411.0,
      "text": "I'm walking on, sunshine!"
    },
    {
      "end_timestamp": 3422.0,
      "id": "5309c835-5922-30ca-bdf2-0f606b709317",
      "speaker": "Jordan",
      "start_timestamp": 3413.0,
      "text": "I kept it down. How about that? I kept it down from a billion dollars. I'm a pretty great lawyer, aren't I? yes."
    },
    {
      "end_timestamp": 3424.0,
      "id": "fa4bc5b1-619b-302a-8ba6-31fb3a7082ef",
      "speaker": "Mark Bankston",
      "start_timestamp": 3422.0,
      "text": "Look at this guy get a billion dollars,"
    },
    {
      "end_timestamp": 3428.0,
      "id": "f177ea47-61a7-3f8a-865a-b30b0cb9f662",
      "speaker": "Dan",
      "start_timestamp": 3424.0,
      "text": "I only accidentally sent a bunch of texts to opposing counsel, I didn't do that."
    },
    {
      "end_timestamp": 3431.0,
      "id": "e1f22b99-cf94-3c54-ad70-d17ec6b1937d",
      "speaker": "Jordan",
      "start_timestamp": 3428.0,
      "text": "Yes! I didn't lose a billion."
    },
    {
      "end_timestamp": 3513.0,
      "id": "51c3744e-76aa-3af4-a8bf-87b02c7cf76b",
      "speaker": "Mark Bankston",
      "start_timestamp": 3431.0,
      "text": "I mean, is the synergy off these cases is that we accomplished I mean, look, that was some some finesse there to make that happen and required Federico not knowing his rules. But it ended up with a pretty large amount of data in our possession, which at my trial, I only had four, I mean, look, before I put those text messages in front of Jones, I because, I was in trial all day, the previous day. And that was my my first day that I could look at these documents. I had about like four hours to be able to get that stuff together. So then Chris has a month with these text messages, right. And he battered him with these and man, some of that stuff from Fruge is just brutal. Yeah. And was able to just and so you have these synergies between the case they had, you'll notice that in my case, in mine, we played deposition testimony. And half the depositions that we played were from Lafferty. You know, like it's interesting, Chris Mattei made an appearance in my trial, so did Matt Blumenthal, by questioning these witnesses. yeah. And it was the synergies between the case so right after the verdict, I you know, I called up Chris and I was like, man, it was nice to have a six person trial team down there, you know, because I had you and Matt as well down there. And so it was it's nice that that if it had only been one case, you just don't know how it would have turned out. But when you have four and they synergize and they're all on the same page, you kind of know how they're all going to turn out. yeah. Yeah, like it really was that way."
    },
    {
      "end_timestamp": 3528.0,
      "id": "2f112df8-0ad4-3f9c-8737-74c2b1b2b624",
      "speaker": "Dan",
      "start_timestamp": 3513.0,
      "text": "Yeah, that's that we were talking about when we first got started you're talking about oftentimes cases will be sort of in competition with each other. Yeah, it's the like, who's going to take precedence for the the judgments?"
    },
    {
      "end_timestamp": 3539.0,
      "id": "a984d44f-b9f6-39c0-b02d-0239ccad1bb9",
      "speaker": "Jordan",
      "start_timestamp": 3528.0,
      "text": "And well the the idea of taking credit like I'm not seeing Mattei be like hey, I'm the greatest lawyer for getting a billion and Mark wasn't for not, you know, like, you guys were really cool"
    },
    {
      "end_timestamp": 3542.0,
      "id": "b4423955-13bb-3498-935e-0af61a01be95",
      "speaker": "Dan",
      "start_timestamp": 3539.0,
      "text": "Oh shit. You haven't been on SoundCloud."
    },
    {
      "end_timestamp": 3549.0,
      "id": "2d80b904-2cc2-38d1-a71e-471c69c25b6f",
      "speaker": "Jordan",
      "start_timestamp": 3542.0,
      "text": "Oh, did he drop his mixtape? yeah. It's about time. yeah. I've been arguing for the Mattei mixtape."
    },
    {
      "end_timestamp": 3560.0,
      "id": "d3ac30ed-381c-3f1a-847c-7a03d8bb800d",
      "speaker": "Dan",
      "start_timestamp": 3549.0,
      "text": "He released a scathing diss track on the Texas plaintiff's attornies. It's, it's, it's violent, too. Someone's gonna get killed."
    },
    {
      "end_timestamp": 3577.0,
      "id": "45d09812-c265-3833-8349-4310aab6592e",
      "speaker": "Jordan",
      "start_timestamp": 3560.0,
      "text": "It is really, really kind of amazing, because it was like you had two independent teams coming up with interesting ideas, communicating with each other and then going back and coming up with more interesting ideas. yeah. It was really fascinating to watch the interplay between you guys."
    },
    {
      "end_timestamp": 3579.0,
      "id": "b8cde823-5125-3551-b38d-45400fe40313",
      "speaker": "Dan",
      "start_timestamp": 3577.0,
      "text": "I think because, I think part of..."
    },
    {
      "end_timestamp": 3580.0,
      "id": "fd6f7325-1416-3371-97c8-26d78200c0a1",
      "speaker": "Jordan",
      "start_timestamp": 3579.0,
      "text": "People. Sorry."
    },
    {
      "end_timestamp": 3591.0,
      "id": "208fae98-b5bd-3811-8a47-c5b45bb37868",
      "speaker": "Dan",
      "start_timestamp": 3580.0,
      "text": "--that would be because the families while not one, like indistinguishable blob or anything, are all dealing with the same thing, right?"
    },
    {
      "end_timestamp": 3595.0,
      "id": "9febf228-0a5c-33a4-b43f-736a08b52f44",
      "speaker": "Jordan",
      "start_timestamp": 3591.0,
      "text": "Something so unique, it cannot be a bond that's unbroken. You know."
    },
    {
      "end_timestamp": 3651.0,
      "id": "78de6d75-afc5-3a0d-8580-84b4ed2f6658",
      "speaker": "Mark Bankston",
      "start_timestamp": 3595.0,
      "text": "I mean, like, like, first you have to consider that like early in the case. And you know, particularly or really early in the case, Chris and I didn't know each other like we do now. And Chris and I are two very, very different people but we have a really strong bond. And early in the case, though, we didn't really know each other. And there was nothing that required Chris to say, under his protective order with the court that the documents that he gets, that he went to the court and actually asked for a provision in the protective order to allow to him to share those documents with me if he got stuff. He didn't have to do that. There was there was and there would be a lot of people in different cases where they weren't on the same page that wouldn't do that. Right. And it was, it was it was always felt like this was a boat that we're sailing together, that there are certain times depending on which case something is happening in, somebody's going to be at the wheel of this thing. But it was absolutely critical to us that we are that we are sailing in the same direction that we were not doing things that would undermine each other anything like that."
    },
    {
      "end_timestamp": 3655.0,
      "id": "26ca482e-4afd-33b5-bd16-6a85a5aaa03f",
      "speaker": "Dan",
      "start_timestamp": 3651.0,
      "text": "Withholding some information that he's defrauding. yeah, absolutely."
    },
    {
      "end_timestamp": 3664.0,
      "id": "939eadc9-fa93-3438-a9d9-910a15501d5b",
      "speaker": "Mark Bankston",
      "start_timestamp": 3655.0,
      "text": "Yeah, exactly. It was that that we gave each other surprises all the time, we'd be calling each other, you never will guess what I just found out. Yeah. Yeah, it was good."
    },
    {
      "end_timestamp": 3682.0,
      "id": "17aa6880-83f1-3a48-91d7-c7919d62d743",
      "speaker": "Jordan",
      "start_timestamp": 3664.0,
      "text": "In the movie I'm writing about this, first off, you and one, Nicole Kidman is gonna play Christina Mattei. All right. You're going to, but actually you can choose, but you guys are gonna fall in love at the end of this. I'm sorry. This is like a this is a Sleepless in Texas situation."
    },
    {
      "end_timestamp": 3686.0,
      "id": "851dd077-4e73-3eca-90b9-9955ac61c86d",
      "speaker": "Mark Bankston",
      "start_timestamp": 3682.0,
      "text": "Jordan. You don't have to gender swap anybody. We're already there brother."
    },
    {
      "end_timestamp": 3688.0,
      "id": "1e395545-a8b1-31b4-a4ab-f966928b6ac2",
      "speaker": "Dan",
      "start_timestamp": 3686.0,
      "text": "Ben Shapiro is gonna be furious."
    },
    {
      "end_timestamp": 3691.0,
      "id": "b5860a13-c690-34cd-9ccf-24beb00fa819",
      "speaker": "Jordan",
      "start_timestamp": 3688.0,
      "text": "It's not it's not for you guys. It's for the it's for the"
    },
    {
      "end_timestamp": 3694.0,
      "id": "61f799a0-81c9-3cc4-8837-92ef9f66a1a2",
      "speaker": "Dan",
      "start_timestamp": 3691.0,
      "text": "For the you. It's for you, Jordan."
    },
    {
      "end_timestamp": 3695.0,
      "id": "0d69a2f3-38ba-3b32-9341-6d3ffdb8e178",
      "speaker": "Jordan",
      "start_timestamp": 3694.0,
      "text": "Oh, yeah, sure."
    },
    {
      "end_timestamp": 3696.0,
      "id": "b6d20c01-682b-375b-8746-857177a3b4fb",
      "speaker": "Mark Bankston",
      "start_timestamp": 3695.0,
      "text": "Yeah. It's for Jordan."
    },
    {
      "end_timestamp": 3697.0,
      "id": "68dc53a3-ed40-336f-ad07-446c620bba6b",
      "speaker": "Jordan",
      "start_timestamp": 3696.0,
      "text": "For me. Yeah."
    },
    {
      "end_timestamp": 3700.0,
      "id": "6d2daeef-837d-38aa-8853-69ba0b45fc6a",
      "speaker": "Dan",
      "start_timestamp": 3697.0,
      "text": "So we should probably wrap this up before too long. But"
    },
    {
      "end_timestamp": 3702.0,
      "id": "77832ee4-9a2a-3113-bd1a-74e52b3d8913",
      "speaker": "Mark Bankston",
      "start_timestamp": 3700.0,
      "text": "Yeah, I know. I could go on forever with you guys."
    },
    {
      "end_timestamp": 3720.0,
      "id": "8484778b-85ac-3c96-98eb-6a1ae0d1dd30",
      "speaker": "Dan",
      "start_timestamp": 3702.0,
      "text": "Yeah. So could we but we have other businesses we need to attend to. And. indeed. The thing I want to, I want to touch back on is you said the 20th is the next thing for y'all. And then also the Pozner case that's coming up is that? Do we have a timeframe on that?"
    },
    {
      "end_timestamp": 3737.0,
      "id": "af19ce4a-789a-3204-aa50-7dd7bbd6a73a",
      "speaker": "Mark Bankston",
      "start_timestamp": 3720.0,
      "text": "We don't have a trial date yet? I'm hoping to get one at that hearing on the 20th. I mean, it's going to have to kind of come down to whether we're going to actually have to move the bankruptcy court to lift the stay and get that done through the bankruptcy court to get Free Speech out of there or whether we just go forward against Jones and say, You know what, screw it, we'll sever it out and just try against Jones"
    },
    {
      "end_timestamp": 3740.0,
      "id": "3363da27-d79f-3ec5-8907-2241a2f2d344",
      "speaker": "Dan",
      "start_timestamp": 3737.0,
      "text": "Well Free Speech System seems like it has enough hanging around its neck at this point."
    },
    {
      "end_timestamp": 3745.0,
      "id": "a8523b53-bc8d-33fb-a4e7-035c4be91a81",
      "speaker": "Mark Bankston",
      "start_timestamp": 3740.0,
      "text": "It seems like that company might be tapped out. You know what I mean? So,"
    },
    {
      "end_timestamp": 3750.0,
      "id": "c36a1681-ba02-30be-9777-8a96a0043cb1",
      "speaker": "Dan",
      "start_timestamp": 3745.0,
      "text": "Yeah, you had success in  unsuing those other entities?"
    },
    {
      "end_timestamp": 3784.0,
      "id": "c8ec81a0-f495-3c39-8a40-f950802ef9c0",
      "speaker": "Mark Bankston",
      "start_timestamp": 3750.0,
      "text": "Exactly. Right. Yeah. It's a choice you can make at any point. In fact, you wouldn't even have to unsue them. You just have to sever the cases out and leave Free Speech in bankruptcy, go try the case against Jones. I mean, there's different ways you could do it. I'm hoping, you know, I was hoping to have that tried in December for the anniversary. I wanted. I wanted it to be over on the ten year anniversary. It sucks, I'm probably not gonna be able to do that. But but it's looking like early next year. I'm hoping for January, February, something like that. And we'll get them done. And then hopefully, if we can get ourselves case tried before the end of the Spring, then the whole trial saga, this is over. yeah. Early next year."
    },
    {
      "end_timestamp": 3792.0,
      "id": "931988fb-fd15-3df1-b2d2-5e9205dcbd95",
      "speaker": "Jordan",
      "start_timestamp": 3784.0,
      "text": "Are we invited? Do we get to come? Are you kicking us out this time? After last trial's performance."
    },
    {
      "end_timestamp": 3795.0,
      "id": "d2cf4483-c22c-3cda-8f6f-1cbe3c39b1f7",
      "speaker": "Dan",
      "start_timestamp": 3792.0,
      "text": "Austin is a nice place to be in the Winter."
    },
    {
      "end_timestamp": 3800.0,
      "id": "3db025e4-6c60-312d-97db-9a32d6be92ca",
      "speaker": "Mark Bankston",
      "start_timestamp": 3795.0,
      "text": "A lot better than, gosh, 105 degrees and July, I guarantee."
    },
    {
      "end_timestamp": 3802.0,
      "id": "0a98528c-bebf-378b-9cb6-bb8b9e097133",
      "speaker": "Dan",
      "start_timestamp": 3800.0,
      "text": "See if Jordan can still sweat through his shirt."
    },
    {
      "end_timestamp": 3804.0,
      "id": "ed79f9de-f2a5-3a05-a1ea-2de8edd1c140",
      "speaker": "Jordan",
      "start_timestamp": 3802.0,
      "text": "Oh, man, I'll be so dry."
    },
    {
      "end_timestamp": 3819.0,
      "id": "4edf0b58-e021-3905-8ef4-fb8af7f8b2c7",
      "speaker": "Dan",
      "start_timestamp": 3804.0,
      "text": "I don't believe it. fair. Well, Mark, thank you so much for joining us. It was really nice to be able to chat and get some of these angles, uh, chatted about but yeah, we look forward to"
    },
    {
      "end_timestamp": 3834.0,
      "id": "a3420a5b-9da1-3476-a71a-9204737074b4",
      "speaker": "Mark Bankston",
      "start_timestamp": 3819.0,
      "text": "Last thing I do want to say is that during the course of the trial itself, and over the weeks following it, I received so much from your audience, the most heartfelt kind of gifts and trinkets and so just just as a couple..."
    },
    {
      "end_timestamp": 3839.0,
      "id": "e19672ae-5e33-3c92-b92e-eb4abd874f5f",
      "speaker": "Jordan",
      "start_timestamp": 3834.0,
      "text": "Watch out,some of those do magic. I would be concerned. yeah."
    },
    {
      "end_timestamp": 3848.0,
      "id": "9ee76423-46cb-3313-84c7-e6f194a66c2e",
      "speaker": "Mark Bankston",
      "start_timestamp": 3839.0,
      "text": "--I had I had one of your listeners do wood a carving on giant wood board. It says, speech is free but lies you have to pay for, and that now hangs in my office."
    },
    {
      "end_timestamp": 3850.0,
      "id": "f063f7b9-a9fd-36ce-9a3c-88152ca48cdb",
      "speaker": "Jordan",
      "start_timestamp": 3848.0,
      "text": "So fucking cool. yeah."
    },
    {
      "end_timestamp": 3868.0,
      "id": "3df4babd-f3b9-3251-aae4-e28a2fa0a50f",
      "speaker": "Mark Bankston",
      "start_timestamp": 3850.0,
      "text": "And one of your listeners is an Egyptologist and she's a like a really well admired Egyptologist. She did a what she calls an Egyptian victory stele which is like in hieroglyphics. Yeah, and I'm gonna actually send you a copy because"
    },
    {
      "end_timestamp": 3871.0,
      "id": "c33ba7a0-a8fa-3fa9-8ca5-8004fccd3e67",
      "speaker": "Dan",
      "start_timestamp": 3868.0,
      "text": "You sent me a picture of it I think. yeah. Or Bill might've."
    },
    {
      "end_timestamp": 3877.0,
      "id": "ada33647-44a5-3031-bae1-e07710ca48c3",
      "speaker": "Mark Bankston",
      "start_timestamp": 3871.0,
      "text": "You and Jordan are at the top as like as like jackal Osiris gods with microphones."
    },
    {
      "end_timestamp": 3879.0,
      "id": "97401bba-8b8e-3302-adad-6cbef2775228",
      "speaker": "Jordan",
      "start_timestamp": 3877.0,
      "text": "The wrong place for us to be."
    },
    {
      "end_timestamp": 3929.0,
      "id": "5287b391-f4c7-3594-9d18-38e41216a8a9",
      "speaker": "Mark Bankston",
      "start_timestamp": 3879.0,
      "text": "Me and Bill, they have little Eyptian guys with me and Bill and they have little baskets in front of them and Bill's is filled with gummy worms and then, in hieroglyphs, an entire Egyptian poem about the victory and like now we have that. Somebody else did, and it became popular on your subreddit, is like a Tiger Beat Style magazine cover of the trial. And and I want the person who made this to know we blew that up to poster size and it's on a wall in our office. And we have actually surrounded it by other pictures and things. Someone from your audience had a bouquet of flowers delivered to me at the courthouse, so in the collection room like meeting with the team, they bring me in flowers. I had people who sent us to like, like somebody had sent to the courthouse, a giant thing of cookies for the trial. I mean, we were just bombarded with this and what's wild about that..."
    },
    {
      "end_timestamp": 3930.0,
      "id": "5ff04fe8-074a-3679-a909-54cc25358948",
      "speaker": "Dan",
      "start_timestamp": 3929.0,
      "text": "Very thoughtful and weird."
    },
    {
      "end_timestamp": 3972.0,
      "id": "1783e828-0699-3ff8-ab93-aef377905f17",
      "speaker": "Mark Bankston",
      "start_timestamp": 3930.0,
      "text": "--at least half of them were anonymous. They were just like, we love and support you from a Wonk, you know, and in the community that y'all have fostered and what it is, it means a lot to me and I you know, some of the people have been saying things like, what is Knowledge Fight going to do when Alex Jones is gone, and I remind them one, Alex Jones is never going to be truly gone until he's six feet under like if he keels over okay, but like otherwise he's not going to be gone. And two, there's this big thing coming up where I'm seeing, I don't know, more lower level Alex Joneses, more things of that style that I know it's going to keep him relevant. And you know, no matter what we do to this guy, do not leave him alone. Y'all been beating him like..."
    },
    {
      "end_timestamp": 3983.0,
      "id": "0657aee4-af6e-3240-93e3-3a003cab3051",
      "speaker": "Jordan",
      "start_timestamp": 3972.0,
      "text": "This is like the end of Batman Begins and we finally pick up the Joker car. Like we're off to the next. Oh, we've defeated one enemy. Yeah."
    },
    {
      "end_timestamp": 4008.0,
      "id": "533b1b2e-3493-34a4-8c4b-b00b4198fd1b",
      "speaker": "Dan",
      "start_timestamp": 3983.0,
      "text": "That idea of like what we're gonna do when he's gone has never troubled me because it's not really relevant. Like if he's gone, and I don't like get donations or whatever. I don't give a shit. I don't care. I will find a less interesting person to talk about. The only thing that troubles me a little bit is that like this, this notion of like, lower level Alexes. We now are not a podcast just starting."
    },
    {
      "end_timestamp": 4011.0,
      "id": "85c29890-c836-34cc-bc9c-4dea7533960e",
      "speaker": "Jordan",
      "start_timestamp": 4008.0,
      "text": "It is weird to not punch up."
    },
    {
      "end_timestamp": 4024.0,
      "id": "f9e065bd-b41b-3e61-a0c8-5aeddd925211",
      "speaker": "Dan",
      "start_timestamp": 4011.0,
      "text": "Yeah, that to me. It's something we'll have to deal with. But I'm not saying that's impossible. But yeah, I love our audience as well. We are so lucky to have such bizarrely positive people about this show that is"
    },
    {
      "end_timestamp": 4031.0,
      "id": "cc114403-5eae-3822-8e1f-809c0bb3e135",
      "speaker": "Jordan",
      "start_timestamp": 4024.0,
      "text": "Beautiful, wonderful, just amazing people love. yeah. Who love so hard."
    },
    {
      "end_timestamp": 4045.0,
      "id": "4077f862-aa45-35d3-8c0b-ab75e5e55300",
      "speaker": "Dan",
      "start_timestamp": 4031.0,
      "text": "I'm gonna blow up a copy of that Egyptian heiroglyphics, put it on the wall, because that's so cool. Well, Mark all the best. As as they say, I wish you nothing but successes and"
    },
    {
      "end_timestamp": 4051.0,
      "id": "9f54b242-3831-3a98-b8e2-2a3cb96017ce",
      "speaker": "Jordan",
      "start_timestamp": 4045.0,
      "text": "Further in future successes. And may your sword ever be sharp in regards to Alex Jones."
    },
    {
      "end_timestamp": 4052.0,
      "id": "214bb4c7-b031-3ef5-8774-d4fc84c0ff6f",
      "speaker": "Mark Bankston",
      "start_timestamp": 4051.0,
      "text": "Thank you, gentlemen."
    },
    {
      "end_timestamp": 4055.0,
      "id": "c24e33e1-69e3-3b32-8af7-d0aac88d7fa2",
      "speaker": "Jordan",
      "start_timestamp": 4052.0,
      "text": "And I mean, I guess all your other cases or whatever."
    },
    {
      "end_timestamp": 4059.0,
      "id": "ab628e26-4b3f-3053-953b-458c1fdd3ada",
      "speaker": "Dan",
      "start_timestamp": 4055.0,
      "text": "Not that one in Kansas City though, because I heard he was suing big barbecue sauce."
    },
    {
      "end_timestamp": 4066.0,
      "id": "d4eabcf2-a4b6-3f97-9d53-81767d3b2351",
      "speaker": "Jordan",
      "start_timestamp": 4059.0,
      "text": "Oh shit, motherfucker. Mark. Our relationship is tenuous."
    },
    {
      "end_timestamp": 4067.0,
      "id": "4ea70272-cace-335a-95e3-17d4c1fb948e",
      "speaker": "Dan",
      "start_timestamp": 4066.0,
      "text": "We'll talk soon."
    },
    {
      "end_timestamp": 4068.0,
      "id": "905a5ed4-59ef-30da-a500-952759805e31",
      "speaker": "Jordan",
      "start_timestamp": 4067.0,
      "text": "All right buddy. Love you."
    },
    {
      "end_timestamp": 4076.0,
      "id": "becec39f-cc2c-3256-9b4f-1a955408c1cc",
      "speaker": "Mark Bankston",
      "start_timestamp": 4068.0,
      "text": "As you see, that's the Bellagio behind me. So I'm gonna go hit the tables and see if my luck keeps up because it seems to be doing pretty well right now."
    },
    {
      "end_timestamp": 4078.0,
      "id": "650b8d43-c809-3d9f-a7af-7cba655e4788",
      "speaker": "Jordan",
      "start_timestamp": 4076.0,
      "text": "It's going alright."
    },
    {
      "end_timestamp": 4093.0,
      "id": "f9b944a9-61f4-3984-9253-14faa8a156e7",
      "speaker": "Dan",
      "start_timestamp": 4078.0,
      "text": "Roll them bones. As Bobby Barnes's former client would say, bet on black, wasn't that a...that's right. yes. let me go. see how I do. Alright. Take it easy, buddy."
    },
    {
      "end_timestamp": 4097.0,
      "id": "d8661dee-b0c5-3043-a4d8-ded4b2b7d3b4",
      "speaker": "Alex Jones",
      "start_timestamp": 4093.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding."
    },
    {
      "end_timestamp": 4101.0,
      "id": "4b7500e9-c407-3d45-b9bb-0fcdcf4b5507",
      "speaker": "Andy in Kansas",
      "start_timestamp": 4097.0,
      "text": "Hello, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    },
    {
      "end_timestamp": null,
      "id": "2e9a90ba-d8ee-379b-8c07-a87b0578dfa8",
      "speaker": "Alex",
      "start_timestamp": 4101.0,
      "text": "I love you."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "fek"
  }
}