{
  "audio_identifier": "KF_737",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/LizPostVerdictInt.mp3",
  "blocks": [
    {
      "end_timestamp": 46.0,
      "id": "34a92b22-ea38-3478-9de6-a82f039bc018",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4.0,
      "text": "Red Alert. Red alert. Red alert. Red alert. Red Alert knowledge Damn, Jordan I'm sweating knowledge party.com It's time to pray. I have great respect for knowledge like knowledge I'm sick of them posing as if they're the good guys shank me or the bad guy knowledge five Dan and Jordan knowledge five need money Andy and Andy you're stopping Andy and Pam handy in Kansas."
    },
    {
      "end_timestamp": 55.0,
      "id": "605a084f-1116-3034-add8-cbcb571e2d10",
      "speaker": "Alex Jones",
      "start_timestamp": 46.0,
      "text": "Bray Andy in Kansas, you're on the airplanes for huge fan. I love your world. Knowledge by"
    },
    {
      "end_timestamp": 67.0,
      "id": "58fd7675-373a-3d59-a754-c914d55b4acf",
      "speaker": "Dan",
      "start_timestamp": 55.0,
      "text": "now knowledge fight.com Hey, everybody, welcome back now. I'm Jordan. We're a couple dudes like to sit around worship at the altar of Slean and talk a little bit about Alex Joe in DVR"
    },
    {
      "end_timestamp": 71.0,
      "id": "cab0edec-ca64-3232-99b9-dc17fd13d9a3",
      "speaker": "Jordan",
      "start_timestamp": 67.0,
      "text": "Dan Jordan. Damn quick question for you. So what's your bright spot today,"
    },
    {
      "end_timestamp": 76.0,
      "id": "9bc1b34c-205c-3ca6-8988-dcfcf5721fb3",
      "speaker": "Dan",
      "start_timestamp": 71.0,
      "text": "buddy? My bright spot today is that we remember to do an intro that is true."
    },
    {
      "end_timestamp": 77.0,
      "id": "c75a097a-6e9e-3e76-961f-0c62dbef429b",
      "speaker": "Jordan",
      "start_timestamp": 76.0,
      "text": "As opposed to last time,"
    },
    {
      "end_timestamp": 84.0,
      "id": "048566d2-38c5-3021-9415-0184eefd0f15",
      "speaker": "Dan",
      "start_timestamp": 77.0,
      "text": "boy, I felt I could I couldn't say words I know I can't"
    },
    {
      "end_timestamp": 91.0,
      "id": "f0c32333-e133-3de0-a8d6-b35361332727",
      "speaker": "Jordan",
      "start_timestamp": 84.0,
      "text": "you your your intros. When you're by yourself have a tendency to flounder as time goes on,"
    },
    {
      "end_timestamp": 93.0,
      "id": "84145227-7d9e-37bf-a77b-cdb8fb22ff47",
      "speaker": "Dan",
      "start_timestamp": 91.0,
      "text": "I get a little heavy."
    },
    {
      "end_timestamp": 98.0,
      "id": "91abf90f-7fbb-3bf8-bddb-dfd2772b4779",
      "speaker": "Jordan",
      "start_timestamp": 93.0,
      "text": "You get you have a good head of steam as you start and then they start to go a little bit off the rails."
    },
    {
      "end_timestamp": 102.0,
      "id": "d3e46517-08f4-3a84-8abc-45e6d0c542e7",
      "speaker": "Dan",
      "start_timestamp": 98.0,
      "text": "It's kind of wily coyote"
    },
    {
      "end_timestamp": 108.0,
      "id": "6c185f96-82e1-3308-8a36-3502c8f548e0",
      "speaker": "Jordan",
      "start_timestamp": 102.0,
      "text": "that you you don't know when you've run off the cliff. You keep going. It's kind of amazing."
    },
    {
      "end_timestamp": 116.0,
      "id": "d8ce5931-a65c-3193-ab88-2cf385ee40f7",
      "speaker": "Dan",
      "start_timestamp": 108.0,
      "text": "And the the there's an existential question in the middle of why am I doing this there is that anyway,"
    },
    {
      "end_timestamp": 121.0,
      "id": "4d590e91-a3f2-3d32-8672-0751c81ad5aa",
      "speaker": "Jordan",
      "start_timestamp": 116.0,
      "text": "you fall you hold up a sign that says Why am I doing?"
    },
    {
      "end_timestamp": 125.0,
      "id": "befd5130-bd11-3764-9790-fbb43ba1c3d2",
      "speaker": "Dan",
      "start_timestamp": 121.0,
      "text": "So I'm glad that we're we remember to do that deep. What about you?"
    },
    {
      "end_timestamp": 147.0,
      "id": "42871cd2-14a0-39c1-9983-d28dd3fb9c43",
      "speaker": "Jordan",
      "start_timestamp": 125.0,
      "text": "My brightspot? Dan, it may seem trivial but it is the parking spot that I got today. There is so on the street. Very little docks me there. I wasn't going to all right. There is one spot. One that is free. There's no There's no parking meters. It is in between."
    },
    {
      "end_timestamp": 149.0,
      "id": "77afd73e-3ae0-34a8-b3f2-cf0c94097fc9",
      "speaker": "Dan",
      "start_timestamp": 147.0,
      "text": "Don't talk to me, man. You can't"
    },
    {
      "end_timestamp": 165.0,
      "id": "6d0e3a48-218a-3a6c-8a33-a6427f113818",
      "speaker": "Jordan",
      "start_timestamp": 149.0,
      "text": "you can't park in those places. But there's one perfect spot, completely free, right? Always filled. But then every now and again. This is the second time in like three years I've gotten this spot. And it brightens your day, man free parking."
    },
    {
      "end_timestamp": 188.0,
      "id": "9c6088df-29f3-37a0-b098-2e3faa083cf4",
      "speaker": "Dan",
      "start_timestamp": 165.0,
      "text": "That is fantastic. I now have more work to do, because I'm gonna have to bleep a couple of things. It's not specific enough to geo locate me. Time I'm still on landmarks. Fair enough. But as far as parking goes, that could be anywhere in the city. Exactly. It's it's a real minus. People have a real tough time with it. And I'm glad I'm glad you landed."
    },
    {
      "end_timestamp": 196.0,
      "id": "e2c2e7af-a5f0-3e98-9053-a04009793507",
      "speaker": "Jordan",
      "start_timestamp": 188.0,
      "text": "A little bit like standing in the four corners, you know where you're like, Oh, I'm in any state that I want to be right now. You're like this is the freest parking in the entire block."
    },
    {
      "end_timestamp": 231.0,
      "id": "12827116-991e-309a-a8cd-adfcd46252d3",
      "speaker": "Dan",
      "start_timestamp": 196.0,
      "text": "Yeah, back when I lived in uptown. That was the worst. Yeah, because I guess we already docks my old place. I lived on Ainsley. And that street is so thin. Yeah. And there's people parking on both sides of the street. And there's never a spot. It was just so often I'd have anytime anybody came over there. It was just like they would learn. Yeah, they're like, oh, I have to park aways away. We're driving around in a loop. For half an hour. Yeah. To find someone leaving. And I like that was awful."
    },
    {
      "end_timestamp": 237.0,
      "id": "35ad4d70-1075-38e4-bc6c-ab7da6549837",
      "speaker": "Jordan",
      "start_timestamp": 231.0,
      "text": "Anybody living near Belmont and Lake Shore is like you're gonna make you might as well Park on Addison, my man."
    },
    {
      "end_timestamp": 250.0,
      "id": "980caa3d-e352-3cf0-9009-197ee5b094be",
      "speaker": "Dan",
      "start_timestamp": 237.0,
      "text": "Funny story that was around where I live. Exactly. Yeah. Yeah. A lot of people who would come over would toss me off stuff that you'd learn. Take fucking the red line."
    },
    {
      "end_timestamp": 252.0,
      "id": "be71cee9-2cc6-39f0-b856-011ce04df1b7",
      "speaker": "Jordan",
      "start_timestamp": 250.0,
      "text": "Yeah. Transportation here. Yeah."
    },
    {
      "end_timestamp": 292.0,
      "id": "7d89c0f4-1304-30a4-af9d-67424b195290",
      "speaker": "Dan",
      "start_timestamp": 252.0,
      "text": "Luckily for us, you also lived in Uptown when I lived in. So it was pretty convenient. Beautiful. So Jordan today. We have an interview to enjoy. Continuing our sneaky snake weekend series, it sneaks up snuck again. We have a little conversation with Elizabeth Williamson, she dropped by our good friend Elizabeth. Yeah. The trial has concluded. And so we thought in addition to checking in with the legal end with our friend Mark, why not talk to our friend Liz about what it was like in the room as she had spent the entire time. Yeah, I think the trial"
    },
    {
      "end_timestamp": 310.0,
      "id": "3e10e349-4c62-3028-a59e-8b6f394e4b62",
      "speaker": "Jordan",
      "start_timestamp": 292.0,
      "text": "I think really she beyond like the judge and the lawyers in the jury. I think Elizabeth has been in there the most wild place Well, I mean, yes, I've made in the professional capacity people who weren't part of the tribe. Exactly. Yeah, obviously I'm Yeah. Yeah. I mean,"
    },
    {
      "end_timestamp": 316.0,
      "id": "ada99d33-fd20-3cf6-9fd8-003d3fba4908",
      "speaker": "Dan",
      "start_timestamp": 310.0,
      "text": "Sebastian Murdoch was down there, but he left after a week or so. I mean, even mark left after a week,"
    },
    {
      "end_timestamp": 319.0,
      "id": "754ee079-8bb4-32ed-b564-71cd1acd9d35",
      "speaker": "Jordan",
      "start_timestamp": 316.0,
      "text": "Mark had places to be."
    },
    {
      "end_timestamp": 348.0,
      "id": "1c7b524f-f932-3b87-b8d7-28763bc6daf4",
      "speaker": "Dan",
      "start_timestamp": 319.0,
      "text": "Yeah. So I hope you folks do enjoy and we will be back Monday with a non sneaky episode. Indeed we will. But hey, enjoy. Until then. No, no, that's not how we do. Exactly. Boy. Hey, folks, we are back again. Drew, guess who's back?"
    },
    {
      "end_timestamp": 350.0,
      "id": "d2ff54ac-213f-31f6-89a8-174ef1bdf31d",
      "speaker": "Jordan",
      "start_timestamp": 348.0,
      "text": "Is this how we start things?"
    },
    {
      "end_timestamp": 356.0,
      "id": "211d4774-6482-3e0a-9a7e-5a4a294c8f1e",
      "speaker": "Dan",
      "start_timestamp": 350.0,
      "text": "This weekend feels empty without me. That Eminem song is 20 years old."
    },
    {
      "end_timestamp": 363.0,
      "id": "a4bc0b83-1432-37c3-82ec-1f4545adb19b",
      "speaker": "Jordan",
      "start_timestamp": 356.0,
      "text": "Yeah, no, sometimes I really think about how many things are 20 years old now. And it's a it's a real bummer. Yeah, what are you gonna do?"
    },
    {
      "end_timestamp": 394.0,
      "id": "617ba0bd-92dd-342d-814e-ca663d7904a9",
      "speaker": "Dan",
      "start_timestamp": 363.0,
      "text": "Anyway? We are here having another little sneaky snake this weekend. And we're excited to be joined by from the from the New York Times from Sandy Hook. The battle for truth. Yes. An American tragedy. Yes. You got the you got the Yeah. Also person whose name I remembered. Fucked up. Yep. Ladies and gentlemen. Elizabeth Williamson, thank you so much for joining us."
    },
    {
      "end_timestamp": 396.0,
      "id": "3f06253b-7018-376f-a0e7-1a8905f2f186",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 394.0,
      "text": "It's Erica Williamson. Dammit."
    },
    {
      "end_timestamp": 400.0,
      "id": "c1b8e782-21d0-3869-be3f-1dadfdf27c0b",
      "speaker": "Jordan",
      "start_timestamp": 396.0,
      "text": "Oh, every time dad I am."
    },
    {
      "end_timestamp": 405.0,
      "id": "c77cc9ce-5bd7-3d3d-ab89-8e877a13f709",
      "speaker": "Dan",
      "start_timestamp": 400.0,
      "text": "I'm used to not being able to get anything. That is okay. How are you?"
    },
    {
      "end_timestamp": 408.0,
      "id": "a88f49b0-69cd-344f-8e82-cff2d15dc926",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 405.0,
      "text": "I'm fine. How are you guys?"
    },
    {
      "end_timestamp": 415.0,
      "id": "7e363183-a896-334f-8a2b-5aa96c5a45cd",
      "speaker": "Dan",
      "start_timestamp": 408.0,
      "text": "I'm a little tired. Little exhausted. I'm sure you're feeling fairly similarly. So I should yeah,"
    },
    {
      "end_timestamp": 424.0,
      "id": "06563473-f2fc-372b-8939-d727698f471a",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 415.0,
      "text": "I am actually but I'm, I'm happy even though you didn't ask me. What's my bright spot? My bright spot is that I'm in Wisconsin at my brother's house."
    },
    {
      "end_timestamp": 430.0,
      "id": "47a43a5b-78be-35d1-bb1f-a41cd4ae325e",
      "speaker": "Dan",
      "start_timestamp": 424.0,
      "text": "I think a lot of people's bright spot involves with Wisconsin. People who love cheese. Sure."
    },
    {
      "end_timestamp": 433.0,
      "id": "b236e5eb-ed28-36f7-83d3-0cc8a2178d90",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 430.0,
      "text": "Yes. Booze or Astaire?"
    },
    {
      "end_timestamp": 442.0,
      "id": "ef5b0a74-d8ea-3769-98f1-eb13a23a0558",
      "speaker": "Dan",
      "start_timestamp": 433.0,
      "text": "Sure. Colors. Milwaukee's in Wisconsin. That's true. They have been spotted cow. Is that the name of the beer that everyone likes? Yes."
    },
    {
      "end_timestamp": 447.0,
      "id": "1230e956-8647-35e2-b90e-3d8dbe27e2aa",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 442.0,
      "text": "Yes. We've got a refrigerator for that my brother won a case of it in a bet."
    },
    {
      "end_timestamp": 449.0,
      "id": "c98eb89a-80f4-3772-80f4-2ae2219a4dd4",
      "speaker": "Dan",
      "start_timestamp": 447.0,
      "text": "Yeah. What was the weight now"
    },
    {
      "end_timestamp": 451.0,
      "id": "d43e65d6-65e1-3f7a-bc26-8bcbcd5dbc0f",
      "speaker": "Jordan",
      "start_timestamp": 449.0,
      "text": "now? Okay. All right."
    },
    {
      "end_timestamp": 455.0,
      "id": "5aefb50e-c38e-31ed-8ab1-4c22887b39f8",
      "speaker": "Dan",
      "start_timestamp": 451.0,
      "text": "Was it Alex Jones. $900 million."
    },
    {
      "end_timestamp": 459.0,
      "id": "b301bce7-4b10-395a-8363-5fc3a85386a2",
      "speaker": "Jordan",
      "start_timestamp": 455.0,
      "text": "Ding ding ding. That's a good bet. That's a good bet."
    },
    {
      "end_timestamp": 463.0,
      "id": "321636fa-b2d2-3310-a4d9-bcfdc6c7c54d",
      "speaker": "Dan",
      "start_timestamp": 459.0,
      "text": "Yeah. Especially if it were ropes you and some spotted cow. Yeah."
    },
    {
      "end_timestamp": 469.0,
      "id": "52b7501b-103f-3c5d-88d3-42ae7dd3e961",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 463.0,
      "text": "That's right. It's thinking it's probably a little early for it. But never know."
    },
    {
      "end_timestamp": 477.0,
      "id": "2ead4b0a-1ecf-3d45-8f27-76d3e076bf8e",
      "speaker": "Dan",
      "start_timestamp": 469.0,
      "text": "It's creamy, right? I mean, it has a cream by thing."
    },
    {
      "end_timestamp": 482.0,
      "id": "f5fbfc69-0fda-3ea0-b0bd-62ea0d9e7cb7",
      "speaker": "Jordan",
      "start_timestamp": 477.0,
      "text": "I was gonna say Are we are we easing in today drinking this early. Next week."
    },
    {
      "end_timestamp": 498.0,
      "id": "0bb07bbc-7581-3a0b-bd19-c2116032aee0",
      "speaker": "Dan",
      "start_timestamp": 482.0,
      "text": "Oh, dear. So you I got to imagine are exhausted because you've been in Connecticut for the trial the entire time. Right. You you? It was almost five weeks of of that."
    },
    {
      "end_timestamp": 510.0,
      "id": "2aad6b85-4e35-32a4-a3ab-6f0e57948b06",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 498.0,
      "text": "Yeah, I did go home on weekends. But yeah, I was there for the whole thing. And I wouldn't have been anywhere else because it was really quite something."
    },
    {
      "end_timestamp": 541.0,
      "id": "3294a6b7-e0f5-33b4-9df4-1a00af838d09",
      "speaker": "Dan",
      "start_timestamp": 510.0,
      "text": "Yeah, yeah. Did. I just I guess that's got to help. I mean, being able to go home on the weekends, probably keeps a little bit of sanity. But us being down in Texas for like two weeks was it felt like an endurance trial? Yeah, it was excruciating. i And this trial in particular was, there were so many really moving difficult stories from these family members. I just, I feel like I feel like I would collapse. Yeah."
    },
    {
      "end_timestamp": 621.0,
      "id": "ace1bace-31e0-332e-810b-d87e36769c0f",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 541.0,
      "text": "Yeah, I mean, the families were the ones I really was thinking of, because, you know, once in a while, you know, the group would be larger or smaller, but I would say for the most part, the families attended just about every day of the trial, and you could really see the toll that it was taking on them. I mean, there were some family members that, you know, every time their child's name, for example, was mentioned, in court, they, you know, they would be very emotional about that, and, and then hearing each other's stories. I mean, they, you know, sometimes there were spouses who, you know, they didn't know that what the other one had gone through, you know, they didn't they hadn't heard that exact story told in that exact way, or they hadn't heard, you know, another relative story themselves. So, you know, you could really see it You know, how much just grief and you know, and how, what a revelation, some of this was even to them. And, and they were really there for each other. I mean, they, they all sat together, they all consult each other, they all kind of, you know, spent time together. And that was,"
    },
    {
      "end_timestamp": 651.0,
      "id": "9193c385-73c9-3f52-8134-caa06452a553",
      "speaker": "Jordan",
      "start_timestamp": 621.0,
      "text": "yeah, that is a really, really interesting thing that I I hadn't thought of, and I imagine most people hadn't thought of because, you know, despite our desire to kind of view everybody individually, in this case, obviously, there is still that element of, they're all sitting there with a shared event in their lives. So you just kind of don't realize that, yeah, of course, they wouldn't have just sat down in a group and gone through each individual story to each other."
    },
    {
      "end_timestamp": 679.0,
      "id": "84982a92-7504-3839-81d7-5d90aa901a4f",
      "speaker": "Dan",
      "start_timestamp": 651.0,
      "text": "And if you have, even if you're married to somebody, or maybe maybe you're divorced, or whatever, but a partner, sometimes in the aftermath of like a really terrible grief, sometimes you don't want to relive it, but yeah, well, or even overburden the other parts totally be strong for them. Not sure. Maybe some of the intricacies of what you were going through, really come up."
    },
    {
      "end_timestamp": 726.0,
      "id": "fffcff9b-1050-37fb-9d45-93c8e88d2666",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 679.0,
      "text": "A number of them spoke about how they tried to shield the other parent, for example, from what they were hearing, or what they were seeing, or the attacks that were, you know, coming at them. I'm sure you guys notice that. Could you not? Yeah, yeah. And then the other thing, and I noticed this, when I was writing my book, memories are faulty, particularly when people have gone through a big trauma. They, they, you know, can't remember everything. And this has been, you know, just about a decade. So, you know, I think them working on those recollections and, and then replaying them, you know, there were things that I think they that some people in the room hadn't know, hadn't really remembered, although they may have noted at the time,"
    },
    {
      "end_timestamp": 730.0,
      "id": "e1c9a057-e052-382e-8be1-fb1dc5ec8d8a",
      "speaker": "Dan",
      "start_timestamp": 726.0,
      "text": "right, yeah, yeah. Can you block out a bit that?"
    },
    {
      "end_timestamp": 734.0,
      "id": "fe7015b5-6b1b-3dda-b420-696cb48dc889",
      "speaker": "Jordan",
      "start_timestamp": 730.0,
      "text": "Yeah, the brain will create that safety measure."
    },
    {
      "end_timestamp": 737.0,
      "id": "9ea3e149-14fd-3a20-a480-df3f8210686d",
      "speaker": "Dan",
      "start_timestamp": 734.0,
      "text": "To protect your partner to protect you?"
    },
    {
      "end_timestamp": 741.0,
      "id": "60ca22cb-e4d3-3e4b-9cbd-f1695a1aabd9",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 737.0,
      "text": "Yeah, yeah. Yeah, no, it's really true. So we"
    },
    {
      "end_timestamp": 766.0,
      "id": "0852d577-af00-3257-b675-56ea1a99ab74",
      "speaker": "Dan",
      "start_timestamp": 741.0,
      "text": "came to the end of the trial last week, on Wednesday, I guess the verdict was read on Wednesday. But the actual end of the arguments was the week, the end of the week prior, right. And so one of the things that I was wondering, was, How did things feel as time went on? And the jury was deliberating?"
    },
    {
      "end_timestamp": 908.0,
      "id": "1be3011b-0bbe-36e2-9127-4c406540eb82",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 766.0,
      "text": "Yeah. So they had a number of questions. And so every time they'd ask a question, you try to game, you know, what does that mean? You know, one more, they asked to hear the testimony again, of William Sherlock, who's a wife, Mary, Sherlock was the school psychologist who died at Sandy Hook. And there was this, you know, thought in the room? Well, okay. Let's think his name appears on the bottom of the jury verdict form. So does that mean they're nearing the end? Yeah. All right, try and, you know, figure it all out. And kind of game through it to see, well, what does that mean? And one question, in particular, that the jury asked was this thing where they said, What does it mean, there's this kind of archaic language in the law, in these sorts of cases. And it's what does it, you know, the instruction to the jury is, try to put the plaintiff back into the position when you, you know, levy these damages, try to put them back into position they were before the harm occurred. And, you know, that works for things like, you know, a broken contract. So, you know, you can say, well, here's the income you would have had, if that person hadn't broken, illegally broken the contract or, you know, a personal injury, you know, you're paying for hospitalization, and maybe special care and things like that. But when it comes to defamation, and you know, reputational damage and things like that, and reputational damage to someone who has lost someone in this way, how do you ever get them back to where they started? You know, that's, it becomes almost a philosophical question. So yeah, it's a, you know, it was just, you know, everyone was thinking, what are they thinking when they're asking that question? Are they thinking, you know, that no amount of money are they thinking any amount of money, you know, how, how are they grappling with that? So, so that was kind of a Thank you. Everybody was wondering, you know, what, what do they you know, what's going on inside that room where only the six member panel is meeting? Yeah,"
    },
    {
      "end_timestamp": 935.0,
      "id": "eb0dcb98-0e00-3a10-8d1c-72116c454d2a",
      "speaker": "Jordan",
      "start_timestamp": 908.0,
      "text": "I remember the one question that stuck with me from them is the one where they asked why was the why was Lafferty the first name? And obviously, it was just, you know, that was the first name and then at all meant, rather than writing out every single name, right, but everybody, everybody went, Oh, I know, they they must be thinking that if the name is first, maybe there was more injury to them. You know, everybody had to have had that same thought. Right?"
    },
    {
      "end_timestamp": 943.0,
      "id": "8470be71-50ce-3936-9c7a-2cb3e4d0297e",
      "speaker": "Dan",
      "start_timestamp": 935.0,
      "text": "Well, I also I had another takeaway from it. And that was boy, does this show they are not googling anything?"
    },
    {
      "end_timestamp": 945.0,
      "id": "4e515ef2-e85a-306d-89d0-2afd63485a9d",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 943.0,
      "text": "Yes, exactly. They are"
    },
    {
      "end_timestamp": 949.0,
      "id": "039d2016-04bb-34ad-93c2-c37b00f0110a",
      "speaker": "Dan",
      "start_timestamp": 945.0,
      "text": "sticking to the judge's instructions if they're asking this."
    },
    {
      "end_timestamp": 1009.0,
      "id": "dfd1922f-95ee-38c7-8c74-23d650f7d94d",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 949.0,
      "text": "Yep. Not even the definition of at all. Yeah, no, they were very thorough. They, they were extremely diligent. You got the sense that, you know, as the judge was noting, during the trial, they were showing up early every day. They were taking notes. I mean, they were they were really into this, and, and, you know, they were very engaged. And I noticed a lot, you know, there would be different testimony, and, you know, you they would be, you know, wiping their tears away, you know, kind of crying a little bit, kind of when Jones testified, you know, a lot of frowns and a lot of shaking of their heads. And that, you know, was really interesting, because after that I'm Norm Pattis told me he thought Jones did well in his testimony, and I was thinking defined well."
    },
    {
      "end_timestamp": 1019.0,
      "id": "4e3c9ae4-6650-3d4d-873c-8dfc4e1e6c4b",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1009.0,
      "text": "You. Yeah. Surprising. You think you did? Well, that's surprising. Well, yeah, could have been"
    },
    {
      "end_timestamp": 1025.0,
      "id": "f268fa29-6db8-362c-ba98-660e5d27e620",
      "speaker": "Jordan",
      "start_timestamp": 1019.0,
      "text": "$1.2 billion, you know, I think, took 300 million off. But you know, it's relative. It's relative."
    },
    {
      "end_timestamp": 1038.0,
      "id": "9674bb72-118b-39b0-8224-c910f443c0eb",
      "speaker": "Dan",
      "start_timestamp": 1025.0,
      "text": "I think when you're someone like norm, you have to play by pro wrestling rules where you don't break kayfabe like, even backstage, you're still in character. You know, there's still a, like, doing pretty well out there."
    },
    {
      "end_timestamp": 1055.0,
      "id": "90336b6b-b449-3e56-8be6-21a6c61733e0",
      "speaker": "Jordan",
      "start_timestamp": 1038.0,
      "text": "Yeah. When he goes home, and it's all it's just him and his wife. He takes the text the wig off. He doesn't actually have a ponytail. He's completely bald, you know, he removes the makeup. I mean, it's, it's tough, but he's the he's the only one who gets to see the real him."
    },
    {
      "end_timestamp": 1085.0,
      "id": "7e948147-8f16-320f-973d-0f3fc3b72a16",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1055.0,
      "text": "Yeah, yeah. He definitely has his stick down. I mean, when I first started researching the what was happening here, for the book, I went to see him at his offices in New Haven. And it's an you know, his offices are in an old Victorian house. And he has in what had been the dining room, just the walls are lined with books. And he said his wife has an antiquarian bookstore. And he, and he said,"
    },
    {
      "end_timestamp": 1093.0,
      "id": "d31ba600-469a-33eb-9d27-e261562982a0",
      "speaker": "Dan",
      "start_timestamp": 1085.0,
      "text": "Wait, wait, you mentioned the antiquarian bookstore on the last episode. Do we talk you mentioned it was there was one Yeah, it was norms? Wife."
    },
    {
      "end_timestamp": 1097.0,
      "id": "0c4d03a6-47fe-39c8-b1e7-b543981bcd6d",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1093.0,
      "text": "No, no, make no mistake. Oh, sorry."
    },
    {
      "end_timestamp": 1101.0,
      "id": "dc117e4a-36b9-3d1e-aa0f-dde2d8413160",
      "speaker": "Dan",
      "start_timestamp": 1097.0,
      "text": "Okay, different."
    },
    {
      "end_timestamp": 1106.0,
      "id": "759c43e5-4422-3f33-ae6c-8ca1a93ded65",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1101.0,
      "text": "Ya know, her antiquarian bookstore is someplace else. Okay. In an old barn somewhere."
    },
    {
      "end_timestamp": 1114.0,
      "id": "e51cd4eb-fd2c-3483-a03a-2db33b531e6e",
      "speaker": "Dan",
      "start_timestamp": 1106.0,
      "text": "I just believe that there are two antiquarian bookstore. Yes, it's it's amazing. It's amazing. Yeah,"
    },
    {
      "end_timestamp": 1135.0,
      "id": "f9dbdc9c-3285-3a03-88e7-20a4344e2618",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1114.0,
      "text": "yeah. Well, it gets weirder. Because he said, so he shows me these two very, or No, three very interesting antique books. And, and he said, Look at this one, and when you know, and it was, and one of them, as I recall, was like one of those flip books, you know, where you get a moving picture when you put the pages? Yeah."
    },
    {
      "end_timestamp": 1148.0,
      "id": "59562280-d0c1-3efd-85fc-7b16b93791e9",
      "speaker": "Jordan",
      "start_timestamp": 1135.0,
      "text": "Same type of antique books that I was thinking. Right? Again, more like, Oh, this is a first edition Robinson Crusoe not like this, this flip book is from the 70s. That was a first edition of"
    },
    {
      "end_timestamp": 1212.0,
      "id": "66af9f65-d07a-31ef-abe3-b1c0e3c17317",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1148.0,
      "text": "No, they were, they were very, very old. No, they were. But But so, you know, three, and it was kind of like, let me dig out some really interesting finds for you. So he comes up with these three books and and you know, from his opening arguments, Norm prides himself on how well read he is I think he cited you know, the great philosophers and all the way down to Shoshana Zubov in his opening remarks, so and he he was talking about her book as well when you know it, not only during his opening remarks, but you know, back in 2019 When I first visited with him, but anyway, so he shows me these three books and I thought, Oh, that's really interesting. And then a couple months go by and I read a profile of him in kinetic Hit magazine, and the reporter comes in and he says, Oh, let me show you my library. Look at these three interesting books. Three books."
    },
    {
      "end_timestamp": 1216.0,
      "id": "7860ddc5-9d0a-312a-87f3-143c15709856",
      "speaker": "Dan",
      "start_timestamp": 1212.0,
      "text": "But that's got to be a little bit disappointing. Yeah."
    },
    {
      "end_timestamp": 1240.0,
      "id": "498d7a89-d9e4-3f94-8a52-b816ce69a405",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1216.0,
      "text": "Yeah. You know, he's got to stick. You know, he's, he's sort of the, you know, he always says the same thing. You know, hey, I'm gonna kind of class I'm, uh, you know, name your age. Now. He's, I think 67. But at the time it was. I'm a 64 year old with a ponytail. I'm a 65 year old with a ponytail. I'm a 67 year old with a ponytail. I'm I'm an iconoclast. I like you know, offbeat clients."
    },
    {
      "end_timestamp": 1260.0,
      "id": "5862831d-6e41-3487-924c-2299622d1aac",
      "speaker": "Jordan",
      "start_timestamp": 1240.0,
      "text": "Yeah, there's there's the there's the analog that of that in the comedy world, which is the the comic who has to come out wearing the same shirt, because they have a joke about the shirt. You know, they have to every show they do they have to do the same shirt joke. And it gets so sad. Yeah, it gets so sad."
    },
    {
      "end_timestamp": 1264.0,
      "id": "fcd5e2d6-0cd3-3e37-9b99-036d5ab9d17f",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1260.0,
      "text": "Oh, no, he's got the same book joke. Yep. So"
    },
    {
      "end_timestamp": 1275.0,
      "id": "ef6dfa47-3d2d-3b50-acde-c5f3e3356b2e",
      "speaker": "Jordan",
      "start_timestamp": 1264.0,
      "text": "I mean, what three books are what? What three books does he think is going to impress everybody? When why? Great reset."
    },
    {
      "end_timestamp": 1284.0,
      "id": "a4f8a7c2-6745-36e6-93db-0459ba2fad55",
      "speaker": "Dan",
      "start_timestamp": 1275.0,
      "text": "Glenn Beck's great read all three books titled The Great reset."
    },
    {
      "end_timestamp": 1290.0,
      "id": "3f119a11-f517-3b44-9060-7790dafc494b",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1284.0,
      "text": "The Star Wars trilogy is a podcast where he interviews Alex Jones."
    },
    {
      "end_timestamp": 1292.0,
      "id": "ec587ac7-1b55-3b3b-a435-fc059749fb22",
      "speaker": "Jordan",
      "start_timestamp": 1290.0,
      "text": "No, no, absolutely not."
    },
    {
      "end_timestamp": 1294.0,
      "id": "1fffffef-9dac-30c2-8fb4-0e66dbc1b10c",
      "speaker": "Dan",
      "start_timestamp": 1292.0,
      "text": "Oh, my was that new?"
    },
    {
      "end_timestamp": 1300.0,
      "id": "777908ab-bbc8-39a0-9db6-7f001911b22f",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1294.0,
      "text": "No, it's I want to say it's probably a year old."
    },
    {
      "end_timestamp": 1311.0,
      "id": "9555ef0d-2071-3546-9803-5b6cadbd58ea",
      "speaker": "Dan",
      "start_timestamp": 1300.0,
      "text": "I knew that for him did some broadcasting but I I've heard him on Alex's show a number of times and I've not found him to be a compelling figure."
    },
    {
      "end_timestamp": 1340.0,
      "id": "bceaf16c-4600-344c-9f24-852cff73e03f",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1311.0,
      "text": "Yeah, the The upshot of it is Wow, Alex here I am Norm incredibly well read norm very familiar with the whole of the great philosophers. And how did I miss you? Just really amazing. Like you are one of the you know the you are one of the Great's when it comes to prophecy. Oh, boy."
    },
    {
      "end_timestamp": 1343.0,
      "id": "43914a6b-98e4-36bf-8ec6-86d7ec24ed1d",
      "speaker": "Dan",
      "start_timestamp": 1340.0,
      "text": "I'm an Alex quotes a comic book."
    },
    {
      "end_timestamp": 1353.0,
      "id": "f17df379-746e-330b-aa6f-9ae1561682d9",
      "speaker": "Jordan",
      "start_timestamp": 1343.0,
      "text": "Yeah. As uncle Benjamin used to say, with great Alex comes great Alex ability. I think you"
    },
    {
      "end_timestamp": 1357.0,
      "id": "99f95783-b8da-3dec-a3a9-484c02d25987",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1353.0,
      "text": "call that client management."
    },
    {
      "end_timestamp": 1368.0,
      "id": "a6a9bdbb-ab92-3adc-9d15-9c6feff75bb3",
      "speaker": "Dan",
      "start_timestamp": 1357.0,
      "text": "That's true. I guess you spend babysitting time around Alex, you realize a little bit of flattery probably? Like, is how you get anything done. Yeah, yeah. Yeah."
    },
    {
      "end_timestamp": 1376.0,
      "id": "1eb4ac3b-9464-31aa-b673-9c4160f600f6",
      "speaker": "Jordan",
      "start_timestamp": 1368.0,
      "text": "What do you want to order for pizza? I don't know. I mean, you look great. today. Let's go with pepperoni and cheese. Like okay, fine. Man know what? It's what it's really"
    },
    {
      "end_timestamp": 1378.0,
      "id": "0b2f0644-8b29-3821-921d-4fab872f3bf6",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1376.0,
      "text": "choice now."
    },
    {
      "end_timestamp": 1380.0,
      "id": "176054b0-0052-3143-aab8-e698a3fa4655",
      "speaker": "Jordan",
      "start_timestamp": 1378.0,
      "text": "So smart now."
    },
    {
      "end_timestamp": 1410.0,
      "id": "61df9bf7-62e6-3a6c-89db-4d0dd6e7a9dd",
      "speaker": "Dan",
      "start_timestamp": 1380.0,
      "text": "So I I'm particularly interested in as those questions were coming in, and like, as the deliberation went on, was that what was the flavor of tension in the courtroom? As best as you can describe it? Like, because I know that for us, from far away, there was a bit of confusion, a bit of is it gonna be today? Even on Wednesday? It was like the end of the day. Yeah. Stay? Yeah."
    },
    {
      "end_timestamp": 1472.0,
      "id": "7284b7ed-f4c3-383b-add1-9a6205695257",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1410.0,
      "text": "Yeah. Yeah. I think by the end of Wednesday, especially after they heard William Sherlocks testimony again. And then they they took recess, they went back to deliberate then there was lunch. And then they came out and they said, Can we have a new copy of the verdict form? Because we wrote the wrong number on a line. And I was sitting in the back row with Dan Reed, the documentarian, who's been recording these, this trial, and others, and we both looked at each other, you know, eyebrows raised, does it mean they're almost at the end, you know? Or does it mean, you know, they're still kind of making their way in and no one knew, but I was starting to, by the end of the day on Wednesday, really kind of lose hope that they were going to arrive at a verdict that week. I don't know why I just felt like they were, you know, I started"
    },
    {
      "end_timestamp": 1476.0,
      "id": "67a3a3ef-1760-34fe-ae7e-e6ebf53469e1",
      "speaker": "Jordan",
      "start_timestamp": 1472.0,
      "text": "Wednesday, it was gonna be next Wednesday."
    },
    {
      "end_timestamp": 1488.0,
      "id": "ebcc7a06-9ca5-3adf-a3a0-74300887fe2b",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1476.0,
      "text": "So over the weekend, yeah, I just felt like oh, and then, you know, speaking of norm, he started to say, I've got another, you know, I've got another gig basically."
    },
    {
      "end_timestamp": 1492.0,
      "id": "c0d0cb2b-8838-3df1-8172-37b3c2417f02",
      "speaker": "Jordan",
      "start_timestamp": 1488.0,
      "text": "Yeah."
    },
    {
      "end_timestamp": 1507.0,
      "id": "6eafeb28-67c8-3e19-9c6c-8db1d4d1d791",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1492.0,
      "text": "Yeah, like, I need it. You know, I need to postpone this a little bit because I have to go be in New York City and I can't monitor this case and I don't trust anyone else to monitor this case, or these deliberations. So I can't be in two places at once norm go"
    },
    {
      "end_timestamp": 1512.0,
      "id": "a75a0446-db20-3918-92d2-5bb5d5e1c0d9",
      "speaker": "Dan",
      "start_timestamp": 1507.0,
      "text": "spot at the sorry. Just norm but a terrible stand up gig."
    },
    {
      "end_timestamp": 1530.0,
      "id": "f6b59543-818a-335c-b9f3-e2bd0273871a",
      "speaker": "Jordan",
      "start_timestamp": 1512.0,
      "text": "Yeah, it's it's funny. It's funny. I remember whenever he broke into the conversation with the judge, and just all of a sudden was like, Hey, listen, I can't be here until two on Thursday. That's as good as I can do. And everybody just went, what are we what happened? What am I doing?"
    },
    {
      "end_timestamp": 1534.0,
      "id": "6acc4e67-a8bc-3bb8-8246-50de7f9bc14a",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1530.0,
      "text": "Yeah, I think my jaw literally dropped when he said that. I thought,"
    },
    {
      "end_timestamp": 1537.0,
      "id": "6f44a4b2-cdb3-3834-85cb-0e8020729016",
      "speaker": "Dan",
      "start_timestamp": 1534.0,
      "text": "everyone I'm taking a bath. I'm booked to be on Rogen."
    },
    {
      "end_timestamp": 1544.0,
      "id": "b54c5b28-ce83-3849-9749-7130680e9fe4",
      "speaker": "Jordan",
      "start_timestamp": 1537.0,
      "text": "Exactly. It was yeah, it was like, double booked sorry about this one."
    },
    {
      "end_timestamp": 1547.0,
      "id": "d77004d9-994c-3f0b-9cf6-1e7e8f8d7fc7",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1544.0,
      "text": "Really was odd. And and the judge"
    },
    {
      "end_timestamp": 1549.0,
      "id": "32b9af75-47b2-305d-b1c1-a7aa0236fd3c",
      "speaker": "Jordan",
      "start_timestamp": 1547.0,
      "text": "Look at him. JC"
    },
    {
      "end_timestamp": 1598.0,
      "id": "9ed3107d-c75d-3aec-8436-87da2a9aa160",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1549.0,
      "text": "Yeah. Why don't we just cross that bridge when we get through it? Not. So yeah. That she didn't call him. She's very formal. She She? Yeah, that would have been against a quorum. But yeah, so that so then we were thinking by the end of the day on Wednesday, now we're looking at a really truncated day, on Thursday. Sure. And then what's going to happen, then we're at Friday. So and then you were also thinking about, there were all these other things going on, you know, a lot of news that was starting to pile up at the end of the week, like the January 6, hearing on Thursday night, and I was just starting to think about, you know,"
    },
    {
      "end_timestamp": 1610.0,
      "id": "6c70e51b-09cb-3bda-9a29-c24f26200f6f",
      "speaker": "Jordan",
      "start_timestamp": 1598.0,
      "text": "are you going to be in Connecticut for the rest of your life? Like a Twilight Zone situation? You know, you can't escape the restaurants, your William Shatner, like, it's a whole thing. I get you."
    },
    {
      "end_timestamp": 1632.0,
      "id": "d17a214c-c750-3e8f-9a2b-bff8dea39786",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1610.0,
      "text": "Yeah, it was sort of Groundhog Day, in that in the hotel where which was just walking distance from the courtroom where pretty much everybody was staying. So yeah, so anyway, so they surprised us in the end, you know, they they, when they asked for a new verdict form, it was because they really were at the very end, and they were writing everything in. So"
    },
    {
      "end_timestamp": 1638.0,
      "id": "85d44764-7c5b-31fb-bddf-f4e9a61f089d",
      "speaker": "Jordan",
      "start_timestamp": 1632.0,
      "text": "what was what was your feel when the first number was read?"
    },
    {
      "end_timestamp": 1687.0,
      "id": "18a9e726-f9f5-3ff6-af8a-71c249048255",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1638.0,
      "text": "I, I was like, you know, that is a lot. I noticed a couple people were were speculating on Twitter, they were saying, okay, Price is Right rules. You that's to all guests, what's the verdict gonna be? Can't go over, you know, and so people who people were saying, you know, three 353 25. And I was thinking, that sounds ambitious, but given the number of plaintiffs, I don't know, maybe, yeah. Right. When Robbie Parker got 120. And you still had 14 plaintiffs to go. You were thinking, wow, this is going to be historic. And then I have"
    },
    {
      "end_timestamp": 1693.0,
      "id": "8bfbbed7-2441-388d-b2da-00d93501f0c3",
      "speaker": "Dan",
      "start_timestamp": 1687.0,
      "text": "to imagine that was palpable, yeah, room that after Robbie's verdict,"
    },
    {
      "end_timestamp": 1732.0,
      "id": "c72db3b4-7e0b-3df7-9623-3e9e06100d96",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1693.0,
      "text": "it was absolutely silent in the room. And, you know, I mean, it wasn't, it was just sort of stunning how quiet it was. And, you know, people were just listening to the numbers, and all you could hear were, you know, people like myself typing these numbers in, and, you know, trying to keep track of them. And then I was typing in, and in New York, they were adding, and re adding just to make sure everything was accurate. And, you know, you started to see these sort of exclamations of Whoa, and oh, my god,"
    },
    {
      "end_timestamp": 1765.0,
      "id": "0cc300e0-85ce-39b5-80b5-72a994c26d3a",
      "speaker": "Jordan",
      "start_timestamp": 1732.0,
      "text": "the moment the moments I think they showed the judgment, they immediately cut to Robbie. And it was it was you saw him put his head in his hands, like very slowly and just keep it there. And it was very much like, I could feel and see that thought of, of fucking we did it. You know, like, it was, it was such a feeling of, I mean, I imagine you could have reached out and held victory in the air like it was that kind of intensity there."
    },
    {
      "end_timestamp": 1794.0,
      "id": "3ed473e0-5c0a-360b-bec8-c8d49c4657f2",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1765.0,
      "text": "Yeah. Yeah. It was really incredible. It was. Yeah, I think nobody knew what to say. It was just, I mean, I just looked over it was like, holy smokes, you know, but which came out like a different word. But anyway, yeah, it was. It really was it was really jaw dropping. It was incredible. So"
    },
    {
      "end_timestamp": 1804.0,
      "id": "6e7239b7-879f-37c7-870a-ec4d33c045a3",
      "speaker": "Dan",
      "start_timestamp": 1794.0,
      "text": "not to not to dwell on any like shot in Freud or anything but what how was How was norm feelin? Did you get a sense of his? This was"
    },
    {
      "end_timestamp": 1855.0,
      "id": "597b6124-f829-34b6-b923-a91bf355ce6f",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1804.0,
      "text": "I did look over? Oh, of course. Yeah, he was staring straight ahead. He did not look at the lawyers. He did not turn around. Right. You know, I mean, and then one of the things he was doing in the courtroom prior to that was, he was kind of like making nice to people in the room, you know, at one point, you know, Robbie Parker, during one of the recesses was leaving the room and, and Norm was following him out the door and kind of like, patted him on the back at another point, Pat Lowe dra, who attended many days of the trial, she was the former first selectman in New Town when the shooting occurred with the equivalent of Mayor and, you know, went up to her and said, Oh, nothing personal kind of thing."
    },
    {
      "end_timestamp": 1858.0,
      "id": "33ef2af2-27ea-3915-9609-8a4627ca6bb2",
      "speaker": "Dan",
      "start_timestamp": 1855.0,
      "text": "Yeah. It's all in the game. Yeah. That is"
    },
    {
      "end_timestamp": 1876.0,
      "id": "419da767-efdf-3862-ba06-397e11649522",
      "speaker": "Jordan",
      "start_timestamp": 1858.0,
      "text": "very much norms vibe, especially in the courtroom. He was just like, I'm a gladiator. And here I'm fighting for my client. And then at the end of it, he's like, Hey, man, it's it's fun to be in the in the pit with you, right? And let's go have a beer. And you're like, No, you're a monster. Dude. I don't know what to tell you."
    },
    {
      "end_timestamp": 1894.0,
      "id": "a47bdd54-d32e-38d0-895e-0011c571c995",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1876.0,
      "text": "In a case like this, it's really hard to sort of break character like that, you know, it just, I'm not sure that that is something that people were buying. I mean, I won't speak for Pat, low draw, or anyone like that. But"
    },
    {
      "end_timestamp": 1922.0,
      "id": "3ad31839-e2cf-39d0-8ac1-b1a0e318e0d8",
      "speaker": "Dan",
      "start_timestamp": 1894.0,
      "text": "well, like I think everybody obviously deserves a defense, even if you're awful. And I don't think it makes you any less reputable of a lawyer if you take those cases. But I also don't think that you need to multiple points during the case, suggest that these grieving families are exaggerating their pain. Yeah, I think that there might be another way to go about defending Alex, that doesn't involve something that distasteful,"
    },
    {
      "end_timestamp": 1959.0,
      "id": "8c77a047-1551-3f22-92fd-d5211262d293",
      "speaker": "Jordan",
      "start_timestamp": 1922.0,
      "text": "it really does require, like, I mean, if you are in a vacuum, trying to think up defense strategies, I can understand why this would go up on the whiteboard, you know, but And once it's up there, you should be like, and this is an inhuman thing to do now that we should not do, we can scratch this one off. But when you're brainstorming, you're like, oh, this could happen, you know, this is a strategy session or something like that. But when you behave the way norm did and right now, you know, it's not that they defended Alex, that was the recent they were the way they did it. That was so disrespectful."
    },
    {
      "end_timestamp": 2007.0,
      "id": "3e76410d-fe9b-3fff-9c57-1f7a16d81e5e",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 1959.0,
      "text": "Well, but here's where you know, as you guys know, better than anybody. This is where, you know, you have to consider who's the client. And as rain all told me during the trial in Austin, Alex calls all the shots, because I said, will he be testifying? And he said, it's up to Alex. And then he goes, everything is up to Alex. And so what they were putting on was that Alex wanted? Yeah, so you know, in a normal client relationship, you would, you would, as you guys were just saying, you know, you'd say, no, let's cross that one off. We're not going to be accusing the families of anything. You know, that's what got us into this mess."
    },
    {
      "end_timestamp": 2011.0,
      "id": "321e5a21-f60e-3194-982e-8854ff9a5760",
      "speaker": "Dan",
      "start_timestamp": 2007.0,
      "text": "And that's gonna end up paying a billion dollars."
    },
    {
      "end_timestamp": 2041.0,
      "id": "e7e8753e-f1d8-3b8b-96e4-251700c6582e",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2011.0,
      "text": "Yeah, but you know, he, person after person in these trials has testified, Alex calls all the shots. Alex runs the show. The show runs on Alex, there would be no Infowars if not for Alex, Alex makes all the decisions. Alex said to do that, Alex, check on this. Alex wanted that. So that that was the defense that he wanted. And so he got the judgment that that kind of defense produces?"
    },
    {
      "end_timestamp": 2044.0,
      "id": "1f5e5874-323d-3074-a5a3-2e1b0559b094",
      "speaker": "Dan",
      "start_timestamp": 2041.0,
      "text": "No, yep. And not effective."
    },
    {
      "end_timestamp": 2074.0,
      "id": "60ed444d-a74a-35bd-a9a9-03f4658220bb",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2044.0,
      "text": "No, no, not effective. And it was fascinating about Mintel and say, I'm done apologizing to families that were still weeping because they had just watched Robbie's entire tribute to his daughter the night after the shooting on video, you know, to sort of say, to not sort of say to literally say I'm done apologizing is you know, not strategic. Put it that way."
    },
    {
      "end_timestamp": 2081.0,
      "id": "a3875e80-7cb5-3c10-b798-b04e5baaab0c",
      "speaker": "Dan",
      "start_timestamp": 2074.0,
      "text": "And and saying the courtroom is a struggle session. Just doesn't play very well. Yeah. And"
    },
    {
      "end_timestamp": 2095.0,
      "id": "123c8129-a7e0-3f93-ae8d-eeef72b05370",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2081.0,
      "text": "norm echoed that comment, which surprised me. Yeah. So you know, audience of one you know, a lot of the things he said in the courtroom, I felt like okay, he knows Alex is watching the live feed he's performing for the audience of one."
    },
    {
      "end_timestamp": 2104.0,
      "id": "8e25fb1f-e724-361c-8235-feeb61045f96",
      "speaker": "Dan",
      "start_timestamp": 2095.0,
      "text": "Well, I mean, he just apparently lost his radio show. So you might be Coming on Infowars roster"
    },
    {
      "end_timestamp": 2109.0,
      "id": "4fa59ecb-bdf9-3970-859f-8413b2f64799",
      "speaker": "Jordan",
      "start_timestamp": 2104.0,
      "text": "got the War Room? There's the norm room to go. Yeah,"
    },
    {
      "end_timestamp": 2114.0,
      "id": "fdd749ec-f92c-3776-85dc-578e63b6e71d",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2109.0,
      "text": "he had Robert Barnes could do a show together. They absolutely hate each other. So"
    },
    {
      "end_timestamp": 2139.0,
      "id": "46c72d41-697d-3454-aa20-47086f0d3bf5",
      "speaker": "Dan",
      "start_timestamp": 2114.0,
      "text": "well, they couldn't do a show together because neither of them has the response. Yeah. So I feel like since we have you here, there are two things that come up that the audience probably has questions about. The first is the judges shoes. Oh, yes. There are some questions that that people have about that. Right. Okay. Are there? I don't know."
    },
    {
      "end_timestamp": 2141.0,
      "id": "cadeb890-ffe3-344f-b704-c286d0e9383b",
      "speaker": "Jordan",
      "start_timestamp": 2139.0,
      "text": "Are there are there? Are there questions about the judges use"
    },
    {
      "end_timestamp": 2146.0,
      "id": "e3ab50ac-4b32-3da6-ae50-f66dc4e64cb7",
      "speaker": "Dan",
      "start_timestamp": 2141.0,
      "text": "the you you're tweeting about the judges shoes? I was"
    },
    {
      "end_timestamp": 2149.0,
      "id": "779aba04-de8e-358c-8a48-1ffd9b5c4d3d",
      "speaker": "Jordan",
      "start_timestamp": 2146.0,
      "text": "Elizabeth, you were tweeting about the judges? What was going on with the judges?"
    },
    {
      "end_timestamp": 2150.0,
      "id": "123ddf9f-6066-3d5f-9f05-26962f8394ef",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2149.0,
      "text": "I confess"
    },
    {
      "end_timestamp": 2152.0,
      "id": "0962186f-3de5-3b5b-856e-4738a9bfe4b8",
      "speaker": "Jordan",
      "start_timestamp": 2150.0,
      "text": "what was going on?"
    },
    {
      "end_timestamp": 2155.0,
      "id": "e142948f-f1da-37e7-9e32-4ae48d89f983",
      "speaker": "Dan",
      "start_timestamp": 2152.0,
      "text": "It's not an inquisition."
    },
    {
      "end_timestamp": 2185.0,
      "id": "efdc2592-c08e-38f6-bf46-0478ad880109",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2155.0,
      "text": "Okay. It's true. I tweeted about her shoes. Yes. No, she, she has a great collection of shoes. And I think you know, as a couple of people pointed out when you're wearing you know, long flowing black judges robes. There's not a lot to I mean, Ruth Bader Ginsburg distinguished herself by wearing those lace collars that made you know, that became so iconic and I think Judge Bellis you know, kind of did that by wearing a lot of really interesting shoes. So"
    },
    {
      "end_timestamp": 2194.0,
      "id": "a5a297c3-07d6-39db-b2ae-d8cd5b6ccb1e",
      "speaker": "Dan",
      "start_timestamp": 2185.0,
      "text": "give your own personality a little bit when you have something uniform so much like a black robe, right, right. Yeah. Yeah, have something for you."
    },
    {
      "end_timestamp": 2207.0,
      "id": "e52813a8-ce5a-313a-8f34-c558ec1b4758",
      "speaker": "Jordan",
      "start_timestamp": 2194.0,
      "text": "Shouldn't that at some point, though, penetrate your mind to how stupid the fucking robe is. If you're like, Ah, see, I'm getting around the whole respectful judge thing by wearing flashy shoes. Then just wear a fucking what do we do?"
    },
    {
      "end_timestamp": 2211.0,
      "id": "3ce40d37-189d-3af3-9133-f560d6abebd2",
      "speaker": "Dan",
      "start_timestamp": 2207.0,
      "text": "This is one of your long standing things. So I hate before I hate uniform,"
    },
    {
      "end_timestamp": 2213.0,
      "id": "4d5f3d09-0743-3928-affe-e867aa1b0739",
      "speaker": "Jordan",
      "start_timestamp": 2211.0,
      "text": "so I"
    },
    {
      "end_timestamp": 2214.0,
      "id": "0f49a134-bfad-37eb-8990-750648368eb9",
      "speaker": "Dan",
      "start_timestamp": 2213.0,
      "text": "see and judge"
    },
    {
      "end_timestamp": 2220.0,
      "id": "db2e95f6-b16d-3904-ad8d-239621c11e99",
      "speaker": "Jordan",
      "start_timestamp": 2214.0,
      "text": "arbitrary bullshit. I go you can't wear shorts, but I wear a big move. Fuck off. I hate it."
    },
    {
      "end_timestamp": 2227.0,
      "id": "cb4f7949-4410-3edd-ac38-8fe5c81abf03",
      "speaker": "Dan",
      "start_timestamp": 2220.0,
      "text": "I think the My problem with it is they go halfway because like in like, you know, the Commonwealth countries."
    },
    {
      "end_timestamp": 2238.0,
      "id": "3d0b5c7f-330a-3dee-b226-7d2b1a9b37ef",
      "speaker": "Jordan",
      "start_timestamp": 2227.0,
      "text": "Yeah, let's say you got to wear the wig, man. You got to wear the wig. If you're gonna wear if you're gonna wear the robe, then you got to wear the wig. Otherwise, you're fake. Yeah, otherwise you're faking it? Yeah, well,"
    },
    {
      "end_timestamp": 2245.0,
      "id": "2da619d3-340b-3057-80e2-4bf73e5a4001",
      "speaker": "Dan",
      "start_timestamp": 2238.0,
      "text": "I feel like I regret bringing up"
    },
    {
      "end_timestamp": 2283.0,
      "id": "aac14ca1-b6d7-3f10-a677-bf74a7ee6720",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2245.0,
      "text": "her shoes were always really interesting. You know, usually they're usually primarily black. But they were kind of high heels. And you know, one point black and white sort of, you know, what, what the, you might call a spectator pumps. And some really interesting, you know, really nice looking shoes. I was just noticing I'm kind of I miss you person. I was noticing that. And then on verdict day, it was almost as if she knew because she was wearing these zebra striped shoes with a red bow and a vivid red heel"
    },
    {
      "end_timestamp": 2297.0,
      "id": "a84e3bea-8330-3a97-9738-7f78e8551ef5",
      "speaker": "Jordan",
      "start_timestamp": 2283.0,
      "text": "do not do not suggest that she may already have known in advance. Via shoes. Please do not do that in our world. Speaking of"
    },
    {
      "end_timestamp": 2305.0,
      "id": "020f9c5d-39d0-3894-910b-c9a3817d2cd8",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2297.0,
      "text": "course, didn't know anything about but but it was it just happened to be the most flamboyant shoe day."
    },
    {
      "end_timestamp": 2314.0,
      "id": "c3fcec9c-e312-32d9-92c6-0b1a7b8fe8eb",
      "speaker": "Dan",
      "start_timestamp": 2305.0,
      "text": "Can Can the judge see Twitter like that? The judge can like Google. Yeah,"
    },
    {
      "end_timestamp": 2317.0,
      "id": "a7e776e1-7549-3aed-87e9-178adc7578d1",
      "speaker": "Jordan",
      "start_timestamp": 2314.0,
      "text": "that's legal for them to know fixed."
    },
    {
      "end_timestamp": 2324.0,
      "id": "bd86b418-c854-307b-a218-1078e8f0f974",
      "speaker": "Dan",
      "start_timestamp": 2317.0,
      "text": "She probably that you had an interest in her shoes she had to maybe that might have been for you. Yeah."
    },
    {
      "end_timestamp": 2328.0,
      "id": "37f0a593-fad6-3e96-b23c-95ef3d2c48e5",
      "speaker": "Jordan",
      "start_timestamp": 2324.0,
      "text": "Might have been for your benefit. We are talking about a lot of audiences one today"
    },
    {
      "end_timestamp": 2331.0,
      "id": "af435ab0-f1e5-39d4-a872-64ee97b58124",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2328.0,
      "text": "feels like an honor."
    },
    {
      "end_timestamp": 2332.0,
      "id": "f2065323-d744-312d-a8f5-f59a5fe12193",
      "speaker": "Dan",
      "start_timestamp": 2331.0,
      "text": "Your honor, it's an honor."
    },
    {
      "end_timestamp": 2337.0,
      "id": "9993409c-af66-31f2-b0df-970513288a84",
      "speaker": "Jordan",
      "start_timestamp": 2332.0,
      "text": "Your honor. Your shoes are honorable. Thank you for honoring me with these shoes."
    },
    {
      "end_timestamp": 2340.0,
      "id": "ba887b32-f03e-3544-8ab3-072e8edf6634",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2337.0,
      "text": "Shoes are righteous."
    },
    {
      "end_timestamp": 2371.0,
      "id": "dfa208bf-9de4-3364-8d37-b42cdf5f45c4",
      "speaker": "Dan",
      "start_timestamp": 2340.0,
      "text": "And then I guess the second thing, and I apologize if this is bringing up something that's that's a sore subject. But there was a little bit of controversy with a tweet that you put up as a form. And I feel like if I didn't bring this up, it would feel like I was not bringing it up on purpose. You're protecting me. Right? And I feel like you know, it's it's a pretty simple explanation. And I guess, do you want to, like lay out what happened from you're pretty sure,"
    },
    {
      "end_timestamp": 2480.0,
      "id": "2045b56e-ec37-382c-8770-822f98e1dfa6",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2371.0,
      "text": "absolutely. So on the day after Alex Jones testified, I, you know, Norm got up and he was his testimony was supposed to continue the next day. So norm would have, you know, had a chance to examine, you know, his own client has the defendant and he declined and he said so we will assume given what we said earlier about Alex calling all the shots so Alex didn't want to testify a second day can't falter. And so norm set, I think, you know, it's probably best instead I am. And also I think strategic play, there's some lawyers who are commenting on Twitter who are more knowledgeable and you know, on the on the legal strategy and and they were saying it's favorable to his client if norm would declined to do the cross like that and instead call his own client as the defense witness. So he reserved the right to do that. They made a deal with the family's lawyers where they would have the right to cross if he if norm called him and he came back. And so Norm said, he's not going to testify today. He's going to come back next week. And I will call him as a witness. And this is agreeable to the family's lawyers, and then they will have another crack at him, basically. And he and what he said was, that'll lower the temperature in the room. You know, I think it will be better. So I interpreted that. And having seen the jurors reactions to Jones's testimony the day prior, I interpreted that, as you know, Norm says, he's his client has damaged himself so much that you might want to give the jury a break something to that effect, which I"
    },
    {
      "end_timestamp": 2488.0,
      "id": "9468a8ac-e61c-35b6-abc4-a0cfe44b8dc6",
      "speaker": "Dan",
      "start_timestamp": 2480.0,
      "text": "think is it that's a reading of lower temperature. Hi, yah, hoo, raised the temperature,"
    },
    {
      "end_timestamp": 2518.0,
      "id": "9cdbaacc-82de-38da-93eb-91e5455c8b2b",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2488.0,
      "text": "temperature, you know, that sort of says things didn't go so well, yesterday, let's calm down, and I'll bring him back next week. But what my error was, I said that he said that, you know, the way I worded the tweet, I if it were my interpretation, that would have been one thing that would have been fine, right. But, but I said something to the effect of he says, yeah, so recess,"
    },
    {
      "end_timestamp": 2527.0,
      "id": "7ab599f3-7843-3a85-8ff0-307d3c66b2fb",
      "speaker": "Dan",
      "start_timestamp": 2518.0,
      "text": "though, because you didn't use quotation marks. So you know, it wasn't like a direct quoting of him. But yeah, the word said was in there,"
    },
    {
      "end_timestamp": 2637.0,
      "id": "100f3b50-347a-349b-916d-bf1b5ef98d50",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2527.0,
      "text": "which says, or, you know, is saying or something like that. So that makes it sound like, you know, that was what he told the judge when he did not. So what after the recess, he came back, it was clear that, you know, Jones had seen this, called it to his attention, or someone at Infowars, but maybe Jones. And so he came back, and he was just really angry. And he was saying, I don't know why, you know, Elizabeth Williamson of The New York Times is covering this. She's written a book about this. And, you know, she shouldn't be on his court room, and she how anyone could have interpreted what I said, as he's damaged, and the judge cut him off. And she was like, we're not doing this here. That's not what this trial is about, you know, I've already told, you know, stop talking over me something like that. And, and so he tried again, and she stopped him. And then that was that. And I thought, Oh, if he's calling me out for something, I better see what the problem is, you know. So I followed him out of the courtroom. And when we got in the hallway, I turned on my recorder on my phone, because I wanted to hear what he had to say. And he was like, I'm not talking to you. And I said, Well, are you talking to you? So you just wanted to say that in front of the, you know, so my alternative to think if you have a problem with something I've written, I want to hear you out? Or are you just saying that for the judge and for the cameras, and he was like, he went into this big thing. So we got into the elevator, he had all of his files, and his briefcase was really stuffed full of paper. And"
    },
    {
      "end_timestamp": 2641.0,
      "id": "228c1ef1-69fb-3927-adea-9a25c3682125",
      "speaker": "Dan",
      "start_timestamp": 2637.0,
      "text": "that was, that was a joke notebook. Yeah. Yeah, the whole thing"
    },
    {
      "end_timestamp": 2729.0,
      "id": "4a2e5ffe-fabb-3c57-91ef-a4faa3017720",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2641.0,
      "text": "exploded in the elevator, and the papers and files and I said, Do you need a hand? And he was like, not from you. And, you know, he was, he was basically telling me like, yeah, he was like, You shouldn't be here. You shouldn't be covering this. I said, Well, I think I know a lot about this case. And, and he and then he kind of, you know, I was like, What is the problem? And he finally did, you know, and following them out onto the street. He finally got to the point where he said, The problem is, you said that I said that he damaged himself. And I said, I didn't say that. And he said, No, you did go back and look, I said, I will go back and look, and if if I did say that I will correct it. Because that's just responsible. And and he said I would appreciate it and then he said, because people are thinking that it If the upshot was, people are thinking that I told you that, you know, and, and that I'm in bed with the New York Times, meaning like, I'm embedded with, you know, the paper in other words like conspiring. Yeah. That he Yeah, it's so so there's, you know, you can imagine Jones, you know, seeing this or someone on his staff seeing this and saying is norm Pattis talking to the New York Times and telling them that, you know, that was what I got"
    },
    {
      "end_timestamp": 2732.0,
      "id": "8eb7c8ce-f874-3463-8ad5-747b10f4cfe4",
      "speaker": "Dan",
      "start_timestamp": 2729.0,
      "text": "weird because it's not like Alex to be paranoid."
    },
    {
      "end_timestamp": 2735.0,
      "id": "346c8ef6-7f56-353d-be1a-e307e82f5d0d",
      "speaker": "Jordan",
      "start_timestamp": 2732.0,
      "text": "Yeah, that'd be an odd thing for him to do. Usually, he's"
    },
    {
      "end_timestamp": 2737.0,
      "id": "7ab77512-57e6-30df-aa2d-c552184db0ac",
      "speaker": "Dan",
      "start_timestamp": 2735.0,
      "text": "pretty chill character."
    },
    {
      "end_timestamp": 2758.0,
      "id": "dfdbfa07-73a8-3cd1-87a3-1d6fef68dd29",
      "speaker": "Jordan",
      "start_timestamp": 2737.0,
      "text": "I assume that norm did not immediately, immediately get struck by an irony bolt, right like that. No, God struck him down for his whining about somebody slightly misquoting him, maybe if you look at it the wrong way. Like, he does realize what he's in court for. Right."
    },
    {
      "end_timestamp": 2774.0,
      "id": "0f777d5d-ee60-3a5a-9cfa-fb00e8e3988e",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2758.0,
      "text": "Yeah. I mean, but my job as a reporter was just if I mischaracterized, you know, or if I, if I said he said that, and he did not, then it's my job to repeat to correct that. So"
    },
    {
      "end_timestamp": 2784.0,
      "id": "ca0010f1-19a6-3572-bf1f-97e3ccc4e048",
      "speaker": "Jordan",
      "start_timestamp": 2774.0,
      "text": "whoever thinks, I also think if you just said, Turnabout is fair play, he might have been like, ah, to shake, and then you guys could have just moved on, you know?"
    },
    {
      "end_timestamp": 2813.0,
      "id": "e6350445-039a-3c40-b6fd-c2bfa0ec063a",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2784.0,
      "text": "Well, yeah. But then I wouldn't have been doing my job. So I just said, you know, if it's wrong, Oh, crap, I'll go back and look at it. So I went back and looked at it. And I did say says, so I fixed it, I took it down. And then I provided an explanation. And, of course, that became material for Info Wars. And, you know, reporter lied after, you know, she lied and was caught in a lie, you know, yadda, yadda,"
    },
    {
      "end_timestamp": 2819.0,
      "id": "b0b95fec-9b40-38cb-a927-65dacee38204",
      "speaker": "Jordan",
      "start_timestamp": 2813.0,
      "text": "yadda, tell them that they can try and come after you for a billion dollars. Good luck."
    },
    {
      "end_timestamp": 2855.0,
      "id": "bb071e9b-2f84-3416-a838-f7bc6d8bb5f8",
      "speaker": "Dan",
      "start_timestamp": 2819.0,
      "text": "It's always really unfortunate that, you know, the real world plays by you know, the semi, went to fully responsible rules, where this is something that you obviously feel the obligation to, and the professional responsibility to make a clarification and correction. And then from people like Alex and his fans, this becomes proof of like, some kind of an intentional lie. And it's just, I mean, I saw some of the responses to your clarification tweet, and it was not good."
    },
    {
      "end_timestamp": 2881.0,
      "id": "cb735529-2a69-35ab-9155-52fde7c0ef98",
      "speaker": "Jordan",
      "start_timestamp": 2855.0,
      "text": "You're you were kind of hosed the moment that tweet came out, it wouldn't have mattered what you whether you took it down or apologized or explained it or whatever it was going to be on the show. You know, like, the tweet happened. You were you were there. You know, so your clarification is really for the audience of I guess your employer more than it is for norm they don't care and for your soul. Yeah, your soul is probably pretty important."
    },
    {
      "end_timestamp": 2914.0,
      "id": "498f083c-e33d-31b4-9df8-4434979d9e33",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2881.0,
      "text": "Yeah. I mean, we are, you know, this is a trial about truth and reality. And so, you know, it's always helpful to queue as closely to those as you can. So, you know, because he did not say that I thought, okay, fair. I'm gonna change it. So, yeah, so that I knew, you know, of course, this would be material for them. That, you know, this would be a chance for them to, you know, take a whack and, you know, it's that's"
    },
    {
      "end_timestamp": 2926.0,
      "id": "422ea7b4-94de-30c0-a7aa-05fa271fef79",
      "speaker": "Dan",
      "start_timestamp": 2914.0,
      "text": "what they do. So unfortunate that this is like the angle they take on Infowars. Not that you flushed half a doughnut. Yeah. You know, like, this is right. This is what Alec should be illegal."
    },
    {
      "end_timestamp": 2929.0,
      "id": "3a58da15-9b62-3819-b3d3-257e220adabb",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2926.0,
      "text": "I think that donut went under the radar, don't you?"
    },
    {
      "end_timestamp": 2957.0,
      "id": "a9d58cb8-ea12-385e-87c4-c3056dced62b",
      "speaker": "Dan",
      "start_timestamp": 2929.0,
      "text": "Yeah, I think so. I think you lucked out on that. The thing too, is like, you know, we have for you this is probably like, as chaotic or as much drama as there is surrounding the case. Yeah. And you compare that to Alex's performance on the stand are falling asleep, Norm saying that the families are exaggerating their grief. Yeah. I think the balance here is pretty clear. Yeah."
    },
    {
      "end_timestamp": 3012.0,
      "id": "bb7129d8-8c56-3d1d-9872-3c45a0a96c5c",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 2957.0,
      "text": "Yeah. i Oh, and the that was the other thing in that conversation, you know, writing down the elevator and all that, you know, talking to norm. He said, you said I fell asleep as if that was some big scoop. I said, I just said you fell asleep. And he said I was not sleeping. He said I was I would say I was signaling that we had spent enough time on Gilligan's Island. That was when Chris Matty the attorney for the families was questioning the Brittany paws the Infowars corporate representative. And and he said he was sending a signal that we had spent too much time I said But, you know, normally we're sleeping, it was on video. And and he was insisting that he wasn't. And he told me to get my head out of my own, you know? Yeah. So"
    },
    {
      "end_timestamp": 3022.0,
      "id": "28b4501d-ba45-3d06-8b51-a099e3351e10",
      "speaker": "Dan",
      "start_timestamp": 3012.0,
      "text": "it was it was an elaborate signal. It was very subtle and yet complicated. What he was trying to signal but I respect people who take unconventional messaging approach."
    },
    {
      "end_timestamp": 3034.0,
      "id": "936a3cb5-20a1-3d41-9ee3-293a9b61c3e4",
      "speaker": "Jordan",
      "start_timestamp": 3022.0,
      "text": "Yeah. Well, he was already reprimanded for not standing up when he approached the judge or asked the judge a question. So he figured if I'm gonna stay down, I might as well lay down sure, you know what I'm saying?"
    },
    {
      "end_timestamp": 3049.0,
      "id": "4a6e86c5-4a51-3fb8-b87b-f82547b28fb8",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 3034.0,
      "text": "Some of the objections that he would make from his seat, it was almost like he was like, you picture someone like on a chaise long with a cigarette, you know, like"
    },
    {
      "end_timestamp": 3053.0,
      "id": "64c7b7eb-6011-37a7-a2b7-9da2fc944d7f",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3049.0,
      "text": "making love"
    },
    {
      "end_timestamp": 3055.0,
      "id": "ce92d2bc-332c-3bbb-8364-e3553cf7b14e",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 3053.0,
      "text": "she was like, get on your feet."
    },
    {
      "end_timestamp": 3058.0,
      "id": "ea505d1c-70ab-3b60-8fa7-9eefc40f0da1",
      "speaker": "Dan",
      "start_timestamp": 3055.0,
      "text": "Yeah, that was an objection,"
    },
    {
      "end_timestamp": 3062.0,
      "id": "b8fe0502-9c3f-3fbc-9e15-6db5cbff10b1",
      "speaker": "Jordan",
      "start_timestamp": 3058.0,
      "text": "when that was should have loaned him a pair of shoes, that would have gotten them up."
    },
    {
      "end_timestamp": 3073.0,
      "id": "b8b963c9-8874-331a-b81a-44c071151b86",
      "speaker": "Dan",
      "start_timestamp": 3062.0,
      "text": "When that was kind of like, where things were, like, right at the beginning that like, you need to stand up if you're gonna speak to the court. Yeah, I was like, This is gonna be this is gonna be an interesting stretch of time."
    },
    {
      "end_timestamp": 3096.0,
      "id": "95db1ab8-3760-3d6a-b315-35a0afefe4e1",
      "speaker": "Jordan",
      "start_timestamp": 3073.0,
      "text": "Yeah, I think one of the one of the things I noticed was that norm spoke progressively less as the weeks went on. Sure, you could, you could really kind of, yeah, you could really kind of measure it that first week, he did as much as he could do. The second week, he pulled back and by the third week, he was like, I'm not gonna cross examine anybody. I'm just gonna say go for it, you know?"
    },
    {
      "end_timestamp": 3216.0,
      "id": "b2ac1d47-dd98-3e0e-a44f-a74601aa450f",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 3096.0,
      "text": "Yeah. Yeah. I, I was a little surprised at that, because some of his, you know, messaging to the media in, you know, the years leading up to the trial was sort of, well, these families think that though, though, you know, that they won't be examined themselves? Well, they will be and, you know, he had a lot of, well, we know, he had a lot of their personal records, and health records and things like that. And the reason we know that is, of course, they were wrongly transmitted to the attorneys in Texas. And, you know, he had to come up for a hearing on that, because that shouldn't have been done. So, you know, but once the families were on the stand and testifying as to what they'd been through, he had very little to say, uh, he, he didn't, you know, Robbie Parker and what Robbie has endured in this case, or over the years from Alex Jones, where he played that, you know, opening few seconds of Robbie Parker's press conference, the night after his daughter, Emily was killed at Sandy Hook over and over and over again for years. So Robbie was really at the center of this case, and Alyssa Parker, Emily's mom also testified. And she's not a plaintiff, but the two of them just portray, you know, just painted this nightmare of, you know, torment and death threats and people knowing where they lived, and a man confronting Robbie, you know, four years after the shooting on the street and Seattle, and all of these things. And norm did have did not have a single question for either one of them. Which was really pretty surprising. But then again, this is testimony so powerful that you wonder, really, what is there to say,"
    },
    {
      "end_timestamp": 3242.0,
      "id": "74e6b442-04e2-3d25-8a34-912b081713b7",
      "speaker": "Dan",
      "start_timestamp": 3216.0,
      "text": "you can only kind of make it worse for yourself. Yeah, I think Yeah. I think that his crossing that he did do with a couple of the plaintiffs was just about like, you have a charity. Suspicious? Yeah. Yeah. And I think that there was there was a couple attempts at that with some of the first few folks and then I think it's just like, this isn't effective. No, maybe like, let's just not even do anything."
    },
    {
      "end_timestamp": 3252.0,
      "id": "0d4fcf28-5636-37ad-86b6-40abf571286d",
      "speaker": "Jordan",
      "start_timestamp": 3242.0,
      "text": "I think they I think norm really tried at the beginning to hammer that like, Oh, these guys are just going out for money. The lawyers are ambulance chasers. And then stories."
    },
    {
      "end_timestamp": 3405.0,
      "id": "d368da57-621c-3c47-9e52-1f00acebfde5",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 3252.0,
      "text": "Yeah, exactly. Trying to inject politics. And that was against the rules. The judge had said, you cannot talk about electoral politics. You can't talk about political figures. You can't discuss Jones's finances, because we remember in, in Austin in August, you know, he tried to say wrongly that he was bankrupt, and that 2 million would be more than he could, you know, just about all or more than he could handle in terms of a verdict, you know, so on and so on. So all of that was sort of off the table. But, you know, lawyers try to, you know, get around that to independence, you know, in presenting their cases. And so, you know, a couple of times in mentioning some of the families charities, you know, he was talking about well, is And basically, isn't this about gun violence? Isn't this about gun control? And isn't this about politics? You know, that, didn't you? Uh, well, he mentioned this when the Wheelers testified because Francine Wheeler, about I can't remember how long after the shooting a month or two, after the shooting, delivered President Obama's radio address on a Saturday, and this was when the families were pushing for expanded background checks. And that legislation wound up failing. But as part of that effort, she delivered the radio address and Norm brought that up. So it's a way to get both guns and politics, you know, back into the the jury's minds. And I think the calculus, there may have been, that there would have been some people on the jury who might have been sympathetic to that argument that, okay, so this was there was a political aspect here or something like that. But I think as these stories mounted, and as, you know, just the sort of horror of what some of these people had endured, became more and more apparent. I think, you know, Nora wisely decided that this wouldn't be worth it. But you know, st trying to say, Oh, well, you voted for Hillary Clinton is not going to cut it. When you have jurors weeping at the idea that, you know, people who had just lost their loved ones were getting death threats, rape threats, people threatening to dig up their murdered children, and, you know, talking about defiling their graves, you know, saying, oh, wasn't this all about gun control? Just sort of pills as an argument."
    },
    {
      "end_timestamp": 3438.0,
      "id": "d0813f97-925c-3a41-8732-e2b21c632a78",
      "speaker": "Dan",
      "start_timestamp": 3405.0,
      "text": "Yeah, yeah. And I think that, you know, whatever you can inject into that is kind of useless once. The understanding of the damage being the, like, sort of making it so you can't properly grieve and reopening wounds over and over and over and over and over again, the notion of, you know, political ideas, while distracting, right? Probably not that helpful. Yeah. No,"
    },
    {
      "end_timestamp": 3525.0,
      "id": "44db96e9-4a1d-3bac-90fb-f5cd6c13d4ec",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 3438.0,
      "text": "yeah, it was just, it was just too powerful and too awful, you know, that. Just to hear that day after day, what, you know, what these poor people had gone through and, and the kind of like, just, you know, the jury was watching them in the courtroom day after day, you know, just stoic and pulled together and consoling each other. And it was extremely powerful. And I think that's another reason that Alex Jones didn't return to the courtroom because we saw what happened when Scarlett Lewis through an accident of timing wound up know, confronting him and for 90 minutes addressing the answer to every question directly at Alex Jones and asking him, you know, why are you doing this and truth is so important to our society. Truth is the bedrock on which our democracy rests, you say you're concerned about the country, and you're spreading things like this? What, what's wrong with you, basically, and I think, at all costs, I mean, having watched him literally sweat through his shirt while she was talking to him, I think the idea of sitting in front of 15 plaintiffs just I don't think he could do it. I really don't. I think he was afraid."
    },
    {
      "end_timestamp": 3541.0,
      "id": "4d6dce95-a177-343c-aaec-1653f1e974c9",
      "speaker": "Dan",
      "start_timestamp": 3525.0,
      "text": "I mean, we've talked about this a bit. I can't blame him. Yeah, no, absolutely. Like, if you look at it from his perspective, there's a choice to not have to do that. Yep. It seemed like it would be a bit like almost like, like psyche Crusher."
    },
    {
      "end_timestamp": 3574.0,
      "id": "7d259565-a13c-3323-becf-cf5c2a06b912",
      "speaker": "Jordan",
      "start_timestamp": 3541.0,
      "text": "It is it is a little bit like if Alex is directing the defense strategy, inexplicably by himself, and somehow, at the same time, recognizes that him being on the stand is a bad thing for him. Yeah. He doesn't realize that those two are essentially the same thing. They're essentially the same problem. Him being on the stand would be him defending himself in the exact same way as him creating this defense. Running the defense. Exactly. Yeah, every part of this is bad for him, but he didn't get that somehow. Yeah. So there"
    },
    {
      "end_timestamp": 3580.0,
      "id": "2bffb87e-7833-3bfa-afb3-d28308c72500",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 3574.0,
      "text": "was something I wanted to ask you guys about because you are Alex Jones expert."
    },
    {
      "end_timestamp": 3585.0,
      "id": "988ba5a5-6414-3ce9-8494-fc1ee1f0d9f4",
      "speaker": "Jordan",
      "start_timestamp": 3580.0,
      "text": "I do not own any spectator pumps. Zero."
    },
    {
      "end_timestamp": 3670.0,
      "id": "7300474e-5139-3818-9df5-b3d194581cdc",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 3585.0,
      "text": "Talk about that later. So I really wanted to so one of the things that Chris Mattie, one of the lawyers for the families mentioned was and I just found myself actually even in the moment it's like, I want to get down in Georgia. Think about this. He was saying that one of the reasons that he thinks Jones didn't testify more is that it's really important to him to be on the outside calling this all a sham, because he thinks that the more time you would have spent in the courtroom and I don't want to, I don't want to miss misstate what his message but I think this was, you know, pretty close to what he was saying. Any as close as he got to this, if he got close to this process, that it would sort of expose him as this guy who's just a huckster and selling products, and doing it, you know, on the backs of these people, and lying about this and having to acknowledge that he had been lying about this for years, that that would damage him with his audience. And I and I said to Chris, at the time, I don't know, because his audience seems to sort of accommodate a lot of what he says or changes in, you know, changes in his story or whatever."
    },
    {
      "end_timestamp": 3727.0,
      "id": "92106797-39fb-39a9-ab4a-13c820a43999",
      "speaker": "Dan",
      "start_timestamp": 3670.0,
      "text": "Yeah. to your side, for sure. I think I think that the audience is trapped, I think for the most part, and they can rationalize quite a bit that that happens. And, you know, all it takes, if Alex has a bad day, is to say it was a good day and have barns Come on. Yeah, they can talk for an hour about how everything is unfair. And if only he could defend himself. If only he could say the name Trump and Hillary, then everything would be fine. Right. Like I think that I think that what Maddie is saying make sense. And to the outside world, I think he would be exposed as a as a liar and a con man, this, but that that audience, they have so many opportunities to realize this outside the courtroom,"
    },
    {
      "end_timestamp": 3735.0,
      "id": "4e307020-fa21-3c11-bebd-412c9d6dbf18",
      "speaker": "Jordan",
      "start_timestamp": 3727.0,
      "text": "I have said there's no bottom far too many times for me to pull back on that now. You know, like, there is no bottom no matter what he does. Well, like,"
    },
    {
      "end_timestamp": 3752.0,
      "id": "7f752909-7719-3393-a53b-1530d8b2a231",
      "speaker": "Dan",
      "start_timestamp": 3735.0,
      "text": "when he did when he was testifying, he was talking about his Bitcoin thing. And he said, you're going to use this in a commercial. And then Alex did use it in a commercial right? Audience like, probably victory. Yeah."
    },
    {
      "end_timestamp": 3756.0,
      "id": "05e8d805-afc1-3abc-baf5-0c38f64c4041",
      "speaker": "Jordan",
      "start_timestamp": 3752.0,
      "text": "They were like, This is the smartest dude that ever lived. Yeah, I don't"
    },
    {
      "end_timestamp": 3787.0,
      "id": "337a755a-5b93-336b-8e20-0995a7430c34",
      "speaker": "Dan",
      "start_timestamp": 3756.0,
      "text": "think you can get much more like trying to profit off the trial. Yeah. Or when Alex was in front of the courthouse, he had his book in his hand, like when he was interviewing with, like local news outlets, like, yeah, now he's flown back to Connecticut doesn't testify. Instead, does these press conferences where he's clearly trying to put product placement for his book on the local news? And it's like, if the audience can't see through a lot of that stuff. I don't know what hope there is for any,"
    },
    {
      "end_timestamp": 3794.0,
      "id": "8e842698-93cb-39ef-b4c9-b6ef5b45dd54",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 3787.0,
      "text": "like walking away, and he's going Info Wars, you know, giving, and I won't do it here giving the URL? Yeah, I"
    },
    {
      "end_timestamp": 3804.0,
      "id": "e2b181ba-5f32-3544-847e-b9539526f424",
      "speaker": "Jordan",
      "start_timestamp": 3794.0,
      "text": "would. I mean, I would say if Chris has just said, you know, the more time he's in the court, the less time he's selling. I think that would make more sense to me than anything else. When he's in the court. He's not moving product."
    },
    {
      "end_timestamp": 3807.0,
      "id": "b4d5073b-f6e9-3cc2-ab50-bd248e72cf68",
      "speaker": "Dan",
      "start_timestamp": 3804.0,
      "text": "Well, you might be moving some but it'll be less effect."
    },
    {
      "end_timestamp": 3818.0,
      "id": "5e0addcc-33f1-346a-93b2-1f45aedf3c11",
      "speaker": "Jordan",
      "start_timestamp": 3807.0,
      "text": "It'll be less effective. If Oh, when is pointing out? Hey, look, there's Alex in the courtroom. Boy, it sounds bad. Yeah. Oh, no, no. Yeah. Sounds good. Yeah. Oh, sounds good. For sure. And"
    },
    {
      "end_timestamp": 3820.0,
      "id": "454510bb-0c8c-391f-b17b-fccd8d6afa66",
      "speaker": "Dan",
      "start_timestamp": 3818.0,
      "text": "here's Barnes gonna talk about it."
    },
    {
      "end_timestamp": 3871.0,
      "id": "6a689c43-89cd-35c1-a225-729e66b7038e",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 3820.0,
      "text": "Um, yeah. So so yeah. So it sounds like yeah, that was a sort of debunking argument that, you know, something that Lenny Posner, who really began this whole effort to call Alex Jones to account, you know, learned early on that debunking doesn't really work. We've learned the idea of like, exposing, oh, Alex Jones will be exposed, as you know, a person who lies and sells products on the back of tragedy, etc. It's sort of in a way, it reminded me of, you know, how difficult it is to talk someone out of a conspiracy theory that they have already fully embraced that, you know, his audience is, as you said, Dan, you know, captive they, they, they're in so they have their choices to accommodate, but to repudiate him, I think, I don't know what that would take."
    },
    {
      "end_timestamp": 3905.0,
      "id": "4b5f7864-7d40-3667-9593-079ccc24c5ac",
      "speaker": "Dan",
      "start_timestamp": 3871.0,
      "text": "Well, and I think that so many of the people obviously, we've heard much more explicit stories about this as it relates to Q anon but like, a lot of the people in the audience are financially in the hole because of Alex are not maybe not like in debt, but they've spent a lot of money they're committed in that way. It would feel dumb if they realize, Oh, I've been scammed for all this. Yeah. Or they've alienated family members, loved ones, isolated themselves and insulated In a bubble of people who are the amenable to Alex Jones conspiracies"
    },
    {
      "end_timestamp": 3909.0,
      "id": "1a556550-e780-3311-9f27-a1cae578d077",
      "speaker": "Jordan",
      "start_timestamp": 3905.0,
      "text": "and parroting and reinforcing it back and back to them. Yeah,"
    },
    {
      "end_timestamp": 3926.0,
      "id": "b910af23-003b-3240-9209-4ba774ffa5c0",
      "speaker": "Dan",
      "start_timestamp": 3909.0,
      "text": "there's a lot of investment, emotional and financial that they've taken on to to believe this stuff. And I think that Alex always talks about the, the Nigerian email scam? Yes. Because I think he got tricked by it"
    },
    {
      "end_timestamp": 3929.0,
      "id": "6a9ea065-f00b-3840-aef6-faaf311f72b4",
      "speaker": "Jordan",
      "start_timestamp": 3926.0,
      "text": "that he definitely didn't get checked by multiple times."
    },
    {
      "end_timestamp": 3951.0,
      "id": "4d133d73-24ae-3d52-9bf4-17cf56d2f7f3",
      "speaker": "Dan",
      "start_timestamp": 3929.0,
      "text": "But he says he has met multiple friends who have fallen for it. And like you fall for the first email, and then you fall for the second because you don't want to admit that the first was a fraud. Yeah. And I yeah, I think that there's some dynamic of that with his audience. And I don't know, I don't know if a courtroom is gonna penetrate that."
    },
    {
      "end_timestamp": 3955.0,
      "id": "eb50817a-ff65-3b33-bdf7-257582d4baa6",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 3951.0,
      "text": "Yeah. Because that's the reality world. And that's not where they are living."
    },
    {
      "end_timestamp": 3966.0,
      "id": "bc1bee50-58b9-3349-b71e-5a88362e4e0b",
      "speaker": "Dan",
      "start_timestamp": 3955.0,
      "text": "It can be super effective, though, in helping people not fall into Alex's sphere, though that could be an effect you'd have it could have like a ironically,"
    },
    {
      "end_timestamp": 3968.0,
      "id": "3459006e-3bf9-3ff2-b1eb-55ca902b5959",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 3966.0,
      "text": "vaccination effect. Yeah."
    },
    {
      "end_timestamp": 3978.0,
      "id": "43f23d35-7640-3c88-9182-2c729a0f0ab1",
      "speaker": "Jordan",
      "start_timestamp": 3968.0,
      "text": "I mean, it's a little bit like no matter how many times I prove the earth is more than 10,000 years old. I'm not going to convince a lot of people, you know. Yeah."
    },
    {
      "end_timestamp": 4025.0,
      "id": "0c18fa94-1d20-3954-bf2a-fe98354a055e",
      "speaker": "Dan",
      "start_timestamp": 3978.0,
      "text": "So before we, before we wrap up, I wanted to ask about the feelings. And like, how things sit? I mean, obviously, I don't want to be I don't want to ask you like, what did the families say or any share, but this process is over, but it's also not over, you know, and that that's got to feel like cathartic. But at the same time, there's still a road to travel, there's still the looming notion of appeals that are still, you know, I mean, I don't think an appeal is going to work. But if there is an appeal, there may be another trial, they might have to retry. How, like, Do you Do you have any sense of the feeling of like, I don't even know what I'm trying to do."
    },
    {
      "end_timestamp": 4033.0,
      "id": "645c5905-dd5c-364f-b750-20bfee35b646",
      "speaker": "Jordan",
      "start_timestamp": 4025.0,
      "text": "You won. You won Gettysburg, but the civil war is not over yet. You know, like, how are you feeling about that process moving forward?"
    },
    {
      "end_timestamp": 4270.0,
      "id": "61d2df70-5544-38c4-8716-537e77618534",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 4033.0,
      "text": "Yeah. So without, you know, betraying any individual confidences, I think just and you know, and I, you know, I don't like to speak for the families as a group, because that's just not right. Yeah. What I yeah, what I, from what I gathered, first of all, a gigantic exhale in the room, you know, just a sense of, wow, you know, we, we kind of took back our story, you know, we we, we were able to tell the world what happened, we were able to explain by explaining what happened, we were able to explain the dangers here of this sort of culture of disinformation and lies for profit. And, you know, and explain that this is a phenomenon that's not confined to to Alex Jones, and has really in the decades since Sandy Hook, occurred again and again. And, you know, he himself and this was a point I made in the story I wrote about the verdict. You know, he has been a part of most of the highest profile, viral lies over the decades since Sandy Hook, you know, whether you're talking about pizza gate, or you know, Coronavirus myths and anti Vax stuff. And, you know, the great replacement theory that drove the violence in Charlottesville, and certainly the 2020 election conspiracy theories that led to the violence at the Capitol on January 6. So, you know, I think that their sense was by speaking about what happened to them, and how this all got started, and how long it's lasted. They were speaking to that. And, you know, and really trying to help, you know, claiming, you know, not only claiming their their, you know, their their story and saying, you know, this is that, as Robbie put it, you know, in the press conference afterwards, yeah, he found his voice. He was silent about this for so long because he didn't want the abuse to get worse. He was really worried about the safety of his family. And, and, you know, he he finally got to a point when he saw that, you know, Parkland parents were receiving the same kind of abuse. And that just horrible statistic that Today, nearly 20% of Americans believe that every high profile mass shooting is a plot by the government. Yeah, and it's fake. You know, they were able to sort of say, Hey, this is something really serious that isn't not only impacting us, this is not a one off this, we were the, you know, a foundational story and what is now a phenomenon, and the fact that they were able to raise that I think was was really satisfying to them. And, and we owe them our gratitude for that, because as you could see from watching the proceedings, it did not come easily for them to you know, it was extremely painful for them to, to, you know, raise that alarm, and and, you know, and relay and recall what had happened. So, yeah, so I think in that sense, you know, and again, sticking with what Robbie was saying, afterwards, you know, that they stood, they sat there, they went through it, they told the truth, and everybody on that stand, and this is these are Robbie's words, not mine. Everybody on that stand, told the truth, except for one person. Yeah. And you know, and I think that that value, yeah. Yeah, okay. Yeah, I think about her"
    },
    {
      "end_timestamp": 4273.0,
      "id": "240e4a8f-4a41-3d25-9c3e-5871313cdff8",
      "speaker": "Dan",
      "start_timestamp": 4270.0,
      "text": "once you find Rex, Robbie Parker. But"
    },
    {
      "end_timestamp": 4337.0,
      "id": "4b4063ed-c497-3377-baa1-7314878cf72a",
      "speaker": "Jordan",
      "start_timestamp": 4273.0,
      "text": "what I find what I find so interesting about this is that it is, you know, like when Mark Bankston and we talked a couple of days ago, and we were all talking about how we were worried about how the judgment would go, we were worried what the verdict was going to be whether or not he's going to send a messenger or whatever. But by doing this, the trial itself, to me kind of reinforces just how bad Alex is, without allowing Alex to poison people's minds with all of the other shed with all the politics and the emotional bullshit, all the things that can get them mangry and distract them. Without that. There is no misinformation a reasonable group of people. And you know, there were Republicans on the jury, the reasonable group of people will look at that shit and go, that is a monster. It is only by Alex Jones's ability to inject those things that we get to where Alex Jones is in trial. You know what I'm saying? Yeah,"
    },
    {
      "end_timestamp": 4343.0,
      "id": "2b696252-5530-3e21-9282-b850860b9f28",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 4337.0,
      "text": "it was. bad it can get. Yeah. The other"
    },
    {
      "end_timestamp": 4389.0,
      "id": "fbbecc2a-36f5-3b38-8b29-c840ee84172e",
      "speaker": "Dan",
      "start_timestamp": 4343.0,
      "text": "thing too, that I mean, I was thinking about while you were discussing this list is that like, for each one of these parents, like there are 100 1000 stories that we haven't heard of people who are hurt by these, these misinformation, things, you know, whether it's somebody who lost a loved one, because they refuse to get vaccinated or wasn't careful at all with COVID. Yeah, you know, there's, there's these, there's so many stories that end up going never heard. Yeah. And it's great that, that this allows that story to be told in a large setting where it's, you know, people will hear it."
    },
    {
      "end_timestamp": 4407.0,
      "id": "9d79258e-8662-335c-89b5-60ad4e6c1fc3",
      "speaker": "Jordan",
      "start_timestamp": 4389.0,
      "text": "Yeah. And that judgment, that judgment is so huge, you know, when you talk about setting a precedent, the largest judgment in American history by a factor of 10. That's, that's a 56 game hitting streak level of you're not gonna break that record for a long, long time. Yeah."
    },
    {
      "end_timestamp": 4465.0,
      "id": "4380c60f-a2c7-38fe-a477-00ba33c42208",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 4407.0,
      "text": "Yeah. It's it really is it sort of, like, launched it over the, you know, over the wire as as, Hey, pay attention, you know, this is really a big deal. And, and, yeah, and, you know, you're so right. I mean, the fact that, that politics, it's not about politics, as we've seen, you know, there have been people whose lives have been destroyed by online disinformation and just abuse. You so many of them, and, you know, they're on all, you know, they're across the political spectrum, and for reasons that, you know, have everything and nothing to do with politics. And I think, you know, the families are saying, like, this is a phenomenon. This is something that's happening. This guy is one of the worst, if not the worst actors in this arena, but it's a big arena. Yeah."
    },
    {
      "end_timestamp": 4486.0,
      "id": "c1e1b5ca-f40b-3aac-a868-ba7971a3e633",
      "speaker": "Dan",
      "start_timestamp": 4465.0,
      "text": "Yes, it is. Yeah. And I think he probably is on dispute doubly the biggest during the, you know, especially the years right after the shooting. And if you need any evidence that their argument that it's getting worse is true. Yeah, there are so many more and it's now debatable whether Alex is the"
    },
    {
      "end_timestamp": 4510.0,
      "id": "0be087ac-3e4f-3cad-b571-42192378e3fc",
      "speaker": "Jordan",
      "start_timestamp": 4486.0,
      "text": "worst. Yeah, no, I mean, I think maybe the bigger the biggest probably thing that Alex is really responsible for is without him demonstrating the popularity. I don't think Tucker could go as far mass Golf white nationalist as he is right now, you know? Yeah. Alex has pushed it so a bigger platform than him can engage in his behavior."
    },
    {
      "end_timestamp": 4511.0,
      "id": "2fcb2512-d242-3c8a-8866-64aacd7e8733",
      "speaker": "Dan",
      "start_timestamp": 4510.0,
      "text": "And sprouted so absolutely."
    },
    {
      "end_timestamp": 4516.0,
      "id": "13464f47-0abc-37bd-b4de-8aa7e740f381",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 4511.0,
      "text": "Yeah. It's, yeah. It's a sort of prog boil, isn't it?"
    },
    {
      "end_timestamp": 4520.0,
      "id": "08b8e852-5baf-38a4-a54b-07c030cf744c",
      "speaker": "Dan",
      "start_timestamp": 4516.0,
      "text": "Well, we learned recently that actually that metaphor."
    },
    {
      "end_timestamp": 4526.0,
      "id": "06229756-b8b3-3b89-b5b5-210160e1b561",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 4520.0,
      "text": "Oh, sorry. I know. I know. But then also lazy of me."
    },
    {
      "end_timestamp": 4534.0,
      "id": "676e8167-f5d2-3d0c-ab16-58c03852994a",
      "speaker": "Dan",
      "start_timestamp": 4526.0,
      "text": "He's instrumental in the creation of like the Oathkeepers. He's, his fingerprints are on the proud boys. Yeah, like there's just so much it is."
    },
    {
      "end_timestamp": 4543.0,
      "id": "2fa1c4a2-b14f-3de1-af28-3500c90db8ef",
      "speaker": "Jordan",
      "start_timestamp": 4534.0,
      "text": "It is silly. How much of an epicenter of bullshit that's infected everything he is. It's crazy. Yeah."
    },
    {
      "end_timestamp": 4587.0,
      "id": "ec7e9634-9be8-354b-8c46-b44a86314407",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 4543.0,
      "text": "What? It's really interesting. We've talked about this I know before, but the idea that when he was getting his start, there was that sense of, he's just a clown. He's a goofball. He's very theatrical. He's fun to watch. But at the same time, he always had those ties to these sort of far right extremists like Stuart Rhodes from the Oathkeepers. And, you know, I mean, his first the first demonstration of how persuasive he could be was when he raised $90,000 to rebuild the Branch Davidian church after the Waco siege. Yeah, so you know, he was a hero. And Jon Ronson has been wonderful. By the way, Jon Ronson listens to your show a lot."
    },
    {
      "end_timestamp": 4590.0,
      "id": "af2d5faf-a4cb-3c6e-8cc3-7f74f97b930b",
      "speaker": "Jordan",
      "start_timestamp": 4587.0,
      "text": "We talked to him. Yeah, he's been on the show. And he"
    },
    {
      "end_timestamp": 4637.0,
      "id": "c109375d-d4e3-374c-b1a8-5259afdbd236",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 4590.0,
      "text": "I just, I was on a podcast with him a week ago. And he was saying, I, you know, those guys really have a wonderful understanding, then we were talking about how Jon Ronson, you know, traveled with Jones back in the early, mid 90s. Out West, and he's revered among people who have been in ARM standoffs with the federal government for years. So, yeah, and all of that sort of flew under the radar, it was just too cringy. You know, and, and now we see, you know, it's not anymore, and, and there's the damage that it can be done. And that can be done. And you wonder, like, what would happen? I don't know, what do you guys think? What would have happened? If people had taken Jones more seriously, at the very beginning?"
    },
    {
      "end_timestamp": 4681.0,
      "id": "11d375cc-fda4-37f1-9566-600f3bc782b0",
      "speaker": "Dan",
      "start_timestamp": 4637.0,
      "text": "I don't think anything, because I think people would be quite, quite rightly, or let me not rightly, I'm sorry. They would have been marginalized voices that are like, take this seriously, you know, in the same way that was it in like, 2009, there were people within intelligence agencies that were like, You got to worry about some of these patriot groups. They're popping up and their warnings. And they remember the guy's name, dammit. But there was a guy who did an interview about how like, all this stuff that's happening now. You could see the kernels of it. I wrote a report about this. And it was ignored. Yep. I think"
    },
    {
      "end_timestamp": 4685.0,
      "id": "01ee9177-feb7-39e8-8544-a54442652d8c",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 4681.0,
      "text": "like German by any chance, I'm sure FBI. It"
    },
    {
      "end_timestamp": 4704.0,
      "id": "c100d4db-11c3-3c31-8630-52c2b66d9e0b",
      "speaker": "Dan",
      "start_timestamp": 4685.0,
      "text": "might be. We talked about it a while back. So it's not fresh in my memory. But yeah, these these kinds of things would probably be the same. Like, I think the people would be like, Yeah, all right. Sure. If you you're you're saying that this tiny fringe thing is dangerous, please."
    },
    {
      "end_timestamp": 4748.0,
      "id": "8bed2500-88fc-3afd-872f-e9c3aa4a2e6b",
      "speaker": "Jordan",
      "start_timestamp": 4704.0,
      "text": "I think the problem with what you're describing is that it's not really an answerable question. If people could have taken him seriously back then, is a more interesting question. Because I think the answer is no, I think that what he did was find an exploit in our society that was there, you know, he found a way to, to monetize it in and and exploit it better than I think a lot of people but the fact that it happened is evidence of why it happened. And that's because it was there. It wasn't like he invented some brand new thing that that brought everybody to something it was that there's a crack, and he just hammered away at it until he got his own space. Yeah. Yeah,"
    },
    {
      "end_timestamp": 4786.0,
      "id": "d2fdcefe-9feb-3715-ba95-3832ed131c55",
      "speaker": "Dan",
      "start_timestamp": 4748.0,
      "text": "I think he benefited too, from being in the conspiracy space. And so like, most of the criticism of him, I noticed this is one of the motivating factors behind like taking this show more seriously. I noticed that most of the criticism about him was like he secretly works for Israel. Yeah. You know, like he works for shadowy Jewish Cabal. Yeah, he could spit like the criticisms of him were conspiracies themselves, right. And I think because of that sort of oroboros of nonsense. I think he benefited from that because there is no real power to that critique. Yeah. If"
    },
    {
      "end_timestamp": 4803.0,
      "id": "74020036-8f81-3e60-bb93-88a486a8a435",
      "speaker": "Jordan",
      "start_timestamp": 4786.0,
      "text": "you always point to other people criticizing you for being a secret agent for Israel, then you can distract from any legitimate criticism and just combine those two together. Oh, he says I'm a liar. That guy says I work for Israel. You'll see all these people are lying about me that kind of thing."
    },
    {
      "end_timestamp": 4831.0,
      "id": "b63bdd26-626d-32f1-8356-ea131d36bc16",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 4803.0,
      "text": "So interesting because when I called people this was years ago, when I first started working on this, for the book, I called people who had, you know, been associated with him in those early days. And a shocking number of them were like, you know, he used to be more anti semitic than he is now. And I'm really mad about that. Huh? Yeah, it was just like what, you know, out of all the possible critiques, that's not that I didn't see that one coming."
    },
    {
      "end_timestamp": 4836.0,
      "id": "2dc8da2a-b4cc-3030-a33b-2346ced37d38",
      "speaker": "Dan",
      "start_timestamp": 4831.0,
      "text": "No, no. And I also think he's played again, he's somebody that can Yeah, I would say,"
    },
    {
      "end_timestamp": 4839.0,
      "id": "721b848d-e693-351d-9090-c776bc038ab1",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 4836.0,
      "text": "Oh, my God, you know, what, what it used to"
    },
    {
      "end_timestamp": 4845.0,
      "id": "85621942-4e7a-35a0-b5c5-f453f1f3f125",
      "speaker": "Dan",
      "start_timestamp": 4839.0,
      "text": "speak against Israel more. That is probably true. I think he is. But"
    },
    {
      "end_timestamp": 4850.0,
      "id": "832ca266-b76c-357b-a570-7031e0d55a82",
      "speaker": "Jordan",
      "start_timestamp": 4845.0,
      "text": "now Netanyahu is a fascist. So he's kind of still a fan of Israel. So it's very"
    },
    {
      "end_timestamp": 4868.0,
      "id": "6389e71f-5762-336b-9ac0-81268696eff8",
      "speaker": "Dan",
      "start_timestamp": 4850.0,
      "text": "complicated and confusing. I don't even know really, if I know his positions. Well, Liz, this has been a lot of fun. So real fun, maybe, you know, relative to it was fun talking to you, but also this conversation and this this topic is, is child,"
    },
    {
      "end_timestamp": 4871.0,
      "id": "1e81c4b7-5428-36d0-90cb-39d23c2173db",
      "speaker": "Jordan",
      "start_timestamp": 4868.0,
      "text": "I think what he'd like to say is, thank you very much for joining us."
    },
    {
      "end_timestamp": 4876.0,
      "id": "d370a228-c2f0-3ac9-8ff9-0bb2a176be19",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 4871.0,
      "text": "That is thank you for having me. I love talking with you guys, as you know."
    },
    {
      "end_timestamp": 4890.0,
      "id": "1a2e2788-f6de-3076-9f02-a673b0bc12f8",
      "speaker": "Dan",
      "start_timestamp": 4876.0,
      "text": "And before we before we part ways, I should say you are in Wisconsin now because you're at a book festival and you will be appearing at various book festivals over the next till the end of November ish. Is that"
    },
    {
      "end_timestamp": 4894.0,
      "id": "079e052b-be4d-357b-a3fe-05a89e20b66c",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 4890.0,
      "text": "correct? Yeah. until Thanksgiving, more or less? Yeah."
    },
    {
      "end_timestamp": 4899.0,
      "id": "de27106c-7bb6-377a-a217-8185d7864688",
      "speaker": "Dan",
      "start_timestamp": 4894.0,
      "text": "And people can find your dates like on on Twitter."
    },
    {
      "end_timestamp": 4903.0,
      "id": "fa44c1ad-777c-3753-b583-4f9d0f7f1adf",
      "speaker": "Jordan",
      "start_timestamp": 4899.0,
      "text": "Yeah, you should tell people through our show where you'll be and then they'll come"
    },
    {
      "end_timestamp": 4916.0,
      "id": "d7d64c68-34f6-3a82-b88a-1b6a5fd76ca6",
      "speaker": "Dan",
      "start_timestamp": 4903.0,
      "text": "I'm sure. I know that a lot of our audience has spoken so highly and loved your book. Absolutely. The ability to come see you speak about it. I think they would take they would gobble that"
    },
    {
      "end_timestamp": 4925.0,
      "id": "f397dcd8-85e7-3e67-8ded-984fc9042d11",
      "speaker": "Jordan",
      "start_timestamp": 4916.0,
      "text": "absolutely. And I'm there they'll probably bring you gifts. That's that is a weird thing that will happen that it's odd, but it might happen"
    },
    {
      "end_timestamp": 4930.0,
      "id": "b2b54273-972f-30b9-abb2-ab20875de603",
      "speaker": "Dan",
      "start_timestamp": 4925.0,
      "text": "there. You'll get you'll get a bunch of like, like ceramic. halftones."
    },
    {
      "end_timestamp": 4935.0,
      "id": "0d8bc1df-7a78-38d0-a58b-c98ff2360d80",
      "speaker": "Jordan",
      "start_timestamp": 4930.0,
      "text": "Yeah, handmade handmade everything. Yeah."
    },
    {
      "end_timestamp": 4945.0,
      "id": "4d251e88-c35e-3c2b-ada9-32622f2aed29",
      "speaker": "Dan",
      "start_timestamp": 4935.0,
      "text": "Yeah, people can find that NYT. Liz, that you have dates up there. Coming to Town near you. Maybe."
    },
    {
      "end_timestamp": 4957.0,
      "id": "c81c8017-204a-3778-beb5-b1d93f27c8c5",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 4945.0,
      "text": "I hope so. I someone just said, why don't you come to Cleveland? Like I would love to come to Cleveland. Because that's fine. Hello, Cleveland."
    },
    {
      "end_timestamp": 4958.0,
      "id": "24738f32-a4f2-3475-b1d5-e064f48b4f20",
      "speaker": "Jordan",
      "start_timestamp": 4957.0,
      "text": "Oh,"
    },
    {
      "end_timestamp": 4964.0,
      "id": "fd996ba1-f28d-335e-9e6d-523bb01025a1",
      "speaker": "Dan",
      "start_timestamp": 4958.0,
      "text": "I hear that city."
    },
    {
      "end_timestamp": 4970.0,
      "id": "8ac171ce-098b-3d77-a973-f22de5d43fc5",
      "speaker": "Dan",
      "start_timestamp": 4964.0,
      "text": "Well, Liz, thank you again. It's been a delight and I'm sure we'll we'll talk again soon."
    },
    {
      "end_timestamp": 4974.0,
      "id": "84bee265-2ade-3cb6-ad60-8efc65c022f7",
      "speaker": "Elizabeth Williamson",
      "start_timestamp": 4970.0,
      "text": "Okay, sounds great. Guys. Thank you so much for having me on."
    },
    {
      "end_timestamp": 4980.0,
      "id": "bfc5907e-878b-387c-91a5-7a3aeb09f8b8",
      "speaker": "Alex Jones",
      "start_timestamp": 4974.0,
      "text": "Andy chances here on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your"
    },
    {
      "end_timestamp": null,
      "id": "1e64265b-60b0-3d3e-b836-bed1a27f2d02",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4980.0,
      "text": "work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}