{
  "audio_identifier": "KF_740",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/Aug-13-2003.mp3",
  "blocks": [
    {
      "end_timestamp": 59.0,
      "id": "50643f2f-9d28-33c5-aa2e-a3c8634c9beb",
      "speaker": "Alex Jones",
      "start_timestamp": 4.0,
      "text": "Red Alert. Red alert red alert. Red alert. Not not not not not not not knowledge. Damn, Jordan wedding knowledge fight.com It's time to pray. I have great respect for knowledge like knowledge. I'm sick of them posing as if they're the good guys Shang V or the bad guy Chanology Dan and Jordan knowledge fight need money Andy and families can do your shopping Andy and Ken handy in Kansas. Andy in Kansas, you're on the airplane for a huge fan. I love your work. Knowledge. Knowledge fight.com"
    },
    {
      "end_timestamp": 67.0,
      "id": "93ab0d75-ebdb-350b-8033-3a6927d6ef91",
      "speaker": "Dan",
      "start_timestamp": 59.0,
      "text": "Hey, everybody, welcome back now. I'm like, sit around worship at the altar of saline and talk a little bit about Alex Jones."
    },
    {
      "end_timestamp": 69.0,
      "id": "8c966879-a8a3-3586-b9c1-b895c6cf562c",
      "speaker": "Jordan",
      "start_timestamp": 67.0,
      "text": "Dr. Dan Jordan Damn,"
    },
    {
      "end_timestamp": 76.0,
      "id": "9c343b4b-7af4-399a-929e-18e6e57fe912",
      "speaker": "Dan",
      "start_timestamp": 69.0,
      "text": "damn quick question for you. So what's your spot today buddy? My bright spot today is actually something that I might catch some heat from"
    },
    {
      "end_timestamp": 79.0,
      "id": "97700723-aa07-3743-a553-c0cf6e949fc4",
      "speaker": "Jordan",
      "start_timestamp": 76.0,
      "text": "get some heat for it. This is a hot take maybe"
    },
    {
      "end_timestamp": 98.0,
      "id": "149a90d9-e963-33be-a9c1-416caf3b0f1c",
      "speaker": "Dan",
      "start_timestamp": 79.0,
      "text": "all right. Um, so the of course the the altar of saline is a reference to my cat slain course. And I there's something that I realized I really I do, and I hadn't realized it, but I really enjoy it. And that is like, if I ever have a knife in my hand, I like to threaten to hold her."
    },
    {
      "end_timestamp": 104.0,
      "id": "393bdff2-1e23-374e-8982-5b77fdd9459f",
      "speaker": "Jordan",
      "start_timestamp": 98.0,
      "text": "Okay, all right. Okay, all right. Okay, all right."
    },
    {
      "end_timestamp": 115.0,
      "id": "3cf0055f-6165-362e-81a0-b41d035470ef",
      "speaker": "Dan",
      "start_timestamp": 104.0,
      "text": "Like obviously, that could hurt her. Something really funny about the idea of like holding. Well, I like obviously also, I should say I'm not close to her. It's no no, no, of course, holding a knife."
    },
    {
      "end_timestamp": 128.0,
      "id": "de2bb142-ef94-3c8d-9e92-390d9439e673",
      "speaker": "Jordan",
      "start_timestamp": 115.0,
      "text": "You've seen you've seen those dog trainers who like they'll hold their hand up and then go pow and the dog will fall over and go like Oh like that? I've not seen I mean it's very cool. It's very cool to see. It's like a game"
    },
    {
      "end_timestamp": 146.0,
      "id": "8c504f39-2565-3e7c-81be-a257a1aafcf5",
      "speaker": "Dan",
      "start_timestamp": 128.0,
      "text": "this isn't a game nor is it fun to see there is a little bit of Abby it's just for me. And then of course I give her some Pat's and some attention and sweetness afterwards, but it is she's not threatened."
    },
    {
      "end_timestamp": 153.0,
      "id": "bcf5dbbe-96ec-3086-b149-c409cf789479",
      "speaker": "Jordan",
      "start_timestamp": 146.0,
      "text": "Better now that your roommate is only a cat because when you used to do that to your other roommate that was a little bit of a difference daughter. Yeah, it"
    },
    {
      "end_timestamp": 157.0,
      "id": "5f3d79bf-7d93-3c7b-b87d-7cb3c91a8509",
      "speaker": "Dan",
      "start_timestamp": 153.0,
      "text": "gave me your kidney candy. Yeah, Halloween. So what's your bright"
    },
    {
      "end_timestamp": 175.0,
      "id": "b3ef015a-3426-3607-9132-afadcc48646d",
      "speaker": "Jordan",
      "start_timestamp": 157.0,
      "text": "spot? My bright spot is I've been withholding Come on. It's holding it up to you right now. Know why I watched the anime cyberpunk edge runner. So I downloaded the game cyberpunk 2077 is a very fun, enjoyable game. That's my bright spot."
    },
    {
      "end_timestamp": 203.0,
      "id": "3488f988-c1f9-3307-b1cc-e628b7ec1f59",
      "speaker": "Dan",
      "start_timestamp": 175.0,
      "text": "Yeah, you've you told me to give it a shot. I've I'm a little I'm not very far in the game at this point. But I've enjoyed I like running around the space. Yeah, I like I don't know anything that's going on. Right. But I did find like an abandoned motel. I felt really excited that I could wander around in it. I don't know if that's part of a later mission or something. I was just digging through trash. And I enjoyed"
    },
    {
      "end_timestamp": 216.0,
      "id": "ef3ed29f-97ca-316f-817f-9c810cbc2b86",
      "speaker": "Jordan",
      "start_timestamp": 203.0,
      "text": "it. I'm not very far to do it either. And there was a moment earlier on where they were treating my character like, Oh, this is the best my buddy and I was like, Man, I have not done shit. I don't know what you guys are talking about. Yeah,"
    },
    {
      "end_timestamp": 220.0,
      "id": "abfb937c-304e-35f5-968d-61658e7fe103",
      "speaker": "Dan",
      "start_timestamp": 216.0,
      "text": "thank you. Yeah, that's nice. Some respect on my nap. Absolutely."
    },
    {
      "end_timestamp": 223.0,
      "id": "7626568d-6760-3152-b0b1-1af47d6aa044",
      "speaker": "Jordan",
      "start_timestamp": 220.0,
      "text": "I appreciate that. Yeah. Wow. Um,"
    },
    {
      "end_timestamp": 230.0,
      "id": "76eb77c6-e878-3c48-8411-a2d8c4b30cf7",
      "speaker": "Dan",
      "start_timestamp": 223.0,
      "text": "yeah, so good times, Georgia. Today, we have an episode to do. And I have a little question for you."
    },
    {
      "end_timestamp": 233.0,
      "id": "5796edb4-0fba-39fc-bb2e-ae7b01fb8808",
      "speaker": "Jordan",
      "start_timestamp": 230.0,
      "text": "The answer is 34. No. Oh shit."
    },
    {
      "end_timestamp": 240.0,
      "id": "d865eae2-7628-3fa0-8c7f-6fd2d10cb302",
      "speaker": "Dan",
      "start_timestamp": 233.0,
      "text": "What does Alex Jones and the Aerosmith song ragdoll have in common?"
    },
    {
      "end_timestamp": 244.0,
      "id": "c633af8f-cf50-394b-bd95-3f4b71ae34fa",
      "speaker": "Jordan",
      "start_timestamp": 240.0,
      "text": "They they're they're still on hiatus sick?"
    },
    {
      "end_timestamp": 248.0,
      "id": "a74c29e3-3ca2-39f4-b5fc-f43e97adc963",
      "speaker": "Dan",
      "start_timestamp": 244.0,
      "text": "Nope. They could both be found on permanent vacation."
    },
    {
      "end_timestamp": 256.0,
      "id": "9972bf4b-25a2-33a6-ba3a-0575124bd166",
      "speaker": "Jordan",
      "start_timestamp": 248.0,
      "text": "I was wondering if that was the album."
    },
    {
      "end_timestamp": 258.0,
      "id": "685602a1-caf8-3701-93fc-7f7943b2a7c3",
      "speaker": "Jordan",
      "start_timestamp": 256.0,
      "text": "All right now. Okay."
    },
    {
      "end_timestamp": 280.0,
      "id": "e24b15da-676a-3c46-9d71-1599951a3677",
      "speaker": "Dan",
      "start_timestamp": 258.0,
      "text": "Alex is on vacation. Yeah, he is not in studio. So it leaves us in a bit of a difficult position. We have these depositions, of course that there's more to mind from that, obviously. But some of that is a little bit time intensive. And secondarily, I don't want to put out back to back to back to back."
    },
    {
      "end_timestamp": 283.0,
      "id": "38028be0-a602-3b85-ac4c-401503f534bf",
      "speaker": "Jordan",
      "start_timestamp": 280.0,
      "text": "There's gonna be a lot of depositions. Yeah."
    },
    {
      "end_timestamp": 309.0,
      "id": "b812bfe8-e60d-3f68-8f61-c95cd6aea727",
      "speaker": "Dan",
      "start_timestamp": 283.0,
      "text": "So it left us in a position where Thankfully we're able to recoup a little bit by taking the beginning of the week to nurse ourselves back to health, our psychic wounds. But here we are. It's Wednesday. Yeah. And so what I decided to do It was I wanted to go back to the past. Good call and unfortunately, this episode will prove me to be a witch. Okay, no matter what I do all right, do not stop being a witch. God dammit."
    },
    {
      "end_timestamp": 312.0,
      "id": "d9cd54bb-df5c-3887-b957-b215962850bb",
      "speaker": "Jordan",
      "start_timestamp": 309.0,
      "text": "I'm sick II are witches, dude."
    },
    {
      "end_timestamp": 318.0,
      "id": "23815c80-a325-3129-8f70-c5cc17294dc7",
      "speaker": "Dan",
      "start_timestamp": 312.0,
      "text": "You have no idea."
    },
    {
      "end_timestamp": 323.0,
      "id": "2730dc78-d774-340e-b38b-e4ef6fedfd1e",
      "speaker": "Jordan",
      "start_timestamp": 318.0,
      "text": "All right, this is gonna be our first episode where we just play the clips in order. And then at the end, I go,"
    },
    {
      "end_timestamp": 334.0,
      "id": "d283bedf-f9b8-3c4c-86eb-909154a80510",
      "speaker": "Dan",
      "start_timestamp": 323.0,
      "text": "Really? That's great. It's to the point where when I was like preparing this episode, I more than once I said, Come on. No."
    },
    {
      "end_timestamp": 344.0,
      "id": "66b33007-4ca5-3a13-a530-a7f3357907a4",
      "speaker": "Jordan",
      "start_timestamp": 334.0,
      "text": "That would be it would be more fun if if Neo in the Matrix had taken the red pill but just remembered everything. It was like, Oh, that's a simulation. Work at work all day."
    },
    {
      "end_timestamp": 357.0,
      "id": "65cfe102-b432-38d2-85f6-ff927ae0fa5d",
      "speaker": "Dan",
      "start_timestamp": 344.0,
      "text": "Anyway, we'll get down to this. But before we do, Jordan, let's take a little moment. Say hello to my new wall. Oh, that's great idea. So first Jack check marks nine Jack chop Mark nine. Thank you so much. You're not ballsy Walker."
    },
    {
      "end_timestamp": 358.0,
      "id": "f7c5ed65-a4ea-32b6-bd4b-cca14f3958de",
      "speaker": "Alex Jones",
      "start_timestamp": 357.0,
      "text": "I'm a policy wonk. Thank"
    },
    {
      "end_timestamp": 359.0,
      "id": "2354b9ca-a31b-343d-ae99-49c86ea3743e",
      "speaker": "Jordan",
      "start_timestamp": 358.0,
      "text": "you very much."
    },
    {
      "end_timestamp": 362.0,
      "id": "fcdd8e5a-159c-38ca-af86-6eefeee8064e",
      "speaker": "Dan",
      "start_timestamp": 359.0,
      "text": "Next Lee Adam McAdoo. Thank you so much. You're now a policy wonk."
    },
    {
      "end_timestamp": 363.0,
      "id": "eee42a48-1ef9-3777-b82e-3302d94e4447",
      "speaker": "Alex Jones",
      "start_timestamp": 362.0,
      "text": "I'm a policy wonk,"
    },
    {
      "end_timestamp": 364.0,
      "id": "81f5fbe6-4814-3dec-bea2-78f9406e793d",
      "speaker": "Jordan",
      "start_timestamp": 363.0,
      "text": "thank you very much. I"
    },
    {
      "end_timestamp": 370.0,
      "id": "6603ecb9-5fd3-3958-b65c-c7efdf6cae13",
      "speaker": "Dan",
      "start_timestamp": 364.0,
      "text": "do next smoochy buns and the ladies, thank you so much. You are now well as you want. I'm a policy wonk."
    },
    {
      "end_timestamp": 371.0,
      "id": "1b12dffb-e0ae-33a1-8867-6dffb445ca85",
      "speaker": "Jordan",
      "start_timestamp": 370.0,
      "text": "Thank you very much. I"
    },
    {
      "end_timestamp": 386.0,
      "id": "cde6e0ef-4b4f-3397-a41f-a28b45d7f514",
      "speaker": "Dan",
      "start_timestamp": 371.0,
      "text": "do this may be poorly timed. But thank you so much, too. Happy anniversary to Jim from Melissa on this the date that all lonely walks. Celebrate our mass anniversary. After coming together on the Facebook group. Thank you so much. You are now ballsy. Well,"
    },
    {
      "end_timestamp": 387.0,
      "id": "e5cbc590-3e80-3425-a9c8-6f4ba2f01b2d",
      "speaker": "Alex Jones",
      "start_timestamp": 386.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 396.0,
      "id": "30ef2f75-6a11-3a05-b631-6be4c56e8924",
      "speaker": "Dan",
      "start_timestamp": 387.0,
      "text": "Thank you very much. And coming from the outer regions of the universe. It's Dan Tron zero and Jordan ADA jacket. You are now policy Wong,"
    },
    {
      "end_timestamp": 397.0,
      "id": "9ab993cb-37cc-38f5-98e7-5d8f7ee685ff",
      "speaker": "Alex Jones",
      "start_timestamp": 396.0,
      "text": "I'm a policy wonk. Thank you very much."
    },
    {
      "end_timestamp": 408.0,
      "id": "c82a044b-b34d-3ec7-853f-052024a09d43",
      "speaker": "Dan",
      "start_timestamp": 397.0,
      "text": "Thank you. And we got a technocrat in the mix. So Abu Luna bear al et the tech Wally, thank you so much. You're an hour technocrat."
    },
    {
      "end_timestamp": 462.0,
      "id": "9b7279bd-b686-35ed-ae80-f5cdda7129ae",
      "speaker": "Alex Jones",
      "start_timestamp": 408.0,
      "text": "I'm a policy wonk. I have risen above my enemies. I might quit tomorrow. Actually. I'm just gonna take a little break now. A little breaky for me. And then we're going to come back. And I'm going to start to show over, but I'm the double arrow, liberal. Fuck you. Fuck you. I got plenty of words for you. But at the end of the day, Fuck you and your new world order. And fuck the horse she wrote in on and all your shit. Maybe today's broadcast. Maybe I'll just be gone a month, maybe five years. Maybe I'll walk out of here tomorrow. And you never see me again. That's really what I want to do. I never want to come back here again. I apologize to the crew and the listeners yesterday that I was legitimately having breakdowns on air. I'll be better tomorrow."
    },
    {
      "end_timestamp": 521.0,
      "id": "e341aaa1-51a3-3e12-b4bd-2bf9b8d8e670",
      "speaker": "Dan",
      "start_timestamp": 462.0,
      "text": "We'll never know if he is better today or not. No, that's true. That's true. Because you never see you believe in the back door. Is he better in the past? All right. No, no, no, certainly not. So today we're gonna be talking about August 13 2003. Oh, boy, the no update on whether or not the bath party is being put in. Okay. Still, according to Alex's chronology, they are being put in power and as the bath suffocation. Naturally, there are developments Alex still believes Saddam Hussein son still alive. I have not gotten an update on that. So yes, I believe he does, According to lore and continuity on Alex's show, yes. That is still the case. Right. David Kelly was murdered in a ritual sacrifice. That's true. So we have we have a lot of dangling threads. Yeah. But one of the biggest dangling threads and that, by that. I mean, the most muscley is Arnold Schwarzenegger. Alex doesn't want to talk about Yes,"
    },
    {
      "end_timestamp": 525.0,
      "id": "33994ce1-3944-326d-8f4d-638b5b101fe7",
      "speaker": "Jordan",
      "start_timestamp": 521.0,
      "text": "he does not want to talk about Arnold Schwarzenegger, for God's sake. Absolutely"
    },
    {
      "end_timestamp": 529.0,
      "id": "c04002a2-77c1-34e5-bb5a-c8f827346565",
      "speaker": "Dan",
      "start_timestamp": 525.0,
      "text": "doesn't want the media is making"
    },
    {
      "end_timestamp": 534.0,
      "id": "771ca871-e1a2-35ce-9103-fdfbdfeb02fa",
      "speaker": "Jordan",
      "start_timestamp": 529.0,
      "text": "him talk about Arnold Schwarzenegger, right. Yeah, yeah, absolutely. And so he"
    },
    {
      "end_timestamp": 609.0,
      "id": "6b4deebe-0fcb-3a1b-b47b-719e56eb53ff",
      "speaker": "Alex Jones",
      "start_timestamp": 534.0,
      "text": "does quite a bit. Oh, yeah. Got a lot of powerful news and information for you today. from around the world, and right here in the United States, and we'll be going over that starting after the first break. In the meantime, I want to just make one more comment about the whole Arnold Schwarzenegger situation. I spent a lot of time on this yesterday. And since then, I've done even more research I've been forced to talk about it. Force because it is the top story. It is dwarfing Kobe Bryant the other diversion it is distracting from all the real scams, the lies about weapons of mass destruction, the globalist preparing to launch more terror attacks. It's smoke screening, what's happening with the economy. And the reason that I'm so angry about this Arnold Schwarzenegger story is the guy admits that he's anti God. Anti family. Uh, he's fun. on abortion on demand he is for homosexuals adopting children. In his own book evolution of a bodybuilder, he says he doesn't like Christians."
    },
    {
      "end_timestamp": 646.0,
      "id": "c74a9ff3-e643-342e-bf73-dbe2ad71101e",
      "speaker": "Dan",
      "start_timestamp": 609.0,
      "text": "So you see there, first of all this presentation that he's forced to talk about Arnold Schwarzenegger is ridiculous. Yeah. But on his list of complaints, a lot of that stuff sounds exactly like what you would hear nowadays, he's for abortion. He is anti gun. But the focus is on homosexuals at this point, because it's 2003. Yep. And this is where it is appropriate for Alex to attack. Yep, he viewed the gay community as vulnerable enough for him to bully at this point. Yeah. Which changed?"
    },
    {
      "end_timestamp": 681.0,
      "id": "040d1b69-8a14-38ce-a860-abaa99ab82e1",
      "speaker": "Jordan",
      "start_timestamp": 646.0,
      "text": "Yeah. You know, I feel like a lot of us after so much time, you know, past this, we all kind of thought, well, I guess our parents and, and religions and all kind of like, moved past the whole gay thing. You know, they they were like, Well, we think a lot of people did marriage, marriage is happening. And yet, nobody's being murdered by God all day, every day. So we're probably good. And now we live in a moment where we realized that those two throughout 2000 2003 thoughts just got quieter. Yeah, they didn't. They didn't go away."
    },
    {
      "end_timestamp": 751.0,
      "id": "4a0f57f3-64c6-3954-8ec8-0a96f87054b6",
      "speaker": "Dan",
      "start_timestamp": 681.0,
      "text": "No, no, it was people realized that they couldn't express these things in public anymore. The opinions did not change. No, none whatsoever. In fairness, maybe there is some subsection that of folks some some population that did evolve in their thinking, sure. And realize like, oh, maybe I don't need to hold on to this. Right. But there it wasn't the massive sea change necessarily, that it appeared to be based on it was Yeah, yeah. And that complacency I think is maybe screwed as well. And will become a problem. Yeah. So I was thinking about like, what is going on here with this this Arnold stuff because it's so it's incessant. And I realized on this episode that Alex was very much talking about Arnold specifically in the context of Mel Gibson. And I kind of came to realize that it was because Mel Gibson is getting heat for Passion of the Christ right and anti semitic portrayals in it and his family's anti semitic he is right. And so Alex is trying to attack Arnold to do cover for our Gibson."
    },
    {
      "end_timestamp": 757.0,
      "id": "c2eca3a7-bceb-3c6e-8830-2cb096ff28d2",
      "speaker": "Jordan",
      "start_timestamp": 751.0,
      "text": "Did Mel change his name to yea recently or was it? No, no, no. Are you sure?"
    },
    {
      "end_timestamp": 758.0,
      "id": "c8c2d75e-a7cd-3742-8cd8-199571d0292c",
      "speaker": "Dan",
      "start_timestamp": 757.0,
      "text": "No,"
    },
    {
      "end_timestamp": 759.0,
      "id": "e07b04ec-2fc5-3285-9a4a-cfc92b640f66",
      "speaker": "Jordan",
      "start_timestamp": 758.0,
      "text": "they're very similar."
    },
    {
      "end_timestamp": 762.0,
      "id": "ab24cd70-17a9-3bc5-a05a-0ee1d735ab1f",
      "speaker": "Dan",
      "start_timestamp": 759.0,
      "text": "We'll we'll talk about this here a little bit later. Okay."
    },
    {
      "end_timestamp": 813.0,
      "id": "a5db14bd-2994-35d4-ae9c-042d5cb61f71",
      "speaker": "Alex Jones",
      "start_timestamp": 762.0,
      "text": "Why am I spending so much time on this because the Simon Wiesenthal Center says Arnold is a model person the best you can be a friend to Jewish This is amazing folks. And then you see Time magazine and it says that Arnold it compares him to Ronald Reagan and it says that Arnold you know was his dad was a police chief and Ronald Reagan's dad was a shoe salesman, just getting out of control. And all of this simultaneously. While there is a massive news Blitz, attacking friends of this show, the Gibson family good American huntin Gibson World War Two, they took his family to Australia and 68 came back to this country."
    },
    {
      "end_timestamp": 866.0,
      "id": "47366715-4475-3778-86de-19fcce494869",
      "speaker": "Dan",
      "start_timestamp": 813.0,
      "text": "So a lot of this surrounds essentially the Simon Wiesenthal Center, having criticisms of Mel Gibson's film, right and the Gibson family simultaneously endorsing Arnold that's basically where all this is rooted. Yeah. And it's it's pretty clear the game Alex is playing and the reason he asked to cover this article CIT, even though he insists he doesn't want to is just this. He loves melon hut and Gibson and the two of them are very clear anti Semites, Mel's new film, The Passion of the Christ is getting flack for being anti semitic in tone. Simultaneously, Arnold is running for Governor of California and he said some stuff about Hitler in the mid 70s. That's been taken out of context and his dad was an essay officer and occupied Austria. So this is the way that Alex is going to take some heat off off of his actual righties medic friend. Right, right, right. Obviously, it's not good for your dad to be a Nazi. But that doesn't make you a Nazi."
    },
    {
      "end_timestamp": 889.0,
      "id": "c657a2cf-56e9-34fe-9d7c-7cf9be203ee8",
      "speaker": "Jordan",
      "start_timestamp": 866.0,
      "text": "What's ironic about this almost more than anything I can think of is Mel Gibson's dad. Allied powers. Schwarzenegger Zed Axis Powers. Mel Gibson, axis power. Schwarzenegger, Allied power. Do you see where I'm coming from? Here's an interesting twist. Yeah,"
    },
    {
      "end_timestamp": 896.0,
      "id": "081bbcc7-76ef-3af8-9fab-3ac36b290b54",
      "speaker": "Dan",
      "start_timestamp": 889.0,
      "text": "obviously like you wouldn't. Ideally if I had to choose all possible father's Nazi would not be one"
    },
    {
      "end_timestamp": 899.0,
      "id": "b830d117-7c0d-3d61-91fa-6da615f4f39b",
      "speaker": "Jordan",
      "start_timestamp": 896.0,
      "text": "Nazi wouldn't be low on the list. Yeah, and it's not"
    },
    {
      "end_timestamp": 943.0,
      "id": "a8794afa-2bbb-3ce8-85ff-9d115d4a17e5",
      "speaker": "Dan",
      "start_timestamp": 899.0,
      "text": "good. for you to make comments about admiring Hitler's oratory skills when you're a youth but that doesn't make you a Nazi either. On the flip side Malin, hunt and Gibson have personally engaged in explicit anti semitic acts including Holocaust denial and revisionism. Alex knows this if Mel decided to speak out against Trump in early 2016 outs would have mysteriously become aware of all this shit and used it to attack it. Oh, here we are in 2003 and Alex's smearing Arnold just because he needs to carry water for his father and son bigot act that apparently will talk to him Yeah, it's so clear that Arnold is only interesting to Alex in as much as like he can use it to deflect from right"
    },
    {
      "end_timestamp": 952.0,
      "id": "47eeb5a8-baa3-39b0-a34c-be87d41341d5",
      "speaker": "Jordan",
      "start_timestamp": 943.0,
      "text": "right he's a he's a bigotry barrier. He's He's the police shield of bear of bigotry or whatever it"
    },
    {
      "end_timestamp": 964.0,
      "id": "e0edc895-5b12-33ee-b9f5-4d139e67dd71",
      "speaker": "Dan",
      "start_timestamp": 952.0,
      "text": "feels like that's why Alex was so desperate to lower his callers into like, talking about him on the last show. We did yeah. It seems like please just give me a reason to so I'm not just making this up."
    },
    {
      "end_timestamp": 975.0,
      "id": "f0bf2ef8-a093-3aaa-9d81-73e3bbddfa27",
      "speaker": "Jordan",
      "start_timestamp": 964.0,
      "text": "Every time I want to defend anti Semites I have to be like, Oh wait, I Semitism is great. I don't want to do that. I want to make fun of Mel Gibson or Arnold Schwarzenegger. Come on, man."
    },
    {
      "end_timestamp": 983.0,
      "id": "6e62d8b5-52d9-3fe2-ae7e-0ffea1d4cc15",
      "speaker": "Dan",
      "start_timestamp": 975.0,
      "text": "So Alex has Joyce Reilly on who's another host apparently on his network. And they complain a little bit about or"
    },
    {
      "end_timestamp": 1007.0,
      "id": "c197ffeb-b901-3ae6-9510-85c32c32184e",
      "speaker": "Alex Jones",
      "start_timestamp": 983.0,
      "text": "that shows the hypocrisy of the system. They were talking Mel Gibson for his film, the passion that's right out of the Bible. And then the very same head of the Simon Wiesenthal Center is praising Arnold who Arnold said in pumping iron that he his his, his idol was Adolf Hitler. He he quote, saw him as a role model and supports Kurt Waldheim. I mean, it just shows the the hypocrisy of all this."
    },
    {
      "end_timestamp": 1026.0,
      "id": "dc12e32f-dc61-33fe-b9be-981f1d6f0cea",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1007.0,
      "text": "Simon Wiesenthal Center admitted that Schwarzenegger father was a Nazi that they had confirmed that he admires Hitler. Well, it is all hypocrisy, but it's all delusion. It is all a fraud. And we're seeing through it and that's why I don't get as angry at it as I used to because I see through it now"
    },
    {
      "end_timestamp": 1082.0,
      "id": "a922deaf-6c6e-3d66-a75b-eaa876c10862",
      "speaker": "Dan",
      "start_timestamp": 1026.0,
      "text": "is all good fun. And it's furthering of the theme of the day which seems to be that Alex is mad that people are calling Mel Gibson anti semitic but not Arnold. Yeah, Arnold is a mainstream Republican so Alex wants to smear him whereas Gibson is a zealot extremist whose father is apparently friends with Alex so Alex loves him and won't stand for accurate accusations of him being a bigot. Right. I wanted to play this clip because it shows a very intentional misdirection by Joyce and Alex. They say that the Simon Wiesenthal Center found that Arnold's father was a Nazi and that is true, but they're purposefully admit omitting some information that their audience would benefit from having. The first thing is that Arnold requested they investigate his father's background. He was not in any way trying to hide from the past or the reality of his father's bad deeds. The second thing is that the center wasn't necessarily setting out to determine if his dad was involved in the Nazi party. That was all pretty much understood and definitively known."
    },
    {
      "end_timestamp": 1086.0,
      "id": "1a622638-aae2-333d-9d86-1245e1eebbbb",
      "speaker": "Jordan",
      "start_timestamp": 1082.0,
      "text": "Right? Arnold saw his dad's uniforms growing up, you get there? Yeah,"
    },
    {
      "end_timestamp": 1097.0,
      "id": "1ec5a6ea-6e82-3094-a3cd-c94564674a15",
      "speaker": "Dan",
      "start_timestamp": 1086.0,
      "text": "they were tasked with poring over records from the Holocaust and determining if these specific groups that Arnold's father was a member of had any recorded history of committing crimes against humanity or similar across race."
    },
    {
      "end_timestamp": 1104.0,
      "id": "0984d0eb-f629-37f2-b902-1d3cfaefe756",
      "speaker": "Jordan",
      "start_timestamp": 1097.0,
      "text": "So Arnold wasn't like hey, is my dad a Nazi? Arnold's like was my dad is super genocide or or just like on board with them?"
    },
    {
      "end_timestamp": 1180.0,
      "id": "0e9d49da-64df-30ab-857b-e33fbcdfe4cd",
      "speaker": "Dan",
      "start_timestamp": 1104.0,
      "text": "I'm guessing it also was like how much exactly? That's what I'm saying. Yeah. The result of the investigation was that there's no such record. The consensus seems to be that there's no affirmative evidence of him committing war crimes, but war records are also imperfect. So it can't be fully ruled out either. Whatever the case, the sins of the father are not necessarily appropriate to take out on the son and it's dumb to make what his dad did or didn't do in World War Two Arnold's fault. Joyce and Alex say that the investigation found that his dad was a Nazi, but they don't include the other details because that would hurt their point. This is an intentional choice. Yeah, this stuff about him admiring Hitler is taken out of context. And Arnold has successfully sued people for making these kinds of claims in the past. That stuff about Kurt Waldheim is fair enough. But what Alex is referring to is a toast that Arnold gave it his wedding in 1986. At that point, there's no reason to think that Arnold would have known about Walt of all times lies about his actions in World War Two since reporting about that didn't start until that year, and accusations of his involvement in war crimes didn't happen until 1987. Right. There's a lot of shade Enos that is fair to say. But what Alex is doing is a shameful mischaracterization of a person and he's doing it specifically to distract from his clearly anti semitic friend."
    },
    {
      "end_timestamp": 1181.0,
      "id": "93c75ef1-83c6-345c-9bbd-5aae07ebf349",
      "speaker": "Jordan",
      "start_timestamp": 1180.0,
      "text": "Yeah,"
    },
    {
      "end_timestamp": 1185.0,
      "id": "668b276e-a50b-3167-9578-31c64bab47c7",
      "speaker": "Dan",
      "start_timestamp": 1181.0,
      "text": "it's very strange. I mean, not strange at all. But, you know,"
    },
    {
      "end_timestamp": 1210.0,
      "id": "8e73f2fb-f539-358e-96a4-1785a6360795",
      "speaker": "Jordan",
      "start_timestamp": 1185.0,
      "text": "what I find very boring about Nazis is that every Nazi has at one point in time been like, you know, you got to admire Hitler for blank, right? But then they've also always been at one point been like, Hey, did you See this person? They said Hitler was good for blank. Yeah, you know, like Alex is Hitler's a complete badass, every one of them have done it every single one of them have done it but I also think"
    },
    {
      "end_timestamp": 1235.0,
      "id": "4b93cf09-6226-324a-9d8b-069abc5d983e",
      "speaker": "Dan",
      "start_timestamp": 1210.0,
      "text": "that a lot of people in their youth have said things that were like, you know, Hitler was a great speaker. Sure, sure. Sure. Very able to get people to follow him. He's, you know, in that sense he had great leadership right. I think that a lot of folks who maybe had youthful edginess Yeah, I'm not certain I didn't say something like that when I was like"
    },
    {
      "end_timestamp": 1238.0,
      "id": "34059491-16b8-3460-8794-92089f5cf31a",
      "speaker": "Jordan",
      "start_timestamp": 1235.0,
      "text": "a certain level of annoying that you are as a teenager about history. Yes."
    },
    {
      "end_timestamp": 1255.0,
      "id": "d8b0e537-69ac-349f-8b7e-a874d4410ca3",
      "speaker": "Dan",
      "start_timestamp": 1238.0,
      "text": "It feels transgressive. Yeah. Like you're you're making a bold statement that no one has thought of before. You know, Arnold making statements like that in his youth. I don't really think is indicative of him being a Nazi. Yeah,"
    },
    {
      "end_timestamp": 1259.0,
      "id": "a90fcc41-fcf3-374b-af2a-5c7aaf39e689",
      "speaker": "Jordan",
      "start_timestamp": 1255.0,
      "text": "I'm so far are no, not a Nazi."
    },
    {
      "end_timestamp": 1266.0,
      "id": "6d435ef9-1767-3363-abb0-d0d97c26ca33",
      "speaker": "Dan",
      "start_timestamp": 1259.0,
      "text": "Also, I'm not sitting here to like, fully defend Arnold Schwarzenegger. No, says that what Alex is doing is bullshit."
    },
    {
      "end_timestamp": 1274.0,
      "id": "ac735238-fe25-301f-97fe-dacd6211525f",
      "speaker": "Jordan",
      "start_timestamp": 1266.0,
      "text": "Of all the criticisms that I have of Arnold Schwarzenegger. None of them are he is a Nazi Fair enough."
    },
    {
      "end_timestamp": 1280.0,
      "id": "177201b0-79b5-36e1-b81a-d4bd19e1dff1",
      "speaker": "Dan",
      "start_timestamp": 1274.0,
      "text": "So Alex is always right about everything. Sure. Except for everything. Here's an example of something he's not right about."
    },
    {
      "end_timestamp": 1283.0,
      "id": "8b478929-1665-3840-a21e-2cf90fd38875",
      "speaker": "Alex Jones",
      "start_timestamp": 1280.0,
      "text": "Well, now they're getting the national draft lined up. Joyce"
    },
    {
      "end_timestamp": 1291.0,
      "id": "600dfc8c-be8d-3585-b60b-c0e7cda28d2c",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1283.0,
      "text": "Yes. And it's also going to be a medical draft. And as soon as the medical people learn about this, I think you're going to see a real change of heart here."
    },
    {
      "end_timestamp": 1313.0,
      "id": "03468937-0113-3c75-b4f8-78306be5b273",
      "speaker": "Alex Jones",
      "start_timestamp": 1291.0,
      "text": "By the way, they've got a another draft. Now, through the tips program. We're all commercial drivers, taxi cab, ice cream truck. I mean, it doesn't matter 18 wheelers, they all have to spy for the government against all crime. And that's indentured servitude right there. I mean, they're shutting up the East German model."
    },
    {
      "end_timestamp": 1318.0,
      "id": "59eaa953-c5ef-3cdd-bf18-d17029b13507",
      "speaker": "Dan",
      "start_timestamp": 1313.0,
      "text": "Oh, man, we got ice cream trucks snitches. Yep."
    },
    {
      "end_timestamp": 1335.0,
      "id": "d5995f82-bb9e-3b21-8140-eefe73dc49d6",
      "speaker": "Jordan",
      "start_timestamp": 1318.0,
      "text": "I love I love whatever. Alex's collars bring up this reason or that? No apologies that whatever they bring up on their own the reason why something won't happen as evidence for what will happen after it does you know like,"
    },
    {
      "end_timestamp": 1342.0,
      "id": "9520a767-b3d0-31dd-98b4-e440e5124014",
      "speaker": "Dan",
      "start_timestamp": 1335.0,
      "text": "there's a draft Oh, people won't stand for it. Yeah. Is it a draft for them? Well, yeah, no possible for people to not go along with it. There's"
    },
    {
      "end_timestamp": 1353.0,
      "id": "d6563070-fb24-358c-bbf4-edd0eb8258d7",
      "speaker": "Jordan",
      "start_timestamp": 1342.0,
      "text": "a medical draft. I don't think doctors and stuff will go along with it. Yeah, that's why they won't do with it that because it won't. What are you talking about? Of course, they won't go along with it. You can't just bring doctors to a war"
    },
    {
      "end_timestamp": 1359.0,
      "id": "df61b7d8-332c-3ad6-8eea-a65f51838736",
      "speaker": "Dan",
      "start_timestamp": 1353.0,
      "text": "but what you can do is force ice cream truck drivers to snitch that"
    },
    {
      "end_timestamp": 1363.0,
      "id": "eee3b3ce-186a-3461-b230-96604c1abb06",
      "speaker": "Jordan",
      "start_timestamp": 1359.0,
      "text": "when you actually can do that's in the Constitution."
    },
    {
      "end_timestamp": 1374.0,
      "id": "8cd4bf93-c5c7-3f27-a686-7be7e3a092a6",
      "speaker": "Dan",
      "start_timestamp": 1363.0,
      "text": "Yeah, so every commercial driver, every truck driver long haul they're all They're all spy deputized. Yeah, absolutely. They all were"
    },
    {
      "end_timestamp": 1383.0,
      "id": "d12b0fad-d499-3e0f-9386-5d45d15c2d37",
      "speaker": "Jordan",
      "start_timestamp": 1374.0,
      "text": "enlisted. I mean well they do have the infrastructure to communicate with each other over vast distances you know? Yeah, there is that"
    },
    {
      "end_timestamp": 1387.0,
      "id": "4d036719-d8a7-3bec-b17d-3f4b189e66c1",
      "speaker": "Dan",
      "start_timestamp": 1383.0,
      "text": "they don't use that to solve crimes or some other slight"
    },
    {
      "end_timestamp": 1392.0,
      "id": "f58c86cf-f563-3d07-93d9-0ec2b6310a26",
      "speaker": "Jordan",
      "start_timestamp": 1387.0,
      "text": "you know when you're just driving you're just listen to the radio maybe if you were also solving crime breaker"
    },
    {
      "end_timestamp": 1399.0,
      "id": "67744c79-dbf4-3823-9ff8-0ee47af7eeae",
      "speaker": "Dan",
      "start_timestamp": 1392.0,
      "text": "breaker rubber duck, I see a jaywalker on my six"
    },
    {
      "end_timestamp": 1402.0,
      "id": "88fc3321-11da-3702-a229-743602fed0a4",
      "speaker": "Jordan",
      "start_timestamp": 1399.0,
      "text": "moving to run him over. Thank you. Thank you"
    },
    {
      "end_timestamp": 1405.0,
      "id": "7c1a5320-c876-3989-afa5-04599af5103d",
      "speaker": "Dan",
      "start_timestamp": 1402.0,
      "text": "permission to use lethal force"
    },
    {
      "end_timestamp": 1409.0,
      "id": "d3bbe7b1-fb6c-33de-bddc-d23d9a295033",
      "speaker": "Jordan",
      "start_timestamp": 1405.0,
      "text": "permission granted over for"
    },
    {
      "end_timestamp": 1415.0,
      "id": "7347c1bc-7271-355b-a423-f4d526f96675",
      "speaker": "Dan",
      "start_timestamp": 1409.0,
      "text": "so Alex has some news stories discovery Good boy it's it's quite a quite a rundown. All right."
    },
    {
      "end_timestamp": 1433.0,
      "id": "6015f767-3ef2-3302-a96c-5b89157cb4d4",
      "speaker": "Alex Jones",
      "start_timestamp": 1415.0,
      "text": "Also man accused of improperly storing gunpowder denied bail. Wheeler pleads guilty to arraignment they should remember set a trial date so they're gonna have for people who who store gunpowder but the borders are wide open and the Chinese government's been caught chipping in machine guns and laws, rockets and opium nothing happens."
    },
    {
      "end_timestamp": 1508.0,
      "id": "1552258a-efa3-3bd4-9ec3-77ea45e7e326",
      "speaker": "Dan",
      "start_timestamp": 1433.0,
      "text": "So weird. This is a strange low stakes story for Alex to be covering a guy who got charged with a misdemeanor for stockpiling gunpowder unsafely, which I understand does touch on some of the Second Amendment absolutism, but it seems like small potatoes. Yeah. So I poked around and found out that this was the case of 61 year old Maryland man Bill Lovell Wheeler. As it turns out in this state, it's illegal to have more than five pounds of smokeless gunpowder and also illegal to store it in anything other than its original container because it's incredibly unsafe for sure. Yeah. And the rationale for one of the reasons why it is particularly unsafe is a sure you could blow up your house but also it could affect your neighbor's right. It's not just you totally Wheeler was storing this shit in a new container and he had 62 pounds of it so little bit over the limit. That is what when the cops showed up, he quotes candid officers literature from the National Alliance, neo Nazi group based in West Virginia and told them a race war was coming right. Wheeler claimed that he wasn't a Nazi or anything but that his wife was a member of the National ally. It's at hosted a radio show called quote grandmother Elizabeth's reading our for white children. Quite a quick name for a show. I"
    },
    {
      "end_timestamp": 1518.0,
      "id": "46525984-48f0-3b7c-85b3-712be03f727a",
      "speaker": "Jordan",
      "start_timestamp": 1508.0,
      "text": "don't know if I can get more details that put my jaw on the floor. Yeah, that is just a succession of details that make me go. No,"
    },
    {
      "end_timestamp": 1543.0,
      "id": "332bfa42-758d-30d0-9020-4310c577305c",
      "speaker": "Dan",
      "start_timestamp": 1518.0,
      "text": "it's strange how many of these stories that Alex covers are minor almost completely inconsequential stories that ended up involving people who are Nazis. Yeah. It's also weird how Alex just ignores that part when he's covering the story. Super weird to imagine like what websites he's cruising to find this story to. I can't imagine this was breaking on the front page of CNN, but probably was a pretty hot topic on neo Nazi message boards. Yeah,"
    },
    {
      "end_timestamp": 1549.0,
      "id": "efc6cbc7-8ac9-362a-b6b5-716854215413",
      "speaker": "Jordan",
      "start_timestamp": 1543.0,
      "text": "the Guardian didn't cover it. But Stormfront did is not a good way to start your show."
    },
    {
      "end_timestamp": 1555.0,
      "id": "4d20b313-2c64-37d7-a0a5-fbce064b6b2d",
      "speaker": "Dan",
      "start_timestamp": 1549.0,
      "text": "Yeah. So big, big. Gotta gotta touch on this. I don't know the news break down."
    },
    {
      "end_timestamp": 1573.0,
      "id": "8801cee2-9742-32d4-8238-59792ff65a2d",
      "speaker": "Jordan",
      "start_timestamp": 1555.0,
      "text": "I here's my problem. Here's my problem. All right. If you do think there is a race war coming. I still don't know how that much gunpowder is gonna help. You couldn't hurt. Yes, it could. Yeah, no, no, no, absolutely. That's the number one thing it will do is hurt."
    },
    {
      "end_timestamp": 1579.0,
      "id": "80a6ef1f-727b-3480-ba15-b734b9f09002",
      "speaker": "Dan",
      "start_timestamp": 1573.0,
      "text": "I don't I don't know if I necessarily think that this is a guy who has tactics."
    },
    {
      "end_timestamp": 1583.0,
      "id": "677ed606-d501-3435-ae61-22c55d0a9091",
      "speaker": "Jordan",
      "start_timestamp": 1579.0,
      "text": "Sure. Sure. No, I understand overarching strategies. It is."
    },
    {
      "end_timestamp": 1589.0,
      "id": "46024010-79f7-335d-90ba-8a6a8382413a",
      "speaker": "Dan",
      "start_timestamp": 1583.0,
      "text": "I want to be fully clear. He also claims that he doesn't remember telling the cops"
    },
    {
      "end_timestamp": 1598.0,
      "id": "521aaf19-501e-314d-808a-11acb0648a56",
      "speaker": "Jordan",
      "start_timestamp": 1589.0,
      "text": "Yeah, that makes sense. Yeah, I wouldn't you talk to a lawyer and you certainly don't remember what you said to the cops earlier. Right? I understand."
    },
    {
      "end_timestamp": 1602.0,
      "id": "434fa7f2-9bd9-3450-b5be-f2afd0793039",
      "speaker": "Dan",
      "start_timestamp": 1598.0,
      "text": "So yeah, good. Good story selection."
    },
    {
      "end_timestamp": 1620.0,
      "id": "a489ef49-c56b-3474-a494-3fb39d7d0919",
      "speaker": "Jordan",
      "start_timestamp": 1602.0,
      "text": "If I had several times more than one pound of gunpowder on me on hand, I would very strongly respect the you have the right to remain silent. You know, like that would be my number one right that I'm thinking of is like, we don't need to ask questions about that gunpowder."
    },
    {
      "end_timestamp": 1631.0,
      "id": "30053a0b-e17c-3db7-899f-4e4a64d79744",
      "speaker": "Dan",
      "start_timestamp": 1620.0,
      "text": "So we got another news story that Alex is covering, and just a little heads up in advance. There's some racist language in this story. Just regular"
    },
    {
      "end_timestamp": 1713.0,
      "id": "6853269e-c339-3f97-880c-b2a908eaff3e",
      "speaker": "Alex Jones",
      "start_timestamp": 1631.0,
      "text": "words aren't allowed. And they're getting rid of juries in the same thing, but here's the one Independence Day. Racist. Racist. I'll see it's okay. Faces jail under first British court order to ban use of word. The bad news word folks. A man faces makeshift jail. They use a specific term of racial abuse and public. Michael Gullu flow 30 ones believe me the first personally Okay, not true, they've done. Another headline in the London Telegraph was nightly hate crimes, rage for speech that says blatantly the first person in the UK to be banned from using a particular word patkai. Again, that's just the abbreviation of Pakistanis. Under the terms of an anti social behavior order. You can also be prosecuted for behaving and anti socially or using insulting or abusive, including homophobic language, the life long border has been imposed by magistrates in Manchester, and gold foil, and ardwick. Manchester made abusive phone calls to council officials about a housing application and the calls made in June, he called an officer a patkai. And another como Well, you know, what, if you don't agree with that, you know, call him a lightning. But But that's your God given right, folks? Because then it's gonna be all speech. Wow, that"
    },
    {
      "end_timestamp": 1716.0,
      "id": "f8062da4-3ec2-3264-824e-ba95b36578f2",
      "speaker": "Dan",
      "start_timestamp": 1713.0,
      "text": "seems like a good solution."
    },
    {
      "end_timestamp": 1722.0,
      "id": "15b7baa5-3f6c-3378-ac55-11838cc30594",
      "speaker": "Jordan",
      "start_timestamp": 1716.0,
      "text": "Okay, all right. Here's a slur against him. Yeah. Yeah. See? Yeah."
    },
    {
      "end_timestamp": 1774.0,
      "id": "fe183a56-dfc9-3b4f-99fb-820228f1ec5a",
      "speaker": "Dan",
      "start_timestamp": 1722.0,
      "text": "So first things first, this is happening in the UK. So there are different speech laws there than they are in the United States, right? If Alex loves national sovereignty so much, why the fuck is he trying to enforce his own code of rules on people in another country? Very weird. So the story here is that Michael Guilfoyle made a bunch of abusive phone calls to staff and trying to help with his rehousing application. They complained about it and the Magistrate's Court told him specifically that he can't use that word in public anymore. He's kicking it in his own home if you need to, but he will be in trouble if he uses it to harass or threaten people again, right. There is no evidence that he got any jail time or punishment other than the city saying that he will be in trouble if he continues to use slurs to attack their employees. Yeah. And I don't know, I don't I don't know if this isn't that big a deal. It's harassment. Yeah."
    },
    {
      "end_timestamp": 1796.0,
      "id": "0842a25c-5aa0-366d-ae11-7c128033bb67",
      "speaker": "Jordan",
      "start_timestamp": 1774.0,
      "text": "If you attack somebody with any Okay, yeah, fine. I don't think I don't think words should be banned. Here's what I are taught. Here's what I would say. It's not it's banned for him, right. Let's throw this out there. All right. Maybe we do a 10 year Requiem, you know, like 10 years. You can't say it and then at the end of 10 years, if you still want to say"
    },
    {
      "end_timestamp": 1799.0,
      "id": "0444efd7-4292-38a5-a1dc-d9508fc829b6",
      "speaker": "Dan",
      "start_timestamp": 1796.0,
      "text": "it, let's see how you feel about with a sunset clause."
    },
    {
      "end_timestamp": 1813.0,
      "id": "c62c14d2-6a46-3ff7-92c4-3d2caa0bffc8",
      "speaker": "Jordan",
      "start_timestamp": 1799.0,
      "text": "loosely, we're not being in words, we're just seeing if you still want to say and after 10 years of not wanting to say because guess what, there are other words you can figure about, you can figure them out. After 10 years, you'd be like, You know what, I didn't really need that word in the first book."
    },
    {
      "end_timestamp": 1867.0,
      "id": "7d7735f0-879d-36d0-94cf-eea566beb579",
      "speaker": "Dan",
      "start_timestamp": 1813.0,
      "text": "You know what, I'm gonna guess I couldn't find any more in depth stories about this. I'm gonna guess that the order itself was broader. And like, Don't fucking harass people who should work for the Council of State. It would be nice, you know, like, I bet it was that right? And then also, if you use these fucking racist terms, again, that is harassment. Yeah, those are those that will automatically get you in trouble. Just stop making abusive phone calls. Also not hard. But yeah, Alex sees racism being criticized and so the rescue is gonna get in the phone. Absolutely racist superhero. So yeah. All right. Listen. Yeah. In 2022. You're a witch. There's some really disgusting language on Alex's show. Sure. In 2003, he scolds a caller for using the word Damn."
    },
    {
      "end_timestamp": 1876.0,
      "id": "1e1932f5-8272-35ee-a84c-d7e035dcaaa4",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1867.0,
      "text": "So my advice is anybody that goes to attorney at this point, you better make damn sure and having black and white that there truly is."
    },
    {
      "end_timestamp": 1888.0,
      "id": "7a427e5d-6a90-365b-a172-17a830322493",
      "speaker": "Alex Jones",
      "start_timestamp": 1876.0,
      "text": "We've got somebody saying the C word. And now the D word. We got a lot of kids listening live. Remember that you're addressing 10s of 1000s of home schoolers. This shows what for 1000s of homes, please watch your language."
    },
    {
      "end_timestamp": 1892.0,
      "id": "2cee1c8c-714d-3d3c-a159-230751199752",
      "speaker": "Dan",
      "start_timestamp": 1888.0,
      "text": "Terrifying to imagine this is a required listening for homeschoolers. This"
    },
    {
      "end_timestamp": 1895.0,
      "id": "e2d4e656-72b3-3379-9225-179e4d668b36",
      "speaker": "Jordan",
      "start_timestamp": 1892.0,
      "text": "is a family show it and now it's a homeschooling show."
    },
    {
      "end_timestamp": 1901.0,
      "id": "bf527202-d59d-35b0-b7bf-4015dc2d7925",
      "speaker": "Dan",
      "start_timestamp": 1895.0,
      "text": "And it's curriculum. Wow. Yeah. I don't know what he meant by the C word because I"
    },
    {
      "end_timestamp": 1906.0,
      "id": "5ab89719-c980-30ca-bcf4-3d2ddc9c2287",
      "speaker": "Jordan",
      "start_timestamp": 1901.0,
      "text": "didn't hear I really feel like if he was talking about the C word, then there's only one C word that I think me"
    },
    {
      "end_timestamp": 1919.0,
      "id": "cca996d6-fc93-39a5-bd32-f64945120486",
      "speaker": "Dan",
      "start_timestamp": 1906.0,
      "text": "too, but I didn't hear that. And I don't know if it was cut out or something. He used slurs earlier. He sure did is granted he was reading from a news story or whatever, right? Yeah, but that's where the bar is. Damn is"
    },
    {
      "end_timestamp": 1926.0,
      "id": "6d475b75-89d9-3409-94fc-09add04eac4d",
      "speaker": "Jordan",
      "start_timestamp": 1919.0,
      "text": "swearing, taking the Lord's name in vain bad racial slurs? Who said those are bad. They're not in the Bible"
    },
    {
      "end_timestamp": 1931.0,
      "id": "f5809a85-faba-366d-9986-564c40866a5c",
      "speaker": "Dan",
      "start_timestamp": 1926.0,
      "text": "on his show. Now he like fakes crying and screams about how he wants his enemies damned to hell."
    },
    {
      "end_timestamp": 1949.0,
      "id": "49cc5870-498a-3092-b8b5-99b44a4de671",
      "speaker": "Jordan",
      "start_timestamp": 1931.0,
      "text": "Yeah. Can't say damn though. Come on. Have some respect for the homeschooler it's ridiculous, I guess homeschoolers. Of all the things that my history textbooks taught me that were incorrect, which was a lot. I it's still better than listening to Infowars. That's for fucking sure."
    },
    {
      "end_timestamp": 1957.0,
      "id": "bb600517-567e-3d9c-88c4-4c2cafb06fd2",
      "speaker": "Dan",
      "start_timestamp": 1949.0,
      "text": "Yeah, I can't imagine how lost you'd be if this was something that was treated as like accurate when you're young."
    },
    {
      "end_timestamp": 1967.0,
      "id": "d8b0b9da-4325-3a05-80a0-e5969705d305",
      "speaker": "Jordan",
      "start_timestamp": 1957.0,
      "text": "Yeah. Can you imagine a textbook filled with just banal versions of Alex's insane conspiracy theories?"
    },
    {
      "end_timestamp": 1981.0,
      "id": "ea8813d9-0727-3852-bbc6-d38f819e9829",
      "speaker": "Dan",
      "start_timestamp": 1967.0,
      "text": "I've kind of read some of them in terms of like JBS literature. Sure. So maybe I can't imagine that's fair. But it's boo. Anyway, Alex says water filter sponsor on the guy for all from Big Berkey Sure,"
    },
    {
      "end_timestamp": 1986.0,
      "id": "d8dc69cf-fd62-3c65-a352-0e46172ec5a4",
      "speaker": "Jordan",
      "start_timestamp": 1981.0,
      "text": "sure. All we need to know is the non Limerick guy. That's all we need to know Schachter"
    },
    {
      "end_timestamp": 2009.0,
      "id": "b8fc8203-fda4-3eeb-844f-0be7e36f4a48",
      "speaker": "Dan",
      "start_timestamp": 1986.0,
      "text": "has not shown up in a bit. I think he doesn't pop up until later because that wasn't like the 2009 Euro stretch. Yeah. For those who haven't heard those episodes, Alex says A. So the Calvin soap company is a sponsor and their owner Marty Schachter shows up he and he clearly had something in his contracts where he Alex had to let him tell a dirty Limerick every"
    },
    {
      "end_timestamp": 2017.0,
      "id": "46092ac5-8e0c-35b5-971a-beaf5917284f",
      "speaker": "Jordan",
      "start_timestamp": 2009.0,
      "text": "single time. He has a limerick and it's dirty. What a wild thing to be your calling card. But what are you gonna do? Yeah,"
    },
    {
      "end_timestamp": 2020.0,
      "id": "6acb0e3c-06df-36ff-aa11-0ce949a03a2d",
      "speaker": "Dan",
      "start_timestamp": 2017.0,
      "text": "well, we remember it. Oh, yeah. Forever."
    },
    {
      "end_timestamp": 2023.0,
      "id": "6df355d1-f242-3296-b9e1-ee6c9ddaf70b",
      "speaker": "Jordan",
      "start_timestamp": 2020.0,
      "text": "No, no, it didn't sell product, but it is memorable."
    },
    {
      "end_timestamp": 2026.0,
      "id": "280b236d-15c8-3200-b2af-4b08709e64ad",
      "speaker": "Dan",
      "start_timestamp": 2023.0,
      "text": "Do you think if you didn't do that, I would remember the name Calvin. So"
    },
    {
      "end_timestamp": 2031.0,
      "id": "2bd683ba-e6d4-3808-a51a-5a831a8425fc",
      "speaker": "Jordan",
      "start_timestamp": 2026.0,
      "text": "absolutely. No, absolutely branding. They still they still in business?"
    },
    {
      "end_timestamp": 2041.0,
      "id": "77c81cfc-17f8-30cc-acf9-3880f81206a6",
      "speaker": "Dan",
      "start_timestamp": 2031.0,
      "text": "I don't think so. I don't think he's dead. But the water filter sponsor is on and of course the seven water filters but Alex also has to lie to him a little"
    },
    {
      "end_timestamp": 2055.0,
      "id": "fcf1ad81-2d32-3b76-9004-0ba44c8450a5",
      "speaker": "Alex Jones",
      "start_timestamp": 2041.0,
      "text": "gem the American Bar Association, in their document not looked at it. Not just for corporate fraud. It's for all so called crime. Now your lawyer is a tattletale on the government. That is"
    },
    {
      "end_timestamp": 2059.0,
      "id": "7106bc26-bb2d-352f-ae65-bd7fbd819440",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2055.0,
      "text": "incredible. That is incredible. What happened to attorney client privilege."
    },
    {
      "end_timestamp": 2080.0,
      "id": "f1415a07-095c-372a-90a4-6d73ac13f466",
      "speaker": "Alex Jones",
      "start_timestamp": 2059.0,
      "text": "They just voted it down yesterday in San Francisco. Now is this for the state of California is this nationwide though the National Bar met in San Francisco and get the Associated Press article here when we dig it out. Aba erases rule on informing lawyers can now report suspected fraud by clients."
    },
    {
      "end_timestamp": 2090.0,
      "id": "ea2d900f-eb43-35c2-9696-82e7029a3bde",
      "speaker": "Dan",
      "start_timestamp": 2080.0,
      "text": "Yeah, I mean, we've talked about this already. This is not getting rid of client confidentiality or whatever. But you can see how like sort of gullible his"
    },
    {
      "end_timestamp": 2097.0,
      "id": "13f49446-533e-3944-b032-13f41f405362",
      "speaker": "Jordan",
      "start_timestamp": 2090.0,
      "text": "Yeah, I mean, that guy was immediately like, holy shit, we've lost it all. All of those rights are gone. I mean,"
    },
    {
      "end_timestamp": 2106.0,
      "id": "dabcdfdf-e10a-3ee8-80cb-437ab7ebd7f9",
      "speaker": "Dan",
      "start_timestamp": 2097.0,
      "text": "and this is what I find so fascinating. Now is that once Alex has an inch, he's gonna take them by Oh for sure. And so he does."
    },
    {
      "end_timestamp": 2111.0,
      "id": "1ff8567d-dbe7-37c8-8eeb-3350ace9d784",
      "speaker": "Alex Jones",
      "start_timestamp": 2106.0,
      "text": "Well they also are calling to abolish the jury system"
    },
    {
      "end_timestamp": 2122.0,
      "id": "247814f1-ce1e-34ec-8efe-6d388a8a6c4f",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2111.0,
      "text": "well, that's real sweet. If you know some of the stuff that's coming down the pike if somebody was said this was gonna happen 15 years ago, everybody said you're a stark raving mad."
    },
    {
      "end_timestamp": 2126.0,
      "id": "5aa93177-0469-3ed5-9717-b0224cc84da1",
      "speaker": "Dan",
      "start_timestamp": 2122.0,
      "text": "Well, here we are. 19 years later, and you are"
    },
    {
      "end_timestamp": 2134.0,
      "id": "17cbd400-c9a9-38eb-8a8f-4ece8ee689c3",
      "speaker": "Jordan",
      "start_timestamp": 2126.0,
      "text": "mad. Yes. It's been stark raving mad for a bit by your math. 24 years or so. 34 years and"
    },
    {
      "end_timestamp": 2142.0,
      "id": "12f2f79b-5676-3ab1-9ab1-230135059257",
      "speaker": "Dan",
      "start_timestamp": 2134.0,
      "text": "then so yeah. Um, so they're gonna abolish the jury system. I like no confidentiality."
    },
    {
      "end_timestamp": 2163.0,
      "id": "692d369f-ddfd-3798-90d4-373ae6d8ed27",
      "speaker": "Jordan",
      "start_timestamp": 2142.0,
      "text": "Yep. I really I really like his responses to what should be earth shattering news. What sweet? Yeah, exactly. Like, that's your response. You know, the whole bedrock of society is falling apart. Well, great. Now how am I gonna get to work? Well?"
    },
    {
      "end_timestamp": 2180.0,
      "id": "2859fd48-b244-3a6f-b121-a3386630a8bb",
      "speaker": "Dan",
      "start_timestamp": 2163.0,
      "text": "Yeah. Oh, my God think that's kind of indicative. Not seriously, these people take their own information. Probably. Yeah. Big. Like, if someone was like they're taking away people's right to juries? I think the response would be to the"
    },
    {
      "end_timestamp": 2187.0,
      "id": "43f0a6cb-57ae-34f0-9f07-54d1e888d10e",
      "speaker": "Jordan",
      "start_timestamp": 2180.0,
      "text": "streets. Absolutely. Like, I mean, that's that'd be Come on. Come on, guys. Yeah, we've let them take away a lot of shit. But come on. Yeah,"
    },
    {
      "end_timestamp": 2198.0,
      "id": "a9aedf81-c750-3f31-86a9-55296ea9f12f",
      "speaker": "Dan",
      "start_timestamp": 2187.0,
      "text": "I think this is a little bit dumb. Time to start fires. But it turns out that I think that this guy, Jim waterboy. Jim, is a little bit dumb himself. Oh,"
    },
    {
      "end_timestamp": 2208.0,
      "id": "b5b27927-18dd-33bc-bf82-fd20709f4d5c",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2198.0,
      "text": "I don't know if you ever read that David Wilkerson's book back in. I read it back in 1976. I think it was called the vision. Anyway."
    },
    {
      "end_timestamp": 2213.0,
      "id": "c17cc696-29fc-372e-b84e-2a593105efb5",
      "speaker": "Dan",
      "start_timestamp": 2208.0,
      "text": "David Wilkerson is like a doomsday type preacher. He's, you know,"
    },
    {
      "end_timestamp": 2214.0,
      "id": "deecb666-73ca-3476-ac26-07af2f938712",
      "speaker": "Jordan",
      "start_timestamp": 2213.0,
      "text": "there's no shortage of those. Yeah."
    },
    {
      "end_timestamp": 2230.0,
      "id": "65296e0b-a0e4-3cc9-acd6-bf5e45455083",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2214.0,
      "text": "In that he'd had a vision and he kind of laid it out and what was going to take place in America? Back in the 1970s. I guess I read that 76 Yeah, it's 76. I read that and it just seemed like science"
    },
    {
      "end_timestamp": 2234.0,
      "id": "8c051e08-63fa-3ef6-b532-942211c19097",
      "speaker": "Alex Jones",
      "start_timestamp": 2230.0,
      "text": "fiction. I haven't heard of that. What did he say was gonna happen? I picked that"
    },
    {
      "end_timestamp": 2285.0,
      "id": "76f3c214-6222-38c2-b415-4b49238eb6f7",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2234.0,
      "text": "book up about a year ago and reread it and I couldn't believe it. It was just all like ancient history. All he said that was some of the things that he said they would start ordaining gay, you know, ministers. And you know, back in 76, it was like, what does it never happen in America? And blah, blah, blah over why all the stuff that's on the front headlines is stuff that he was he wrote in that book back in 1976. And, and it's been about a year since I've read it. But what I can tell you is that the stuff that he wrote in there that just Well, one of the things that he said back then is that you would that the people would be getting pornography on their home TVs. And it was like, No, this could never happen in America way back then. Today, through cable TV, that's just everyday stuff."
    },
    {
      "end_timestamp": 2318.0,
      "id": "fab07873-d793-3e40-b79d-fcf11dde94e4",
      "speaker": "Alex Jones",
      "start_timestamp": 2285.0,
      "text": "Like I said, I've walked into hotel rooms turned it on and somebody was in there before me you know, six hours before bought the big package. And it's just Triple H right there. And then I was in Kansas City it wasn't just the heterosexual stuff folks there in the menu wasn't all and I just looked at the menu. And I mean, it's in now Channel Four in England is going to air I hate to even mention this folks. This is this is BBC 10 year old kids having sex on a house. I mean, with cameras"
    },
    {
      "end_timestamp": 2321.0,
      "id": "5182b9c2-1b27-309a-9911-d762338fbf47",
      "speaker": "Jordan",
      "start_timestamp": 2318.0,
      "text": "here. Why is in a house important in that same"
    },
    {
      "end_timestamp": 2327.0,
      "id": "7bb6820d-987c-3c7a-8230-a52c7d7833a1",
      "speaker": "Alex Jones",
      "start_timestamp": 2321.0,
      "text": "American UK and the same channel last year? Have the guy eat the baby are real babies?"
    },
    {
      "end_timestamp": 2342.0,
      "id": "5ae9886d-8436-3d70-b013-9138f48ea9fd",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2327.0,
      "text": "Marinated? I'll tell you, I don't know where it is all going to end but I'll tell you what. Really? Yeah, times I feel like I'm going into a science fiction movie, you know, used to see these old science fiction movies about Atlantis."
    },
    {
      "end_timestamp": 2357.0,
      "id": "73a3771f-1a1f-37d4-9214-8883898ba18e",
      "speaker": "Dan",
      "start_timestamp": 2342.0,
      "text": "Yeah, a lot of Alex's stuff does seem like a science fiction movie. We already talked about his fears of this. This show where 10 year olds were in a house. That was that's not real. I don't know about this marinating baby thing"
    },
    {
      "end_timestamp": 2361.0,
      "id": "9bb1ae8c-3033-3607-90dc-ab6a88163c83",
      "speaker": "Jordan",
      "start_timestamp": 2357.0,
      "text": "I'm a fan of everything this guy believes he's making"
    },
    {
      "end_timestamp": 2366.0,
      "id": "790c2c71-5a2a-3972-86d2-0990fc583156",
      "speaker": "Dan",
      "start_timestamp": 2361.0,
      "text": "Alex's making that sound like it was some kind of a like British fear factor but you had to eat."
    },
    {
      "end_timestamp": 2383.0,
      "id": "072c6e48-5502-3177-825e-898e848d913f",
      "speaker": "Jordan",
      "start_timestamp": 2366.0,
      "text": "I mean he just kind of made it sound like they get the guy to baby right yeah, the guy eat a baby he marinated at the baby and then what was that a single was that a special? Was there a mini series sick but easy. Did six episodes at the time a lot, you know? Bye bye bye. Boom."
    },
    {
      "end_timestamp": 2387.0,
      "id": "7a534e90-a4d7-3c0b-9b15-72388acebc94",
      "speaker": "Dan",
      "start_timestamp": 2383.0,
      "text": "Was it Gervais?"
    },
    {
      "end_timestamp": 2390.0,
      "id": "16835b9c-def4-3a50-9ae0-711094450b08",
      "speaker": "Jordan",
      "start_timestamp": 2387.0,
      "text": "The Office baby oh, it was a very different job Boss"
    },
    {
      "end_timestamp": 2410.0,
      "id": "0745b0c0-336c-347c-9f47-5f364ed38a6e",
      "speaker": "Dan",
      "start_timestamp": 2390.0,
      "text": "Baby. I don't know I don't know what this is just just seemed silly. Also, I mean, like, come on. The VHS was invented in the seven Hey, yeah, dude. I don't know what kind of prophecies this guy is dropping down. But I hear some of these some of these trends might be things you could see coming."
    },
    {
      "end_timestamp": 2426.0,
      "id": "540f864b-cc05-30c6-90bb-c08f453e44f6",
      "speaker": "Jordan",
      "start_timestamp": 2410.0,
      "text": "Here's, here's what I'll say, after the Gutenberg Bible was printed, you know, it took a week before Porn was printed. You know, like, Come on, man. We don't need to, we don't need to jump too far into the future to be like, oh, yeah, people make born out of that. And it'll be right in your house."
    },
    {
      "end_timestamp": 2441.0,
      "id": "ded49c9e-abc9-324d-ae76-2f107818264f",
      "speaker": "Dan",
      "start_timestamp": 2426.0,
      "text": "Yep. So Alex, take some calls. And of course, he's been talking a whole lot about Mel Gibson, and the Simon Wiesenthal Center, and what have you and Mike down for this. This call is wild."
    },
    {
      "end_timestamp": 2447.0,
      "id": "1fbc06bd-e7bc-33c8-8164-6aa733c6dbe0",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2441.0,
      "text": "But we've got to get back behind male gifts and help that young man."
    },
    {
      "end_timestamp": 2504.0,
      "id": "d5b8f645-c301-3c40-8f27-86b8e167269f",
      "speaker": "Alex Jones",
      "start_timestamp": 2447.0,
      "text": "He's put his resources up. He's put his talent up. He's trying to get a message across and here we sit and we just talked about it like that judge in Alabama. Well, isn't it ridiculous that Arnold can say he admires Hitler hangs out with top Nazis to this day, defends him. And they say he's good southern, the, the Simon Wiesenthal. And the same guy that runs it, then attacks Gibson, and says Don't let this film come out. Well, we got to get behind Gibson and says it's coming out. You know, if you read if you read a book that Henry Ford wrote years ago, about international two, you're gonna find that these these four or five Jews that came up with Christopher Columbus, no without a Queen Isabel funny when I got back, you know who went to jail? Columbus? Sure. I appreciate your call. Yeah, I gotta go."
    },
    {
      "end_timestamp": 2519.0,
      "id": "59287783-4aba-3533-9ecc-7c7093f3a5ca",
      "speaker": "Dan",
      "start_timestamp": 2504.0,
      "text": "Yeah, Alex was totally on board with this guy. They're having a great time talking about how the Simon Wiesenthal Center is be doing Mel Gibson wrong. Yeah. And then when the color is like, yeah, you know, the, the tell you about the international shit."
    },
    {
      "end_timestamp": 2529.0,
      "id": "3232ddfe-c0d1-3470-95f4-8ed406a13674",
      "speaker": "Jordan",
      "start_timestamp": 2519.0,
      "text": "Ah, man, you know, at a certain point, you just gotta be like, hey, obviously, I think this, but we don't want to do that."
    },
    {
      "end_timestamp": 2546.0,
      "id": "41e189ad-681b-3057-88b1-d060b5c6d57a",
      "speaker": "Dan",
      "start_timestamp": 2529.0,
      "text": "Obviously, I have a keen awareness that most of my audience believes this. And they think that I'm using coded language, and that's why they enjoy my show. Yeah. But you can't make it too obvious on air. Because then everyone knows this is a fucking Nazi show."
    },
    {
      "end_timestamp": 2566.0,
      "id": "af2571c7-0969-32eb-a51d-5d533e3f0c4c",
      "speaker": "Jordan",
      "start_timestamp": 2546.0,
      "text": "Yeah, yeah. Shouldn't that be a thing that we all just know all the time, like all of us across the world, human? Shouldn't we all just be able to be like, hey, guess what? This one's a Nazi show. Because this time this happened. And that's all we need to know. You know, like it? Shouldn't that be enough? Shouldn't one Nazi be enough?"
    },
    {
      "end_timestamp": 2689.0,
      "id": "96663ac6-73d3-304d-945a-5e4b0b825ef4",
      "speaker": "Dan",
      "start_timestamp": 2566.0,
      "text": "I'm sure. I mean, that we don't have to stop there. But yes, exactly. The rest of the show gets weird. So I will say that we had kind of planned where the idea was that we do an episode on Monday, about a video that had been posted on band dot video. It was a fourth hour of Alex's show hosted by a guy named Royce White, who is a failed GOP candidate to unseat Ilhan Omar in Minnesota. And he has taken to defending Kanye in a way that is maybe a bad way to defend him. He's doubling down on some of the things God knew saying and labeling Jews who he doesn't like anti Jews. Yeah. And it's very, it's very troubling. The trend that you're seeing in the right wing right now. Yeah, in particularly the way anti semitism is so on the rise and emboldened by statements that Kanye is making. You see Nick Fuentes coming out. And really, really going hard. Thanks to some of the cover, I guess you get from Kanye, and his behaviors. And you see it on Infowars. You see, you see the certain section of the content, being kind of denial of like, this isn't anti semitic? What are you talking about? Right? What did he say? Right, you know, and then you have another section of it. That is like, no, actually, he's right. And it's not all Jews. It's just bad Jews, hey, or whatever. Yeah. And you go back to 2003. And you're kind of hoping for a different tone. And then No, have a caller who's bringing up the international Jew? And I think I think the lesson that you take away from this or that I think is appropriate to take away from this is like, this is what this show is Yeah, yeah."
    },
    {
      "end_timestamp": 2698.0,
      "id": "10884268-16d8-3bdd-8423-1ca6ded6aac3",
      "speaker": "Jordan",
      "start_timestamp": 2689.0,
      "text": "Yep. And also that over 20 years, regardless of whether or not somebody continues talking about hating Jews, Boy, they sure still do. Yeah."
    },
    {
      "end_timestamp": 2731.0,
      "id": "28680951-2f66-3fdc-b518-50785e7fb800",
      "speaker": "Dan",
      "start_timestamp": 2698.0,
      "text": "And I mean, like, if you go Go to the video of Royce whites fourth our appearance, which I should just really stress is on Alex's show. It's the fourth hour of his show, just with a guest host. The comments on it are like, Finally somebody is saying this stuff. Yep. And you know, that's what the caller's who express things like this are thinking. They're waiting for Alex to finally just bring up that Henry Ford shit, man. Yep, bring up that stuff. That was Nazi propaganda."
    },
    {
      "end_timestamp": 2735.0,
      "id": "220ac645-96d4-31bb-851d-79f6ba584335",
      "speaker": "Jordan",
      "start_timestamp": 2731.0,
      "text": "But what you're going to do, yeah, yeah, I mean, you know, anyway, it'll"
    },
    {
      "end_timestamp": 2742.0,
      "id": "83f06b96-e487-335c-b440-3d4efc952936",
      "speaker": "Dan",
      "start_timestamp": 2735.0,
      "text": "get worse later. But for now, Alex has some other news because he just wants to jump away from that and be like globalist doesn't mean,"
    },
    {
      "end_timestamp": 2746.0,
      "id": "43021d45-c81d-3753-8972-c422cf82ff24",
      "speaker": "Jordan",
      "start_timestamp": 2742.0,
      "text": "let's not pretend I don't hate Jews. I don't hate Jews publicly."
    },
    {
      "end_timestamp": 2748.0,
      "id": "cf78c081-2ec3-3598-8cd6-982d75706294",
      "speaker": "Dan",
      "start_timestamp": 2746.0,
      "text": "So yeah, some other other news."
    },
    {
      "end_timestamp": 2766.0,
      "id": "9d4df935-9e16-3fdf-85c5-125585173148",
      "speaker": "Alex Jones",
      "start_timestamp": 2748.0,
      "text": "Some of the news I haven't gotten to yet. Yeah, this has now come out. It was Condoleezza Rice, who warned Willie Brown not to fly on 911. The San Francisco Chronicle and others who admitted Willie Brown admitted that he was told the day before the flight to New York that day. Now, it turns out it was Condoleezza Rice telling him not to do that. We have this on infowars.com."
    },
    {
      "end_timestamp": 2832.0,
      "id": "de32abd1-b0b4-35a5-a83c-f6da60fe55cb",
      "speaker": "Dan",
      "start_timestamp": 2766.0,
      "text": "This is bullshit. Willie Brown wasn't told not to fly that day. It's a misconception and a bullshit thing that 911 truthers use. Here's how he described the call he got from his security contacts that work at the airport, not Condoleezza Rice, okay. He said the call, quote, didn't come in any alarming fashion, which is why I'm hesitant to make an alarming statement. It wasn't an abnormal call. I'm always concerned if my flight is going to be on time, and they always alert me if I ought to be careful. And guess what? He was still going to fly that day. He didn't change his plans. He only didn't fly because it was an 8am flight out of San Francisco, which is after the Trade Center had already been hit. He was going like he was gonna go to the airport. He's waiting for his ride when he saw the news of the attack on TV. Yeah, I was just making shit up because he's a liar likes to fuck with his audience. Also, fun fact, the claim that the warning to Brown came from Condoleezza Rice traces back to a comment made by a Holocaust denier, David Irving, who had no proof for the claim, and he's just making that shit up to kind of weird how there's so much Nazi shit on this show. Even back in 2003."
    },
    {
      "end_timestamp": 2852.0,
      "id": "0d39d4dd-4627-3965-bbc7-13b900d217e6",
      "speaker": "Jordan",
      "start_timestamp": 2832.0,
      "text": "Yeah, yeah, it is. It is like, man back in the day, a conspiracy could be built out of a thing that literally everyone who flies now gets like they get text updates every five seconds. If your flight is changed in a minute, you get a text update. And but 20 years ago, holy shit is a conspiracy theory. Yeah."
    },
    {
      "end_timestamp": 2892.0,
      "id": "4f773d15-2ac6-3703-b8bd-560bcd028814",
      "speaker": "Dan",
      "start_timestamp": 2852.0,
      "text": "I mean, it is interesting, on some level, you know, like, what exactly was the nature of the concern that the people at the airport were expressing to Willie Brown, right? What was it? It clearly wasn't that severe, because he was gonna fly anyway. Right? Also, if it was something that indicates it was indicative of foreknowledge of the attack. That's kind of dumb, because the flight was taken off after the attack happened. There is a rally, they knew that it was going to happen, they would know when it was going to happen, right? And he wouldn't have to be warned at all because his plane would never take off. Nope. So none of this makes any sense. Let's conspiracy built out of nothing. And the Condoleezza Rice aspect comes from a Holocaust denier,"
    },
    {
      "end_timestamp": 2901.0,
      "id": "ca08321e-6e60-3ca1-a0e7-926d5370098d",
      "speaker": "Jordan",
      "start_timestamp": 2892.0,
      "text": "but it is a coincidence, really. And a Don Salazar would say it doesn't jive. That's true. All right. But it's not a drivable thing. dumb"
    },
    {
      "end_timestamp": 2909.0,
      "id": "db7f69cc-e4e6-3979-b974-56331c305703",
      "speaker": "Dan",
      "start_timestamp": 2901.0,
      "text": "people have questions. And that means we need to report on this. So Alex has some other news. It's pretty severe stuff."
    },
    {
      "end_timestamp": 2920.0,
      "id": "9dfe0a8e-e0ee-353e-a6b3-d65a923f44ab",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2909.0,
      "text": "How are you doing? I had a few questions here because you know, things go fast on your show. You said in Pennsylvania, there was a law made that preacher can cite the Old Testament."
    },
    {
      "end_timestamp": 2928.0,
      "id": "4739be20-72a5-3f20-9c19-d33b7eaeee63",
      "speaker": "Alex Jones",
      "start_timestamp": 2920.0,
      "text": "Oh, yes. They said they read passages criticizing homosexuals or others can be arrested or fined Republican."
    },
    {
      "end_timestamp": 2930.0,
      "id": "99a75429-94fc-3f73-936b-21b5336c4448",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2928.0,
      "text": "And where was that article? Governor Schweiker"
    },
    {
      "end_timestamp": 2935.0,
      "id": "756f3b85-0107-3859-bfcf-2b507188a1af",
      "speaker": "Alex Jones",
      "start_timestamp": 2930.0,
      "text": "Associated Press singing as news all over the place."
    },
    {
      "end_timestamp": 2943.0,
      "id": "2c1c7ebc-07aa-3e64-9b0f-6d0ef2604397",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2935.0,
      "text": "Wow, unbelievable last year, and I just read the freedom of religion to speak out on stuff or whatever and quote passage from Bible booth follow the"
    },
    {
      "end_timestamp": 2951.0,
      "id": "a859bd7a-b040-3f9a-8f57-b86c86d49776",
      "speaker": "Alex Jones",
      "start_timestamp": 2943.0,
      "text": "guy who called the Pakistan person a Paki. And whether you're, I mean, that's just an abbreviation for whether it is racist or not. It's free speech folks."
    },
    {
      "end_timestamp": 2972.0,
      "id": "f5ce4411-db10-3ce8-9c03-dbedbf189f0b",
      "speaker": "Dan",
      "start_timestamp": 2951.0,
      "text": "didn't arrest him. I can find the UK Yeah, I can find literally no evidence of this opposed law. But if I had to guess what Alex is talking about, there have been cases where anti LGBTQ protesters have yelled Old Testament verses that have been used to argue like homophobia being a pillar of Christianity check gay people at events. Yeah,"
    },
    {
      "end_timestamp": 2975.0,
      "id": "f8b962ef-b3c2-3ac8-9aca-7de55f0b0147",
      "speaker": "Jordan",
      "start_timestamp": 2972.0,
      "text": "Leviticus, but but but but but but I don't"
    },
    {
      "end_timestamp": 2987.0,
      "id": "bfae72b2-f0bc-3e01-8837-153fcd6c8059",
      "speaker": "Dan",
      "start_timestamp": 2975.0,
      "text": "think that those people were generally arrested or cited for their comments, but for other protesting related infractions, whatever the case, it's just not true that you can't preach the Old Testament in Pennsylvania. That's stupid."
    },
    {
      "end_timestamp": 2995.0,
      "id": "29b77fb0-db50-34e9-b66d-0cce7abdab5d",
      "speaker": "Jordan",
      "start_timestamp": 2987.0,
      "text": "Yeah, I mean, you know, whatever he's complaining about most of the people that want to do are probably in Congress now. So you know,"
    },
    {
      "end_timestamp": 3023.0,
      "id": "9d79a8b4-168b-3ffe-aee3-c3b9ca83ad7b",
      "speaker": "Dan",
      "start_timestamp": 2995.0,
      "text": "well, I'm you have like in addition to this, we are not See a thread. You also have this preoccupation with, like sort of homosexual being opposed to homosexuality in a way that Alex pretends isn't part of his worldview now, you know, there is a I'm cool, I'm fine. Yeah, good. I'm hit with it. But you look back on this like no, you're not I"
    },
    {
      "end_timestamp": 3043.0,
      "id": "d9b755f7-ec71-362d-99b6-b8ed51218412",
      "speaker": "Jordan",
      "start_timestamp": 3023.0,
      "text": "mean, I just don't see any way we're not obviously dealing with Nazis here anymore. I don't get any more of anti semitism is authorized. They hate trans people. They hate LGBTQ plus people. These are just literal Nazis. We're dealing with Nazis. Now we know how to deal with Nazis. We're dealing with Nazis. This is what we're dealing with. Stop pretending like we're not."
    },
    {
      "end_timestamp": 3049.0,
      "id": "7f86108b-6c4b-3681-b046-6e545b29d36a",
      "speaker": "Dan",
      "start_timestamp": 3043.0,
      "text": "So I like says another color. Yep. This This color is interesting."
    },
    {
      "end_timestamp": 3091.0,
      "id": "cff43b1b-1ce3-30ba-97a3-278e5b02e14b",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3049.0,
      "text": "Okay, the next point is this is on the homosexual movement. And okay, here is this information I have. Back in April of 1999. There was a bill presented and evidently it passed. But this is what we need to find out. The bill was and everyone gets your pens out and write this down and do your homework people. We need to find out about this. But I think this is why they're being so in our face and pushing all this ahead. It's hr 2431. And it was presented the international freedom from religious persecution act."
    },
    {
      "end_timestamp": 3140.0,
      "id": "4c605104-d58b-3cd1-9ebf-adc0f503ee50",
      "speaker": "Dan",
      "start_timestamp": 3091.0,
      "text": "So this bill did pass became the International Religious Freedom Act of 1998. This caller thinks, or at least this is what I imagined threats caller thinks that the bill is designed to protect gay people from religious persecution. But it was actually about creating some governmental bodies that would monitor religious groups who are being persecuted in other countries and advocate on their behalf. Right. This is really stupid stuff. And I don't know why you would expect anything else on this show. Yeah, this is 2003, five years after this bill became law, and she's not even sure if it passed. Yeah. Now, that's what I thought her angle was going to be. Aha, that it was about like protecting gay people from religious persecution. Okay, but then she kept talking. Oh, no. And I would say that given a million guesses, I would never have predicted that this was a conspiracy. All right."
    },
    {
      "end_timestamp": 3165.0,
      "id": "1c5a83d0-d777-3575-8e07-d13a640a6683",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3140.0,
      "text": "But now here's, here's the twist of it. It says for example, now that I'm reading from this, for example, if the practice of homosexuality becomes defined as a religion, then any group opposing homosexuality could be classed as violating their religious rights. And then any of its members could be universally fined, jailed, or monetarily ostracized. Yeah."
    },
    {
      "end_timestamp": 3180.0,
      "id": "835fc286-9af6-3fa0-b47d-032b964acbc6",
      "speaker": "Alex Jones",
      "start_timestamp": 3165.0,
      "text": "They're trying to sell us the system. And they're gonna use Neo cons to sneak it through on us. And it is. I mean, I just read the article in England where the guy used to be just a word and they arrested him. This is the Scotland Yard diversity unit. What"
    },
    {
      "end_timestamp": 3198.0,
      "id": "49360d28-f1c0-3193-ad5f-5d1c82a1da82",
      "speaker": "Dan",
      "start_timestamp": 3180.0,
      "text": "what so the conspiracy is that this bill is part of the gay agenda and then they're going to use this and then later they're going to make being gay a religion. Yeah. And what? Okay. Yeah, they're trying to the Neo cons are trying to push this through."
    },
    {
      "end_timestamp": 3214.0,
      "id": "8e8c5022-a6af-3bbd-8b51-0a3407c2b6d5",
      "speaker": "Jordan",
      "start_timestamp": 3198.0,
      "text": "You know what, here's my pitch. Let's do it. I'm down. I'm down for it. I will develop a religion based entirely around homosexuality, and then the government has to allow everything to work. I think that's how it works perfectly"
    },
    {
      "end_timestamp": 3222.0,
      "id": "dc220b0d-b01c-3bca-9e9b-a2696377487c",
      "speaker": "Dan",
      "start_timestamp": 3214.0,
      "text": "well. Whether or not you are going to unsuccessfully do this. Oh, I think it's gonna work in the year of our Lord 2022"
    },
    {
      "end_timestamp": 3225.0,
      "id": "1ac5b9f9-26d1-3018-8756-0bb300ff084c",
      "speaker": "Jordan",
      "start_timestamp": 3222.0,
      "text": "I think I got this one"
    },
    {
      "end_timestamp": 3227.0,
      "id": "48b7a0d1-071b-3e4f-8570-68f03a489d91",
      "speaker": "Dan",
      "start_timestamp": 3225.0,
      "text": "2003 This is some silly shit"
    },
    {
      "end_timestamp": 3231.0,
      "id": "d9d229ab-68f8-3d13-95f6-f7e27f9fd1c9",
      "speaker": "Jordan",
      "start_timestamp": 3227.0,
      "text": "happened did not happen no, no, it has yet to come to pass"
    },
    {
      "end_timestamp": 3241.0,
      "id": "8faa57e9-625d-33d1-893b-52c3046e3fcf",
      "speaker": "Dan",
      "start_timestamp": 3231.0,
      "text": "again preoccupation of fear of people. So Alex gets another color trends are happening here. Manuel"
    },
    {
      "end_timestamp": 3243.0,
      "id": "46acafb1-e8e3-35c7-a866-6063957c6dfe",
      "speaker": "Alex Jones",
      "start_timestamp": 3241.0,
      "text": "and Pennsylvania Go ahead. Yes Alex"
    },
    {
      "end_timestamp": 3255.0,
      "id": "bc3ad25c-a879-3ed7-98a3-a336f4636a7b",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3243.0,
      "text": "first I'd like to say your latest video police they three expertly done very good. lays it out as absolute whether you serve good or evil I mean it's to document very very good work."
    },
    {
      "end_timestamp": 3258.0,
      "id": "5c74618d-bab1-31ff-b617-caf907f76d3b",
      "speaker": "Alex Jones",
      "start_timestamp": 3255.0,
      "text": "It's our longest to get to Well it"
    },
    {
      "end_timestamp": 3275.0,
      "id": "6ac76b7a-d0be-3028-b73f-4bdb9ea6b47a",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3258.0,
      "text": "sure is and when I first watched it, I watched it oh yeah, it is long long. It is long and like to say that this homosexuals we can't call them perverts but uh. They get on TV every day these pundits and they call it a terrorist so speaking up the truth and a double think is that"
    },
    {
      "end_timestamp": 3284.0,
      "id": "477ac2a0-2cd4-3805-808c-af9d0a8b9bfc",
      "speaker": "Alex Jones",
      "start_timestamp": 3275.0,
      "text": "well look it's the first amendment and and and I'll fight to the death for anybody to have the right to say what they what they feel what they believe. But no, it's all one sided."
    },
    {
      "end_timestamp": 3295.0,
      "id": "c3edb98b-d91a-30db-81d4-5c5d87556ade",
      "speaker": "Dan",
      "start_timestamp": 3284.0,
      "text": "So the sky color. Alex's films are long and that is a mark of quality. Right? And apparently he's mad that people don't like that he calls gay people pervert."
    },
    {
      "end_timestamp": 3300.0,
      "id": "991bc7b9-2261-3ab2-86ea-46a2c5759530",
      "speaker": "Jordan",
      "start_timestamp": 3295.0,
      "text": "Yeah, okay. Yeah, yeah, you know, it feels"
    },
    {
      "end_timestamp": 3302.0,
      "id": "d2b53eda-b888-3c91-9fda-5b6d57df738a",
      "speaker": "Dan",
      "start_timestamp": 3300.0,
      "text": "Getting a real view of some of this audience."
    },
    {
      "end_timestamp": 3315.0,
      "id": "4cdd6edf-2c50-3758-81ca-121bdb60e051",
      "speaker": "Jordan",
      "start_timestamp": 3302.0,
      "text": "It feels it feels awful. It feels awful to know that 20 years is meant nothing. Fuck all. Yeah, useless, pointless waste of 20 years. Yeah."
    },
    {
      "end_timestamp": 3318.0,
      "id": "c007ba4b-3f79-3da7-99bf-1a99e5bf4e33",
      "speaker": "Dan",
      "start_timestamp": 3315.0,
      "text": "Yeah, gotta like this next club boy. Here's another call. Okay,"
    },
    {
      "end_timestamp": 3325.0,
      "id": "c73e5e47-c8a8-30c7-b692-2e54fb2d2447",
      "speaker": "Alex Jones",
      "start_timestamp": 3318.0,
      "text": "great. All right, we also have infowars.com bumper stickers. Let's check out a padding in Ohio wanted to make another point. Go ahead, Patty."
    },
    {
      "end_timestamp": 3351.0,
      "id": "7467f3ab-f792-335f-8c6c-8c2df2624575",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3325.0,
      "text": "Well, I wanted to say first, I have two things. But the Jewish people, you know, their kinds of Jews, I believe I used to have a paper I passed out to people all the time. The ones that we need to be worried about are the communist Jews. And I'll tell you what, no one ever uses that word communist. They're still afraid of it. Not that long. They will not say communists Jews."
    },
    {
      "end_timestamp": 3362.0,
      "id": "e9128952-8955-35b9-832b-920d1c66f05e",
      "speaker": "Dan",
      "start_timestamp": 3351.0,
      "text": "Why does Alex I mean, obviously, I know the answer to this. It's sort of rhetorical Sure. Why does Alex allow someone to keep talking after they say there are six kinds of juice? Oh, boy."
    },
    {
      "end_timestamp": 3365.0,
      "id": "2b92960e-7f01-3453-aa06-f1bcc915fd96",
      "speaker": "Jordan",
      "start_timestamp": 3362.0,
      "text": "Well, I mean, what good is"
    },
    {
      "end_timestamp": 3367.0,
      "id": "c28e2574-ab62-33d4-b4d6-c3262236cca1",
      "speaker": "Dan",
      "start_timestamp": 3365.0,
      "text": "going to come out of the restaurant sentence?"
    },
    {
      "end_timestamp": 3388.0,
      "id": "3eec4c94-971b-310e-99c9-0d7a188eafff",
      "speaker": "Jordan",
      "start_timestamp": 3367.0,
      "text": "Okay, so it was 2003 I think Pokemon Gold had just been released pretty recently. So you know, he's like, you gotta catch them. All. Right. He's got that on his brain. And then she listened and he doesn't catch the second part, which I totally get, you know, everybody's into into the, the the Sneasel"
    },
    {
      "end_timestamp": 3413.0,
      "id": "7e5d4ce5-1bfe-32c6-b8d6-8d497b011e79",
      "speaker": "Dan",
      "start_timestamp": 3388.0,
      "text": "side of pokimane Sounds right today. I am i I'm blown away listening to this episode. Particularly like, you know, we have this backdrop of in our present day, we have you know, Kanye coming out and saying this horrible stuff. You you have him being interviewed on Tucker Carlson cutting out parts of it that make it too overt."
    },
    {
      "end_timestamp": 3423.0,
      "id": "cc6c72f2-95f5-3235-a4fd-2162eaed00c2",
      "speaker": "Jordan",
      "start_timestamp": 3413.0,
      "text": "The parts where he said exactly that you have said there are six types of Jews basically. The occupations of Jews Yeah, I mean, it's the same fucking thing. You have"
    },
    {
      "end_timestamp": 3443.0,
      "id": "513c57d7-3d5c-386b-9e12-b92971ed2bb0",
      "speaker": "Dan",
      "start_timestamp": 3423.0,
      "text": "the same thing. You have him making the rounds on tons of other media places now. Drink champs podcast us on Lex Friedman. Piers Morgan interviewed him Zhan with Chris Cuomo. What? Yeah, he's going around these places saying more awful stuff. He's Candace Owens has tricked him into buying parlor."
    },
    {
      "end_timestamp": 3447.0,
      "id": "35a5e6f4-22e2-38df-9e83-92ac16ecc76b",
      "speaker": "Jordan",
      "start_timestamp": 3443.0,
      "text": "One funny part about all of this, and then you"
    },
    {
      "end_timestamp": 3476.0,
      "id": "e4192d8a-92bc-3773-8e28-621dc93d6799",
      "speaker": "Dan",
      "start_timestamp": 3447.0,
      "text": "have things that you see, like, you know, people emboldened by it, and you know, going back to the past, and you know, seeing an episode that is so heavily. Yeah. This, it's, it's upsetting. Yeah, setting. Yeah. I mean, if we did a show, and we did not believe that Jews ran the world and some evil conspiracy. Ah, right. And"
    },
    {
      "end_timestamp": 3481.0,
      "id": "3ffea02c-f0db-3a39-a0f3-f395b6d65937",
      "speaker": "Jordan",
      "start_timestamp": 3476.0,
      "text": "you we do we do do a show where we don't believe that Jews run the world in a"
    },
    {
      "end_timestamp": 3517.0,
      "id": "6b9f9aa9-917b-3a94-a462-0227638edb7f",
      "speaker": "Dan",
      "start_timestamp": 3481.0,
      "text": "grand conspiracy. But we were also pitching a giant conspiracy. Yeah. Around the World. Yeah. And we have a day where we had calls like this, it would be a wake up call. Yeah, it would be. It'd be a crisis. Yeah, it would be a moment of what am I putting out into the world that fans of mine, keep doing this? And 19 years later, Alex still has not had that. That moment. And the reason why is because he doesn't mind this being his audience. This is the audience that he wants. Yeah,"
    },
    {
      "end_timestamp": 3539.0,
      "id": "9af8c285-3b4f-388b-8728-d495e98c0822",
      "speaker": "Jordan",
      "start_timestamp": 3517.0,
      "text": "I mean, I think I've told this story before, but like I was, I was maybe three or four years into doing standup. And I stopped doing a joke, because I found out after a show when somebody told me about it, that they were laughing at it for the complete wrong reason. And I was like, Nope, this is done. Because that if that's what's funny about this, that's not what I meant for it to be funny. It's not funny,"
    },
    {
      "end_timestamp": 3573.0,
      "id": "ee699b22-a1a3-3517-aeef-caed76b27555",
      "speaker": "Dan",
      "start_timestamp": 3539.0,
      "text": "right. And, you know, if you need to keep telling the joke, because it's too good, then you need to find a way to retool it from the ground up or in a way where that interpretation can't be absolutely can't be derived from it. And if Alex still wants to do this New World Order Illuminati shit and do his show, he has a responsibility knowing that there is a heavily Nazi base among his audience, to present his information better. It's a failing of his ability to present information that people constantly are, quote unquote, confused that"
    },
    {
      "end_timestamp": 3588.0,
      "id": "265e8508-734e-3cb6-b17b-79353a7b0d0c",
      "speaker": "Jordan",
      "start_timestamp": 3573.0,
      "text": "if he wasn't a Nazi, because he is a Nazi, it is not a failure. It is not a confusion. He's doing exactly what he wanted to do. Right, right. Yeah, that's but if he weren't actually a Nazi, that would be a real shock to the system. Yes."
    },
    {
      "end_timestamp": 3616.0,
      "id": "741bfe0f-29fb-394d-912d-f503abe54bb2",
      "speaker": "Dan",
      "start_timestamp": 3588.0,
      "text": "Now, this has been bad. So yeah, and I was blown away by what happens towards the end of this episode. Alex gets another call. Oh my god, and it's from a Holocaust survivor. Now, I take this person at their word, obviously. Well, I mean, you know, it's just a color into a radio show, but I have no reason to doubt this woman's experience. Well, but"
    },
    {
      "end_timestamp": 3620.0,
      "id": "9ee5866d-64e3-3a0c-a15d-75e426e267af",
      "speaker": "Jordan",
      "start_timestamp": 3616.0,
      "text": "you obviously can also go into the whole thing. Yeah, obviously."
    },
    {
      "end_timestamp": 3655.0,
      "id": "76ee0445-c084-3260-84f3-34a2810fd5bf",
      "speaker": "Dan",
      "start_timestamp": 3620.0,
      "text": "But we believe that this is the truth. And she also has some bad opinions, let's say sure agrees with Alex on some stuff. Ah. But the reason that I find this fascinating is Alex has a person on the line who's discussing their experience living through the Holocaust. And he can't stop himself from using their experience to push his little narratives and his snarky bullshit. I wanted to say."
    },
    {
      "end_timestamp": 3659.0,
      "id": "a765a6a2-daae-3b7f-9c26-85564f4afb53",
      "speaker": "Alex Jones",
      "start_timestamp": 3655.0,
      "text": "Let's talk to Irene. In Idaho, go ahead."
    },
    {
      "end_timestamp": 3726.0,
      "id": "eaedc0c2-c8d8-3a3c-9ff4-95437a6ada08",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3659.0,
      "text": "Yeah, Alex. Here, the reason I'm calling my what my caught my attention. I was born and raised in Germany, I was born right into the Second World War. And what got my attention when you mentioned, taking the children out of their family was, I experienced another debt. My grandmother when I was little, she had us hit in a, in a station, train station in a bar gang, because they were going to put us on a truck and haul us off. But they ended up taking us away anyway, they went through a doctor and told my grandmother, she was incapable because of her heart. And they put us into a home. And during the night, I could, you know, have a long story here, but don't make it short. During the night that women like the Gestapo women, they trust this witches. It scared us. And I have, I have no relation. And I'm gonna take that back to stop what went on with Sarah rice, yes. And also not criticize"
    },
    {
      "end_timestamp": 3730.0,
      "id": "f0f87089-d3c6-35af-9225-9b3cb11806a0",
      "speaker": "Alex Jones",
      "start_timestamp": 3726.0,
      "text": "them. Or you may be criticizing a Nazi means you're anti semitic. Now,"
    },
    {
      "end_timestamp": 3749.0,
      "id": "0f4d24aa-392e-36e1-943b-61dee06a3204",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3730.0,
      "text": "it doesn't matter to me on my grandmother. We had my grandmother had a neighbor. And she was a Red Cross nurse. And my grandmother told that woman Hitler is crazy. And she taught my grandmother if you say that one more time, I'm going to have you put against the wall and shot."
    },
    {
      "end_timestamp": 3760.0,
      "id": "3a796476-bba2-31b9-9b40-96d77f5e089e",
      "speaker": "Alex Jones",
      "start_timestamp": 3749.0,
      "text": "Oh, yeah. But according that may be your I mean, I don't want to say your grandmother's anti semitic but standing up against Hitler may be a bad thing now."
    },
    {
      "end_timestamp": 3798.0,
      "id": "7a050117-e765-34c3-8763-cc3a1ef45562",
      "speaker": "Dan",
      "start_timestamp": 3760.0,
      "text": "This is nuts. Presuming that Alex believes her. I mean, like, I don't understand how you could behave like this. Quite frankly, someone is relaying their experience living through something atrocious, something horrible. And Alex can't not get his beat in there at the end about like all criticizing the other means you are a Nazi. Yep. With his, like, just trying to use this terrifying experience from this woman's childhood as a way to enforce his argument against Arnold Schwarzenegger. Right."
    },
    {
      "end_timestamp": 3799.0,
      "id": "21a49683-a3c8-3a23-b91b-24bb988cbc7d",
      "speaker": "Jordan",
      "start_timestamp": 3798.0,
      "text": "Right."
    },
    {
      "end_timestamp": 3800.0,
      "id": "d9df00f7-ce80-32d3-94a0-2f1ee31a0da3",
      "speaker": "Dan",
      "start_timestamp": 3799.0,
      "text": "It's bizarre."
    },
    {
      "end_timestamp": 3822.0,
      "id": "726801a1-eda2-32da-9017-67a85932a41d",
      "speaker": "Jordan",
      "start_timestamp": 3800.0,
      "text": "Yeah. Well, I mean, one way you could take that is, thank you for helping put things in perspective. Your grandmother spoke out against a Nazi genocide or, and I just want to be a racist. And it seems like now that I've heard your story, I can recognize that I'm just a racist. like Hitler"
    },
    {
      "end_timestamp": 3850.0,
      "id": "212e0e61-5db8-377d-b8ea-87d16ad0cc50",
      "speaker": "Dan",
      "start_timestamp": 3822.0,
      "text": "when this story it's it that's one way to go about it. I don't think he did. I think that you kind of have a responsibility if the like someone like this calls into your show, your tone might want to change Yeah, I think that it's incredibly disrespectful that what he's essentially doing is trying to use her experience in the Holocaust as a prop for his own talking points. And that's there's there's nothing appropriate about that. And"
    },
    {
      "end_timestamp": 3861.0,
      "id": "f85d73a2-2268-3dca-8262-674d31acce67",
      "speaker": "Jordan",
      "start_timestamp": 3850.0,
      "text": "it's fucked up. It's fucked up. Because it's the Holocaust. I fucking obviously but that's fucked up to do about any person's trauma. Yeah, to explain it for your own bullshit lies, but"
    },
    {
      "end_timestamp": 3882.0,
      "id": "14b88cbf-46d6-30d7-b863-c6a9725b4f5e",
      "speaker": "Dan",
      "start_timestamp": 3861.0,
      "text": "it's all it's so fucked up. It's so fucked up when it's about the Holocaust. And it's on a show where we've already had a number of fairly anti semitic call Absolutely. Including somebody citing the international Jew 100%. So yeah, they talk a little bit more great."
    },
    {
      "end_timestamp": 3884.0,
      "id": "fb2e2d4d-7254-3689-a9e4-5c0a726d0167",
      "speaker": "Alex Jones",
      "start_timestamp": 3882.0,
      "text": "Nazi Germany, like when you were a little girl,"
    },
    {
      "end_timestamp": 3915.0,
      "id": "8ab6fe4f-20fa-3ec7-935a-d6611164d8e3",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3884.0,
      "text": "but was when I was a little girl being taken away from from my grandmother, and I must have been maybe three and a half years old. And I had a lot of back slashes. And what happened the home got bombed. And then they, we were put on the street and just the cardboard around their neck with their name on it and shoved into individual homes. So, my brothers, we were separated at the time. And"
    },
    {
      "end_timestamp": 3921.0,
      "id": "6fff34f8-5d78-3981-9970-ff783f74f960",
      "speaker": "Alex Jones",
      "start_timestamp": 3915.0,
      "text": "you remember, you talked about your grandmother at the train station when they took you away?"
    },
    {
      "end_timestamp": 3936.0,
      "id": "8f4a633e-8b3b-3e12-bc2a-896714f61710",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3921.0,
      "text": "Yeah, I don't. I don't remember that. That was before that doctor came in, then we got taken away anyway. came. Oh, my God taken away anyway. So So"
    },
    {
      "end_timestamp": 3939.0,
      "id": "744d42b9-9dea-3a43-912c-5dd6b22f8892",
      "speaker": "Alex Jones",
      "start_timestamp": 3936.0,
      "text": "yes, was just doing its job. Yeah."
    },
    {
      "end_timestamp": 3950.0,
      "id": "207e165b-832a-3fd8-aa9a-73de12d08062",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3939.0,
      "text": "But my grandmother knew my grandmother stood up, she didn't, you know, she protected us in any way she could possibly can."
    },
    {
      "end_timestamp": 3953.0,
      "id": "fc046dea-e4cf-3a35-adac-08421c5f8c1e",
      "speaker": "Alex Jones",
      "start_timestamp": 3950.0,
      "text": "Nowadays, she'd say that she was an al Qaeda sympathizer."
    },
    {
      "end_timestamp": 3955.0,
      "id": "15ede3fb-3207-3923-9bd9-40f81a6078b6",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3953.0,
      "text": "Whatever it is,"
    },
    {
      "end_timestamp": 3958.0,
      "id": "c51b87f5-25e2-3d60-b8e8-79539668c7d8",
      "speaker": "Alex Jones",
      "start_timestamp": 3955.0,
      "text": "she stood for whatever happened to your grandmother,"
    },
    {
      "end_timestamp": 3966.0,
      "id": "6129325d-16ac-34df-b4ae-ef3b23d8d7a5",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3958.0,
      "text": "my grandmother passed away about 15 years or so ago, almost 20. Now, this"
    },
    {
      "end_timestamp": 3990.0,
      "id": "819a4b65-0784-31c6-886e-a35110a8ddee",
      "speaker": "Dan",
      "start_timestamp": 3966.0,
      "text": "is just hard. It's hard to listen to her relating her experience, which I'm not entirely sure I can track fully what's going on in these stories. Right. There's, there are evocative images that certainly come out of what she's saying. But I don't know what the connective tissue is the like A to B to C of it all."
    },
    {
      "end_timestamp": 3997.0,
      "id": "723a2ab1-d0c0-37ce-9ef9-efe857893376",
      "speaker": "Jordan",
      "start_timestamp": 3990.0,
      "text": "While her wartime experience occurred between when she was like 306. So yeah, you can't expect clear"
    },
    {
      "end_timestamp": 4014.0,
      "id": "b5f4ec37-819c-34cd-8661-802d7706a23a",
      "speaker": "Dan",
      "start_timestamp": 3997.0,
      "text": "memory? Absolutely, of course. I just find it offensive. Basically, the way Alex is his taking any detail that connects to a talking point of his or a little riff of his Yeah. And then being like, yeah, the doctor."
    },
    {
      "end_timestamp": 4039.0,
      "id": "6db195e1-d93e-34a9-b301-4c451ef11c12",
      "speaker": "Jordan",
      "start_timestamp": 4014.0,
      "text": "I mean, I know Alex doesn't care because he's an anti Semite himself. So he's like, the Holocaust, or whatever it is, but it is, it is like, that is not, it's not okay. Even if he, if he if he was at Arlington National Cemetery, he's not gonna let somebody be like, Oh, America won the war or something like that, you know, it's gonna be like, No, there's a bunch of respect or some shit. It's insane."
    },
    {
      "end_timestamp": 4088.0,
      "id": "15178c96-075b-3930-882f-78ce09170da4",
      "speaker": "Dan",
      "start_timestamp": 4039.0,
      "text": "This is crazy. It is. It is quite crazy. I think that there is the responsibility, you have as a call in talk show host to sort of change a little bit of your presentation, depending on the caller. Like, for instance, if a survivor of the Holocaust calls in, when you're in the middle of a deeply anti semitic show, or even not just, you know, should have a little deference, not maybe make their experience about you and your own ideas. That would be good. Similarly, like, if you have a caller who's a kid, you have a responsibility to behave differently towards them because they're a kid. And Alex doesn't do that. He just explodes pretty much anybody who comes into his orbit,"
    },
    {
      "end_timestamp": 4098.0,
      "id": "6a9b569c-b3ba-37a1-a988-93e0d5c181ef",
      "speaker": "Jordan",
      "start_timestamp": 4088.0,
      "text": "even on fucking Jerry Springer, they treated Holocaust survivors with a level of respect that the show had had not yet seen."
    },
    {
      "end_timestamp": 4102.0,
      "id": "6cd96b50-a9de-3bda-a0aa-190daf45d4c7",
      "speaker": "Dan",
      "start_timestamp": 4098.0,
      "text": "I'm not gonna vouch for that. I'm not gonna say so. I don't know. You're not"
    },
    {
      "end_timestamp": 4107.0,
      "id": "e751bfb1-27ec-38cf-b3a1-02e8ae3b3f58",
      "speaker": "Jordan",
      "start_timestamp": 4102.0,
      "text": "gonna say it was they? They did a great job. Sure, but it was better than this."
    },
    {
      "end_timestamp": 4119.0,
      "id": "fb25ff5b-7723-374a-b53d-78e168179173",
      "speaker": "Dan",
      "start_timestamp": 4107.0,
      "text": "It's hard to be much worse. Yeah. So Alex closes things out with the the old news rundown. And here, he just touches back on the Willie Brown issue."
    },
    {
      "end_timestamp": 4159.0,
      "id": "13de6d0f-34c1-339f-ada6-cdb3dcff2275",
      "speaker": "Alex Jones",
      "start_timestamp": 4119.0,
      "text": "Here's some of the other news here. long article on my website. And it says Condoleezza Rice warned Willie Brown not to fly on 911. That's the mayor of San Francisco. And it goes, grasping at straws and closing a loop Condoleezza Rice, the most senior black woman, the Bush administration has led the charge of racism against critics of the US strive to bring Western freedoms the Middle East. And that incredible. Then this former Chevron San Francisco employee, got this new rhetorical tactic from San Francisco Mayor Willie Brown, who has managed to turn every scandal there is into an array issue of race. San Francisco election fraud,"
    },
    {
      "end_timestamp": 4185.0,
      "id": "5e7773c0-c3e6-3e81-aaa8-be0fe4d5ab11",
      "speaker": "Dan",
      "start_timestamp": 4159.0,
      "text": "what it seems like, these aren't stories about Condoleezza Rice or Willie Brown involving foreknowledge of 911 It seems like those are both racist grievances of Alex's. Yeah, those are the ones Yeah, it seems like these are headlines about the two people but they aren't. They don't have anything to do with the story you're purporting to cover? No. And that is because there isn't a story."
    },
    {
      "end_timestamp": 4188.0,
      "id": "cf37c4b3-19dd-3112-b36b-23441927a9c3",
      "speaker": "Jordan",
      "start_timestamp": 4185.0,
      "text": "Nope. Nope. There's just racism. Yeah, yeah."
    },
    {
      "end_timestamp": 4196.0,
      "id": "cda2571e-90a9-3bd5-a59b-47dac54c13f6",
      "speaker": "Dan",
      "start_timestamp": 4188.0,
      "text": "So while Yeah, we come to the end of this, and woof yuck, yuck, yuck. Yeah. Yeah, man, not a fan."
    },
    {
      "end_timestamp": 4198.0,
      "id": "99418acc-f54d-3b72-97e4-d10d5048c177",
      "speaker": "Jordan",
      "start_timestamp": 4196.0,
      "text": "Yeah, you'd like"
    },
    {
      "end_timestamp": 4210.0,
      "id": "5840961f-1b8a-3d2f-bc14-a83467147351",
      "speaker": "Dan",
      "start_timestamp": 4198.0,
      "text": "to go back to the past and See something of an oasis something of a break. Maybe it's something interesting that Alex is lying about the could dig into a little bit."
    },
    {
      "end_timestamp": 4212.0,
      "id": "b402b2d9-14e1-3e1d-a3f6-efe5d672dac4",
      "speaker": "Jordan",
      "start_timestamp": 4210.0,
      "text": "But instead you see the present day"
    },
    {
      "end_timestamp": 4223.0,
      "id": "e53f85c2-c97b-3194-b509-7c2a9d67ff15",
      "speaker": "Dan",
      "start_timestamp": 4212.0,
      "text": "mirrored in many ways. Yep. And it sucks ELT. So the brutal closing thoughts wrote all"
    },
    {
      "end_timestamp": 4237.0,
      "id": "6e2b4e62-0553-36b5-beff-23853c87df62",
      "speaker": "Jordan",
      "start_timestamp": 4223.0,
      "text": "I mean I suppose my only closing thoughts are none of these people have to platform Yeah, and they're still doing it for money so true fuck them all. Yeah, fuck Chris Cuomo fuck Piers Morgan. Fuck all the Fox News. This"
    },
    {
      "end_timestamp": 4241.0,
      "id": "44e3735e-4bbc-3e58-9656-d9300f619eb7",
      "speaker": "Dan",
      "start_timestamp": 4237.0,
      "text": "is an interesting way that I learned that Chris Cuomo has a show someone he too. I didn't know that"
    },
    {
      "end_timestamp": 4246.0,
      "id": "8d39d8dd-7ca5-315a-9bf7-23499d569f00",
      "speaker": "Jordan",
      "start_timestamp": 4241.0,
      "text": "he's not against the law yet. I haven't we figured out a way to make that against the law."
    },
    {
      "end_timestamp": 4250.0,
      "id": "3328267b-fa81-30db-9597-487234241687",
      "speaker": "Dan",
      "start_timestamp": 4246.0,
      "text": "Its first amendment. He did the whole thing with his brothers."
    },
    {
      "end_timestamp": 4263.0,
      "id": "a6b31444-e03e-37d7-a4ae-36402d9d336b",
      "speaker": "Jordan",
      "start_timestamp": 4250.0,
      "text": "Shouldn't shouldn't the journalism gods have been like, No, we don't let this happen. Right First Amendment. How many times do I have to read journalists pretend to give a shit about journalism before I give a fuck. Kris Krohn fuck all of them."
    },
    {
      "end_timestamp": 4269.0,
      "id": "7955a749-c12e-30ae-8e06-55e7d278ece2",
      "speaker": "Dan",
      "start_timestamp": 4263.0,
      "text": "So the question becomes, though that like, does yeh show up on Info Wars?"
    },
    {
      "end_timestamp": 4272.0,
      "id": "1c99048d-0abd-327e-a745-098bfab68a89",
      "speaker": "Jordan",
      "start_timestamp": 4269.0,
      "text": "You know, obviously, you sooner or later you'd think sooner or later."
    },
    {
      "end_timestamp": 4312.0,
      "id": "4a459c2a-33a6-3fc5-b0f7-e07e3c46b3f7",
      "speaker": "Dan",
      "start_timestamp": 4272.0,
      "text": "But here's the problem that I that I foresee. I think that Kanye actually represents a problem for Alex. And that is, if he comes on the show, Alex has a responsibility to argue with him about his anti semitic views. Sure. If I like if Alex is just talking about like an interview with Piers Morgan or Cuomo or whatever, right? He can sort of control that conversation because he can use whatever clips he wants, he can frame the conversation whatever way he wants. He has Kanye there. And he says shit, Alex can't stop him from saying anything."
    },
    {
      "end_timestamp": 4314.0,
      "id": "8dbe0cc1-36df-3091-b674-26e7d591604d",
      "speaker": "Jordan",
      "start_timestamp": 4312.0,
      "text": "They got the five second button."
    },
    {
      "end_timestamp": 4316.0,
      "id": "81ddbaf8-8f05-36cc-be06-6b9675b2758b",
      "speaker": "Dan",
      "start_timestamp": 4314.0,
      "text": "I think you've talked for more than five seconds, I"
    },
    {
      "end_timestamp": 4318.0,
      "id": "355856d6-c975-3ca6-aed1-830dbc18d9ae",
      "speaker": "Jordan",
      "start_timestamp": 4316.0,
      "text": "think you would do."
    },
    {
      "end_timestamp": 4338.0,
      "id": "0fe4dbdd-36ad-3d0e-8a80-bdd7d35453a1",
      "speaker": "Dan",
      "start_timestamp": 4318.0,
      "text": "I think it represents a problem, because Alex would have to sort of rebut that stuff, or else he risks, you know, basically being overly public about his actual brand. Yeah. And so I think that Kanye is in a position where he probably would go on Infowars. But Alex kind of can't let him."
    },
    {
      "end_timestamp": 4365.0,
      "id": "2bed6203-622c-3acc-adf6-39dded5cd976",
      "speaker": "Jordan",
      "start_timestamp": 4338.0,
      "text": "Yeah, yep. I think unfortunately, I was before I came in, and we started recording, I was in the alley, and I saw the battered and bleeding body of irony. Because yeh cannot be racist on Infowars. He can be racist on Fox News. He can be racist everywhere. But on Infowars he cannot be racist. Well,"
    },
    {
      "end_timestamp": 4402.0,
      "id": "c0b35b50-2d95-3039-bc76-1e68e7dbd1ba",
      "speaker": "Dan",
      "start_timestamp": 4365.0,
      "text": "he can go on all these other platforms and be like really extreme right? Because they don't have a predominantly extreme audience that are trying to pretend isn't right. Alex would like people would remember when they did went to CPAC. And Nick Fuentes essentially took over the Alex Jones event. You'd have the audience be like, finally Kanye is on and he's naming the enemy. Yeah, totally. You know, that kind of stuff. Yeah. You know, you don't want you don't want to make that too transparent. Yeah, you don't want to bring that into your space and risk whatever damage it could cause you're getting the plausible deniability. Yeah."
    },
    {
      "end_timestamp": 4420.0,
      "id": "0cedabbf-1f1b-3013-9090-53258a8def6a",
      "speaker": "Jordan",
      "start_timestamp": 4402.0,
      "text": "I mean, I just feel like, sooner or later, Alex is going to be like, no one cares. And everybody who does care if I was an open anti Semite, they already hate me. And it's not like I'm gonna lose anything. By doing it. I'm only gonna gain viewers, of course, VA is gonna be on there."
    },
    {
      "end_timestamp": 4442.0,
      "id": "cdcd62a7-fabf-30f6-b877-e1369bbd18e3",
      "speaker": "Dan",
      "start_timestamp": 4420.0,
      "text": "But I also think that there's probably a part of it that Alex doesn't see himself as that True, true. So, I mean, you know, we might fight back against Sure. That being his his reality and his public image, right. Quite past the point where it makes sense."
    },
    {
      "end_timestamp": 4458.0,
      "id": "cfee6712-1fae-3167-9a38-4d3e452f9070",
      "speaker": "Jordan",
      "start_timestamp": 4442.0,
      "text": "That does seem to be that does seem to be possible. I just feel like they're all the Nazis are going Max mask off in six months anyway. So it's like, I mean, a lot of them are now Yeah, exactly. Yeah, we're gonna turn around and you're gonna be like, Oh, I didn't know you were a Nazi. And there's gonna be a lot of them."
    },
    {
      "end_timestamp": 4464.0,
      "id": "7622bbfa-17e3-3598-8bcf-ebfc7a66a5ae",
      "speaker": "Dan",
      "start_timestamp": 4458.0,
      "text": "So we'll be back with another episode on Friday. But until then, Jordan, we have a website we"
    },
    {
      "end_timestamp": 4468.0,
      "id": "13e193ab-156a-33af-a0af-73179a3415d4",
      "speaker": "Jordan",
      "start_timestamp": 4464.0,
      "text": "do. It's now try.com. We're also on Twitter. We are on Twitter. It's at knowledge underscore fight."
    },
    {
      "end_timestamp": 4481.0,
      "id": "83dbfc97-7cd4-37cd-93d5-409714ac2ef8",
      "speaker": "Dan",
      "start_timestamp": 4468.0,
      "text": "We'll be back but until then, I'm Neo. I'm Leo. I'm the condo board manager of brain apartment. I love it. Shit."
    },
    {
      "end_timestamp": null,
      "id": "155db04a-21b1-3994-88d5-e30e4a7d6a40",
      "speaker": "Alex Jones",
      "start_timestamp": 4481.0,
      "text": "And now here comes the sex robots. Andy and Kansas. You're on the air. Thanks for holding. So Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}