{
  "audio_identifier": "KF_743",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/Oct-29-2022.mp3",
  "blocks": [
    {
      "end_timestamp": 58.0,
      "id": "a6774f82-d90e-3062-8959-c309954fc86d",
      "speaker": "Alex Jones",
      "start_timestamp": 4.0,
      "text": "Red Alert. Red alert. Red alert. Red. Alert. Not not not not not not not knowledge. Damn, Jordan is a wedding knowledge party.com It's time to pray. I have great respect for knowledge like knowledge. I'm sick of them posing as if they're the good guys. Xiang V or the bad guy Chanology Dan and Jordan knowledge fight. Need money. Andy and Sandy are shopping Andy and Ken handy in Kansas. Andy in Kansas, you're on the airplane for a huge fan. I love your word. Knowledge by knowledge. fight.com."
    },
    {
      "end_timestamp": 67.0,
      "id": "82d4b472-e9be-3874-8621-e8ccbf3bcc05",
      "speaker": "Dan",
      "start_timestamp": 58.0,
      "text": "Hello, everybody. Welcome back to knowledge, right. I'm Dan. Jordan. We're dudes sit around worship at the altar of saline and talk a little bit about Alex Jones. Oh,"
    },
    {
      "end_timestamp": 72.0,
      "id": "02d0a442-4225-3a7b-a481-018fc9c93f17",
      "speaker": "Jordan",
      "start_timestamp": 67.0,
      "text": "indeed. We are Dan Jordan. Jordan, quick question for you. So what's right spot today, buddy?"
    },
    {
      "end_timestamp": 133.0,
      "id": "b316406d-e479-38b8-a38c-f6dfa9b2211b",
      "speaker": "Dan",
      "start_timestamp": 72.0,
      "text": "My bright spot today is Oh, what a week it's been. I'll say encapsulating a bunch of stuff. Here's my week. Right. So we recorded the the formulaic objections episode but Alex's deposition on Saturday, a day earlier than usual. Right? We usually record on Sunday. And honestly, it was sort of my intention to do that on Mondays show, and then the rest of the deposition stuff on on Friday, which would be this episode, but things didn't. We'll get to that. And, of course, but the reason we recorded a day early was because I was very kindly invited to give a lecture at the University of Kansas and Lawrence, by Professor Colin. And, boy, what a weird turn of events. I didn't want to talk about it on the show itself. She made a post about it in the Facebook group chat, but he didn't want to mention it on the show itself just for the sake of like respecting the purity of kind of the academic setting. The possibility of a bunch of people to show up and like treat it like a live show."
    },
    {
      "end_timestamp": 135.0,
      "id": "75829bd5-58ab-38bb-9a57-cff7105b00e7",
      "speaker": "Jordan",
      "start_timestamp": 133.0,
      "text": "Of course Yeah, they'll"
    },
    {
      "end_timestamp": 139.0,
      "id": "c5055971-466f-3b7e-8a6e-a2524a441157",
      "speaker": "Dan",
      "start_timestamp": 135.0,
      "text": "be disrespectful to the students and the reference."
    },
    {
      "end_timestamp": 142.0,
      "id": "564ecd4b-456f-32ef-b3e6-25c36d797171",
      "speaker": "Jordan",
      "start_timestamp": 139.0,
      "text": "Books is a nice way of saying you despise the unwashed masses."
    },
    {
      "end_timestamp": 148.0,
      "id": "41750759-bcf2-3bee-a206-d484ecc19c43",
      "speaker": "Dan",
      "start_timestamp": 142.0,
      "text": "It's not so much that I just wanted to limit it a little. But our Black Dragon Queen Christy showed up I'm jealous."
    },
    {
      "end_timestamp": 151.0,
      "id": "a33b6652-e91f-3cd6-88f6-1d1944b98bcc",
      "speaker": "Jordan",
      "start_timestamp": 148.0,
      "text": "You got to meet her. I saw the pictures. She"
    },
    {
      "end_timestamp": 175.0,
      "id": "3ae09d96-e0c7-3cb4-9679-447c56867d40",
      "speaker": "Dan",
      "start_timestamp": 151.0,
      "text": "was very nice to meet and she apparently had a good time. So hey, hurrah, good news. Um, so there's it was a great time. It was nice. I like Lawrence quite a bit. Although I shouldn't because I went to the University of Missouri naturally. KU is our mortal enemy course. Not supposed to like that town. Although I did see Andrew WK there once right? I was saw atmosphere there was"
    },
    {
      "end_timestamp": 181.0,
      "id": "28792f92-f66d-36e9-a07f-d148907324ba",
      "speaker": "Jordan",
      "start_timestamp": 175.0,
      "text": "never saw us having that much school spirit necessary to like despise another Yeah, no, no, no. Yeah."
    },
    {
      "end_timestamp": 191.0,
      "id": "e3c4b366-8e16-3ec4-858c-1eca797a0a01",
      "speaker": "Dan",
      "start_timestamp": 181.0,
      "text": "Although I will say when I was in college, sometimes when I would get drunk, it was really fun to yell mi z. You like that kind of stuff? Of course. You know, in the same way that like, that's communal."
    },
    {
      "end_timestamp": 197.0,
      "id": "d1ac434a-5e75-3055-a1c1-2a3336369347",
      "speaker": "Jordan",
      "start_timestamp": 191.0,
      "text": "You know, you're not doing it by yourself in your room. It's like a call and response for people. Yeah, I"
    },
    {
      "end_timestamp": 207.0,
      "id": "b158425e-cf0e-36c6-9a45-cb14608482b1",
      "speaker": "Dan",
      "start_timestamp": 197.0,
      "text": "went to a Cubs game. What a Cubs playoff game. No last ones. Yes. And I did get swept up in the go. Cubs go something I had talked shit about so many times in the past."
    },
    {
      "end_timestamp": 217.0,
      "id": "0574ecb0-f7cb-3b55-a10c-95caabe58cfb",
      "speaker": "Jordan",
      "start_timestamp": 207.0,
      "text": "I'm telling you if after you watch a good game, you sing the song with everybody. You just do cool standard people. They're swirling the flags. It's a whole thing. Yep. Yep. Quite quite"
    },
    {
      "end_timestamp": 274.0,
      "id": "0ef355ed-c085-3d5a-bdf8-7e0b1c606c19",
      "speaker": "Dan",
      "start_timestamp": 217.0,
      "text": "a time. Oh, yeah. Um, so I'm not necessarily the best. lecturer. Sure. I've never done this before. Right. Right. And so I positive reviews from the folks who were there. My parents came Christy was there. And the professor all had very nice things to say. And so I'll take their word for it, but not not as fluid not enjoy. Like, there's something in that setting where it's really nice when the you can think the lecturer is having a good time. Sure. She definitely did not embody that. I was scared of these 18 year olds naturally, naturally. Yes. Yeah. I texted you about this too. And it's like it's in your bones as somebody who does stand up or is that time to stand up that you're expecting the response of laughter? Yeah. Even when you know that that's not the right not the right avenue. Yeah. So viscerally when I'd say things and get almost no response. Some dead I"
    },
    {
      "end_timestamp": 278.0,
      "id": "c6c93994-229f-38e4-a51d-cfa885a71534",
      "speaker": "Jordan",
      "start_timestamp": 274.0,
      "text": "really bombing at this, this lecture I'm giving"
    },
    {
      "end_timestamp": 310.0,
      "id": "8f34b580-633f-330c-93ad-eb561ae6a20d",
      "speaker": "Dan",
      "start_timestamp": 278.0,
      "text": "you couldn't help but feel like kind of weird in that same way. Although, high point probably was when they have these high tech desks. And like so there's a TV built into the desk that comes up, down out of the desk. Yeah. And one of them got triggered somehow, and it just started coming up. And I got I acted like a robot. So that was fun. That's awesome. Fun. Beer was a nice time got to spend some time with my parents."
    },
    {
      "end_timestamp": 323.0,
      "id": "952d4569-c830-3d13-8db2-04e2224bcc1e",
      "speaker": "Jordan",
      "start_timestamp": 310.0,
      "text": "Yeah, I was just thinking when we probably about what, six or so years ago when we were drunk at like 3am arguing about the finer points of Andy Daly's career, right. I was like, you know, what, two"
    },
    {
      "end_timestamp": 328.0,
      "id": "7ecb4440-7303-39d1-b76c-243de179379d",
      "speaker": "Dan",
      "start_timestamp": 323.0,
      "text": "hours earlier you had said, I have to go."
    },
    {
      "end_timestamp": 333.0,
      "id": "06f0015b-4eda-33b3-9a3b-294c222b7905",
      "speaker": "Jordan",
      "start_timestamp": 328.0,
      "text": "Yeah, I was like, that's gonna be a lecture. So for sure. Yeah. Yeah, here we are."
    },
    {
      "end_timestamp": 350.0,
      "id": "7987c075-f3a5-3a7d-bb9b-24643b6f054b",
      "speaker": "Dan",
      "start_timestamp": 333.0,
      "text": "Yeah. So a lot of people had wanted a recording of the the lecture itself. And unfortunately, we were we were trying to do that. But the tech, I think was a little bit out of pocket. Sure. Sure, Shane, so I'm not sure if there will be a recording of it."
    },
    {
      "end_timestamp": 352.0,
      "id": "450ea5ed-2c20-3a39-9eee-99fcde942406",
      "speaker": "Jordan",
      "start_timestamp": 350.0,
      "text": "Best case scenario, don't"
    },
    {
      "end_timestamp": 395.0,
      "id": "5ec9661c-c2f7-34a4-a04e-821641b62fd9",
      "speaker": "Dan",
      "start_timestamp": 352.0,
      "text": "record your first one and put that out there. I recorded the audio on my phone, but it's not good. But that's how you work on your set, buddy. For telling everybody else. Yeah. So I flew to Lawrence on Sunday. And the lecture was on Monday. And then Tuesday morning, I flew back. Yeah. And so that's a lot. Yeah, that's a trip. Yeah. And, you know, there was a I have not had the pleasure of being on an airplane when there was trouble. Oh, yeah. Not in the air. But like, we were delayed for about an hour. Okay. They're right. And they were so cryptic about it. They're like, there's something in the wing. And"
    },
    {
      "end_timestamp": 396.0,
      "id": "34eeb56d-0f42-318c-b401-3cbe17cdb333",
      "speaker": "Jordan",
      "start_timestamp": 395.0,
      "text": "there's bad on the week of the plane."
    },
    {
      "end_timestamp": 417.0,
      "id": "6060e5c1-17ee-3411-856a-8eade4a2b1ac",
      "speaker": "Dan",
      "start_timestamp": 396.0,
      "text": "Thankfully, I was so tired that I just slept through the delay anyway. And whatever. All that's great. And it was a delightful time. And thank you so much to Colin for inviting me out there. And just validating in a way of like, hey, you know, we're doing something, something in a environment that I respect a lot the academia,"
    },
    {
      "end_timestamp": 425.0,
      "id": "fa9680e8-6fb6-3149-b5e5-1b16bf7ec1f5",
      "speaker": "Jordan",
      "start_timestamp": 417.0,
      "text": "I'm jealous, zero clown colleges have called me zero, not one. And then like, how do you throw a pie? Can you give a lecture on this?"
    },
    {
      "end_timestamp": 428.0,
      "id": "8b0f6048-22cd-3c46-8221-20be292db3bd",
      "speaker": "Dan",
      "start_timestamp": 425.0,
      "text": "Is there a podcast asshole?"
    },
    {
      "end_timestamp": 433.0,
      "id": "df590535-a0af-34e7-aeea-2b0511290ec8",
      "speaker": "Jordan",
      "start_timestamp": 428.0,
      "text": "Back sad? It's cool. Yeah, I think there's a lot of training necessary for this job."
    },
    {
      "end_timestamp": 457.0,
      "id": "582cd673-d228-36c4-ac52-d86d4b0b532c",
      "speaker": "Dan",
      "start_timestamp": 433.0,
      "text": "It was good. It was a good time. And then, on the way back, it turns out, I get home, and my computer broke, of course, like the keyboard was all fucked up. So I was trying to fix it. And I ended up breaking it even more naturally. And so I needed to get a new laptop and adjusting to that is just a whole lot of hassle. You don't here's the fucking thing."
    },
    {
      "end_timestamp": 459.0,
      "id": "15f08a61-13e3-3347-ae80-b38c0478f09d",
      "speaker": "Alex Jones",
      "start_timestamp": 457.0,
      "text": "What's the fucking thing there?"
    },
    {
      "end_timestamp": 484.0,
      "id": "b3cdeec1-e377-3f7f-bf1f-e52fda9f84ee",
      "speaker": "Dan",
      "start_timestamp": 459.0,
      "text": "We have flown a little bit Yep. For various things a couple times. Yeah. And this time also add that into it. There has never been a single leg of one of my trips, where I didn't have a flyer in my bag that said the TSA looked through it every single time. I think it might be because of like electronics. Usually, but whatever the case, I blame the TSA and I'm calling for their abolition now. Because they messed up my computer."
    },
    {
      "end_timestamp": 501.0,
      "id": "753a0c57-7963-39c1-85df-6663fc0186ec",
      "speaker": "Jordan",
      "start_timestamp": 484.0,
      "text": "I mean, one I've been calling for their abolition for years. So glad you're on board. And to you cannot fly in 2022 without losing something or breaking something. I mean, the last time we talked to Liz, she lost stuff. Whenever we were traveling. I lost stuff. It's a whole mess."
    },
    {
      "end_timestamp": 531.0,
      "id": "8e522456-65d3-3535-8d83-2db976127947",
      "speaker": "Dan",
      "start_timestamp": 501.0,
      "text": "Yeah, yep. So I'm back. And, you know, here we are. Here we are. Now. The issue is we recorded on Saturday with this expectation that like Alex has been out of studio forever. So the idea was we do the deposition on Monday. Come back Friday. Boom. Sure. Good. Well, permanent vacation. Meanwhile, Alex comes back on Saturday. Oh, shit. So we didn't know that vacation. Right. So anyway, we're gonna talk about Alex's present day stuff here today, but before we do, what is your bright spot? Oh,"
    },
    {
      "end_timestamp": 535.0,
      "id": "27be3feb-0753-384e-872b-87de70014edc",
      "speaker": "Jordan",
      "start_timestamp": 531.0,
      "text": "wow. I thought you were so close. No, you're still"
    },
    {
      "end_timestamp": 540.0,
      "id": "452531b4-df7b-3949-8c84-fe72bed2feb5",
      "speaker": "Dan",
      "start_timestamp": 535.0,
      "text": "on it. No. I knew what was going on. But I was also self conscious of how long that had gone off course"
    },
    {
      "end_timestamp": 549.0,
      "id": "a109a65e-a442-37ed-a37b-d589bbd3956e",
      "speaker": "Jordan",
      "start_timestamp": 540.0,
      "text": "I understood. Well, I'll make mine quick then. Man. This has been a fucking great World Series. Absolutely spectacular World"
    },
    {
      "end_timestamp": 552.0,
      "id": "c0139d5f-7f16-3eea-a301-3f806e19f724",
      "speaker": "Dan",
      "start_timestamp": 549.0,
      "text": "War One teams a bunch of cheaters. Well, yeah,"
    },
    {
      "end_timestamp": 585.0,
      "id": "a5f67048-13d0-324e-867a-cc45ccd24c45",
      "speaker": "Jordan",
      "start_timestamp": 552.0,
      "text": "I mean, it's been so up but you know, like last Game Two nights ago. Schwarber Harper, the Hoskins they all went on a homerun parade Boston ones and not Bob Hoskins supermario still dead people up but but yeah, and then last night, Houston no hit the Phillies. Oh, so it's been all this up and down and then it's the second time a no hitter has ever been thrown in the World Series and it was combined no hitter. Javier was Christian Javier was out of this world good. Yeah, it's been a fantastic worlds here."
    },
    {
      "end_timestamp": 599.0,
      "id": "d81f68dc-9707-3f52-8d19-b87619061679",
      "speaker": "Dan",
      "start_timestamp": 585.0,
      "text": "I'm glad to hear that. Yeah, that's that's a lot of fun. Especially since neither team particularly or like your team. No, no, no. Keeping it exciting. Absolutely. You're really enjoying despite the fact that you don't have a team in the in the hunt. It's"
    },
    {
      "end_timestamp": 602.0,
      "id": "885c3a56-7d8d-36a5-b22c-a2433b50c21e",
      "speaker": "Jordan",
      "start_timestamp": 599.0,
      "text": "tough. It's tough. But it's great. Pretty good. Yeah, pretty good."
    },
    {
      "end_timestamp": 611.0,
      "id": "ed9cabb1-7bb5-326b-9a97-5cb51add9409",
      "speaker": "Dan",
      "start_timestamp": 602.0,
      "text": "So Jordan, like I said, today we're talking about Alex's return. Excellent. Finally, Alex has come back."
    },
    {
      "end_timestamp": 612.0,
      "id": "48b0b9cb-c8af-37bc-ad8b-0f6c3c7654f0",
      "speaker": "Jordan",
      "start_timestamp": 611.0,
      "text": "I wouldn't say finally who"
    },
    {
      "end_timestamp": 613.0,
      "id": "66b363da-9130-3018-b25b-3cb6eb467573",
      "speaker": "Dan",
      "start_timestamp": 612.0,
      "text": "does duty?"
    },
    {
      "end_timestamp": 619.0,
      "id": "fe7bfe40-1db9-3a81-afe8-51b60b4ce986",
      "speaker": "Jordan",
      "start_timestamp": 613.0,
      "text": "No. You don't know rock reference. I would prefer if he were still on the road."
    },
    {
      "end_timestamp": 626.0,
      "id": "feef448e-fd7d-3810-8808-a289142fa924",
      "speaker": "Dan",
      "start_timestamp": 619.0,
      "text": "You see in the attitude area, the rock whenever he would show up in a town? Sure. He would. He would begin his promos with"
    },
    {
      "end_timestamp": 630.0,
      "id": "0a58fe77-738d-38fa-9b88-dbf508d82e6d",
      "speaker": "Alex Jones",
      "start_timestamp": 626.0,
      "text": "finally the rock has come back to Chicago."
    },
    {
      "end_timestamp": 633.0,
      "id": "049a6189-5060-328a-9fd5-e95582d6f86b",
      "speaker": "Jordan",
      "start_timestamp": 630.0,
      "text": "Oh, no, that's too long. Yeah, that's bad time. It"
    },
    {
      "end_timestamp": 637.0,
      "id": "fa4ac6c5-e949-324e-be30-a5dd4dc6def5",
      "speaker": "Dan",
      "start_timestamp": 633.0,
      "text": "was great. And that's sometimes weird tongue Wait,"
    },
    {
      "end_timestamp": 643.0,
      "id": "bff9e82b-b94b-3195-bda2-0b799d079b4a",
      "speaker": "Jordan",
      "start_timestamp": 637.0,
      "text": "oh, geez. He's there a reason that they decided to make this the most important movie star on the planet. And"
    },
    {
      "end_timestamp": 647.0,
      "id": "4e4dd223-c2e9-341c-bafe-9b2ab4665307",
      "speaker": "Dan",
      "start_timestamp": 643.0,
      "text": "sometimes he would talk about poontang pie and copy into bronies. I do"
    },
    {
      "end_timestamp": 656.0,
      "id": "7a8df870-4efa-3e7f-9551-67dcc7c65d42",
      "speaker": "Jordan",
      "start_timestamp": 647.0,
      "text": "not like the way that the guys of which there are five in like the 90s became the five guys in 2022. They're all the worst guys. But"
    },
    {
      "end_timestamp": 663.0,
      "id": "641917c3-a607-3afa-b0f7-73e25233f8f8",
      "speaker": "Dan",
      "start_timestamp": 656.0,
      "text": "who else would you choose? Doesn't matter who you said. Yes,"
    },
    {
      "end_timestamp": 664.0,
      "id": "156615b1-f88c-3280-ba62-a904317c8f3a",
      "speaker": "Jordan",
      "start_timestamp": 663.0,
      "text": "you win again."
    },
    {
      "end_timestamp": 687.0,
      "id": "d3e516d6-a826-3c44-9cf6-8b93f285dbbb",
      "speaker": "Dan",
      "start_timestamp": 664.0,
      "text": "Perfect. Yep. So yeah, we're gonna talk about Saturday and Sunday. Excellent. I mean, mostly Sunday, because Saturday is a disaster. Of course, Alex did a three and a half hour show. It was mostly pre recorded with some guests. I don't really care. But before we get into that, Jordan, let's take a little moment to say hello to some new awam Oh, that's great idea. So first, happy birthday, Eamon live. Thank you so much. You are now a policy wonk."
    },
    {
      "end_timestamp": 689.0,
      "id": "a7d9e69e-c3eb-3ebb-93e2-250a5b5dc372",
      "speaker": "Alex Jones",
      "start_timestamp": 687.0,
      "text": "I'm a policy wonk, thank you very much."
    },
    {
      "end_timestamp": 693.0,
      "id": "ba422427-453d-3c85-9a83-b4feec5c0cb9",
      "speaker": "Dan",
      "start_timestamp": 689.0,
      "text": "Next. Thank you so much. Portoro. You are now a policy wonk."
    },
    {
      "end_timestamp": 694.0,
      "id": "e057d5c1-6e37-3cc7-8fc2-e9eb8f84bd16",
      "speaker": "Alex Jones",
      "start_timestamp": 693.0,
      "text": "I'm a policy. Wow."
    },
    {
      "end_timestamp": 695.0,
      "id": "e946b2a7-0ce0-3d4b-a60b-47af9c57e997",
      "speaker": "Jordan",
      "start_timestamp": 694.0,
      "text": "Thank you very much."
    },
    {
      "end_timestamp": 704.0,
      "id": "a2070ae8-9f91-35af-a704-1d17e172cc78",
      "speaker": "Dan",
      "start_timestamp": 695.0,
      "text": "I almost read this incorrectly. But I did not. So thank you so much to Taylor, who you are now a policy wonk."
    },
    {
      "end_timestamp": 705.0,
      "id": "47091518-eef6-3623-a425-99e5d1014649",
      "speaker": "Alex Jones",
      "start_timestamp": 704.0,
      "text": "I'm a policy wonk,"
    },
    {
      "end_timestamp": 706.0,
      "id": "fb1a994b-b06a-3797-892f-0da69b1eb892",
      "speaker": "Jordan",
      "start_timestamp": 705.0,
      "text": "thank you very much."
    },
    {
      "end_timestamp": 710.0,
      "id": "3c3d551f-1283-306d-9d41-484519edb923",
      "speaker": "Dan",
      "start_timestamp": 706.0,
      "text": "Next little blue squid. Thank you so much. You're now a policy wonk."
    },
    {
      "end_timestamp": 711.0,
      "id": "f6ff42d4-bc28-3476-ba17-2fef865dec92",
      "speaker": "Alex Jones",
      "start_timestamp": 710.0,
      "text": "I'm a policy wonk,"
    },
    {
      "end_timestamp": 713.0,
      "id": "f09ba9cf-105e-316a-99f1-8eebe7aa3fe3",
      "speaker": "Jordan",
      "start_timestamp": 711.0,
      "text": "thank you very much."
    },
    {
      "end_timestamp": 728.0,
      "id": "93434ab5-5ee2-33dd-a312-092d0fc29978",
      "speaker": "Dan",
      "start_timestamp": 713.0,
      "text": "And we got a technocrat here. The next Jordan. So actually, this is the one that I almost read as Kurt case idea. Ah, but that is not correct. But I'm not going to read his last name. Anyway. Kurt Q. Thank you so much. You are now a technocrat."
    },
    {
      "end_timestamp": 749.0,
      "id": "f83c08ae-2343-3cfd-8b32-1badc4fb4209",
      "speaker": "Alex Jones",
      "start_timestamp": 728.0,
      "text": "I'm a policy wonk. The amount of intelligent brilliant someone someone sodomized, sent me a bucket of poop daddy sharp. Jar Jar Binks has a Caribbean black action. He's a loser. Little little Katie baby. I don't want to hate black people. I renounced Jesus Christ. Thank you so much, Kurt."
    },
    {
      "end_timestamp": 755.0,
      "id": "0ea1d750-1588-3675-b7f4-323e713b2886",
      "speaker": "Jordan",
      "start_timestamp": 749.0,
      "text": "Yeah. Was that Kurt Quinto, quadrille ancient god of the Mayans."
    },
    {
      "end_timestamp": 762.0,
      "id": "8d5acb71-18df-3245-bc46-098ecbf40f06",
      "speaker": "Dan",
      "start_timestamp": 755.0,
      "text": "I feel like anytime I see a cue and then more than like three letters. Yeah, I'm in trouble you."
    },
    {
      "end_timestamp": 764.0,
      "id": "af9f6dfa-be0f-3015-b75b-9f2cb622b6b4",
      "speaker": "Jordan",
      "start_timestamp": 762.0,
      "text": "Yeah, that's fair. Scanning. It"
    },
    {
      "end_timestamp": 786.0,
      "id": "d862b3b9-0683-3120-8cee-7c700a159e55",
      "speaker": "Dan",
      "start_timestamp": 764.0,
      "text": "is difficult. That is fair. That is fair. But hey, here we are. Alex came back the very next day. Alex came back on Saturday and did his nonsense. Oh, and here's the thing, man. It's a bummer because he's gone for quite a while. And then he comes back as if nothing happened. And he just was like I was on a workstation."
    },
    {
      "end_timestamp": 795.0,
      "id": "70f3bbee-898c-3b0a-a8c4-1c64d41d4d21",
      "speaker": "Jordan",
      "start_timestamp": 786.0,
      "text": "What? You lost a billion dollar workstation. You can't come back from losing a billion dollars be like, All right, head down. Let's just get back to work."
    },
    {
      "end_timestamp": 811.0,
      "id": "7838f2e2-8814-3087-873a-291da41b2af9",
      "speaker": "Dan",
      "start_timestamp": 795.0,
      "text": "But he does do this a bit. And I feel like we see him a lot of times when things are bad. It's like well, let's get one last vacation. So I don't fully know what he was up to or what he was doing. But I would assume it was taking care of"
    },
    {
      "end_timestamp": 815.0,
      "id": "b3ff2059-cdb7-3dd1-a580-645b53c00dab",
      "speaker": "Jordan",
      "start_timestamp": 811.0,
      "text": "some numerous legal matters. Yep. Difficult business. Yeah, I would argue that"
    },
    {
      "end_timestamp": 832.0,
      "id": "b1cac3e9-936f-3ece-8522-bdd51152933f",
      "speaker": "Dan",
      "start_timestamp": 815.0,
      "text": "but things happen in the world and Alex cannot stay away for long. Absolutely not what happens let's say when someone breaks into Nancy Pelosi, his house can't think of anything. Alex needs to get back in studio. Good point. So he decided to cover this story early. And sensationally."
    },
    {
      "end_timestamp": 877.0,
      "id": "3ed9afd1-fbc3-3bfb-94bc-325ea1a4bb68",
      "speaker": "Alex Jones",
      "start_timestamp": 832.0,
      "text": "We have Nancy Pelosi, his husband being attacked with a hammer and I'm trying to say that he's a Trump supporter or a q&a person. But now we have the audio will play in just a moment. The 911 call police dispatch Paul Pelosi said he doesn't know who the mail is. But he advised that his name is David and he is a friend. He was in his underwear. They were naked. The stuff was broken inside not broken into. And so something very interesting going on there with Mr. Haire. Miss Sher Pelosi, I'm sorry YT getting into all of that here today"
    },
    {
      "end_timestamp": 1037.0,
      "id": "85d1967a-2e11-31d6-8dbd-e79ff042be23",
      "speaker": "Dan",
      "start_timestamp": 877.0,
      "text": "throw ins in your why not? Just add German and French likes to have fun. Alright, so it's not too surprising to see Alex being pretty on top of the Pelosi conspiracy theories and also not surprising to see him lying about the situation. He doesn't have the audio of the 911 call that's just entirely made up and he's basing his reporting on faulty assumptions that he just saw him memes are on dumb blog. In reality, Pelosi was the victim of a home invasion and the person was holding him hostage with a hammer. But he was that guy who came in David de Pape was really more interested in his wife, Mr. Pelosi was able to convince the guy to let him use the bathroom where his phone was charging and he made a call to police being careful to speak in language that wouldn't set off alarms for the guy with a hammer. Yeah, Pelosi did convey to 911 that the guy's name was David specifically that the guy had said that his name was David. He also was clear that he didn't know who he was and that he planned to wait there for his wife to arrive. Just after police arrived David hit Pelosi with a hammer and was arrested. In the ambulance Pelosi told officer Ariane Starks that he quote had never seen to pay before. The glass was not broken outward, a witness who was working security at the neighboring address, nearby house saw quote, an individual and all black carrying a large black bag on his back walking near the Pelosi residence. He quote, then heard what sounded like banging on either a door or car. Also in a post arrest interview, de Pape admitted that he quote broke into the house through a glass door, which was a difficult task that required the use of a hammer to Papes interview is consistent with Pelosi version of events in that they didn't know each other. And that debate had arrived broken in and demanded to know where Nancy was to pay. It made it clear to police that he wanted to hold her hostage, and that if she lied to him, he would break her kneecaps, so she would have to be, quote, wheeled into Congress, which will show other members of Congress, there were consequences to actions. It's clear from his admissions to police from his actions and from his writing prior to the attack that David de Pape is a far right extremist who was at best attempting to hold the Speaker of the House hostage and to name her. Yeah, it's very obvious why people across the right wing media ecosystem from Alex to Matt Walsh to Glenn Greenwald, have tried to run interference on this story and craft a different narrative out of it. And that's because it's a direct result of their ideology and rhetoric. They know that and they welcome it. But in order to keep the business running, it's key to disown your children once they take action. That's all that's going on right here. Right? Very, very repetitive. We've seen this a million times. Yeah."
    },
    {
      "end_timestamp": 1050.0,
      "id": "dd85b0ba-96c8-3b96-827c-50c9692d8277",
      "speaker": "Jordan",
      "start_timestamp": 1037.0,
      "text": "It's a good thing, though, that when we see this happen, no one does anything about it. I appreciate that the most because I would be I'd be really sad if this didn't continue to happen forever and ever. And in perpetuity, you know, won't be a real bummer. If"
    },
    {
      "end_timestamp": 1054.0,
      "id": "f22769cd-63dd-3629-8533-7ed9427f1af7",
      "speaker": "Dan",
      "start_timestamp": 1050.0,
      "text": "somebody even though be something you think would be sad if this didn't continue forever. Oh, it'd"
    },
    {
      "end_timestamp": 1063.0,
      "id": "260f87cb-458a-3d2c-a43a-1d8e5da4d254",
      "speaker": "Jordan",
      "start_timestamp": 1054.0,
      "text": "be terrible. I have great news. Oh, that's good news. Because that, you know, nobody's gonna do anything about it, which is amazing. It's tough. I mean, it's amazing. On the"
    },
    {
      "end_timestamp": 1074.0,
      "id": "96b9baef-4400-3f79-9e81-f8780c1deb58",
      "speaker": "Dan",
      "start_timestamp": 1063.0,
      "text": "one hand, I kind of agree. And I feel your laments. Sure. But on the other hand, I'm not really fully certain I know what can be done. Yeah. I don't know what should be done necessarily."
    },
    {
      "end_timestamp": 1089.0,
      "id": "b35f8a7c-f0ad-3ee5-95ff-32e57077b938",
      "speaker": "Jordan",
      "start_timestamp": 1074.0,
      "text": "It's a good thing that nobody has ever put out, say, a list of people for whom this type of action would be valuable. You know, it's it's a good thing. Nobody's ever been like, Hey, here's a, let's say, hit list of some sort, you know, of the people that need"
    },
    {
      "end_timestamp": 1106.0,
      "id": "0808228c-e8bd-3d45-8522-fb8d1a94b48b",
      "speaker": "Dan",
      "start_timestamp": 1089.0,
      "text": "care, or, you know, it's a good thing that someone like Alex has never, you know, told people to make lists of globalists in their town. Absolutely. You know, that that take care of if need be. Yeah, just be prepared. Yeah. I mean, it's a sign of proof. It's an escalation. Yeah. It feels like"
    },
    {
      "end_timestamp": 1116.0,
      "id": "a3144406-efb5-3b8a-a05e-0b17e60cde45",
      "speaker": "Jordan",
      "start_timestamp": 1106.0,
      "text": "I'm very fascinated by this dude's plan. That's what fascinates me most about this whole thing. How does this How does he think this goes if it goes the best it can?"
    },
    {
      "end_timestamp": 1123.0,
      "id": "57f105f7-ab02-3764-97ce-f40c141ec882",
      "speaker": "Dan",
      "start_timestamp": 1116.0,
      "text": "Well, I think he understood to whatever it said that it wasn't gonna go good."
    },
    {
      "end_timestamp": 1129.0,
      "id": "9130ec45-9b14-3ce4-b4d5-144917c6f420",
      "speaker": "Jordan",
      "start_timestamp": 1123.0,
      "text": "No, no, no, there was no there was no end where he's like, innocent No, I'm something he's suicidal. He"
    },
    {
      "end_timestamp": 1138.0,
      "id": "6bc3cd4c-6182-3467-9fd6-bdfa71da2d3d",
      "speaker": "Dan",
      "start_timestamp": 1129.0,
      "text": "understood that the end result was probably going to be him in prison right but on the way there he could name Nancy Pelosi in a way that would send a message to the rest of Congress, right?"
    },
    {
      "end_timestamp": 1154.0,
      "id": "5c285889-a9e8-32de-83e0-aebe454c617d",
      "speaker": "Jordan",
      "start_timestamp": 1138.0,
      "text": "Yes, I get that I get I'm just fascinated by that idea of like, this is what I'm gonna do. You know, it's it's just a weird thing. I'm gonna go I'm gonna go to the Speaker of the House is home with a hammer, right? It's just fascinating to me. Yeah, it just is"
    },
    {
      "end_timestamp": 1160.0,
      "id": "be709b5a-83b2-341e-ae59-4c919a66d1f9",
      "speaker": "Dan",
      "start_timestamp": 1154.0,
      "text": "so badass. Yep. So anyway, Alex Edie at 911 Call put it audio obviously he doesn't he has something else."
    },
    {
      "end_timestamp": 1179.0,
      "id": "5b49184e-3caf-3b65-99a6-a8182b15d34c",
      "speaker": "Alex Jones",
      "start_timestamp": 1160.0,
      "text": "Here is the audio that's posted the article on infowars.com. police dispatch Paul Pelosi said he doesn't know who the mail is, but he advised that his name is David and he is a friend here at ash"
    },
    {
      "end_timestamp": 1204.0,
      "id": "f588f0ba-545f-3b70-9759-ce36b616f76d",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1179.0,
      "text": "northern for carve a party 910 2640 Broadway cross a Scott and Normandy overlooking our coffee, Arby's David there's a male in the home and that he's going to wait for his wife or be stated that he doesn't know who the male is, but he advised that his name is David, and that he is a friend. RP sounded somewhat confused, is a friend. RP sounded somewhat confused."
    },
    {
      "end_timestamp": 1210.0,
      "id": "acca5539-38d7-3573-ab45-a87999499586",
      "speaker": "Alex Jones",
      "start_timestamp": 1204.0,
      "text": "All right, his name is David and he's a friend, but he doesn't know who he is."
    },
    {
      "end_timestamp": 1249.0,
      "id": "9b95895c-b6ac-3190-a64a-54e1a8e338b2",
      "speaker": "Dan",
      "start_timestamp": 1210.0,
      "text": "So this isn't a 911 call. This is a dispatcher relaying the information from a 911 call. Also, there's a very clear pronoun reference issue here that is at the heart of this. What this dispatcher is saying is that Pelosi doesn't know who the person is. But the person had said that his name is David, and that he is a friend. He wasn't saying that Pelosi considers this guy a friend. He's saying the Pelosi is saying that David told him he was a friend, right? It's about as simple as an explanation is that but Alex has to grasp it, whatever straws are there to pretend that this is some kind of fake thing as opposed to the exact logical conclusion of his worldview? And I don't know. Yeah, here we are. Yep."
    },
    {
      "end_timestamp": 1260.0,
      "id": "e603c929-2d34-302e-af95-ce3cef813d21",
      "speaker": "Jordan",
      "start_timestamp": 1249.0,
      "text": "I mean, it's, it's really kind of simple, direct. You can draw a one to one line from stochastic terrorism to terrorism. It's really easy."
    },
    {
      "end_timestamp": 1268.0,
      "id": "0feba04d-8c2e-3112-8c16-351e6333c53a",
      "speaker": "Dan",
      "start_timestamp": 1260.0,
      "text": "No, no, no, no. Here's why we haven't considered Oh, this is a false flag. Yet also, Won't somebody think of Rand Paul?"
    },
    {
      "end_timestamp": 1312.0,
      "id": "03d06189-6242-3dfd-8a02-5737f3586163",
      "speaker": "Alex Jones",
      "start_timestamp": 1268.0,
      "text": "Well, I guess it do but look good. If your wife was Nancy Pelosi that would turn anybody gay, I would think what's the whole point is are trying to saddle. They're trying to frame the American people with this right now. Some type of a template false flag. I'm not saying it had to happen. I'm saying we're going to blame conservative voters. They're calling it a new January 6, but it gets worse. Senator Rand Paul, who had six ribs broken and a lung punctured, and is still in serious health problems because of it. The left celebrated without physically attacked, he put out a tweet wishing him a speedy recovery and saying political violence should not happen and it's wrong. The left called him a little bitch."
    },
    {
      "end_timestamp": 1362.0,
      "id": "6878304c-8c40-35fa-86df-740512a2ff39",
      "speaker": "Dan",
      "start_timestamp": 1312.0,
      "text": "The left is apparently Rex Chapman on Twitter show. I guess that's, you know, got him. Yeah. So if this constitutes a false flag, then the term has entirely lost its meaning. It's just a meaningless catchphrase for Alex to throw out to pop the crowd. Take his guitar done. At this point. It just means it's so empty. As for Rand Paul, that wasn't a politically motivated attack at all. He got into a fight with his neighbor Renee boo che about yard waste. From an NBC News article about Bucha his trial, quote, federal prosecutors said mache had enough after he witnessed Paul stack brush into a pile on his own lawn, but near Bucha his property booj then ran onto Paul's property and tackled him. These aren't comparable situations at all. And all Alex is doing is playing a distraction game. But who won't you think of Paul Rand Paul? Rex Chapman said something nice about him."
    },
    {
      "end_timestamp": 1380.0,
      "id": "7a042d34-ec23-33ba-9c9d-5e5824708a4f",
      "speaker": "Jordan",
      "start_timestamp": 1362.0,
      "text": "I think I think your wit's end, here's what I'm struggling again. Here's what I'm having a trouble with. Man, that neighbor could just tackle him. What are you doing? What are you doing go into her house with a hammer, just wait until she's outside of the tackler? It is?"
    },
    {
      "end_timestamp": 1381.0,
      "id": "402f2bea-a4ec-3db2-80a3-a752824863bc",
      "speaker": "Dan",
      "start_timestamp": 1380.0,
      "text": "You know it is?"
    },
    {
      "end_timestamp": 1390.0,
      "id": "ebeec484-ffd8-38f6-96e3-8d03b50dbabe",
      "speaker": "Jordan",
      "start_timestamp": 1381.0,
      "text": "Why are there so many elaborate plans. Whenever if you're just as neighbor, you can be like, hey, those are a bunch of fucking stacks and the tackle of this show easy."
    },
    {
      "end_timestamp": 1418.0,
      "id": "7a37f97a-a3ad-3420-b0fc-0ea55eebec82",
      "speaker": "Dan",
      "start_timestamp": 1390.0,
      "text": "Tack sticks are too close to my yard. It is a shocking lack of like functional security. Yeah, you're not wrong about that. It's a little upset. So we got news on a topic that we're all so used to hearing about, you know, once an episode maybe, of course, something is really severe. And then it's not. It's the COVID narrative of the day"
    },
    {
      "end_timestamp": 1426.0,
      "id": "5b1161e1-2d55-331b-8484-d2c92c18a445",
      "speaker": "Alex Jones",
      "start_timestamp": 1418.0,
      "text": "and find that news actually just might reprint that formula. Oh, here it is. Daniel, it's here."
    },
    {
      "end_timestamp": 1440.0,
      "id": "6d87d223-0962-3faf-80b1-15bb4d4f3d80",
      "speaker": "Dan",
      "start_timestamp": 1426.0,
      "text": "Today's COVID bombshell."
    },
    {
      "end_timestamp": 1447.0,
      "id": "d6d74990-466e-3483-95f1-5f202b42e05a",
      "speaker": "Dan",
      "start_timestamp": 1440.0,
      "text": "We've reached the COVID narrative of the day, it's over."
    },
    {
      "end_timestamp": 1460.0,
      "id": "c889e557-0553-3b4c-97c5-5d4747da3429",
      "speaker": "Alex Jones",
      "start_timestamp": 1447.0,
      "text": "Meanwhile, flu they said was gone for two years that we're counting that as COVID to get you take the budget shot. Now, so far, the flu season is more severe than has been 13 years. There's all these deaths of the vaccinated and they're calling it love flu."
    },
    {
      "end_timestamp": 1561.0,
      "id": "201e5ad2-4adb-3426-b39d-026f11e12a09",
      "speaker": "Dan",
      "start_timestamp": 1460.0,
      "text": "The flu wasn't gone. It was just that when Alex was starting to get really going with his COVID Death conspiracy theories. That was right when flu season was ending. So he made a really big deal out of how the CDC was going to stop monitoring flu deaths. He settled on that as a fake explanation for the things back then and he hasn't thought about it since. And he just has an updated talking points. Yeah, even so in the 2021 flu season, it was estimated that the flu resulted in between eight and 13 million cases in between 5014 1000 deaths. It was relatively mild as was the 2020 season most likely because of the broad adoption of COVID mitigation strike. She's like social distancing. And wearing masks, people have seemed to decide that she is all done with. So whatever benefit that was bringing about is gone. One variable that's likely unrelated to human behavior patterns is that the flu is coming early this year. And it looks like this year, the h3 and to strain that spreading is fairly severe. That's unlucky, partially because about 26 million less people have gotten the flu vaccine than did in 2020, which conceivably could be, at least in part attributed to the meteoric rise of anti Vax rhetoric and belief in the intervening years, pushed by folks like Alex. Yeah, much of the influence that Alex and his ilk have put into the world have contributed to the pretty bleak situation we see in front of us in terms of flu. But naturally, when things get bad, it'll just be reported to the audience as evidence that he was right all along, because he just gets to claim that flu deaths are secretly COVID vaccine deaths without proving it in any way. And there we go. Yep. Yep, nothing is real."
    },
    {
      "end_timestamp": 1593.0,
      "id": "37b12506-d3d8-3709-8095-d55e68573575",
      "speaker": "Jordan",
      "start_timestamp": 1561.0,
      "text": "Yeah, I really do appreciate everyone's staunch refusal to learn the most obvious and enduring lesson of all time, which is that there will be unintended consequences of all of this bullshit. And the COVID, while whatever it is, level of, quote, work done with it, as there may be, the reverberations of the behaviors during that time period are going to be echoing for decades. Like we're in serious situations."
    },
    {
      "end_timestamp": 1601.0,
      "id": "e5f45329-36e9-3bdc-9e19-43d356f4ce3a",
      "speaker": "Dan",
      "start_timestamp": 1593.0,
      "text": "Yep. The unwillingness of people to take public health situation seriously. The erosion of sort of public trust, there's no"
    },
    {
      "end_timestamp": 1607.0,
      "id": "d2291eb0-fe6f-31e4-9a0b-f00e34e5e409",
      "speaker": "Jordan",
      "start_timestamp": 1601.0,
      "text": "trust in any government to like, respond in any way to a problem."
    },
    {
      "end_timestamp": 1650.0,
      "id": "e8b25f5b-6a01-30ea-ba97-91835d6f1b92",
      "speaker": "Dan",
      "start_timestamp": 1607.0,
      "text": "And good luck using individual solutions to solve population level problems. Yep. It's not going to work. Nope. Great. Yep. So I like to interview some people, and I don't care. One of them was Roger Stone. Great. I don't care. But before we get out of Saturday's episode, October 29. That episode, we have a tortured metaphor. Oh, no. It's three and a half minutes long. Now Alex is talking about Elon Musk. Oh, God, no. He starts thinking about that. You judge a man by the the tree by its fruit. Sure. Sure. So that kind of thing, right. And then he starts talking about literal trees and fruit. Oh, no. And boy, does this go on. I've"
    },
    {
      "end_timestamp": 1659.0,
      "id": "e09ce4cc-9431-3404-9663-99589a6f1566",
      "speaker": "Jordan",
      "start_timestamp": 1650.0,
      "text": "described the worst thing in history, a tortured metaphor from Alex almost four minutes about Elon Musk. It says it's the worst thing in the history of the"
    },
    {
      "end_timestamp": 1662.0,
      "id": "818428b9-1996-3992-94ad-0d048e50e286",
      "speaker": "Dan",
      "start_timestamp": 1659.0,
      "text": "world. Yeah, he should have taken another day off."
    },
    {
      "end_timestamp": 1731.0,
      "id": "504cf615-062f-351d-adc7-949ecbfa0a21",
      "speaker": "Alex Jones",
      "start_timestamp": 1662.0,
      "text": "Getting back to Elon Musk. I look at a tree by what fruits it bears. You know, I used to before my ex wife divorced me have nine acres out of the country outside Austin, on the Barton Creek. And we had a couple acres on one side of the creek and like seven acres on the other side, the folks we bought the house from had an apple, a plum and a pear orchard. And we could get more apples and plums and pears than we hit every off of that. seven acres at about four acres of it. Right in the middle was was was those trees. We didn't take care of we didn't prune them. We didn't anything. But I go over there all the time. Little spillway there at the creek. So instead of walk through the water, I drive my truck across. And I just load baskets with apples and plums and pears, some other fruit, I'm forgetting it, but"
    },
    {
      "end_timestamp": 1736.0,
      "id": "bc4c6aac-a332-340e-b724-81196a7b04d7",
      "speaker": "Jordan",
      "start_timestamp": 1731.0,
      "text": "you cannot be serious."
    },
    {
      "end_timestamp": 1778.0,
      "id": "e69ca95e-740a-36d3-a54b-89a0236880c0",
      "speaker": "Alex Jones",
      "start_timestamp": 1736.0,
      "text": "And the crazy thing was you'd have a little tree next to a big one. But it would have twice as many plums on it, or twice as many pears on or apples. And sometimes you get one of the bigger trees that are really big and strong and look great, but it would have almost nothing on and that's what the Bible is talking about Judge Frisch, it was this little tree and it's loaded with apples, where it's almost weighed down to the ground like we had one tree went down to the ground. It had so many apples on it like just like 100 apples. We were making apple pies constantly. Everything is God's bounty."
    },
    {
      "end_timestamp": 1779.0,
      "id": "d264ae1b-6314-377d-aebe-46d092b84d41",
      "speaker": "Jordan",
      "start_timestamp": 1778.0,
      "text": "Is this story about stealing"
    },
    {
      "end_timestamp": 1809.0,
      "id": "7ab21184-eeee-35d1-93b8-ec2220d60440",
      "speaker": "Alex Jones",
      "start_timestamp": 1779.0,
      "text": "the same thing. We're a plum tree and I'm like, This is not a stop tree and then a big plum tree it'd be a few plums on the big plum tree and a whole bunch of a little and it wasn't always like that. We had a few trees that were big trees are also loaded. You got to get a ladder up there and get them off. But that's not where I'm going with this. Oh, it's not people asked me What I think of Elon Musk, and I'm, I tried to be Christ like to claim to be very Christ, like I tried to be Christ like, but I definitely follow the teachings of Christ. Someone"
    },
    {
      "end_timestamp": 1811.0,
      "id": "1a07202d-98b4-3b32-b324-b8a02cb9a811",
      "speaker": "Jordan",
      "start_timestamp": 1809.0,
      "text": "hit him with 100 apples and my"
    },
    {
      "end_timestamp": 1870.0,
      "id": "723c0978-e3fd-3db5-9028-544cb0ff98c1",
      "speaker": "Alex Jones",
      "start_timestamp": 1811.0,
      "text": "Savior. But let's just say this Christ is never wrong. When I compare my thinking to Christ, that is it from an arrogant perspective, just be very clear. But Christ said, you judge a tree by its fruits. And so when I look at Elon Musk, and the things he's done, promoting neuro link, and Starlink and all of it that kind of weighs down him being a good guy on the side of bad but then you look at coming out against the vaccine two years ago and saying don't take it at the start and coming out against World Government and now coming out against the Ukraine war, and now coming out against censorship. And now saying we shouldn't get rid of fossil fuels are a good thing we need them alongside electric while we develop better systems, and then we will collapse we don't have it. And just on and on and on. I look at the tree that as Elon Musk and I say this guy's getting better and better and so the good side of him way outsides the bad"
    },
    {
      "end_timestamp": 1879.0,
      "id": "1f6c806c-3940-3121-84d3-e44b1cba4b56",
      "speaker": "Dan",
      "start_timestamp": 1870.0,
      "text": "Dory, you're gonna end up liking him he was an apartheid profiteer is family as you know, that's his background so you'll be fine You'll like him. Yeah,"
    },
    {
      "end_timestamp": 1895.0,
      "id": "0b50dca4-b67d-3c51-90da-9864fa28d449",
      "speaker": "Jordan",
      "start_timestamp": 1879.0,
      "text": "I was gonna say I don't I don't quite know what to do when anybody brings up Elon Musk without being like, what needs to happen is the entire population of the earth needs to jump upon him entire him limb from limb. Like there's not much other things to say about him or he"
    },
    {
      "end_timestamp": 1898.0,
      "id": "36ca7322-b23e-3523-9c0d-84991078e620",
      "speaker": "Dan",
      "start_timestamp": 1895.0,
      "text": "needs to stack brush too close to Rene."
    },
    {
      "end_timestamp": 1899.0,
      "id": "db804f64-1b23-37da-a64a-4921d3bcb631",
      "speaker": "Jordan",
      "start_timestamp": 1898.0,
      "text": "Yes."
    },
    {
      "end_timestamp": 1901.0,
      "id": "581dfaf6-43b2-38dd-95ab-e7c4dcbd7088",
      "speaker": "Dan",
      "start_timestamp": 1899.0,
      "text": "So as you"
    },
    {
      "end_timestamp": 1905.0,
      "id": "109997ff-8df2-3c8e-b2da-62e8dfa912c7",
      "speaker": "Jordan",
      "start_timestamp": 1901.0,
      "text": "find ways to trick people into stacking brush too close to his yard."
    },
    {
      "end_timestamp": 2094.0,
      "id": "ad44cbe2-b762-3d42-ac47-b2952e057830",
      "speaker": "Dan",
      "start_timestamp": 1905.0,
      "text": "So as usual, Alex has completely misunderstood the Bible verse. He claims that he bases a lot of his thinking around yeah, there are two verses that he's referencing here with the fruit and the trees. One of them is Luke 643 through 45, which says quote, for a good tree does not bear bad fruit nor does a bad tree bear good fruit, for every tree is known by its own fruit. For men do not gather figs from thorns, nor do they gather grapes from a bramble bush, a good man out of the good treasure of his heart brings forth good and an evil man out of the evil treasure of his heart brings forth evil. A similar passage is found in Matthew 715 through 20. Quote, beware of false prophets who come to you in sheep's clothing, but inwardly they are ravenous wolves. You will know them by their fruits. Do men gather grapes from thorn bushes, or figs from thistles? Even so, every good tree bears good fruit but bad tree bears bad fruit. A good tree cannot bear bad fruit nor can a bad tree bear good fruit. Every tree that does not bear good fruit is cut down and thrown into the fire. Therefore, by their fruits, you will know them. This appears in both Luke and Matthew because both of those gospels are largely believed to have been derived from a common source. That's a really complicated matter. So to stick to the simple stuff. Alex has no idea what these verses mean. Apparently, even in this long meandering plum and Apple story that he's telling, Alex offers two different interpretations of how you can tell a tree by its fruit, and they're both wrong in terms of what the Bible says. The first he presents is that you can tell how good a tree is not by how big it is, but by the amount of fruit it produces. This is a fun way to think about plants, but it's not related to that scripture at all. The second version Alex comes up with is that you weigh the good fruit against the bad fruit in order to determine if a tree is good or bad makes perfect sense also, not what the Bible is saying. Yeah, the real problem with this Bible verse is that it espouses an absolute that humans can't really live up to good trees produce good fruit and bad trees produce bad fruit No good tree produces bad fruit, no bad tree produces good fruit. Therefore, if you produce bad fruit, you're a bad tree. And if you produce good fruit, you're a good tree. Yeah, there's a reason that people like to think of it in a different way. Because the other way of thinking about it, do you mean the more accurate way of thinking about it? It's hard is possible predestination. In this actual context, the verses really unhelpful to Alex because it would require him to put definite labels on people which are rigid and cannot be changed. Alex can't work in that environment because he needs to be able to shift the allegiances of his imaginary allies and enemies depending on what headlines he needs to respond to. And if they're determined to be unwaveringly good or bad, it hurts his ability to make shit up as he goes along. This is all very stupid, and it illustrates how Alex's understanding of His holy text is really just surface level and mostly based on catchphrases. He doesn't really grasp. And naturally this is all really just a ramp up for Alex to explain that he'll determine whether or not Elon Musk is a good tree based on whether or not he lets Alex back on Twitter. Yeah, it's really what Jesus was talking about. Hey, go yeah, we'll see. We'll see what fruits it is."
    },
    {
      "end_timestamp": 2113.0,
      "id": "dbf010ae-1ed6-34c4-b27a-f544c393750d",
      "speaker": "Jordan",
      "start_timestamp": 2094.0,
      "text": "It is just impossible for him to understand the Bible in any other interpretation than capital. list like, because again, it's not about the type of fruit really? This small trees got 100 fruits, man, that's better than the big tree. That's a good drink. You know, that's a good tree. So you sell those fucking fruit. Well, you know,"
    },
    {
      "end_timestamp": 2120.0,
      "id": "81e9ca55-bfe6-38ac-94d9-5294e78d8184",
      "speaker": "Dan",
      "start_timestamp": 2113.0,
      "text": "if you have a plum tree that has like, 100 fruit, right? Yeah. 30 of them might be good. 70 bad. 30"
    },
    {
      "end_timestamp": 2121.0,
      "id": "15ad57d3-2ac8-3b3e-ac0e-23eb3c1fd739",
      "speaker": "Jordan",
      "start_timestamp": 2120.0,
      "text": "That's a bad tree."
    },
    {
      "end_timestamp": 2129.0,
      "id": "8ee682e3-f1cd-317b-bae9-f4a0ac189c53",
      "speaker": "Dan",
      "start_timestamp": 2121.0,
      "text": "No, that's a good tree, compared to a tree that puts out like 25. But they're all good. But that's 25"
    },
    {
      "end_timestamp": 2132.0,
      "id": "b89c92e3-7706-3a69-8588-5bbe2092a77b",
      "speaker": "Jordan",
      "start_timestamp": 2129.0,
      "text": "Exactly. You gotta you gotta invest in the bigger tree. Right? Yeah, absolutely."
    },
    {
      "end_timestamp": 2135.0,
      "id": "442462bb-9dd9-3437-a1e1-9962f8f4a301",
      "speaker": "Dan",
      "start_timestamp": 2132.0,
      "text": "See, this is what Jesus was talking. He's really"
    },
    {
      "end_timestamp": 2140.0,
      "id": "970958e6-9878-319b-aff3-27cbdcfc76c0",
      "speaker": "Jordan",
      "start_timestamp": 2135.0,
      "text": "describing an IPO for fruit orchards. Sure. Yeah, sure. I agree with those,"
    },
    {
      "end_timestamp": 2160.0,
      "id": "0a314639-d180-3898-8c61-e0c893160cad",
      "speaker": "Dan",
      "start_timestamp": 2140.0,
      "text": "like forbidden books of the Bible. This is what it gets into. Its into like, real calculus about class. Anyway, I decided to punt on covering the rest of this and move on to Sunday when Alex is maybe in in finer form. Yeah, it's sort of in midseason form."
    },
    {
      "end_timestamp": 2163.0,
      "id": "811a5764-f1f5-341a-83e2-fa1be8a99d39",
      "speaker": "Jordan",
      "start_timestamp": 2160.0,
      "text": "He's gotten back in, back in the fastball range. Yeah."
    },
    {
      "end_timestamp": 2167.0,
      "id": "22e450d5-fb4b-3b27-986c-d227a1a8ca41",
      "speaker": "Dan",
      "start_timestamp": 2163.0,
      "text": "And so here's where we start off on Sunday. I was wrong. All right."
    },
    {
      "end_timestamp": 2218.0,
      "id": "45418181-bc14-30ac-8594-af3dd05b7b79",
      "speaker": "Alex Jones",
      "start_timestamp": 2167.0,
      "text": "I was already planning today, last night in this morning to come in here on this special Sunday broadcasts. And every broadcaster special This was particularly just talking about why there's a war on children and why the real currency of the satanic global elite in their minions is hurting and killing children. And then this afternoon, when I was going through clips and doing research here, about three hours ago, at the office, I saw a clip of Laura Logan, the famous investigative journalist, who they're really demonizing and attacking now for coming out against the boys and shots, and the globalist that she was talking about why they target children as an affront to God, and that's really what it's all about. And then they're given basically evil rewards by the god of this world. For what they do,"
    },
    {
      "end_timestamp": 2333.0,
      "id": "9daf35b1-49fc-35f7-b638-3e48be08dcad",
      "speaker": "Dan",
      "start_timestamp": 2218.0,
      "text": "I'm not sure if the problem people had with Laura Logan was that she said that there's a war on children and it's done as an affront to God. That kind of commentary probably would preclude her from being on a network that's trying to do serious work, but she was on Newsmax that's not a big deal there. Her comments were so inappropriate that Newsmax had to put out a statement saying they wouldn't interview her again. She was a guest on Eric Bolling show and she said quote, they may think that they're going to become gods. That's what they tell us. You know, the ones who want us eating insects, cockroaches, and that well they die and that well they dine on the blood of our children. Those are the the people right, they're not going to win. So Logan's blood libel laden. Q anon rant was just another step on her path to full on public conspiracy lunatic and a lot of people have this notion that she's fallen so far. She was formerly the chief foreign affairs correspondent at CBS News, which is a lofty position compared to someone no longer welcome on Newsmax, but the reality is she already fallen from grace. She was put on leave of absence by CBS in 2013, after an internal investigation found that her reporting on Benghazi was fraudulent and that quote, key elements of the story were untrue. Her reporting relied heavily on a story told by a contractor named Dylan Davies, who was lying to her. Davies spawn a story about how he'd gotten into combat during the attack, and he'd seen Ambassador Stevens body but unfortunately, he already told the FBI that he never left the villa that evening, and that he hadn't been on the scene at all. Ouch. Logan did not follow up on details of day the story that would have indicated credibility problems. She also failed to disclose that he had a book deal selling his fraudulent story about what he did during the attack out Chanda, these weren't the only problems. It was shitty work. And it's not the kind of mistake you would think it would be made by someone who is otherwise good at their job. The first time mistake, it's very sloppy."
    },
    {
      "end_timestamp": 2347.0,
      "id": "45b314e0-39b9-36ec-9431-550127a295a8",
      "speaker": "Jordan",
      "start_timestamp": 2333.0,
      "text": "I would argue that maybe the simplest thing about an interview is to be like, hey, you know what? There's an FBI interview too. I'm gonna go check that real quick and cross reference it with the bullshit you're saying to me?"
    },
    {
      "end_timestamp": 2359.0,
      "id": "e858e20b-da35-3fca-981b-a29eaa0005d8",
      "speaker": "Dan",
      "start_timestamp": 2347.0,
      "text": "Yeah, even if you're not like, even if you don't have the FBI interview available to you. There's other things you could do to like, try and corroborate detail totally. And be like, hey, is this guy just trying to get promotion for his book?"
    },
    {
      "end_timestamp": 2371.0,
      "id": "798ef461-368a-33c1-a86a-b38db5679743",
      "speaker": "Jordan",
      "start_timestamp": 2359.0,
      "text": "No, it's kind of like what? Just off the top of my head somebody like Alex might do is interview somebody who's completely lying about their credentials, and then inflating it and then putting it out on TV. You"
    },
    {
      "end_timestamp": 2404.0,
      "id": "b1a3895f-154b-370b-9394-9b1254ea1f6f",
      "speaker": "Dan",
      "start_timestamp": 2371.0,
      "text": "can see why he likes her. Yeah, so in the past few years, she's become just another raving nut that's allowed to spread nonsense on conservative platforms. She had a show on Fox nation, but was fired earlier this year. And now she's rambling about Q shit and blood libel with Eric bowling and getting the boot from Newsmax. What I'm saying is that she's a prime candidate for Alex to hire. And I think it makes total sense for him to come to her defense. She's unwelcome anywhere else and Alex could really use anybody with a little totally, totally can't keep having Harrison Smith. Host everything And God felt like so stick another workstation. Gotta get somebody in there."
    },
    {
      "end_timestamp": 2425.0,
      "id": "10f9317e-0ba2-39df-af99-f3d2a7070dfb",
      "speaker": "Jordan",
      "start_timestamp": 2404.0,
      "text": "It's just like, I wish it would be so much. It's so simple to because it's just like, hey, do you know why they're number one thing is attacking children? Because if I tell you that, that maybe it'll override your emotional center long enough that you won't think for two seconds and realize that I'm full of shit. They want me money. Ah, yay. That's why they're enemies, children."
    },
    {
      "end_timestamp": 2432.0,
      "id": "6cc44ed3-1956-3e2f-aa37-8f367c6f9546",
      "speaker": "Dan",
      "start_timestamp": 2425.0,
      "text": "So we got it. We got some big news here. Yeah, that Alex is covering. Shocking if true, but also not true. Oh,"
    },
    {
      "end_timestamp": 2440.0,
      "id": "8ecb1953-7e83-3f3e-9c77-fba537224163",
      "speaker": "Alex Jones",
      "start_timestamp": 2432.0,
      "text": "diesel is set to run out somewhere around the 15th of November."
    },
    {
      "end_timestamp": 2443.0,
      "id": "50dface8-7871-358e-8ee3-ea4edac9a0f8",
      "speaker": "Jordan",
      "start_timestamp": 2440.0,
      "text": "With all these old about just all these days,"
    },
    {
      "end_timestamp": 2476.0,
      "id": "ba3b47e7-cea4-3631-a401-29e5c7005c3a",
      "speaker": "Alex Jones",
      "start_timestamp": 2443.0,
      "text": "all diesel reserves all gone. That's what they estimate. Okay, loading the local filling station, they will be out of diesel. Sounds like by the 15th. That was reported by the federal government over a week ago. So now we're talking about 16 days, 17 days out, put it on how you look at it the 15th or the 16th of November, right after the midterms elections. Oh, my God. Yeah,"
    },
    {
      "end_timestamp": 2478.0,
      "id": "6b58c5ee-20b4-353b-ae24-79f0e6e4a6f5",
      "speaker": "Jordan",
      "start_timestamp": 2476.0,
      "text": "there it is."
    },
    {
      "end_timestamp": 2548.0,
      "id": "200f22ed-1615-3a3a-a7c7-90dfdb79ced0",
      "speaker": "Dan",
      "start_timestamp": 2478.0,
      "text": "So this is stupid. We're not going to run out of diesel fuel. Alex, just Tucker tweet something that was incorrect. And now he's reporting on that tweet, as if he's looked into the story at all. The comments that were made is that there's a 25 day supply of diesel fuel in the country, which was to say that if all production were to stop immediately, it would run out in 25 days. The thing is that production didn't stop and it isn't stopping. So there's no date where the fuel is just going to be magically gone. an economics professor explained to CBS News that we generally have a supply that would last about 35 to 40 days out, but there's a tightening of supply and an increase of demand that slightly lowering that window, but it'll adjust back eventually. The point is that diesel isn't running out. This is just a dumb lie Alex is using to scare his listeners. Also, let's be clear, if we had an impending day that was less than a month out where we'd be entirely out of diesel fuel, and we had no plan in place to adapt to that that would be a catastrophe. Most of our trucking delivery folks rely on it to bring food around the country among countless other goods that need to be transported. If these trucks all simultaneously became immobile, it's difficult to estimate the amount of death that could result in unthinkable"
    },
    {
      "end_timestamp": 2562.0,
      "id": "e3ec9c62-e5c1-3562-a380-28d5a185a4e9",
      "speaker": "Jordan",
      "start_timestamp": 2548.0,
      "text": "if if if that were the case. That would be the only thing anyone was talking about. Everybody would be like, okay, just real quick. So everybody knows. In three weeks, we will starve to death in three weeks. We"
    },
    {
      "end_timestamp": 2565.0,
      "id": "03d23698-879e-31ab-9d09-6076f4350d92",
      "speaker": "Dan",
      "start_timestamp": 2562.0,
      "text": "will have no truck without diesel."
    },
    {
      "end_timestamp": 2567.0,
      "id": "e397432b-9e15-3855-bbd1-4fb9eb06c8f3",
      "speaker": "Jordan",
      "start_timestamp": 2565.0,
      "text": "We will all die. If Alex believe"
    },
    {
      "end_timestamp": 2590.0,
      "id": "171a24b1-f659-34da-92fc-25ff6b926340",
      "speaker": "Dan",
      "start_timestamp": 2567.0,
      "text": "this for a second he will be freaking the fuck out not just reporting this as some kind of weird conspiracy about the election. About the midterm. We're all gonna die. He knows this is meaningless, but the audience doesn't stick around unless you give them ample reason to be scared. So he just tosses this bullshit on the pile knowing it means nothing. This is ridiculous. Yeah, this is this show is so dumb."
    },
    {
      "end_timestamp": 2602.0,
      "id": "25780bea-29b1-336c-bf51-c3b3254de8be",
      "speaker": "Jordan",
      "start_timestamp": 2590.0,
      "text": "That that is that is absolutely just like, hey, here's a story that's kind of gone unreported. The Midwest won't have corn next week. Like no, I'm sorry. That would not go unreported."
    },
    {
      "end_timestamp": 2610.0,
      "id": "7efe3c0a-45da-3098-ba24-e52c789f7508",
      "speaker": "Dan",
      "start_timestamp": 2602.0,
      "text": "Here's the story that everybody is missing out on a giant media about to hit Earth and we can all see it with our eyes. Yes."
    },
    {
      "end_timestamp": 2613.0,
      "id": "d44a56e7-a372-32e5-ae25-c559ed325d37",
      "speaker": "Jordan",
      "start_timestamp": 2610.0,
      "text": "Okay. Come on. Now, let's not steal too many movie plots."
    },
    {
      "end_timestamp": 2621.0,
      "id": "543b37df-0278-3d07-a154-697ace02cf86",
      "speaker": "Dan",
      "start_timestamp": 2613.0,
      "text": "So the story that is on everybody's mind? Of course. Yes. Pelosi. Yeah. So we got to touch back on this one."
    },
    {
      "end_timestamp": 2684.0,
      "id": "8a4094c9-baa6-3be1-a9b5-eff04d1073d4",
      "speaker": "Alex Jones",
      "start_timestamp": 2621.0,
      "text": "And that all ties into Pelosi is husband. We have the 911 day. Still not a right wing rumor. Both men were in their underwear that police held it up till today. They released a 911 call on Friday. But I got no attention. But today, the San Francisco Police released the fact that Mr. Pelosi and the man half his age, who was a hippie from a nudist colony, not a right where we're in his bedroom, both in their underwear with hammers. When someone else let the policeman and I have the 911 call where Pelosi said I'm here with a name the man my friend, and he's attacking me. So Pelosi is circling the toilet bowl. Very, very quickly. 80 something years old. And you got two dudes in their underwear in a bedroom with hammers."
    },
    {
      "end_timestamp": 2687.0,
      "id": "046bb48e-c974-3239-9ac6-fc4014751c86",
      "speaker": "Jordan",
      "start_timestamp": 2684.0,
      "text": "And sounds fun desperate"
    },
    {
      "end_timestamp": 2710.0,
      "id": "236cc3aa-a6bd-3c73-b702-bd0f45454003",
      "speaker": "Alex Jones",
      "start_timestamp": 2687.0,
      "text": "to try to call this the new January 6. Who is incredibly What exactly are these people operating? They put up fake websites Friday saying he was a right winger turns out Those are fake. I guess those are fake news too that Pelosi got arrested drunk. These people are just absolutely slaves of the system."
    },
    {
      "end_timestamp": 2719.0,
      "id": "a2661b01-6339-3c10-a714-6f53771d429f",
      "speaker": "Dan",
      "start_timestamp": 2710.0,
      "text": "Amazing. So I love the idea that there's that. Two dudes naked with hammers. You do the math. It's like, okay, well, yeah, of course. Hammer."
    },
    {
      "end_timestamp": 2724.0,
      "id": "b09f7943-d25c-3261-90f2-136cb095340a",
      "speaker": "Jordan",
      "start_timestamp": 2719.0,
      "text": "Wow. I mean, if there's two dudes digging the hammers, somebody's gotta go to the hospital."
    },
    {
      "end_timestamp": 2733.0,
      "id": "8b48942c-4fdf-3fb1-b95f-bafe97fa041e",
      "speaker": "Dan",
      "start_timestamp": 2724.0,
      "text": "We all know we've all been there. We all know what it means when there's naked dudes."
    },
    {
      "end_timestamp": 2754.0,
      "id": "f3147fbf-f2f4-3830-9213-217410578874",
      "speaker": "Jordan",
      "start_timestamp": 2733.0,
      "text": "is old. This is such a like, oh, there's probably something sexual going on. There is his information. It's like, I have never heard of two dudes naked with hammers. It's classic hammer play and on the internet since I was 14 years old, believe me if there was a two dudes naked with hammers thing I would at least know about it. Okay, thank you. Thanks. Okay."
    },
    {
      "end_timestamp": 2899.0,
      "id": "cb983f44-a409-33a9-a613-1a4ee63434bb",
      "speaker": "Dan",
      "start_timestamp": 2754.0,
      "text": "So there's no evidence that Pelosi and debate were in their underwear when the police arrived. Pelosi was asleep when debate broke into the house, so he wasn't a pajama shirt and boxer shorts. So you could say that his underwear? Initial reporting from KTVU, Fox Two had incorrectly said that the paper was in his underwear. But this was a misunderstanding of him being in his shorts, right. Paul Pelosi answered the door but the phrasing of the initial police report a didn't specify who had answered the door leading right wing media figures to just assume that it must have meant that there was a third person that of course, there was not and now it's just reporting that based on nothing, maybe you saw a meme? Who knows? Yeah, the websites and writings that were found created by de Pape were not fake. He did have a bit of a hippie phase back in like 2013, but had since descend a deeply into extreme right wing bullshit, much of which matches up pretty well with the stuff Alex yells about every day. Yeah, he had a blog where he explained that he was radicalized by GamerGate. As is the case for so many ding dongs and after that point, he went off the conspiracy deep end. He has posts including climate change denial transphobia nonsense about the great reset Second Amendment fears 2020 election conspiracies, and of course Holocaust denial. It's fair enough to say that he had a phase where he was into a presumably left wing hippie nudist lifestyle, but that ended a long time ago. I'm not sure if anyone really wants to call this the new January 6. It's an act. It's on a completely different scale from a mob invading the Capitol. But it would also be dishonest to not recognize some important similarities. Both events involve someone targeting Nancy Pelosi, at least somewhat in some capacity, they were motivated by conspiracy bullshit about the election being stolen. Both events involve people bringing zip ties, which gives some indication of an intent to take hostages. Honestly, the people who are responding to this in the same way they did to January 6 Are folks like Alex, the same knee jerk denial is being employed because this attack threatens him in a way. That's the same as January 6 did. It can't be allowed to be seen as the natural conclusion to his ideology and rhetoric because then as a society, we might wake the fuck up and start taking this stuff seriously. The extreme right wing community learned their lesson from how huge a setback the Oklahoma City bombing was to the ability for militia groups and extremist cells to organize. And they don't want to have to do that work again of renormalizing themselves, right? So they don't want something to be very well understood to be like, oh, yeah, this is this is kind of what you're gonna end up this is the end result of Yeah,"
    },
    {
      "end_timestamp": 2907.0,
      "id": "f64cca41-35be-31b2-a95e-39c9593e35fe",
      "speaker": "Jordan",
      "start_timestamp": 2899.0,
      "text": "yeah, I think I think for me, like, I do feel somewhat for the propagandists and the stochastic terrorists on this Won't"
    },
    {
      "end_timestamp": 2909.0,
      "id": "ae9c8190-32ee-396d-8f24-130fde791b58",
      "speaker": "Dan",
      "start_timestamp": 2907.0,
      "text": "somebody think of the propagandists,"
    },
    {
      "end_timestamp": 2924.0,
      "id": "54657488-2d38-3c04-827a-cb53e8991e17",
      "speaker": "Jordan",
      "start_timestamp": 2909.0,
      "text": "it's just too easy now, you know, like, all they had to do was throw out a little homophobia, and then everybody's like, Oh, well, Joe Pelosi, these are all liars. Come on. Yeah, I want a higher class of criminals here."
    },
    {
      "end_timestamp": 2960.0,
      "id": "59e88a7d-1607-3383-81c4-d9ddf109dde7",
      "speaker": "Dan",
      "start_timestamp": 2924.0,
      "text": "No, totally. And I think that you know, it's one of the reasons why a lot of these folks don't really interest me that much. You know, a lot of these folks who are sort of newer in the propaganda game one element is the trollee aspect of it I just find on charming Yeah, but then the other part is that it's just so fucking easy. Yeah, at least you know with Alex there has there's a there's an underpinning of this you know, JBS inspired anti communism sure white identity kind of religious beliefs in the militia movement of the 90s that he's still connected to right you know, there's"
    },
    {
      "end_timestamp": 2963.0,
      "id": "eb0cb44f-cba4-3c81-b2dc-fce4edc4517b",
      "speaker": "Jordan",
      "start_timestamp": 2960.0,
      "text": "that he's connected to the past and the present which is it's yeah,"
    },
    {
      "end_timestamp": 2969.0,
      "id": "e6d312c7-0eb6-3747-afa4-5cc64b2cdec9",
      "speaker": "Dan",
      "start_timestamp": 2963.0,
      "text": "it's someone who was a higher class of criminal who has descended into just being utterly bullshit I mean,"
    },
    {
      "end_timestamp": 2980.0,
      "id": "646ec629-cbc4-3b71-ad4c-b18500851101",
      "speaker": "Jordan",
      "start_timestamp": 2969.0,
      "text": "it is it is kind of an interesting like we have somewhat tracked the fall yeah of not just Alex but all of right wing propaganda really it's pathetic now"
    },
    {
      "end_timestamp": 2987.0,
      "id": "6a82d312-bd69-39f5-ba42-fa571bb331ce",
      "speaker": "Dan",
      "start_timestamp": 2980.0,
      "text": "it is just in its it's also pathetic that it still is effective. Yeah, that's pathetic shape."
    },
    {
      "end_timestamp": 2993.0,
      "id": "2e5670ce-c06a-3348-940f-ffe0ff519849",
      "speaker": "Jordan",
      "start_timestamp": 2987.0,
      "text": "That's still worse. But yeah, you know, the reason it's pathetic is because they found out you really didn't have to try that hard."
    },
    {
      "end_timestamp": 3008.0,
      "id": "90225515-0f8f-3437-a937-510e9dd393bc",
      "speaker": "Dan",
      "start_timestamp": 2993.0,
      "text": "You know, there's infinite universes. There's got to be one where Alex stuck to his guns and didn't take the bait on. Like meme shit. Yeah. And hanging out with people like carp a dark dome. And like, you know, that's a better world."
    },
    {
      "end_timestamp": 3012.0,
      "id": "600328af-0f1d-3999-8846-00bbaef6bd2d",
      "speaker": "Jordan",
      "start_timestamp": 3008.0,
      "text": "Yeah. Yep. Anyway gonna do,"
    },
    {
      "end_timestamp": 3016.0,
      "id": "e30caa70-a765-35a5-963b-c400913d6fbb",
      "speaker": "Dan",
      "start_timestamp": 3012.0,
      "text": "Alex has done some interviews. Okay, I haven't heard any of these and I don't believe they exist fair"
    },
    {
      "end_timestamp": 3039.0,
      "id": "51e52f8d-a8fc-3e36-96a9-895f09226a70",
      "speaker": "Alex Jones",
      "start_timestamp": 3016.0,
      "text": "infowars.com. And this broadcast is bigger than it's ever been. I have done hundreds of interviews in the last month, and hundreds more I didn't have the time and energy to do. And all these different big broadcasts are saying We apologize. You are right. The New World Order is real. They want to forcibly injected. They're coming after our children what building covered camps? What do we do?"
    },
    {
      "end_timestamp": 3041.0,
      "id": "4da81f60-1de0-3b05-9eee-fcbf0e65dc2e",
      "speaker": "Dan",
      "start_timestamp": 3039.0,
      "text": "What Who are these people?"
    },
    {
      "end_timestamp": 3042.0,
      "id": "7ceca633-dd06-32e4-a540-d03921d0f6b1",
      "speaker": "Jordan",
      "start_timestamp": 3041.0,
      "text": "What just happened? Who"
    },
    {
      "end_timestamp": 3047.0,
      "id": "102e6b2d-e843-3ecb-9fa0-4b9768c069e1",
      "speaker": "Dan",
      "start_timestamp": 3042.0,
      "text": "are these interviews that he's done on these major platforms are apologizing to him?"
    },
    {
      "end_timestamp": 3051.0,
      "id": "867d7c9b-7d87-3466-becb-4f36f96e16ab",
      "speaker": "Jordan",
      "start_timestamp": 3047.0,
      "text": "He made a lot of claims quickly. Yeah, that are absolutely insane."
    },
    {
      "end_timestamp": 3055.0,
      "id": "dd90ce2d-4227-3b59-962f-3f821c3d8be2",
      "speaker": "Dan",
      "start_timestamp": 3051.0,
      "text": "I can't imagine any of that's true. Now. I'm interested in seeing these interviews. I mean,"
    },
    {
      "end_timestamp": 3062.0,
      "id": "5aab9cc3-6ad5-3b6b-8db4-7db031a30467",
      "speaker": "Jordan",
      "start_timestamp": 3055.0,
      "text": "there's hundreds of them. And frankly, you can't shake a stick without hitting an interview that Alex has done. And yet, somehow, none. I've seen none."
    },
    {
      "end_timestamp": 3072.0,
      "id": "01806007-a3c2-39aa-8b35-11f9229a12a0",
      "speaker": "Dan",
      "start_timestamp": 3062.0,
      "text": "Yeah, I'm the workstation, you know, was a hundreds of interviews, I guess. I guess maybe it's like, hundreds of interviews with his lawyers. Yeah, I'm"
    },
    {
      "end_timestamp": 3079.0,
      "id": "6562bb88-ff80-3655-8df6-839d5eaf1c95",
      "speaker": "Jordan",
      "start_timestamp": 3072.0,
      "text": "sorry, I should have just done Ayahuasca or something, you know, go on a vision journey. Do something along those lines really figure shit out?"
    },
    {
      "end_timestamp": 3083.0,
      "id": "d0c31b5b-89e6-383b-ad90-3a9c8895c2ab",
      "speaker": "Dan",
      "start_timestamp": 3079.0,
      "text": "I'm sure man cow could hook him up. Totally. He got he got into that."
    },
    {
      "end_timestamp": 3084.0,
      "id": "a4be346b-a606-398f-9e3b-3ceaa7fd6be7",
      "speaker": "Jordan",
      "start_timestamp": 3083.0,
      "text": "Really? Yeah."
    },
    {
      "end_timestamp": 3091.0,
      "id": "3b0f50ba-4a94-378a-8e72-80865fb952c0",
      "speaker": "Dan",
      "start_timestamp": 3084.0,
      "text": "So this next clip, I think is actually it's super revealing. And I think, bums me out a lot."
    },
    {
      "end_timestamp": 3124.0,
      "id": "5f8f74ab-c453-3e50-8f6d-ae4abffc69ba",
      "speaker": "Alex Jones",
      "start_timestamp": 3091.0,
      "text": "I want to thank the listeners and viewers and the crew for being so steadfast in this fight. Because we're being vindicated, and we have a good chance of stopping the globalist together. And by the day, more and more people shift their perspective, from being a nice good person which you still are, but to thinking like a globalist and reading their own documents and understanding just how evil they are. And it's hard to get your mind around. But once you see things through their eyes, there's no putting the genie back in the bottle."
    },
    {
      "end_timestamp": 3256.0,
      "id": "4f06a781-0f7d-36b0-b24a-477ad13b265d",
      "speaker": "Dan",
      "start_timestamp": 3124.0,
      "text": "This is how Alex gets away with the fact that his primary sources don't say what he claims they do. You can't read a document and just think it means what it says no, no, no. Before you read it, you need to run that document through the globalist filter. A Homeland Security paper might suggest extending refugee status to a larger number of people and you could accept that means that the author is suggesting that the US should extend refugee status to a larger number of people. But if you're able to think like a globalist then you can clearly see that what they're really suggesting is that hundreds of millions of unvetted immigrants should be ushered into the country. So they can be footsoldiers of the Democratic Party, right? Think like a globalist? Yeah, the game is really transparent, but honestly, I haven't heard Alex express it quite like this very often. You can't just read things, you have to read them using code. And for an added bonus, Alex is just made up these globalists and imagined what their plans are. So guess who gets to be the sole arbiter of how the code is translated? It's really nice. It's really convenient. Once an audience accepts this kind of bullshit, they're essentially allowing one demagogue to be their sole contact point with reality. Alex has appointed himself as the person who will have what amounts to the final say on whether something is real or not, in essence, demanding that the audience subordinate their own senses to him, right? It's really pretty abusive, but on another hand, it's just dumb. Context is important. And understanding the jargon that's used in various fields is critical to understanding how to read documents, but pretending that they're written in some kind of a sneaky code that only Alex's dumb ideology can unlock. That's a kid's game, he might as well tell the audience that he has a signed confession from Klaus Schwab, but it's written in invisible ink. Another critical issue is that Alex is basically the worst person you can trust about whether or not something is real. He has been completely wrong about pretty much every world event I can think of any lacks basic reading comprehension skills. He lies about his own past actions and beliefs constantly. And he's been tricked by fake documents multiple times, including the Soros Antifa contracts that one of his employees found on 4chan that he has to this day never issued a correction for Yeah, thinking like a globalist just means accepting Alex's version of reality, despite what your eyes tell you. It's cultured"
    },
    {
      "end_timestamp": 3290.0,
      "id": "5b1301ed-2575-3c6d-bd58-4c1765239e9f",
      "speaker": "Jordan",
      "start_timestamp": 3256.0,
      "text": "two things first 90% of what you just said also applies to the Pope. Second, I think one of the other things in there that he accidentally revealed is just that, listen, once you get this, you'll go from being a nice person. I mean, you'll still be nice, which is a good way of saying you're going to become more violent if you start behaving and thinking the way that I've described over time like he's literally saying, if you do this right, eventually you will break into Paul Pelosi his house you will"
    },
    {
      "end_timestamp": 3296.0,
      "id": "609cd547-12bf-3136-972e-1b9e210ce5ec",
      "speaker": "Dan",
      "start_timestamp": 3290.0,
      "text": "be you will become able to look at primary documents and find rationalizations to break Exactly yeah,"
    },
    {
      "end_timestamp": 3299.0,
      "id": "5e6763d8-26d3-33ab-a8c7-1ce6dca9d026",
      "speaker": "Jordan",
      "start_timestamp": 3296.0,
      "text": "he's just saying it. Yeah, yeah,"
    },
    {
      "end_timestamp": 3318.0,
      "id": "4da83827-0ea3-3bc0-9303-df3423c622a0",
      "speaker": "Dan",
      "start_timestamp": 3299.0,
      "text": "it's A mess. And I think that I think that's really an important aspect to understand. And it's one of the reasons why it's deeply frustrating to be able to like fact check stuff and look at, like, where you're getting these ideas from. It's like that doesn't say that at all. Yeah, it doesn't need to. Yeah. I wonder if it even applies to the Bible."
    },
    {
      "end_timestamp": 3322.0,
      "id": "e9fde892-9e54-35d4-9859-2a5a6c462349",
      "speaker": "Jordan",
      "start_timestamp": 3318.0,
      "text": "Honestly, it does. Especially the Pope. But beavers are fish. I"
    },
    {
      "end_timestamp": 3329.0,
      "id": "64173637-9af5-31be-8271-409f8df5014e",
      "speaker": "Dan",
      "start_timestamp": 3322.0,
      "text": "mean, for Alex? Oh, yeah, maybe. But I mean, like the globalist didn't write the Bible. No, he doesn't think well, they might have I don't know,"
    },
    {
      "end_timestamp": 3334.0,
      "id": "19cf54b6-f34e-3647-972a-3472751ca911",
      "speaker": "Jordan",
      "start_timestamp": 3329.0,
      "text": "the people who say that Jesus himself didn't write the Bible are globalists."
    },
    {
      "end_timestamp": 3342.0,
      "id": "3dca6c35-6b52-30fe-849f-a358ac33eaa8",
      "speaker": "Dan",
      "start_timestamp": 3334.0,
      "text": "I'm confused. Yeah. Fruits. Exactly way. Alex has done hundreds of interviews. Sure. People have apologized. And Infowars is bigger"
    },
    {
      "end_timestamp": 3346.0,
      "id": "9b6fa068-5645-3189-bb2d-b1cf7ad17e59",
      "speaker": "Jordan",
      "start_timestamp": 3342.0,
      "text": "than ever. I don't know how that can any of that can be true, but I believe he's,"
    },
    {
      "end_timestamp": 3351.0,
      "id": "e358ca2f-b386-3709-80e2-39a86d5cdfd4",
      "speaker": "Dan",
      "start_timestamp": 3346.0,
      "text": "they're bigger than ever in terms of judgments against them. That's fair. No one's ever heard that"
    },
    {
      "end_timestamp": 3353.0,
      "id": "8c167de5-dc8f-3c96-9f35-1c4fa3df62fc",
      "speaker": "Jordan",
      "start_timestamp": 3351.0,
      "text": "they are about as in debt as you possibly could"
    },
    {
      "end_timestamp": 3358.0,
      "id": "4dbbc4a6-bab4-3201-84ec-86f2bd6880ec",
      "speaker": "Dan",
      "start_timestamp": 3353.0,
      "text": "be. Yeah, it's Alex wants to talk about how big they are."
    },
    {
      "end_timestamp": 3380.0,
      "id": "b0491b41-2d36-31be-9e4c-d1bb60b8c1c8",
      "speaker": "Alex Jones",
      "start_timestamp": 3358.0,
      "text": "Very powerful report that needs to go viral at band dot video. And remember, we built band out video because they ban people all over the place. We have hundreds and hundreds of great contributors reaching millions of people a day, not just with our videos, but the other videos are getting millions of views a day and the aggregate videos get 456 8 million views a beach. My videos get about 100,000 views dozens a day."
    },
    {
      "end_timestamp": 3458.0,
      "id": "da10f591-7cc8-31b4-bf06-81daa47eba1e",
      "speaker": "Dan",
      "start_timestamp": 3380.0,
      "text": "Yeah. Now that's that's a bit of an exaggeration of pretty much everything up Alex's views are about 200,000 various shows. And if he had some like really flashy, shorter video, maybe it'll get to it'll do some numbers. Sure. But yeah, it was Saturday shows they actually do get a bigger crowd because they're not on the radios bottleneck. Right, right. See them? Yeah, still, generally those are often under a million. From there, we see a big drop off Harrison Smith's American journalist, typically between 10 and 15,000 views, which is a disaster. Owens wall room usually hovers around a little over 30,000, which is similarly awful for what they're doing. Greg Reese is special reports often get between 500,000 and a million views, which I believe is the highest consistent viewership of the Infowars. In House team. Wow. Paul, Joseph Watson has a miniscule amount of viewers because he's still on other platforms. And why would you go to Alex's site, we didn't get that shit somewhere else. Totally. Same thing with Rogers channel. None of the three episodes of the stone zone that he's posted in the past month have over 600 views, which is because he's primarily on Frank speech. Now. We'll just go there. Yeah. Most of the other shit on this website is a ghost town. Gerald Cilenti as a channel and no one cares. Tommy Robinson has a channel no one cares. Someone named"
    },
    {
      "end_timestamp": 3462.0,
      "id": "d7ceb251-b177-3d01-8f4f-ac75dd99773e",
      "speaker": "Jordan",
      "start_timestamp": 3458.0,
      "text": "Alex Tommy Robinson as a channel. Yeah. Isn't he in jail?"
    },
    {
      "end_timestamp": 3474.0,
      "id": "b370b367-6313-3a84-92b9-7a3afd95881b",
      "speaker": "Dan",
      "start_timestamp": 3462.0,
      "text": "He was for a bit might be out now. Okay, everyone's forgotten about all right. That's fair. Someone named Alison has something called Allison's rage page, which is a zero. David Icke and his son both have channels which are going nowhere. Now"
    },
    {
      "end_timestamp": 3481.0,
      "id": "91920889-bb41-3a42-8460-f0ebd183850b",
      "speaker": "Jordan",
      "start_timestamp": 3474.0,
      "text": "I'm interested in how since rate I was two. Now, I lost interest. Very quickly, almost immediately. Yeah."
    },
    {
      "end_timestamp": 3495.0,
      "id": "6f56f7b2-3eb9-38c6-88d8-22d0bce19e93",
      "speaker": "Dan",
      "start_timestamp": 3481.0,
      "text": "Honestly, many of these channels aren't even actively posting stuff, probably because people thought they'd give it a whirl. And then they realized it wasn't worth it. It's a dismal situation over there. And if Alex is paying as much as he claims he is for bandwidth. It's"
    },
    {
      "end_timestamp": 3501.0,
      "id": "72f842c0-03a1-3f0b-b653-0609f23d4de5",
      "speaker": "Jordan",
      "start_timestamp": 3495.0,
      "text": "he's losing a lot of money. Oh, man. Not a good idea. Oh, man, hey, wait less who downsize? Don't you know, don't"
    },
    {
      "end_timestamp": 3505.0,
      "id": "c79d2548-6364-38b4-a58b-00c20429e050",
      "speaker": "Dan",
      "start_timestamp": 3501.0,
      "text": "pay for Alison's rage paid."
    },
    {
      "end_timestamp": 3511.0,
      "id": "096465ed-8694-3ede-96f4-01fe0d65648c",
      "speaker": "Jordan",
      "start_timestamp": 3505.0,
      "text": "It's hard not to think that one of the biggest problems with Infowars is just overhead. It's just overhead."
    },
    {
      "end_timestamp": 3523.0,
      "id": "a5830dbe-6d62-3c0a-b0f7-c943adb37a73",
      "speaker": "Dan",
      "start_timestamp": 3511.0,
      "text": "Hey, look, I want to I want to cut some corners here. But we got it. We got to post the video from salty cracker. You know, if you really gonna post the new video of the guy who dresses like Uncle Sam and yells at people on the street."
    },
    {
      "end_timestamp": 3537.0,
      "id": "bd59e0f7-7b5f-36fb-8ee4-434fa5e18586",
      "speaker": "Jordan",
      "start_timestamp": 3523.0,
      "text": "If you really stop and think about it, maybe if the overhead wasn't so high, they wouldn't have chased after so many of these false flag stories so hard to get money. And then where would we be now? Keep it keep a low profile? Yeah, podcast."
    },
    {
      "end_timestamp": 3545.0,
      "id": "6a4432b4-f473-393c-bf34-e50264efcf91",
      "speaker": "Dan",
      "start_timestamp": 3537.0,
      "text": "Good. Good work. Yep. I don't think that oh, n or Harrison would be getting much more views. If they"
    },
    {
      "end_timestamp": 3549.0,
      "id": "f6981be8-dc29-357f-be8b-8d04eae364bf",
      "speaker": "Jordan",
      "start_timestamp": 3545.0,
      "text": "are either who? Yeah, man wouldn't have to pay him. 100 grand."
    },
    {
      "end_timestamp": 3566.0,
      "id": "31fa5ccd-6a19-35e2-ba78-f4b72de80cd4",
      "speaker": "Dan",
      "start_timestamp": 3549.0,
      "text": "So Alex, is what? He's one thing he's consistent. That's not true. But he is consistently wrong. Yes, that is about stories. And when he's wrong about something he likes to continue to be wrong about it. Yeah. And so he talks a little bit more about Paul Pelosi smart"
    },
    {
      "end_timestamp": 3628.0,
      "id": "dc0b145b-b508-3d8b-a6ae-702209fe31d6",
      "speaker": "Alex Jones",
      "start_timestamp": 3566.0,
      "text": "show. I'm gonna say this right now and that hit all the other huge economy news, Russia Warner's Pelosi, what really happened at that attack at the house, there wasn't an attack that was some type of bond is trusted, gone bad. It looks like some none other drug fueled type operation. All the evidence is leaning towards we're gonna hit all of that coming up and more. I want to just illustrate something the viewer something you want somebody to take on the Democratic Party, what's my take on the deep state? And what's my take on the ADLs on the primary law center, and take on the big meaty A big tech all of it, we're doing it. So we are recognized by the globalist as the biggest threat to their criminal enterprise. And so I know most of the listeners get this but I want to really sink in to the masses of people that tune in here and never spread the word. Or never go buy a book or a supplement or, or a film or a t shirt. We don't have George Soros in the New World Order funding."
    },
    {
      "end_timestamp": 3646.0,
      "id": "4b5946e3-6e23-3beb-b3c5-70f636b392a7",
      "speaker": "Dan",
      "start_timestamp": 3628.0,
      "text": "We have negative a billion dollar Yeah. So you know, you got a sales pitch here that comes off the continuing the Paul Pelosi checkup, although I do like the idea that he's calling it an operation. Yeah, a gay hammer. Drug orgy operation. Right?"
    },
    {
      "end_timestamp": 3661.0,
      "id": "a4b334f7-ef66-3065-bae7-80422df62448",
      "speaker": "Jordan",
      "start_timestamp": 3646.0,
      "text": "Right. Let me you know what it is. I don't it's it's a gay hebard drug orgy operation classic. Just don't. I don't know how to put those words together in a way that makes more sense to you."
    },
    {
      "end_timestamp": 3675.0,
      "id": "243b54d2-a53d-3556-a02c-ee9c50380e84",
      "speaker": "Dan",
      "start_timestamp": 3661.0,
      "text": "I'm gonna need you to work on it. Because yeah, so Alex, I mostly kept the clip in for the operation word and then Alex weaving it into an ad pitch course. Because I wanted to play this. I just thought this was silly."
    },
    {
      "end_timestamp": 3698.0,
      "id": "d08e8f55-329b-306e-9249-bfe4b3ccbf12",
      "speaker": "Alex Jones",
      "start_timestamp": 3675.0,
      "text": "You need to experience x three. Most people have iodine deficiency. Most iodine is bound you don't absorb what you get in the food. You do this? It's Game Changer takes two weeks kick in. Or something like rainforest Ultra kicks in and 15 minutes. It's an incredible focus to Trump it like nothing remember taking mental focus clarity. It's it's it's it's like, for me it's like an intellectual aphrodisiac."
    },
    {
      "end_timestamp": 3702.0,
      "id": "ada4b107-76d0-3b9b-b7e1-0fefb7ab7d0c",
      "speaker": "Jordan",
      "start_timestamp": 3698.0,
      "text": "Just tell me it's cocaine. And that's all I want to know."
    },
    {
      "end_timestamp": 3721.0,
      "id": "204a433c-9469-35fb-b2cb-41baf1179cee",
      "speaker": "Alex Jones",
      "start_timestamp": 3702.0,
      "text": "It's very special formula. Nobody else has got it. Then you got rainforest separate the Columbia good clean, very strong, healthy nootropic lasts five to six hours. Turbo force is still sold out. Hopefully it comes in soon. It's 10 hours of insane Young's and Tyrannosaurus Rex Godzilla. But they're all different."
    },
    {
      "end_timestamp": 3725.0,
      "id": "2b9d8f92-2aaa-37cf-9dc0-07682114d98b",
      "speaker": "Dan",
      "start_timestamp": 3721.0,
      "text": "Why are you different kinds of species."
    },
    {
      "end_timestamp": 3732.0,
      "id": "f8934479-494c-3789-9962-3f48281b0fd7",
      "speaker": "Jordan",
      "start_timestamp": 3725.0,
      "text": "A bunch of different eyes for you. I got a tackle box open right here. All right. This is a hybrid."
    },
    {
      "end_timestamp": 3743.0,
      "id": "c1ca1f58-bd4a-3d6f-99cb-238443f53d65",
      "speaker": "Dan",
      "start_timestamp": 3732.0,
      "text": "How long do you want the height? To be speedy for three hours? Or do you want correctness or is RX for 10? This is a mess."
    },
    {
      "end_timestamp": 3745.0,
      "id": "9fb7c5f7-a50f-3b94-aadb-c8973b53b3c1",
      "speaker": "Jordan",
      "start_timestamp": 3743.0,
      "text": "It's so honey. Oh my god."
    },
    {
      "end_timestamp": 3749.0,
      "id": "86c671b0-1d8e-3238-9dd3-86c877ffffa3",
      "speaker": "Dan",
      "start_timestamp": 3745.0,
      "text": "So back to Pelosi? Sure. I don't know."
    },
    {
      "end_timestamp": 3797.0,
      "id": "94192d8b-db78-30aa-9946-b36ae9ff6642",
      "speaker": "Alex Jones",
      "start_timestamp": 3749.0,
      "text": "And the police IntelliSense until today that they found both men in their underwear. In Paul Pelosi and Nancy Pelosi his bedroom. She was off in DC show I guess when the cat's away. The mice the mice play and more and more like some type of homosexual interlude or rendezvous and I'll give it to Paul Pelosi at least it wasn't a kid that was in there. The fuck you fuck you. My issue here is how they've spun the whole thing put up fake websites there was a right winger when he was a leftist nudist big Democrat supporter on record. That's all been confirmed. And the websites put up Friday saying he was a right wing human on person are not"
    },
    {
      "end_timestamp": 3801.0,
      "id": "36ee2cca-9eab-328d-be1a-919fdad8ebeb",
      "speaker": "Dan",
      "start_timestamp": 3797.0,
      "text": "true. Oh, you don't like the spin? Like the spin?"
    },
    {
      "end_timestamp": 3812.0,
      "id": "53da3cb7-3cd1-3175-b207-9de37542b5e3",
      "speaker": "Jordan",
      "start_timestamp": 3801.0,
      "text": "No. See this problem with the spin is that the United States media is not reporting on a gay hammer orgy situation"
    },
    {
      "end_timestamp": 3817.0,
      "id": "1c27d2c7-67e9-3b28-ace5-6a296c9583cd",
      "speaker": "Dan",
      "start_timestamp": 3812.0,
      "text": "operation operation. It shouldn't be an operation operation operation for sure."
    },
    {
      "end_timestamp": 3821.0,
      "id": "f6d8d084-008d-36ea-b902-2043d9545307",
      "speaker": "Jordan",
      "start_timestamp": 3817.0,
      "text": "I mean, it's that is so fucking awful. Classic"
    },
    {
      "end_timestamp": 3825.0,
      "id": "2f01c6c8-8d84-346c-b42a-6f2d29dba80e",
      "speaker": "Dan",
      "start_timestamp": 3821.0,
      "text": "false flag Hey, hammer orgy drugs."
    },
    {
      "end_timestamp": 3851.0,
      "id": "c1257014-8ba1-30ba-8dc9-ca7aab1c757f",
      "speaker": "Jordan",
      "start_timestamp": 3825.0,
      "text": "It is like I don't know how to be angrier. Yeah, you can just say like, see, it looks like it was gay. Guess what? Now we can still be terrorists. That's so fucking. And even he doesn't even make sense. If you're in if you're telling me there's a hostage situation. And both men are in their underwear with hammers. I'm thinking that the guy who took hostages is a weird guy who made him get in his underwear and then gotten his own underwear and gave him a hammer."
    },
    {
      "end_timestamp": 3855.0,
      "id": "d06c1167-0a9d-30b2-afff-7915f995b853",
      "speaker": "Dan",
      "start_timestamp": 3851.0,
      "text": "I think the important thing to rule out before you jump to any other"
    },
    {
      "end_timestamp": 3865.0,
      "id": "ab322fa2-de7d-3341-bc61-d7c14f9a0920",
      "speaker": "Jordan",
      "start_timestamp": 3855.0,
      "text": "be like, Oh, well, this hostage situation was just a regular situation God wrong. Right. I would be like this is a hostage situation going the way it was going to go. And I mean, I think if"
    },
    {
      "end_timestamp": 3885.0,
      "id": "66f060be-2433-3c7d-a6d8-21103c06d0ca",
      "speaker": "Dan",
      "start_timestamp": 3865.0,
      "text": "you have misgivings about details and information that that's their whole pump the brakes, maybe, you know, like, you know, I think I think you can be curious without doing what Alex is doing. You know, like, he's lamenting the spin well, spinning so fast and"
    },
    {
      "end_timestamp": 3895.0,
      "id": "3a267bc0-fac7-356f-98b3-9d892bdbdaed",
      "speaker": "Jordan",
      "start_timestamp": 3885.0,
      "text": "it just and explicitly homophobic, anti LGBTQ plus way as a way of denigrating them for a thing that he is fucking responsible for."
    },
    {
      "end_timestamp": 3910.0,
      "id": "a6e631ce-88c5-3031-991a-c46b8218846d",
      "speaker": "Dan",
      "start_timestamp": 3895.0,
      "text": "And like let's not forget also smear Being a victim of a violent crime really, totally not not the smearing part of it being like it a gay thing. It's the smear of it is a cue was a victim. He was a victim into a participant"
    },
    {
      "end_timestamp": 3920.0,
      "id": "afafe455-e5a8-35a5-89f0-1961c0ebaf42",
      "speaker": "Jordan",
      "start_timestamp": 3910.0,
      "text": "again, it is such like fucking crazy that you can override people's brains that easily with being like, Oh, she's probably gay, because that doesn't make any sense."
    },
    {
      "end_timestamp": 3929.0,
      "id": "eebc843d-7781-3976-b6f5-b9fa164f596a",
      "speaker": "Dan",
      "start_timestamp": 3920.0,
      "text": "Well, here's the thing. I think that there's a lot of that going around. Sure. But I think Alex is kind of more focused on the hammer part. And"
    },
    {
      "end_timestamp": 3930.0,
      "id": "df79b563-fdab-31ca-940f-77fcd33b1aea",
      "speaker": "Jordan",
      "start_timestamp": 3929.0,
      "text": "I guess that's a plus."
    },
    {
      "end_timestamp": 3932.0,
      "id": "9b668bd2-5d19-331f-a089-a12ade880023",
      "speaker": "Dan",
      "start_timestamp": 3930.0,
      "text": "It's yeah, sure. Okay."
    },
    {
      "end_timestamp": 3938.0,
      "id": "10f392a1-8cee-32ec-a0f1-e760bacc4ed4",
      "speaker": "Alex Jones",
      "start_timestamp": 3932.0,
      "text": "When Paul Pelosi called 911 We're gonna play that tape for you here in a moment."
    },
    {
      "end_timestamp": 3939.0,
      "id": "d27a19e9-6f10-3ee4-9118-f75b6b3d4711",
      "speaker": "Dan",
      "start_timestamp": 3938.0,
      "text": "Still doesn't have that tape."
    },
    {
      "end_timestamp": 3960.0,
      "id": "e0ae2100-0832-3c8c-9a5c-178fb4b3c90d",
      "speaker": "Alex Jones",
      "start_timestamp": 3939.0,
      "text": "He said, I know the man and listen his name. Show he knows a man and lists his name, but then goes Oh, and tells us actually I don't know him. When he figures out how that sounds completely made up. And the police are obviously controller Democrats, they're in San Francisco. They won't even respond to regular crime."
    },
    {
      "end_timestamp": 3963.0,
      "id": "42f0ce43-5caf-353f-8fbf-7c4c82b8097b",
      "speaker": "Jordan",
      "start_timestamp": 3960.0,
      "text": "Yeah, cops, notoriously Democrats"
    },
    {
      "end_timestamp": 4005.0,
      "id": "118446e4-1378-3704-8e09-c63049caaabd",
      "speaker": "Alex Jones",
      "start_timestamp": 3963.0,
      "text": "Sunday to release today that Pelosi is refusing to release surveillance footage to them. And Paul Pelosi was in his underwear in a bedroom with him. And that he'd gone in the bathroom and call the police, but then come back out and joined the man. Then they began to hit each other with hammers again. Again, the police aimed guns that even said put your hammer down and the younger man did not put his hammer down and continue to try to attack Pelosi but they didn't shooting because they could obviously tell this was some kind of weirdo stuff going on. This has come out now house."
    },
    {
      "end_timestamp": 4007.0,
      "id": "ed159e3a-c0f9-3e1a-b15c-8b8c792cd6ba",
      "speaker": "Dan",
      "start_timestamp": 4005.0,
      "text": "This is this is some classic weirdo stuff."
    },
    {
      "end_timestamp": 4010.0,
      "id": "915b7135-ea28-3765-9f45-f86d87901b63",
      "speaker": "Jordan",
      "start_timestamp": 4007.0,
      "text": "What the fuck are you talking about?"
    },
    {
      "end_timestamp": 4023.0,
      "id": "cfe0a491-f7de-3841-99b6-93e12795cf26",
      "speaker": "Dan",
      "start_timestamp": 4010.0,
      "text": "I mean, we talked about this a little bit earlier. I mean, I don't want to kink shame but I don't think there's a lot of hammer plagues. A lot of hammer play. But what about the prospect of like hot construction daddy? I like there's the What about that? The idea"
    },
    {
      "end_timestamp": 4033.0,
      "id": "4f3967bc-4473-360a-8a40-528fa1af29d8",
      "speaker": "Jordan",
      "start_timestamp": 4023.0,
      "text": "that you could listen to a man say that out loud and not go? Well send him to coyote land or something along those lines. I put them out into the"
    },
    {
      "end_timestamp": 4037.0,
      "id": "6263120d-8979-3809-ade9-73db2e6d2e2f",
      "speaker": "Dan",
      "start_timestamp": 4033.0,
      "text": "wild it looks isn't the weird out there the weird."
    },
    {
      "end_timestamp": 4053.0,
      "id": "e4f064d7-87ff-3d6b-9e9e-6e77eec39c98",
      "speaker": "Jordan",
      "start_timestamp": 4037.0,
      "text": "Crazy. Crazy. The idea that he went into the bathroom and called 911 came back and hitting each other with hammers again. You don't get to hit multiple types of hammers."
    },
    {
      "end_timestamp": 4063.0,
      "id": "6264e70b-fa44-3ab3-959b-e5cf57d728f2",
      "speaker": "Dan",
      "start_timestamp": 4053.0,
      "text": "look good. In some body parts. Certainly. I had it's usually 1010 man. Oh man. Yep. But look, Alex puts a number on this."
    },
    {
      "end_timestamp": 4070.0,
      "id": "9cdbc389-bb79-324c-ba4c-84dc599b5546",
      "speaker": "Jordan",
      "start_timestamp": 4063.0,
      "text": "cops didn't shoot them because they were like oh, this is the fourth hammer fuck we've run on"
    },
    {
      "end_timestamp": 4072.0,
      "id": "915bc9b8-08e1-3b00-8d7a-cfbc5da72f3c",
      "speaker": "Dan",
      "start_timestamp": 4070.0,
      "text": "this week. It's just a weird"
    },
    {
      "end_timestamp": 4075.0,
      "id": "7c9b0421-bb79-3b6b-8752-edd1b6545594",
      "speaker": "Jordan",
      "start_timestamp": 4072.0,
      "text": "I'm sick of being in San Francisco with all these hammer fuckers."
    },
    {
      "end_timestamp": 4082.0,
      "id": "2973f4a6-da50-3a75-959a-aebe2d8f554d",
      "speaker": "Dan",
      "start_timestamp": 4075.0,
      "text": "So Alex what's the number on this about his percent chance certainty about his narrative Okay,"
    },
    {
      "end_timestamp": 4146.0,
      "id": "f2e4ccda-aef3-3153-b118-a672a41f02a4",
      "speaker": "Alex Jones",
      "start_timestamp": 4082.0,
      "text": "so what do you want to bet this never hits court and this gets quietly handle to men in their underwear with hammers in a bedroom. There's a full police press conference on this. But you've got to really dig to find it. We can play the whole thing if you want. The police have guns on him. Both men Pelosi Paul Pelosi as police aiming guns at him. The police come in to the bedroom and there's two men in their underwear with hammers. And the police say drop it and the younger man doesn't and we continue to try to attack Pelosi what in the hell is going on here? This is not someone breaking in and saying where's Nancy Pelosi? Give it about a 99% chance this was some kind of weird wacko stuff going on"
    },
    {
      "end_timestamp": 4148.0,
      "id": "0d2ee84a-6e49-3c0d-bdb8-77a20ea78e87",
      "speaker": "Dan",
      "start_timestamp": 4146.0,
      "text": "some weird wacko stuff 99% chance"
    },
    {
      "end_timestamp": 4181.0,
      "id": "c134e8c8-4d46-3af0-b99a-971e36329c78",
      "speaker": "Jordan",
      "start_timestamp": 4148.0,
      "text": "I mean I just I can't find a way in my brains jump like here's my jump if I if I break into a room and there's two men naked like wearing their underwear with both of them having handers hammers brandishing them towards each other my thought is not like oh they're probably having some sort of sex game my thought is like this is like our five have some sort of fight like a family guy cartoon fight that lasted over six settings and over time their clothes ripped off as time went on until they wound up here like with hammers like that's the only thing that makes sense"
    },
    {
      "end_timestamp": 4194.0,
      "id": "1ecb3602-9e23-3b33-b36c-12d73bceb4c6",
      "speaker": "Dan",
      "start_timestamp": 4181.0,
      "text": "to more reasonable than weird wacko stuff. I also just I can't get over the fact that Alex keeps saying to men in their underwear with hammers. You do the man."
    },
    {
      "end_timestamp": 4196.0,
      "id": "c83324f6-4488-39de-9e85-1d2de120d13d",
      "speaker": "Jordan",
      "start_timestamp": 4194.0,
      "text": "What What are you talking about? The"
    },
    {
      "end_timestamp": 4223.0,
      "id": "ca33f3f1-8386-379a-9199-26c8f376cc21",
      "speaker": "Dan",
      "start_timestamp": 4196.0,
      "text": "implications are clear. So Alex can Give us a streak of being completely wrong about things. He gives a 99% chance of being right about. David Du Pape has actually already he's been arrested, he confessed to a crime and he's going to jail for a long time. He's charged with quote, one count of assault on an immediate family member of a US official with the attempt to retaliate against the official on account of the performance of official duties which could land him 30 years."
    },
    {
      "end_timestamp": 4228.0,
      "id": "ed92ca01-0238-3447-82a0-113967e59907",
      "speaker": "Jordan",
      "start_timestamp": 4223.0,
      "text": "Yeah, that's that's a crime that governments like to take. Seriously. Yeah. Don't attack us"
    },
    {
      "end_timestamp": 4268.0,
      "id": "109fd12a-12cb-394d-8ee1-4419580152cc",
      "speaker": "Dan",
      "start_timestamp": 4228.0,
      "text": "for doing our job. Yeah. Then there's the attempted kidnapping of a US official to retaliate charge that could add another 20 years. Sure. Alex is having a real good fun time with this whole gay hammer fetish thing he's doing but this is serious, serious stuff. Also, on that last clip, Alex said that they are refusing to turn over the security camera footage to the police and that's completely made up. Yeah, Alex is reporting based on some dumb shit he saw on social media but political political reach at the police and political PolitiFact spoke to Pelosi spokesperson and they both said that claim is false. Right. So he's, he's wrong about everything. Every like every detail he's reporting about this story in order to cast suspicion on it is wrong."
    },
    {
      "end_timestamp": 4276.0,
      "id": "4fe0e9f0-c00b-3f55-a3d8-51156a0a1907",
      "speaker": "Jordan",
      "start_timestamp": 4268.0,
      "text": "It's just fictional. Just complete fiction. You're not You're not even spinning up conspiracy with anything to it. Nope. Pathetic."
    },
    {
      "end_timestamp": 4281.0,
      "id": "d3c8b438-e736-3ee7-a944-765f2cc28c9a",
      "speaker": "Dan",
      "start_timestamp": 4276.0,
      "text": "Yep. It's a completely alternative reality. Yep. But he's got it figured out. Who"
    },
    {
      "end_timestamp": 4330.0,
      "id": "d4cf9a11-8c5b-3e43-b2f3-f75f7cbb6416",
      "speaker": "Alex Jones",
      "start_timestamp": 4281.0,
      "text": "is the unnamed person letting the police in? I had to speculate and it's not hard to speculate. If you've studied the lifestyles of these folks, they were both on cocaine or meth. What and they were going crazy doing God knows what to each other. And one of them got pissed off at the other one. And things went haywire. Really, really, really quick. And if you question that, you're called a conspiracy theorists. Well, all they do is lie to us. All they do is have a history of fraud. So we would be insane if we didn't question what's going on here. Here's some of the memes that came out. Oh, god,"
    },
    {
      "end_timestamp": 4332.0,
      "id": "576e2079-109c-3caf-9250-09640a86accc",
      "speaker": "Jordan",
      "start_timestamp": 4330.0,
      "text": "oh my God. Oh, good. I want to start a war."
    },
    {
      "end_timestamp": 4352.0,
      "id": "4bfcb27d-148d-340d-a54f-37ee51ecb57e",
      "speaker": "Dan",
      "start_timestamp": 4332.0,
      "text": "So you might think that Alex is being homophobic by saying studying the lifestyles of these people leads you to believe that they're on meth or coke. But what you don't understand is he's talking about the lifestyles of hammer people. Yeah, I mean, globalists like the the hammer brothers, the Mario brothers, they were super into math"
    },
    {
      "end_timestamp": 4364.0,
      "id": "eac8febb-2495-3826-8c28-d9eb9919cb32",
      "speaker": "Jordan",
      "start_timestamp": 4352.0,
      "text": "gets you know what, fine, fine if you have studied these lifetime styles, give me one other example of a hammer sex fight. Mm hmm. I just want an example"
    },
    {
      "end_timestamp": 4371.0,
      "id": "35cd17db-c187-3d1f-b5db-57a77574f3f9",
      "speaker": "Dan",
      "start_timestamp": 4364.0,
      "text": "of a hammer. See hammer. Okay. All right. MC Hammer about"
    },
    {
      "end_timestamp": 4374.0,
      "id": "0eca8b6e-5a4d-3bc0-8363-79d41a376d9b",
      "speaker": "Jordan",
      "start_timestamp": 4371.0,
      "text": "Doris Day."
    },
    {
      "end_timestamp": 4383.0,
      "id": "b938c975-0777-346e-8683-521c1344006f",
      "speaker": "Dan",
      "start_timestamp": 4374.0,
      "text": "MC Hammer versus Jim The Anvil and I heart No, that's a no, no."
    },
    {
      "end_timestamp": 4385.0,
      "id": "0a3b28e3-2c64-336a-848c-3be04ab8d158",
      "speaker": "Jordan",
      "start_timestamp": 4383.0,
      "text": "whose nickname is the hammer and some sort of Adam Carolla"
    },
    {
      "end_timestamp": 4389.0,
      "id": "760ff888-d9d1-3d1a-9dbb-b2d5f21bb43c",
      "speaker": "Dan",
      "start_timestamp": 4385.0,
      "text": "had a movie called The hammer. There you go. Adam Goldberg had the Hebrew hammer."
    },
    {
      "end_timestamp": 4394.0,
      "id": "e065dd22-d42a-3019-a66c-345fd29868d3",
      "speaker": "Jordan",
      "start_timestamp": 4389.0,
      "text": "That's true. All of these things could be there. This we're all now it's making sense."
    },
    {
      "end_timestamp": 4397.0,
      "id": "331a6318-c774-3a46-8a6e-4051298709fc",
      "speaker": "Dan",
      "start_timestamp": 4394.0,
      "text": "I'm just pissed that I already use the Hammer Brother. Yeah, I"
    },
    {
      "end_timestamp": 4399.0,
      "id": "2e9db879-0950-3991-9c72-bbddd981745a",
      "speaker": "Jordan",
      "start_timestamp": 4397.0,
      "text": "know. You were all you had it right there."
    },
    {
      "end_timestamp": 4449.0,
      "id": "13110ab2-e334-320d-97ca-0539b5082150",
      "speaker": "Dan",
      "start_timestamp": 4399.0,
      "text": "So Alex says he's questioning but this isn't questioning anything. This is Alex lying about misreported details and bullshit memes he's seen on right wing social media, which he's then laundering into being stuff that's been concretely reported by the police. It's fine to question things and retain an open mind until you hear more details about situations. But that is not what Alex is doing. He's constructing an alternative reality based on nothing for his audience to live in. So they don't have to realize how much they have in common with the guy who tried to kidnap the Speaker of the House. It isn't good for business for Alex to let his audience realize how far down the extremist road he's taken them. Because you might wake up and be like, Oh, shit, you might look around and look to your left look to your right to have these people are not seeing Yeah, it's that could be a crystallizing wake up"
    },
    {
      "end_timestamp": 4453.0,
      "id": "54654db9-df13-3df1-a6ba-ce343dd55733",
      "speaker": "Jordan",
      "start_timestamp": 4449.0,
      "text": "moment. You're wearing an SS badge and you're like, Oh, no."
    },
    {
      "end_timestamp": 4458.0,
      "id": "f0503289-71f6-340e-adda-21378e2e8557",
      "speaker": "Dan",
      "start_timestamp": 4453.0,
      "text": "So Elon Musk. guy whose tree fruits will be determined at a later date"
    },
    {
      "end_timestamp": 4461.0,
      "id": "0ff3aca3-bd46-3fd6-b4a4-4e507c4d2710",
      "speaker": "Jordan",
      "start_timestamp": 4458.0,
      "text": "descend upon him like zombies. He did some stuff"
    },
    {
      "end_timestamp": 4463.0,
      "id": "0adf87bb-2374-3548-8c42-cc07b422deb8",
      "speaker": "Dan",
      "start_timestamp": 4461.0,
      "text": "with this Pelosi story. Sure."
    },
    {
      "end_timestamp": 4473.0,
      "id": "a1c21654-e2a0-3bb0-853c-6e3024b208ad",
      "speaker": "Alex Jones",
      "start_timestamp": 4463.0,
      "text": "Elon Musk fat check Hillary about the truth stop that Pelosi attack and Elon is right. And then here's some of the memes. Paul Pelosi crime scene video."
    },
    {
      "end_timestamp": 4492.0,
      "id": "a1c03200-3d3b-3ab0-abd8-efead500e248",
      "speaker": "Dan",
      "start_timestamp": 4473.0,
      "text": "Memes. Elon Musk did in fact check Hillary he posted a link to an article from a fake news outlet called the Santa Monica observer, which is a publication that has reported in the past that Hillary Clinton was dead back in 2016. And that Trump had appointed Kanye West to a high level post on the Department of the Interior. Oh, and also that Bill Gates cause polio. Oh, so"
    },
    {
      "end_timestamp": 4493.0,
      "id": "53bc4727-a461-3961-9963-93de538e35ee",
      "speaker": "Jordan",
      "start_timestamp": 4492.0,
      "text": "they're just a few years early."
    },
    {
      "end_timestamp": 4505.0,
      "id": "4918ab8e-aaee-3e9f-8613-21e92023d2d9",
      "speaker": "Dan",
      "start_timestamp": 4493.0,
      "text": "Yeah Musker was understandably embarrassed when this stuff was pointed out about the thing he will link to So he deleted the tweet and he didn't learn a single lesson. So fact checking,"
    },
    {
      "end_timestamp": 4511.0,
      "id": "70946cf2-57b6-3927-a75c-d3cfa07eed71",
      "speaker": "Jordan",
      "start_timestamp": 4505.0,
      "text": "yeah, we're it's great having billionaires run everything and rule the world."
    },
    {
      "end_timestamp": 4521.0,
      "id": "89e3233c-7439-3bc3-b9b7-e6e05ddc36b5",
      "speaker": "Dan",
      "start_timestamp": 4511.0,
      "text": "So Aleksa whiffed on this Pelosi story. I'm gonna just say that. Yeah, that's a good start. But there's other news that's really important like Russia, they have proof that the United Kingdom blew"
    },
    {
      "end_timestamp": 4523.0,
      "id": "0f54cc4d-3c57-3eb9-98f7-958b5cbf495c",
      "speaker": "Jordan",
      "start_timestamp": 4521.0,
      "text": "up the pipeline. That sounds right."
    },
    {
      "end_timestamp": 4583.0,
      "id": "2976650f-41f6-3a5a-ac5f-a371cf3e34aa",
      "speaker": "Alex Jones",
      "start_timestamp": 4523.0,
      "text": "We have the Russians officially shaking. They have evidence that British military working with NATO blew up the Nord Stream to and there's a big viral video, one version of it has like 10 million views, whether it's about pushing against vaccinations, promoting Alex Jones, Kyrie Irving doesn't care about the impact of his words. He's just a wealthy entitled individual who wants the benefits of existing in a society without responsibilities. And so they're demonizing me to tweeting this video that I can't even count up how many views it's got. I mean, some versions have 15 million views. There's dozens of versions of millions of views that say it would say this has got 100 million views. And it's 20 years ago, a minute and a half clip where I just lay out the future that would be unfolding. So I thought we'd actually play the clip. Nobody's talking. Oh, my God. And that, Kyrie Irving did not apologize for posting on his Instagram."
    },
    {
      "end_timestamp": 4593.0,
      "id": "3512bea8-dcf5-3b69-bc12-af28546b071d",
      "speaker": "Dan",
      "start_timestamp": 4583.0,
      "text": "Yeah, So Russia has proof that the UK did that shit with the pipeline's but more importantly, basketball player talked about me and I have"
    },
    {
      "end_timestamp": 4597.0,
      "id": "4db23676-dce9-348b-8bd5-65a4cbbf7be5",
      "speaker": "Jordan",
      "start_timestamp": 4593.0,
      "text": "Yeah, yeah, if the UK is"
    },
    {
      "end_timestamp": 4625.0,
      "id": "0ed7dea0-ba77-386d-9216-6656cc982380",
      "speaker": "Dan",
      "start_timestamp": 4597.0,
      "text": "so weird, you know, Alex is one of these guys who doesn't really care when he comes up in the media. He doesn't care what he doesn't. Yeah, it's not a big deal. He's so used to people like hundreds of interviews. Oh my God, so many, unlike him, and he never likes to talk about himself like on the show. He doesn't want to like it's not about him. It's about the movement right now. Yeah, Kyrie Irving Wow was really cool. Good. He posted my thing and then people were mad at me we spent a lot of time"
    },
    {
      "end_timestamp": 4634.0,
      "id": "5f7d8431-809e-37f8-b247-c40f7ad9b2b9",
      "speaker": "Jordan",
      "start_timestamp": 4625.0,
      "text": "in the UK committed an explicit war act towards Russia fine, but I mean, we got to deal with the here and now that's like future news man."
    },
    {
      "end_timestamp": 4659.0,
      "id": "53f0aeae-5c7b-3169-901d-9a60248426bf",
      "speaker": "Dan",
      "start_timestamp": 4634.0,
      "text": "Right and the here now is I have a lot of views on my video. Exactly. So you want last clip here, Jordan? Cuz you know, whatever. This show was really stupid. But Alex isn't the only thing making a return on this episode. He came back on Saturday and on Sunday I'm very thrilled to see something that has been MIA for a long time. Oh."
    },
    {
      "end_timestamp": 4757.0,
      "id": "fdefd0e4-7ed2-3821-a8f0-52d8d7f53b61",
      "speaker": "Alex Jones",
      "start_timestamp": 4659.0,
      "text": "Oh, yeah. That mean you can you can face it changes we really gonna let evil do this to us and our children? Yes. Are we really gonna roll over to this? You bet. Not me. Yeah. You know victories in our hand you wish you have to ignite connection to God. Never heard of him choose liberty and ask God to come to you and raise you up. But that guy standard of God don't need to ship enemy attacks. When the enemy comes in like a flood, the Spirit of the Lord will lift up a standard against it all right. We're ready illustrated. I kind of envy you because you don't have to watch this"
    },
    {
      "end_timestamp": 4769.0,
      "id": "40250ba5-11e6-3a50-b4be-eb6a9d629fee",
      "speaker": "Dan",
      "start_timestamp": 4757.0,
      "text": "is true of his show. I was gonna say yeah, that sounds right. I do appreciate the legend legend. Glenn Frey come back also you know who the enemy is? It's dawn handling."
    },
    {
      "end_timestamp": 4771.0,
      "id": "5da514f1-74cd-34ff-b605-bd8b94ad2fc4",
      "speaker": "Jordan",
      "start_timestamp": 4769.0,
      "text": "It always was. Yeah,"
    },
    {
      "end_timestamp": 4773.0,
      "id": "eb32ad74-3ead-3647-a200-ba4dbf4c773d",
      "speaker": "Dan",
      "start_timestamp": 4771.0,
      "text": "it was nice to feel that Bob."
    },
    {
      "end_timestamp": 4778.0,
      "id": "da41bd3e-247f-3e00-952e-f9acf534940f",
      "speaker": "Jordan",
      "start_timestamp": 4773.0,
      "text": "That was good. Yeah, I am shocked to say how refreshing that felt."
    },
    {
      "end_timestamp": 4787.0,
      "id": "47275df1-e8d0-3739-9b33-b9d182ce0077",
      "speaker": "Dan",
      "start_timestamp": 4778.0,
      "text": "Yeah, real good. Not his best work now over you belong to the city but man oh man it like a breath breath of that fresh stuff."
    },
    {
      "end_timestamp": 4798.0,
      "id": "5d77a5b1-2d4c-3499-a1a0-5d0fe62f1d5a",
      "speaker": "Jordan",
      "start_timestamp": 4787.0,
      "text": "Yeah, he's just getting back you know, it takes a while before you're ready to really hit you belong to the city. You know, you got to you got to do some classic highwomen before you can really hit you belong to the city."
    },
    {
      "end_timestamp": 4808.0,
      "id": "eea6c4e8-8459-3cfd-b1c7-46adff7a7ae5",
      "speaker": "Dan",
      "start_timestamp": 4798.0,
      "text": "Well, I mean, if I can be blunt, he's superb. are pretty high, like some of those other you belong to this. We're like he should not have bills best work takes Yeah, it's his"
    },
    {
      "end_timestamp": 4817.0,
      "id": "5063d745-da9f-360b-91c4-4ac467e76008",
      "speaker": "Jordan",
      "start_timestamp": 4808.0,
      "text": "best work. Of all the things that Alex go does go down in history for it. I will give him some of those rants over you belonged."
    },
    {
      "end_timestamp": 4822.0,
      "id": "ca645f3d-3455-3a2c-9780-0f0d17b765e4",
      "speaker": "Dan",
      "start_timestamp": 4817.0,
      "text": "I've done 100 interviews in the past month, mostly about Alex's rants."
    },
    {
      "end_timestamp": 4825.0,
      "id": "081b8c6c-0a44-3b6f-a970-7f4554d257b5",
      "speaker": "Jordan",
      "start_timestamp": 4822.0,
      "text": "You've had a lot of people apologize to you in the past."
    },
    {
      "end_timestamp": 4853.0,
      "id": "773b7fe3-ef71-39af-bb1d-157b1e740e91",
      "speaker": "Dan",
      "start_timestamp": 4825.0,
      "text": "Yep. So yeah, we've checked back in here and we see Alex come back from his work vacation. Amazing. Lie is ass off about Pelosi and a hammer operation. Yep. And yeah, that's about what you'd expect. It had been forever since we talked about Alex on the present day. Yeah, deprived of it because of his workstation boys. You know, I feel like sour grapes a little bit."
    },
    {
      "end_timestamp": 4854.0,
      "id": "0ceb5341-fc8c-3f32-8cef-c42971c0a65b",
      "speaker": "Jordan",
      "start_timestamp": 4853.0,
      "text": "is returned. Yep."
    },
    {
      "end_timestamp": 4887.0,
      "id": "df7988f8-d07b-3be5-a1f4-93b7622b1727",
      "speaker": "Dan",
      "start_timestamp": 4854.0,
      "text": "So we will be back next week. With some episodes. I believe how we're going to end up doing it is we'll finish up the deposition stuff on Wednesday. Sure, check back and continue to see a little bit more of Alex's present day stuff. See if we can catch up a little bit naturally the gap. But also I don't want to disappoint people because you know, we talked about how there's four days of deposition. Two of them are not as me sure sure as so there's really only going to be two episodes worth of of stuff and I hope no one"
    },
    {
      "end_timestamp": 4904.0,
      "id": "6df6efde-3281-3707-bb90-85f278cd28be",
      "speaker": "Jordan",
      "start_timestamp": 4887.0,
      "text": "right Well, I mean, we got me with a hammer if we could be like other more professional shows that would be like teasing it out in advance, you know, like making it an event as opposed to just being like, hey, that thing that everybody loves we're just gonna throw that out on our Wednesday episode for fun Yeah, yeah, no, that's not how we do it."
    },
    {
      "end_timestamp": 4913.0,
      "id": "2afa1c71-445b-3f6d-8af0-5d5be27a2031",
      "speaker": "Dan",
      "start_timestamp": 4904.0,
      "text": "It's not a great business model but it is what it is it's worked so far. Yeah. Anyway, we'll be back Jordan but until then,"
    },
    {
      "end_timestamp": 4923.0,
      "id": "1b101a6b-eeff-30f8-b117-f76877d24161",
      "speaker": "Jordan",
      "start_timestamp": 4913.0,
      "text": "we do it and I'll try.com Yep, we're also on Twitter we are on Twitter it's at knowledge underscore fight and oh my god I'm not doing it I can doing it I can't stop my iPad terrible addiction"
    },
    {
      "end_timestamp": 4931.0,
      "id": "464ce842-9cc3-3997-9567-ede9166e0d34",
      "speaker": "Dan",
      "start_timestamp": 4923.0,
      "text": "but you also finally go Yeah, Glenn Greenwald what a failure other void Yeah. account that has no follow"
    },
    {
      "end_timestamp": 4938.0,
      "id": "36254eb2-ce3b-31c0-af69-c0f7244e956d",
      "speaker": "Jordan",
      "start_timestamp": 4931.0,
      "text": "happy happy to reply to 122 follower account. Yeah, it's such a courageous man. Yeah,"
    },
    {
      "end_timestamp": 4948.0,
      "id": "e7b304a0-443f-3d59-a24b-08945b14c79f",
      "speaker": "Dan",
      "start_timestamp": 4938.0,
      "text": "yeah. tip of the spear. Yep. Anyway, we'll be back. But until then, I'm Neo. I'm Leo. I'm dz X Clarke. I have a houseboat in my mind."
    },
    {
      "end_timestamp": 4951.0,
      "id": "f9587470-2430-3b99-9748-c16cac5c2f12",
      "speaker": "Jordan",
      "start_timestamp": 4948.0,
      "text": "Like that. A mind boat."
    },
    {
      "end_timestamp": 4954.0,
      "id": "1a5d527d-656c-391a-88ac-b5f78b7f69a6",
      "speaker": "Dan",
      "start_timestamp": 4951.0,
      "text": "This is no good. I'm gonna have to come up with a new bed."
    },
    {
      "end_timestamp": 4957.0,
      "id": "d32d2448-fc9c-3eee-b715-92a08a8cfab2",
      "speaker": "Jordan",
      "start_timestamp": 4954.0,
      "text": "And now here comes the Sex Robot. Andy in"
    },
    {
      "end_timestamp": null,
      "id": "5c75c632-f734-37b2-bb15-18e77579a561",
      "speaker": "Alex Jones",
      "start_timestamp": 4957.0,
      "text": "Kansas, you're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}