{
  "audio_identifier": "KF_747",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/Nov-11-2022.mp3",
  "blocks": [
    {
      "end_timestamp": 21.0,
      "id": "c02a2a87-c1c6-323d-938f-93019e935d76",
      "speaker": "Alex Jones",
      "start_timestamp": 4.0,
      "text": "Red Alert. Red alert. Red alert. Red alert. Knowledge five days. Damn, Jordan, I'm sweating. Knowledge party.com It's time to pray."
    },
    {
      "end_timestamp": 25.0,
      "id": "348e180d-76c5-3690-b92c-c19639b3b590",
      "speaker": "Donald Trump",
      "start_timestamp": 21.0,
      "text": "I have great respect for knowledge like knowledge."
    },
    {
      "end_timestamp": 30.0,
      "id": "ed50bda0-1938-3e8e-bda7-37f8d5591a7e",
      "speaker": "Alex Jones",
      "start_timestamp": 25.0,
      "text": "I'm sick of them posing as if they're the good guys. Xiang V or the bad guy. Knowledge."
    },
    {
      "end_timestamp": 35.0,
      "id": "d22152c3-0536-3e6c-bf9a-f826495c9e40",
      "speaker": "Donald Trump",
      "start_timestamp": 30.0,
      "text": "Dan and Jordan knowledge fight."
    },
    {
      "end_timestamp": 59.0,
      "id": "3b4132a7-eb88-36b7-973d-5c3c57213b6d",
      "speaker": "Alex Jones",
      "start_timestamp": 35.0,
      "text": "Need money. Andy and Andy are shopping Andy and Ken handy in Kansas. Bray Andy in Kansas, you're on the airplane for a huge fan. I love your word, knowledge by knowledge fight.com. Hey,"
    },
    {
      "end_timestamp": 67.0,
      "id": "841c578e-265f-3755-9a4b-e4b5b03974b8",
      "speaker": "Dan",
      "start_timestamp": 59.0,
      "text": "everybody, welcome back to knowledge Friday. I'm Dan. I'm Jordan. We're a couple dudes like to sit around worship at the altar of saline and talk a little bit about Alex Jones."
    },
    {
      "end_timestamp": 71.0,
      "id": "d69a9b5f-2f1a-3bfd-bc43-621c8307db6c",
      "speaker": "Jordan",
      "start_timestamp": 67.0,
      "text": "Oh, indeed, we are damn Jordan. Dan. Jordan, I have a quick question for Dan, what's your bright spot"
    },
    {
      "end_timestamp": 105.0,
      "id": "12fe56a4-60de-3050-8004-95f6b9004ada",
      "speaker": "Dan",
      "start_timestamp": 71.0,
      "text": "today? Well, my bright spot today is I'd like to thank everybody who responded to the call for submissions. Yes, to the anticommunism library more than you would have expected. There have been a few and I appreciate it. We will start building that. And, you know, go. We'll see where that takes us. It's a very exciting new project. I mean, I hope it's not back to the 60. Me as well. But we'll see. I want to try and create a nice compendium of Yeah, on to the zoom."
    },
    {
      "end_timestamp": 111.0,
      "id": "1a3768aa-0977-3d84-9d79-7f5ae491f9c1",
      "speaker": "Jordan",
      "start_timestamp": 105.0,
      "text": "I mean, you quite almost literally want to always have the documents at this point. Yeah, yeah. You want"
    },
    {
      "end_timestamp": 132.0,
      "id": "4d6a3c52-269a-3714-85fe-70626d2f3a6a",
      "speaker": "Dan",
      "start_timestamp": 111.0,
      "text": "them? Yeah, man. And there's something like so interesting about holding these, like these pieces of weirdo history, like these American opinions, and one of them is addressed. Some of them have address labels on them. Oh, my God. One of them went to a guy in Monaco."
    },
    {
      "end_timestamp": 133.0,
      "id": "7af5184f-118b-36cb-a5bc-6d4abac0e16b",
      "speaker": "Jordan",
      "start_timestamp": 132.0,
      "text": "Okay, yeah. All right."
    },
    {
      "end_timestamp": 139.0,
      "id": "b01337fb-35f3-364c-b17b-7469db26828d",
      "speaker": "Dan",
      "start_timestamp": 133.0,
      "text": "Guy in Monaco was reading John Birch stuff. And somehow that's ended up in my hands. Nuts. Yeah,"
    },
    {
      "end_timestamp": 151.0,
      "id": "8cccd92e-79ad-3ce2-ab87-5f54d4824198",
      "speaker": "Jordan",
      "start_timestamp": 139.0,
      "text": "there is there is a part of me that he's like, I walked in and I saw those and it was a little bit like catching you with dirty magazines. Like it felt a little bit like, Dan, you shouldn't have those out. Well,"
    },
    {
      "end_timestamp": 184.0,
      "id": "869b7182-468d-3673-9174-270cde74adf2",
      "speaker": "Dan",
      "start_timestamp": 151.0,
      "text": "wait till wait till they're just everywhere. Exactly. And then also, I wanted to take this opportunity to say to folks, you know, buttons are still coming out. They're still being sent. I hope to have it done by the end of the year to give some just a little bit of an idea. I'm going through the the email inbox from first received to most recent Yeah, and I've 3000 emails. She Yes. We are now boy after sending out I have no idea how many already? Yeah,"
    },
    {
      "end_timestamp": 188.0,
      "id": "49cc12a8-cf78-363b-b82a-c4b7d2351548",
      "speaker": "Jordan",
      "start_timestamp": 184.0,
      "text": "there is. There is the thing about us only being two people."
    },
    {
      "end_timestamp": 196.0,
      "id": "1ecaa78b-a728-3fa4-b625-2856325fcb51",
      "speaker": "Dan",
      "start_timestamp": 188.0,
      "text": "Yeah, yeah. Yep. Yep. And having really no situational awareness. How many people are listening to zero? Yeah,"
    },
    {
      "end_timestamp": 207.0,
      "id": "bf697901-11a3-338d-a705-a9437dba7bd3",
      "speaker": "Jordan",
      "start_timestamp": 196.0,
      "text": "absolutely no concept. We'll have like, I got an email from somebody who's like, we can help you track your listener base. And I was like, that's with what magic? Why, what are you talking"
    },
    {
      "end_timestamp": 214.0,
      "id": "fb1af942-74b3-3657-a910-21d452e4d040",
      "speaker": "Dan",
      "start_timestamp": 207.0,
      "text": "about? Yeah, an email. I'm gonna get us in touch with your team. What what are you what? Why talk to Stelter."
    },
    {
      "end_timestamp": 232.0,
      "id": "5e7c2b09-723b-3d64-86c9-92806ded1699",
      "speaker": "Jordan",
      "start_timestamp": 214.0,
      "text": "That's where we talk. Okay. So you're What about you? My bright spot is, I don't know if you've heard of these two. young up and coming, gentlemen, Dave Anthony and Gareth Reynolds. I've spoken to them. Yes, you have they have still not spoken to me. I think that's on purpose. At this point."
    },
    {
      "end_timestamp": 236.0,
      "id": "f40fd350-a5c5-317e-aff6-c55cebf5dc85",
      "speaker": "Dan",
      "start_timestamp": 232.0,
      "text": "I think they would be willing to talk to you."
    },
    {
      "end_timestamp": 295.0,
      "id": "ce07b404-1dc8-31aa-9494-fb4a7c5324f5",
      "speaker": "Jordan",
      "start_timestamp": 236.0,
      "text": "wheeling. No, they have a new show called the pastimes. And it could not be more like i It is my alley in a way that I can't even comprehend like, newspaper base. Yeah. So what do you does what Dave does, it's completely different from the dial up. See Dave read something to Gareth who reacts to it? No, but he picks a newspaper from, you know, a random place in the past or whatever, and just reads it to you. And the reason that this hit me so hard is because the moment we listened to it, I remembered that when I was growing up in my hometown, there's this historical society that had all these microfiche newspapers. And I fucking read constantly. I loved reading those to the point where one sentence is always stuck out in that sentence like little fragment has always stuck in my head, which is just another hand went missing, like and it's like, I cannot believe I can't believe this"
    },
    {
      "end_timestamp": 306.0,
      "id": "6ae2e3c7-48b8-333d-914f-324eebc18036",
      "speaker": "Dan",
      "start_timestamp": 295.0,
      "text": "yet. Newspapers used to be a little different. And the writing of it was a little different. And it's no a you know, like, the days of hams going."
    },
    {
      "end_timestamp": 312.0,
      "id": "d11bd020-c3a7-3376-9ad3-0a2682ded1b7",
      "speaker": "Jordan",
      "start_timestamp": 306.0,
      "text": "Local paper support local paper. Write the message. It is it is so much"
    },
    {
      "end_timestamp": 316.0,
      "id": "8d50bd8d-692c-3765-8470-5fbb46050255",
      "speaker": "Dan",
      "start_timestamp": 312.0,
      "text": "if you want to hear about ham fest, yeah."
    },
    {
      "end_timestamp": 329.0,
      "id": "a33aec1e-065c-3570-bcd0-4f7e1f03701d",
      "speaker": "Jordan",
      "start_timestamp": 316.0,
      "text": "I couldn't. I was so angry too when I listened to it because I was like, that was my childhood and they turned it into a show God damn. Show. Exactly, no, but it's great. It's really, really great."
    },
    {
      "end_timestamp": 339.0,
      "id": "e9e8071b-ee7a-3b98-9b8e-de943603ad11",
      "speaker": "Dan",
      "start_timestamp": 329.0,
      "text": "I've not had a chance to check it out yet, but I've heard from multiple people that it's quite good. I'll give that a little list. And I'll see if I can reach out to David."
    },
    {
      "end_timestamp": 341.0,
      "id": "bce15eb3-3ee4-3ec3-831d-36d17dcb2e2a",
      "speaker": "Jordan",
      "start_timestamp": 339.0,
      "text": "That'll be offensive."
    },
    {
      "end_timestamp": 383.0,
      "id": "483d2f67-acfa-3073-a12c-78da10956a33",
      "speaker": "Dan",
      "start_timestamp": 341.0,
      "text": "So Jordan, today we have an episode to go over. We're going to be talking about Friday's show. That's November 11 2022. Okay. This is post midterm. Post Alex having another half billion dollars tacked on to his shit post having his assets somewhat frozen until there's a hearing in early December, I believe. Yes. So yeah, he's he's, he's no, he's it away. Oh, why do you think but actually, you would not know it by just listening to this episode. This episode is kind of just dumb. And I ended up spending way too much fucking time on something that is completely pointless. And we'll discuss it when we get to it."
    },
    {
      "end_timestamp": 386.0,
      "id": "45ff5aec-0c0a-3cc7-b895-24647e19fff9",
      "speaker": "Jordan",
      "start_timestamp": 383.0,
      "text": "Do you mean one of our highlights of the show?"
    },
    {
      "end_timestamp": 397.0,
      "id": "c1bad133-7e25-374a-99c9-3cc17e4b0b7a",
      "speaker": "Dan",
      "start_timestamp": 386.0,
      "text": "Yes. So we'll get down to business on this. But before we do, let's say hello to some new walk. Oh, that's great idea. So first opening arguments as associate Morgan Stringer, thank you so much. You are now ballsy walk."
    },
    {
      "end_timestamp": 398.0,
      "id": "4e7e9ea1-42bc-3503-9d89-54e3f907357f",
      "speaker": "Alex Jones",
      "start_timestamp": 397.0,
      "text": "I'm a policy wonk. Thank"
    },
    {
      "end_timestamp": 398.0,
      "id": "08958599-0158-3e4c-9548-0283efbd25aa",
      "speaker": "Jordan",
      "start_timestamp": 398.0,
      "text": "you very much I"
    },
    {
      "end_timestamp": 405.0,
      "id": "dea074be-89f6-3df6-b13e-3f78bc265b25",
      "speaker": "Dan",
      "start_timestamp": 398.0,
      "text": "do next Jordans laugh is everything. And I know because I'm a Jordan too. Thank you so much for now policy walk."
    },
    {
      "end_timestamp": 406.0,
      "id": "aafeb7e2-d2d9-323d-9578-80829e2ddd88",
      "speaker": "Alex Jones",
      "start_timestamp": 405.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 411.0,
      "id": "3c92a399-d483-3784-aae5-174b53e8e3b5",
      "speaker": "Dan",
      "start_timestamp": 406.0,
      "text": "Thank you very much. Next gorilla with a Squatch mask like yours."
    },
    {
      "end_timestamp": 412.0,
      "id": "36478c29-6674-3089-9a8f-cb57481f6c98",
      "speaker": "Alex Jones",
      "start_timestamp": 411.0,
      "text": "On the post walk."
    },
    {
      "end_timestamp": 417.0,
      "id": "205ca88b-150f-35e8-8dfc-8ac38b58858c",
      "speaker": "Dan",
      "start_timestamp": 412.0,
      "text": "I don't know why I couldn't. I couldn't not read that in the Heroes in a half shell rhythm."
    },
    {
      "end_timestamp": 422.0,
      "id": "ff116342-c002-3e74-bd0f-a5cd55c5d5cd",
      "speaker": "Jordan",
      "start_timestamp": 417.0,
      "text": "You don't know what just happened? I think I just got kicked in the gut."
    },
    {
      "end_timestamp": 425.0,
      "id": "40934052-fedc-30cd-b59a-675f13f71488",
      "speaker": "Dan",
      "start_timestamp": 422.0,
      "text": "The man the myth and now the policy wall. Thank you so much. You are now policy."
    },
    {
      "end_timestamp": 426.0,
      "id": "0b29267b-9fd2-30d7-b202-17c57841e0c9",
      "speaker": "Alex Jones",
      "start_timestamp": 425.0,
      "text": "Well, I'm a policy wonk."
    },
    {
      "end_timestamp": 427.0,
      "id": "6f7dcd67-bd81-3e9b-876f-08d54acb5543",
      "speaker": "Jordan",
      "start_timestamp": 426.0,
      "text": "Thank you very much."
    },
    {
      "end_timestamp": 439.0,
      "id": "729fa0b7-c058-3bb0-aa5f-61dd28396b17",
      "speaker": "Dan",
      "start_timestamp": 427.0,
      "text": "Next Kiki's brightspot delivery service. Thank you so much. You are now policy walk. I'm a policy. Thank you very much and stop it. But I appreciate it. Alyssa. Pam, thank you so much. You are now policy walk."
    },
    {
      "end_timestamp": 440.0,
      "id": "21d6f21f-3e4a-3469-8fef-e6fccf1e2c81",
      "speaker": "Alex Jones",
      "start_timestamp": 439.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 442.0,
      "id": "9f6239fd-2056-33be-8af9-273fe8d3d068",
      "speaker": "Jordan",
      "start_timestamp": 440.0,
      "text": "Thank you very much."
    },
    {
      "end_timestamp": 452.0,
      "id": "83eb79d2-85da-3201-b3c7-af0c292607c6",
      "speaker": "Dan",
      "start_timestamp": 442.0,
      "text": "And we had a technocrat in the mix here, Jordan, so thank you so much to Jackson, Mississippi doesn't have running water and no one seems to care. Please send help. Oh, boy. We are not the sort of people to"
    },
    {
      "end_timestamp": 454.0,
      "id": "5804603f-e0e7-313b-a152-2136a1fd995b",
      "speaker": "Jordan",
      "start_timestamp": 452.0,
      "text": "don't send emergency messages"
    },
    {
      "end_timestamp": 457.0,
      "id": "ef81d492-63c2-3930-8d01-5f775b690f61",
      "speaker": "Dan",
      "start_timestamp": 454.0,
      "text": "through a timely message."
    },
    {
      "end_timestamp": 458.0,
      "id": "477a2101-f7cb-31e3-af52-b43ce5db6ce2",
      "speaker": "Jordan",
      "start_timestamp": 457.0,
      "text": "Oh, no."
    },
    {
      "end_timestamp": 460.0,
      "id": "fa0d73ed-6614-39ef-b5f2-f4c45046552b",
      "speaker": "Dan",
      "start_timestamp": 458.0,
      "text": "But you are now technocratic."
    },
    {
      "end_timestamp": 480.0,
      "id": "41050b0e-cf21-397a-a884-3c08b615be8f",
      "speaker": "Alex Jones",
      "start_timestamp": 460.0,
      "text": "I'm a policy wonk. Telling you brilliant someone someone sodomized sent me a bucket of poop daddy sharp. Jar Jar Binks has a Caribbean black action. He's a loser. Little little teeny, baby. I don't want to hate black people. I renounced Jesus Christ."
    },
    {
      "end_timestamp": 493.0,
      "id": "5d071ae6-466a-3270-be8e-f441b597674f",
      "speaker": "Dan",
      "start_timestamp": 480.0,
      "text": "Thank you so much. So during today? No, not all the returns have come in? Sure. Drum. And so there's still a little bit of bit of optimism. Here."
    },
    {
      "end_timestamp": 497.0,
      "id": "f4e51cc3-64f5-3906-b82f-5f466ab3854a",
      "speaker": "Jordan",
      "start_timestamp": 493.0,
      "text": "Still, when the Senate in this time they might still win the Senate. That's"
    },
    {
      "end_timestamp": 499.0,
      "id": "c45453a1-d9dd-31b3-8467-6ac274ac255b",
      "speaker": "Dan",
      "start_timestamp": 497.0,
      "text": "what we're talking about. Right."
    },
    {
      "end_timestamp": 511.0,
      "id": "c9496ba3-685e-3b12-98d9-692856d2629c",
      "speaker": "Alex Jones",
      "start_timestamp": 499.0,
      "text": "The Republicans are winning the races in Arizona, and Nevada, despite beach days. out of the woods yet stay with us for this live emergency broadcast. It's Friday."
    },
    {
      "end_timestamp": 522.0,
      "id": "85755e40-4f37-362e-9930-c4c2048117c7",
      "speaker": "Dan",
      "start_timestamp": 511.0,
      "text": "So they lost both of those. Yeah. But hope springs eternal on Friday. Yeah. And they have not had to turn this into a voter fraud conspiracy just yet. It is kind"
    },
    {
      "end_timestamp": 540.0,
      "id": "050473e0-71e6-389a-8448-c102f5db90e0",
      "speaker": "Jordan",
      "start_timestamp": 522.0,
      "text": "of funny how they like if they had would've been wit, if the Democrats had been waiting by more, the Republicans almost would have been in a more comfortable position to claim that it was fraud, as opposed to having like a lead for so long that they're like, well, we can't call it fraud yet. You know, like, we"
    },
    {
      "end_timestamp": 543.0,
      "id": "7c2c661b-cacb-3a16-b06b-c9d596aa29bf",
      "speaker": "Dan",
      "start_timestamp": 540.0,
      "text": "don't say fraud until you see the whites of their"
    },
    {
      "end_timestamp": 545.0,
      "id": "f78a4863-4e4a-353c-bd0c-b84d2487a956",
      "speaker": "Jordan",
      "start_timestamp": 543.0,
      "text": "ugly but also, you know,"
    },
    {
      "end_timestamp": 553.0,
      "id": "13e20b97-ec83-3ec6-bdb7-0ef7743316e4",
      "speaker": "Dan",
      "start_timestamp": 545.0,
      "text": "so Alex is a news story that has nothing to do with the political sphere. And I thought this was really really shitty."
    },
    {
      "end_timestamp": 602.0,
      "id": "b677b527-1762-3827-8c98-f340ad1b616b",
      "speaker": "Alex Jones",
      "start_timestamp": 553.0,
      "text": "There's a lot of other big news, we're gonna be hitting. You know, in the last 20 years, they've used mRNA technology in hundreds of studies, with volunteers, not just here, but around 20 years, you know of and in every case, a large portion of the individuals that have been tested on them die horribly painful deaths. Their brains rot their livers liquefy their blood. coagulates. Right. And it's happened again. New York man dies while being treated with experimental gene editing technology. CRISPR. What do you think they just did? With the mRNA shots to hundreds and hundreds And hundreds if not over a million people that dug it."
    },
    {
      "end_timestamp": 625.0,
      "id": "6a526384-9399-37e7-a664-afeca9c62aaf",
      "speaker": "Dan",
      "start_timestamp": 602.0,
      "text": "So Alex has not in any way established that mRNA technology used in tests in the past has killed a ton of people. I would fact check this, but he's not being specific about what tests he's talking about. So he's not even really making a claim worth being taken seriously. If he has some examples, I'd be happy to engage with him at that point, but this is just talking shit. What Alex is saying isn't true. And that's why he has no specifics. Well,"
    },
    {
      "end_timestamp": 649.0,
      "id": "feb9f6c2-8176-3953-8559-edcc571c30aa",
      "speaker": "Jordan",
      "start_timestamp": 625.0,
      "text": "based upon what he's saying the description of the symptoms that he's describing brain rot, it is happening, liver, it has happened one time before that I can recall and that was at a certain point. The Ark of the Covenant was opened. Sure. RNA Ark. Yes, exactly. And if you don't avert your eyes from the mRNA, that's what happened. RNR m&r Mr."
    },
    {
      "end_timestamp": 651.0,
      "id": "3dba6239-defd-3d8b-95f0-665ea062619d",
      "speaker": "Dan",
      "start_timestamp": 649.0,
      "text": "Mr. anarch. And Matt."
    },
    {
      "end_timestamp": 652.0,
      "id": "fdb0edcd-4cdf-3e98-ae51-fa8afaa2fc64",
      "speaker": "Jordan",
      "start_timestamp": 651.0,
      "text": "I'm Mr. anarch. Yes, yes, there"
    },
    {
      "end_timestamp": 744.0,
      "id": "11362a2a-7c29-35d1-bf9b-07143d3848a6",
      "speaker": "Dan",
      "start_timestamp": 652.0,
      "text": "we go. So as for this New York man, Alex doesn't have any of the information on this that's worth reporting. Like there's nothing that he knows. That brings us to the level of it being something that should be on his show, right. And he's being a real shithead. Yeah, this is about 27 year old Terry Horrigan, who suffered from a very rare form of muscular dystrophy. His brother, Richard was the head of a nonprofit called cure rare disease, which had led a push for exploring gene editing therapy possibilities for conditions like the one his brother had. Dairy was going to get a tailor made treatment, and had signed up for it. But he passed. According to stat news, quote, it's unclear when or even if he received the experimental treatment. In reality, this is a rare condition that is pretty commonly fatal. It's been estimated that between the ages of 20 and 2586, out of 1000, patients with this condition would die. And past the age of 40. That number goes up to 336 out of 1000. Every year. Yeah, the median survival age of someone born in the year that Terry was with this condition is 28.1 years, right, which is close to 27, which was the age that he is right. We don't know if he even got the treatment. And even if he did, we have no idea if it was connected to his passing. Even if we do find out that it was connected to the treatment, it wasn't an mRNA treatment, and this has nothing to do with COVID vaccines. Alex is a monster trying to capitalize on this young man's death and exploit him. So he can be used as a prop to push anti Vax bullshit. It's disgraceful. And if I were this guy's brother, I would probably think about suing Yeah,"
    },
    {
      "end_timestamp": 792.0,
      "id": "edce91b2-ee51-3e5d-8ca5-1fa16b0c04f5",
      "speaker": "Jordan",
      "start_timestamp": 744.0,
      "text": "yeah, I mean, this, leave this one alone, I feel like this is a situation, if I understand correctly, where there's a nonprofit does, like geared towards people who have diseases that are essentially, you know, impossible for a pharmacy company or anything to think, well, we need to develop a therapy for them, it wouldn't be within their profit motive, right. So you're not going to wind up getting all of the trials and everything you need to develop any therapy within any kind of reasonable length of time through the FDA or all of those possible channels. If you go through all these testings and all that stuff, something along those lines, where it is, hey, we've got this rare disease. We've got people who are in a situation where it's like, hey, oh, my God, this hasn't been tested enough. Who fucking cares? Man?"
    },
    {
      "end_timestamp": 805.0,
      "id": "242a6ecf-0bdf-3c97-bc57-1738a8c83601",
      "speaker": "Dan",
      "start_timestamp": 792.0,
      "text": "I don't know. Another one. I haven't looked into it enough to know. So I don't want to sign off on your description. I'm not saying that there has to be some safe and done like, vitro course. Right?"
    },
    {
      "end_timestamp": 809.0,
      "id": "50df2973-433f-34b9-875b-d97bda781eb9",
      "speaker": "Jordan",
      "start_timestamp": 805.0,
      "text": "I'm not I'm not saying they're like, Hey, we found something in the woods. Let's see"
    },
    {
      "end_timestamp": 828.0,
      "id": "959781a6-ccda-3e6d-80d5-b412ccfdc91b",
      "speaker": "Dan",
      "start_timestamp": 809.0,
      "text": "if it works. I don't think I don't think it is like that. But I do. I do think that there is something to the, the, you know, just the reality that some of these larger pharmaceutical companies wouldn't explore, it wouldn't be in their interest to explore some of these things. So that's some of the work that's left to smaller nonprofits. That's more"
    },
    {
      "end_timestamp": 833.0,
      "id": "d84c6852-3afb-3343-8627-629e244dbf9d",
      "speaker": "Jordan",
      "start_timestamp": 828.0,
      "text": "my Yeah, my my description is that they wouldn't have any reason because they are about money."
    },
    {
      "end_timestamp": 843.0,
      "id": "49c85172-6733-3c3a-b03b-f7e7c4b39a6a",
      "speaker": "Dan",
      "start_timestamp": 833.0,
      "text": "Yeah. And, you know, this, this is said, No matter no matter what, and Alex using it, for his own purposes, sucks, and he can go fuck himself. Just leave everybody"
    },
    {
      "end_timestamp": 844.0,
      "id": "31c2a8dd-9a68-394c-b2ca-3415b7aa3765",
      "speaker": "Jordan",
      "start_timestamp": 843.0,
      "text": "like that alone."
    },
    {
      "end_timestamp": 846.0,
      "id": "b0855d11-cc4e-3225-b3ec-271363360245",
      "speaker": "Dan",
      "start_timestamp": 844.0,
      "text": "So now back to politics."
    },
    {
      "end_timestamp": 852.0,
      "id": "42bd4fbb-f056-3893-bd3c-4d912ac26dfc",
      "speaker": "Alex Jones",
      "start_timestamp": 846.0,
      "text": "So that's coming up as well. And boy, a bunch of globalist have come out announced world government. We've got that for him."
    },
    {
      "end_timestamp": 858.0,
      "id": "86186946-6282-390b-964f-39a34a886fd6",
      "speaker": "Jordan",
      "start_timestamp": 852.0,
      "text": "I was nice of them, and got that free return. Coming up next, you're gonna jump"
    },
    {
      "end_timestamp": 872.0,
      "id": "7e0c388c-a67d-38cb-b63c-3e00ce4c4c53",
      "speaker": "Alex Jones",
      "start_timestamp": 858.0,
      "text": "right into all of the election news. And boy, we suspected fraud Tuesday night, but now the evidence is overwhelming. You've got the trump the Santa Civil War kicked off by Trump got mixed feelings about that."
    },
    {
      "end_timestamp": 885.0,
      "id": "d043eb2c-be1f-3448-ba77-22a68e6682f5",
      "speaker": "Jordan",
      "start_timestamp": 872.0,
      "text": "But you do. I mean, that's how civil wars are supposed to work. You're supposed to have mixed feelings. I mean, you know, when you're fighting brother against brother, the point, not the ideological let's stop slavery part. Obviously."
    },
    {
      "end_timestamp": 912.0,
      "id": "9b283203-2052-35bb-b721-a335033ce22d",
      "speaker": "Dan",
      "start_timestamp": 885.0,
      "text": "Alex doesn't have mixed feelings about the Civil War. mixed feelings about this one. Yes. So Alex has no concrete evidence in any way of election fraud. Sure, but he has now definitively proven it. Yeah. Also every single app pisode not every episode but a lot of episodes you can go back through like a decade ago, 15 years ago and he'll say the globalists are announcing world government it is they finally come out and said it, though again, really, wow. The blase"
    },
    {
      "end_timestamp": 923.0,
      "id": "bc4c56c6-faf7-3a05-b5f6-028c84598534",
      "speaker": "Jordan",
      "start_timestamp": 912.0,
      "text": "nature of the way he describes it too, as though it's another blind news item coming up. Like listen, if there's actually World Government announced, I'm going to hear about it as more of a big deal. The globalists"
    },
    {
      "end_timestamp": 928.0,
      "id": "511f7c50-3115-3456-961e-d59b860ebc70",
      "speaker": "Dan",
      "start_timestamp": 923.0,
      "text": "have announced world government and in other news, squirrel waterski."
    },
    {
      "end_timestamp": 934.0,
      "id": "0bc0d04d-118c-3a66-80b7-77367bd8046e",
      "speaker": "Jordan",
      "start_timestamp": 928.0,
      "text": "Exactly. Another ham stolen. Stolen. Yes, exactly."
    },
    {
      "end_timestamp": 941.0,
      "id": "cd462c51-37fc-35a6-901e-b92f539c301f",
      "speaker": "Dan",
      "start_timestamp": 934.0,
      "text": "So Alex does not like this idea that Trump and DeSantis are fighting. And I get it. I understand."
    },
    {
      "end_timestamp": 1014.0,
      "id": "43e0b719-68ef-3976-baa3-710de07ff78e",
      "speaker": "Alex Jones",
      "start_timestamp": 941.0,
      "text": "Also, we're going to be looking at what Trump said last night on his Twitter social coming out and attacking Governor DeSantis not a good idea. That's exactly what the corporate media wants. They that CNN, New York Times, Fox News, all of the establishment media, other than a few exceptions, like Eric Carlson, have come out and have praised the Sanish and attacked Trump and said that Trump's The reason we didn't win bigger in the midterms and all this made up garbage to get us fighting with each other and Trump with his ego as big as the moon has taken the bait you know, I love Trump and come out and attack the Santas with a Santa says never attack from and so now it's not about a stolen election or an attempt to steal. Now it's not about Biden being at and a geriatric patients not about Fetterman manga, mentally destroyed, giant zombie goblin leader. It's none of that. It's all about Trump, the Santas and Trump is the reason Republicans didn't win bigger total distraction from reality and Trump has waded straight into it and is attacking to Sanders. I wish he would just stop."
    },
    {
      "end_timestamp": 1141.0,
      "id": "841d368f-29cf-36b2-a044-e125849e48c4",
      "speaker": "Dan",
      "start_timestamp": 1014.0,
      "text": "Zombie goblin leader, Alex was struggling to land that sentence. Ooh, boy. So you can hear Alex expressing something in this clip that makes a lot of sense. He doesn't like the idea of Trump and DeSantis fighting because that's a competing narrative from his own. And it's one that he can't really profit from. Alex wants all the right wing audience to be swept up in the stop the steel type stuff where he could do another dumb caravan tour and yell at rallies about how much proof he has of election fraud. That's great for Alex because he can make a lot of money off that he never has to prove a damn thing and he gets to be seen as the crusading hero of the Patriots. Conversely, Trump DeSantis is a dead end. That fight is no good for Alex because neither choice is really that great for his bottom line. And if the audience is forced to pick a side because they're fighting, Alex is expected to have a position. Yep, Alex's already done his whole I give Trump two weeks to come out against the vaccine, or else I'll attack him and Trump didn't give a single shit. Alex has already embarrassed himself with his constant. I swear I'm leaving this time for real stuff that he does. If he does actually decide that he doesn't want to be on Trump's side anymore, who cares? It won't have any impact and the only result will be pissing off the members of his audience that still like Trump, and staying as things are and being on Trump's team again is also embarrassing because Alex made all these ultimatums and Trump didn't care which shows that Alex is a spineless coward. On the flip side, going over to DeSantis has its own problems. Many of the listeners, particularly long term listeners have a little bit of hero fatigue. They were sold a bill of goods about how Trump was going to change everything and he was the God appointed leader they needed to trust no matter what and what did it amount to, basically nothing but chaos and an ego driven asshole picking fights. Having gone through all that it's understandable if many of the listeners aren't super keen to adopt a new God King, once bitten, twice shy and all that you would think there's problems here with this fight. This is not the state of affairs Alex wants to see, in a perfect world, Trump and DeSantis would work together or at very least, they would be like kind of respecting opponents. So Alex wouldn't have to pick aside this early. This is clearly bad for his wallet at this point."
    },
    {
      "end_timestamp": 1166.0,
      "id": "d014cdc5-3a8c-30a1-a747-acd42811c6e6",
      "speaker": "Jordan",
      "start_timestamp": 1141.0,
      "text": "Yeah. I mean, I feel like the the main issue for him is he's kind of pot committed with Trump less because of the electoral reality kind of situation. And more so just because of the personality connection to the two of them. He's not going to relate to DeSantis and DeSantis is never going to give Alex a bone."
    },
    {
      "end_timestamp": 1176.0,
      "id": "844c8099-3fc3-340f-9cbc-eb1151c6bf53",
      "speaker": "Dan",
      "start_timestamp": 1166.0,
      "text": "Probably not. You know, although, you know, you never really would think that I'd be been surprised by stuff true. That is true. Just antas could get desperate."
    },
    {
      "end_timestamp": 1194.0,
      "id": "ebdf54bd-04e8-35a6-8648-0daba940ed3b",
      "speaker": "Jordan",
      "start_timestamp": 1176.0,
      "text": "True, but I mean, if the point that everybody is making about their fight is that people are tired of Trump and would rather have DeSantis someone who is less like Trump, it makes even way less sense for Ed DeSantis to be like, and now Alex is my buddy row. You don't want that loud, bombastic asshole right"
    },
    {
      "end_timestamp": 1224.0,
      "id": "9474c023-4304-3175-9896-6332426885f0",
      "speaker": "Dan",
      "start_timestamp": 1194.0,
      "text": "round. Yeah, it would sort of lessen the appeal of the I'm not Trump. Exactly. Yeah. You make a good point there. Yeah. So I feel like we're I think that is right. You're right that Alex is sort of pot committed with Trump. Yeah. But I also don't think he understands that Not at all. And he should, you know, just like on our last episode, Alexander was saying that Infowars there his ride or dies, right, right. And I think Alex should stay to his his word and be a ride or die with Trump."
    },
    {
      "end_timestamp": 1252.0,
      "id": "ff2bd270-c561-3dc5-a12c-3938b8c98da0",
      "speaker": "Jordan",
      "start_timestamp": 1224.0,
      "text": "Here's what I say. Here's what I say that they have to do. This is the smart play for Alex, okay. Say I don't care which of them comes out on top. Because whoever comes out on top is going to be the better candidate, because they're going to fight each other so much harder than any Democrat could fight, that all of their bullshit will be out. And by the time that we're ready to play against the Democrats will be unstoppable. iron sharpens iron that kind of"
    },
    {
      "end_timestamp": 1271.0,
      "id": "43ac9f7b-ba30-3f46-8f88-7718bcd512ec",
      "speaker": "Dan",
      "start_timestamp": 1252.0,
      "text": "I like this. Except it doesn't work when it's Trump and dissent because that's gonna get so ugly. I know. But that's what they want. Right? So but they don't know because you you can't hold back while it's getting ugly. Right? Like, like, let's see who comes out on top. everyone's throat shit."
    },
    {
      "end_timestamp": 1279.0,
      "id": "dfb8fe60-6d2f-30f3-bac4-4ef4d4e7faa0",
      "speaker": "Jordan",
      "start_timestamp": 1271.0,
      "text": "But that's, that would be the fun thing. That's what they that's what they what would drive money to Alex is nonstop fighting."
    },
    {
      "end_timestamp": 1309.0,
      "id": "e99b5590-81b9-35e8-bba9-0f5935c78d07",
      "speaker": "Dan",
      "start_timestamp": 1279.0,
      "text": "Sure, but you'd have to have your side in the back can't. You can't have nonstop fighting and it being like, well, let's look at these two fight, like watching Trump and Hillary in 2016 wouldn't have been valuable to Alex if he wasn't like into Trump and hated Hillary. Sure. Sure. Sure. That is what drove the interest of the audience. Right? And so like, if it's two guys who you're both you're supposed to like both of them, and they fucking hate each other. Right? That's kind of difficult. But here's"
    },
    {
      "end_timestamp": 1318.0,
      "id": "98d483a8-8f92-33b3-a1a2-132fdf96b85c",
      "speaker": "Jordan",
      "start_timestamp": 1309.0,
      "text": "the thing that people are discounting. And that is that the way you get famous is you have rat battles, man, I'm talking"
    },
    {
      "end_timestamp": 1321.0,
      "id": "acad48bf-cf5d-34f3-9acd-05db3ad58c7c",
      "speaker": "Dan",
      "start_timestamp": 1318.0,
      "text": "about now hold on. You gotta"
    },
    {
      "end_timestamp": 1331.0,
      "id": "adb5daf4-0bdf-3041-a65f-df7bdabbc446",
      "speaker": "Jordan",
      "start_timestamp": 1321.0,
      "text": "have to pocket bigger you got to have two people rival and you got to have fights going on. And then everybody is like, Oh, we got to pay attention to this. That's the way you do it does. It"
    },
    {
      "end_timestamp": 1333.0,
      "id": "62b9f85b-4781-3313-abca-5d1a17c3ddcf",
      "speaker": "Dan",
      "start_timestamp": 1331.0,
      "text": "just shows up and he's like, drop a beat. Do it?"
    },
    {
      "end_timestamp": 1338.0,
      "id": "a493c4ce-9330-30df-816a-0ea9c1d9dc92",
      "speaker": "Jordan",
      "start_timestamp": 1333.0,
      "text": "Absolutely. Alex is like, Oh, no. Yeah."
    },
    {
      "end_timestamp": 1344.0,
      "id": "0a3cb818-e98d-347e-a6a8-d846306fd6a4",
      "speaker": "Dan",
      "start_timestamp": 1338.0,
      "text": "So anyway, Alex doesn't like Trump statements that he made on truth social, but he also thinks it's true."
    },
    {
      "end_timestamp": 1419.0,
      "id": "667b0e52-f818-39fe-a70e-21f5fa604177",
      "speaker": "Alex Jones",
      "start_timestamp": 1344.0,
      "text": "Also set to announced run for president great amount of trouble with the shots. I wish he would have come out against him, like the Sanderstead. But overall, the globalist hate Trump more than anybody, he's anti New World Order. He's obviously better than the Democrats. But it just we need to not be fighting with each other. Ladies and gentlemen, we need not be battling with each other. It really is that simple statement by President Donald J. Trump for the president United States of America. And he goes into about Fox News is basically boosting the Sanusha not him for president and he made the Santas and the Santa says all these Neo cons fluttering around him that he's meeting with, which is true. I don't like Jeb Bush hanging around. I don't like Mitt Romney hanging around. But you know what Trump's hung out with all those guys to feel they tripled, stabbed him in the back. So the jury's out on that with DeSantis and I'm not gonna get in this house pageant of Trump's better or the Sanders is better or Trump's worse or the sadness is worse. I'm just going to do it. And people need to stay focused on inflation. The open borders exploding crime, the war in Ukraine, the poison shots how they're trying to come back out with more force injections and lock down to the future."
    },
    {
      "end_timestamp": 1441.0,
      "id": "92cf9227-5270-370b-9b2c-7350040b0b55",
      "speaker": "Dan",
      "start_timestamp": 1419.0,
      "text": "Um, a good luck trying to take some kind of a high road Yeah, this show is like a gossip show for the extreme right like as soon as word start flying it's gonna be like all Alex could talk about Yeah, and if he doesn't, his audience will be calling in and they'll be like, you know, what do you think about this? It'd be so conspicuous if he doesn't get in the mud and make it a beauty pageant and absolutely"
    },
    {
      "end_timestamp": 1459.0,
      "id": "d1806907-5b13-3671-a6c8-5a293dfbc9d9",
      "speaker": "Jordan",
      "start_timestamp": 1441.0,
      "text": "zero people think that or zero people want that. We all got to come together message from Alex. Yeah, you can have though some people on the right want though. We should all come together. Maybe most of them want that. But you're not going to Alex to get it?"
    },
    {
      "end_timestamp": 1478.0,
      "id": "037b9437-8a31-3da0-81be-5484ea7d194c",
      "speaker": "Dan",
      "start_timestamp": 1459.0,
      "text": "No, but I also think that you're maybe mischaracterizing what he means by that. Oh, no, of course he doesn't mean let's get kumbaya here. No, no, it means is more like we all gotta get together with the narrative. Get let this be the thing everybody's talking about. Because if it is, I can't I got no room to play here. Right?"
    },
    {
      "end_timestamp": 1483.0,
      "id": "d53a68ad-9cb7-3c89-8748-2183ad390eb3",
      "speaker": "Jordan",
      "start_timestamp": 1478.0,
      "text": "But you don't want Alex to be the guy saying don't fight. He's Alex fucking Jones."
    },
    {
      "end_timestamp": 1488.0,
      "id": "0e2490d0-8246-3a37-bbff-5ae1e49e6826",
      "speaker": "Dan",
      "start_timestamp": 1483.0,
      "text": "Well, maybe you know, on January 6, there was yelling in the bullhorn telling everybody cool it"
    },
    {
      "end_timestamp": 1491.0,
      "id": "e9cde0d1-06e7-3e0c-8277-ea9a7b5d4d36",
      "speaker": "Jordan",
      "start_timestamp": 1488.0,
      "text": "hasn't gotten better since then. Has it?"
    },
    {
      "end_timestamp": 1497.0,
      "id": "4633ba68-ee28-3e50-8d50-bcec1229a8e4",
      "speaker": "Dan",
      "start_timestamp": 1491.0,
      "text": "So yeah, Trump took the bait. Sure. I don't know who was baiting who was baiting him, I don't know. DeSantis and instead"
    },
    {
      "end_timestamp": 1531.0,
      "id": "5adb4547-44d8-3961-8f53-1f3d984b87c3",
      "speaker": "Alex Jones",
      "start_timestamp": 1497.0,
      "text": "of making it a About the Democrats trying to steal the election and blunting the victory instead of making it about how we need to get rid of the Republican neocon, Rhino, corporatist leadership, like Mitch McConnell and others, instead of that, it's all about Trump and DeSantis. And that's why the Republican establishment has weighed in with the liberal media to try to create a Trump DeSantis rift and old 45 as taking the bait like a big old bash. You put a purple worm in front of"
    },
    {
      "end_timestamp": 1563.0,
      "id": "9c6aed85-edfd-3933-8c3d-cc5834bf1f18",
      "speaker": "Dan",
      "start_timestamp": 1531.0,
      "text": "Trump didn't take any bait. He's just an asshole who lashes people constantly. Yeah, he feels like his position in the extreme right wing sphere is threatened by DeSantis because it is so he's attacking him. It's honestly shocking that Trump waited until after the midterm 100% I guess that's a pretty good strategy. Like you don't want the Democrat to win the Florida Governor race, particularly because Trump lives in Florida. So you wait until immediately after to attack because at this point, it's about the 2024 general election. Still, that is an amazing amount of restraint for someone like Trump to if that's true,"
    },
    {
      "end_timestamp": 1579.0,
      "id": "8c98fbe2-674f-3433-b048-515fa7d6afc6",
      "speaker": "Jordan",
      "start_timestamp": 1563.0,
      "text": "that's true. I mean, what it goes back to what Alex said earlier of, like Trump attacked with it and DeSantis didn't nobody attacked first. And it's like, yeah, what do you do you expect Trump to only attack in retaliation? That's the way you view him?"
    },
    {
      "end_timestamp": 1582.0,
      "id": "3a057ef2-c4b2-3999-81d0-ab4d92ccc257",
      "speaker": "Dan",
      "start_timestamp": 1579.0,
      "text": "Yeah, Trump is a pacifist. Do you? Come at him? He's,"
    },
    {
      "end_timestamp": 1587.0,
      "id": "d398b438-2ac5-3ce5-9e70-5ba2349d3c70",
      "speaker": "Jordan",
      "start_timestamp": 1582.0,
      "text": "he's not at all aggressive. Yeah, no, no. Yeah. Okay. All right. Gotcha. Gotcha."
    },
    {
      "end_timestamp": 1601.0,
      "id": "985e309b-db0c-3f57-89c9-40a02497a230",
      "speaker": "Dan",
      "start_timestamp": 1587.0,
      "text": "So here's some good news was that it's not good news. But it's kind of fun. Oh, when he's still reporting from the big board this Friday. I like to imagine that he hasn't like he's"
    },
    {
      "end_timestamp": 1605.0,
      "id": "5c078d4c-6f11-3908-8fec-636b2d4dbd96",
      "speaker": "Jordan",
      "start_timestamp": 1601.0,
      "text": "still there. He's tied with one ankle to a chain. Yeah."
    },
    {
      "end_timestamp": 1614.0,
      "id": "01b0d4ea-d096-317b-83d1-d9fd5fe3aadb",
      "speaker": "Dan",
      "start_timestamp": 1605.0,
      "text": "He's got his his tie his neck tie, like, I'm done. And he's, he's haggard. But he's still at the big board. And he is checking in on Arizona here."
    },
    {
      "end_timestamp": 1675.0,
      "id": "3f34c79d-92af-3988-b3e7-73d5911d39ec",
      "speaker": "Owen Shroyer",
      "start_timestamp": 1614.0,
      "text": "Let's talk about where we stand right now. I don't like what I'm seeing in Arizona. And despite the confidence that lake and masters still have, that these late night, last minute ballot dumps, you're gonna favor them. I'm just not seeing it, Alex, they're not getting the returns, they thought they thought they were going to be getting about 60, even even 70% of some of these last minute returns coming from more conservative areas. They're just not getting it. They're just not getting it. In fact, Katie Hobbs lead was actually extended last night, with the late night last minute ballot drops still coming in, they say 82% are in. So I this is gonna be a miracle comeback at this point, I think for Kerry lake. And then even farther behind now is Blake masters to the incumbent Mark Kelly. I that that will take a miracle at this point for masters to pull this one off. I don't know how he does the returns are not coming in favorable right now for Republicans. And it's been shown that the incumbents did really well."
    },
    {
      "end_timestamp": 1691.0,
      "id": "dde87ede-9883-30e1-b0ed-b387f437b903",
      "speaker": "Dan",
      "start_timestamp": 1675.0,
      "text": "So there was a minute of Oh, and sort of covering the election results and not making it a conspiracy, which I was surprised by I don't know what I'm hearing. Well, I mean, it's it is what it is. I mean, it's pretty much just kind of like here's, here's numbers are coming in."
    },
    {
      "end_timestamp": 1706.0,
      "id": "bfd3fa76-8a5e-37cb-932c-b67bd72193eb",
      "speaker": "Jordan",
      "start_timestamp": 1691.0,
      "text": "No, no, no. I mean, I know what I'm hearing. Right. You know, like, I know that I'm hearing Wolf Blitzer at the board. I'm frustrated that one Wolf Blitzer isn't tied to the board to Sure. And to that, it's Oh, when doing this what has happened? I"
    },
    {
      "end_timestamp": 1713.0,
      "id": "3703db34-9564-3a08-8683-5ef2aabb30d9",
      "speaker": "Dan",
      "start_timestamp": 1706.0,
      "text": "think maybe the Olin kind of like, experienced it on midterm night. Yeah, he was like,"
    },
    {
      "end_timestamp": 1715.0,
      "id": "43753a16-60d7-3888-a872-51413f27d6a1",
      "speaker": "Jordan",
      "start_timestamp": 1713.0,
      "text": "I gotta get checks in that trick."
    },
    {
      "end_timestamp": 1725.0,
      "id": "07a60013-9802-3f87-816e-986ac3513ba0",
      "speaker": "Dan",
      "start_timestamp": 1715.0,
      "text": "Gotta get better at this baby. This is my baby. Let me let me give this another shot. Let me see if I can just say some information instead of some dumb bullshit about Philadelphia County."
    },
    {
      "end_timestamp": 1734.0,
      "id": "b3f6c06f-0f0a-327d-9e27-72badbb4247c",
      "speaker": "Jordan",
      "start_timestamp": 1725.0,
      "text": "I'm bummed out because I've got Alex giving me let's all come together. And I've got Oh, I'm trying to be a journalist. This is This is"
    },
    {
      "end_timestamp": 1737.0,
      "id": "a354869d-4c0b-35af-a3b5-6156c1277da2",
      "speaker": "Dan",
      "start_timestamp": 1734.0,
      "text": "bullshit. I mean, no one does. Does Don't say a bunch of dumb shit."
    },
    {
      "end_timestamp": 1739.0,
      "id": "d1dedbf6-202a-3856-a7ee-238f3047a537",
      "speaker": "Jordan",
      "start_timestamp": 1737.0,
      "text": "Well, yeah. But he's trying to be a"
    },
    {
      "end_timestamp": 1743.0,
      "id": "2f4b4b31-ee6f-3d22-8411-b37cb28ec0a8",
      "speaker": "Dan",
      "start_timestamp": 1739.0,
      "text": "jerk. And he also says some things that are like a fair point. This was"
    },
    {
      "end_timestamp": 1779.0,
      "id": "d389e256-7586-35e2-956f-a207e39464bb",
      "speaker": "Owen Shroyer",
      "start_timestamp": 1743.0,
      "text": "a three headed monster, if you will, or a trifecta of the new brand of conservative the fighter, the one that takes on the media, the one that takes on the establishment, the one that's not afraid to back Trump or give him trouble if they have to. And Centrelink in this race in Arizona saying this could be a determining factor of what the future of the Republican Party looks like. If we have big wins in Arizona. This new breed of Republican that lake and masters and holiday represent is going to be the the type of person that Republicans may want to put forward while they're not winning. Yeah."
    },
    {
      "end_timestamp": 1789.0,
      "id": "da1d01a6-d774-3e60-a8b7-8ca44d1252e5",
      "speaker": "Dan",
      "start_timestamp": 1779.0,
      "text": "I mean, he's giving an assessment of, you know, hey, this was this new new idea this these are our kind of candidates and they are all losing"
    },
    {
      "end_timestamp": 1797.0,
      "id": "c72a9ac6-a4d3-3b28-ab75-be69b6af1e86",
      "speaker": "Jordan",
      "start_timestamp": 1789.0,
      "text": "we tried unqualified, stupid assholes, and we thought it was working really well there for a while, but now it doesn't seem like is Oregon."
    },
    {
      "end_timestamp": 1808.0,
      "id": "836d9aa8-cf32-33e1-8b41-7d01a3d001ab",
      "speaker": "Dan",
      "start_timestamp": 1797.0,
      "text": "Oh, we took the wrong message from 2020 Hey, our message was everything is stolen. Not a great lesson doesn't help. Everything was stolen. Let's run weirdos. Let's"
    },
    {
      "end_timestamp": 1811.0,
      "id": "3e1349b0-4d59-39c6-bd22-23d29b1d397d",
      "speaker": "Jordan",
      "start_timestamp": 1808.0,
      "text": "do it again, baby run it again. Anyway,"
    },
    {
      "end_timestamp": 1815.0,
      "id": "050ca77d-6f63-3d37-ad95-9620c70f4b20",
      "speaker": "Dan",
      "start_timestamp": 1811.0,
      "text": "I think that here's where things fall apart for one,"
    },
    {
      "end_timestamp": 1871.0,
      "id": "000e3fe5-024a-368b-af2c-0763d54d304e",
      "speaker": "Owen Shroyer",
      "start_timestamp": 1815.0,
      "text": "and then the run off would just be like, gravy for them if they can get that in Georgia, which sadly I kind of expect them to win. At this point. I'm not sure what the Republican plan is for Georgia. If they think going on get another abortion is the key. If they think going on Sean Hannity is the key, then they're going to lose. Period. That's it. End of sentence. They have no boots on the ground. They have no plan. Nothing from McConnell. Where is McConnell, by the way? Anybody heard from McConnell these last couple days? No, he's hiding in a hole. He's loving what he's seeing. He wants to lose the Senate. He wants to lose the Senate so he can blame it on Donald Trump. Sure. And then make his number one initiative from now till 2024 is to get Trump out of the party, no matter what you the voter think this is what it's all about. This is the new battle for the GOP."
    },
    {
      "end_timestamp": 1908.0,
      "id": "3302d205-fe01-3d64-acf6-4affd38bc5cc",
      "speaker": "Dan",
      "start_timestamp": 1871.0,
      "text": "This is a good conspiracy. Yeah, it really is. It is not too far to be it's not like you're not you're not being overly ambitious. You are obviously there is a understandable and believable problem. And that is that Mitch McConnell is pissed off about Trump basically taking over the GOP indeed. So in order to resolve this, you tank the midterms, and you blame it on Trump. Right? And just like that, you're out of the woods and you're, you're safe. It's not quite that simple. No, but yeah, but but in terms of a conspiracy that you're gonna make about losing the midterms?"
    },
    {
      "end_timestamp": 1927.0,
      "id": "dfef77a7-ecd9-3726-a499-2ca5be9d7de3",
      "speaker": "Jordan",
      "start_timestamp": 1908.0,
      "text": "Pretty good. Well, I mean, as far as the conspiracy goes, I don't even think that's a conspiracy theory so much as it is like, Okay, I think this might be a fairly workable plan that might work. You know, and if because McConnell's plans have so far worked, I wouldn't put it past him to have a good plan. Uh huh."
    },
    {
      "end_timestamp": 1943.0,
      "id": "2bce28b4-c203-37c4-8cc9-d66a3a7c8f56",
      "speaker": "Dan",
      "start_timestamp": 1927.0,
      "text": "Well, I think that staying the majority leader is probably more important to him, probably. But that like, what you're saying is totally accurate. There is a like an A to B to C of the plan. Yes. Make sense?"
    },
    {
      "end_timestamp": 1947.0,
      "id": "d27c8464-997e-3003-8632-5f157da84bc2",
      "speaker": "Jordan",
      "start_timestamp": 1943.0,
      "text": "It works. You can I mean, I don't know if it works or works."
    },
    {
      "end_timestamp": 1957.0,
      "id": "4e384190-2969-35b8-908d-e5ca56ef6c40",
      "speaker": "Dan",
      "start_timestamp": 1947.0,
      "text": "But things things fall apart. In stage three, I say yes. That's the part where you blame Trump and magically, everybody doesn't like him. Yeah, that part is going to be a little bit of a problem and execution. I mean,"
    },
    {
      "end_timestamp": 1971.0,
      "id": "0378854b-d33b-318c-ad76-fb5738c5c201",
      "speaker": "Jordan",
      "start_timestamp": 1957.0,
      "text": "you can see that he's probably helping juice the media narrative go along, and all that stuff. But again, it's clearly getting yelled at by the people that like Trump, you know, it's not like they he's he's tricked them into liking him more. It's just"
    },
    {
      "end_timestamp": 1980.0,
      "id": "ba607ae7-77c4-3539-9003-7526e78f32e5",
      "speaker": "Dan",
      "start_timestamp": 1971.0,
      "text": "rare that you hear a conspiracy being thrown out by someone at Infowars that like, well, at least has the grammar of conspiracy."
    },
    {
      "end_timestamp": 2024.0,
      "id": "52f821dc-e5a7-3a22-87fe-1207aa45939e",
      "speaker": "Jordan",
      "start_timestamp": 1980.0,
      "text": "Well, I mean, it is. And it's also such like, it is not it's not out of reach. I mean, he lit McConnell a phenomenal blind it out of reason. No, McConnell blocks a Supreme Court justice, you know, like, there's, there's a plan behind that it's not clear like A to B to C, like, if I do this, then this will happen. We'll get Trump and then we'll fill that seat. Finally, there was always the possibility that Hillary was going to win, and they were going to have to fill it. But he's the one who orchestrated that whole idea. A long shot. Exactly. And giving him this as a long shot. Why not? You know, I don't know if it happened this way at all here my saying it's reasonable to think that he might have tried to hear me"
    },
    {
      "end_timestamp": 2040.0,
      "id": "5fa82df5-3a70-37ea-b841-f69a71ccb7d0",
      "speaker": "Dan",
      "start_timestamp": 2024.0,
      "text": "out. Okay. All right. I don't think that this is I don't think this happened. I think it's probably agree with you on that. Yes, yes. Now, 10 years from now, if someone writes a book, and it's a tell all where Mitch McConnell says, I through those midterms in order to get Trump out of my hair. Yeah. I don't think I'd be"
    },
    {
      "end_timestamp": 2043.0,
      "id": "cb778ebb-2d40-3d8b-ac93-ee6440e584e0",
      "speaker": "Jordan",
      "start_timestamp": 2040.0,
      "text": "that surprised. Exactly. Yes. That's what I'm saying."
    },
    {
      "end_timestamp": 2046.0,
      "id": "5a33549b-b101-3a65-970b-f2b0ffbd87ae",
      "speaker": "Dan",
      "start_timestamp": 2043.0,
      "text": "I also don't think it happened. And I don't think there's any evidence for it."
    },
    {
      "end_timestamp": 2050.0,
      "id": "241b97b0-b4cd-3ff6-823a-5927a32b44b1",
      "speaker": "Jordan",
      "start_timestamp": 2046.0,
      "text": "I agree with that, too. Okay. Yes. As long as we're on the same page. Yes."
    },
    {
      "end_timestamp": 2052.0,
      "id": "eccb191d-db19-3e74-add4-364c135d3d7b",
      "speaker": "Dan",
      "start_timestamp": 2050.0,
      "text": "So anyway, the Trump DeSantis thing is bait."
    },
    {
      "end_timestamp": 2082.0,
      "id": "84012cb5-2ffd-3ebd-8481-b9455fb0d6e3",
      "speaker": "Alex Jones",
      "start_timestamp": 2052.0,
      "text": "You're absolutely right. And that's why we cannot take the bait and get into this DeSantis versus Trump. Trump versus a Santa is garbage and Trump is really taking the bait, and we care about Trump but you're absolutely right. We need to focus on the Republican leadership. And on this election fraud and on issues we've got to get that talking point out our millions of listeners right now viewers can do that. Folks. Don't take the bait of this. Trump the Santas garbage. We got to stay on McConnell, Kevin McCarthy, we got to stay on these elections. We got to stay on the issues."
    },
    {
      "end_timestamp": 2088.0,
      "id": "02477326-c316-33d4-8331-d83c48cf6540",
      "speaker": "Dan",
      "start_timestamp": 2082.0,
      "text": "There is no bait. It's Trump being an asshole. Yeah. I don't know."
    },
    {
      "end_timestamp": 2112.0,
      "id": "3aad9d41-d44e-304d-bff4-ad4ab82d7d13",
      "speaker": "Jordan",
      "start_timestamp": 2088.0,
      "text": "I mean, the the the irony, of course is that they have no governing ability policy ideas and anything? No. So if you're gonna the issues are tough. Yeah, exactly. Yeah, I can't believe they're all saying that, like they haven't very clearly been removing anyone with ideas. As as a matter of principle"
    },
    {
      "end_timestamp": 2115.0,
      "id": "8ca035e5-b241-3093-b107-13a7feb4d2e9",
      "speaker": "Dan",
      "start_timestamp": 2112.0,
      "text": "we have to stick to the policy conversation."
    },
    {
      "end_timestamp": 2117.0,
      "id": "b4a1522f-8221-3130-9d8f-6810886c8af6",
      "speaker": "Jordan",
      "start_timestamp": 2115.0,
      "text": "What policy?"
    },
    {
      "end_timestamp": 2119.0,
      "id": "62c8aa5b-adec-32bd-8902-681dc037d4d1",
      "speaker": "Dan",
      "start_timestamp": 2117.0,
      "text": "What policy locker up?"
    },
    {
      "end_timestamp": 2126.0,
      "id": "8ac610cb-e5c6-32af-8299-8f3a806e6856",
      "speaker": "Jordan",
      "start_timestamp": 2119.0,
      "text": "When was the last time you heard of a tax plan? That was fucking anything reasonable?"
    },
    {
      "end_timestamp": 2128.0,
      "id": "de3e6989-d3b2-3f40-8cca-a07850510b43",
      "speaker": "Dan",
      "start_timestamp": 2126.0,
      "text": "Can I suggest lock her up?"
    },
    {
      "end_timestamp": 2133.0,
      "id": "6e883227-dffe-3ce4-bdc7-e1fe9160ba54",
      "speaker": "Jordan",
      "start_timestamp": 2128.0,
      "text": "How about a 10% flat tax across? Those are what issues are you talking about?"
    },
    {
      "end_timestamp": 2134.0,
      "id": "c8b4a2e2-30be-34a0-b074-1329996ee756",
      "speaker": "Dan",
      "start_timestamp": 2133.0,
      "text": "999"
    },
    {
      "end_timestamp": 2137.0,
      "id": "82990f32-ce29-33e3-9f48-eb59b497f85f",
      "speaker": "Jordan",
      "start_timestamp": 2134.0,
      "text": "saying Herman Cain say?"
    },
    {
      "end_timestamp": 2147.0,
      "id": "f2b7ce06-a4a3-3a05-8525-30b45422f93d",
      "speaker": "Dan",
      "start_timestamp": 2137.0,
      "text": "So, you know, if you're doing a post mortem here on the on the midterms, you're gonna find a lot of places to place blame. And Alex has an interesting one."
    },
    {
      "end_timestamp": 2169.0,
      "id": "9b42463c-a587-3ecf-8de2-b2fa01192b96",
      "speaker": "Alex Jones",
      "start_timestamp": 2147.0,
      "text": "A lot of things happen. publican, overconfidence. The media put out there, oh, Republicans are gonna win no matter what you have to vote. But we know there was the same playbook of fraud in the key battleground states we saw before the unexplained ballot drops in Georgia and Michigan and Pennsylvania and Nevada and Colorado."
    },
    {
      "end_timestamp": 2234.0,
      "id": "e8b00501-6ed0-369f-a283-9fdcc7e1043f",
      "speaker": "Dan",
      "start_timestamp": 2169.0,
      "text": "So none of that none of that is real know. Everything is the globalist fault, though. Apparently, even your feelings are just the result of the globalists tricking you into feeling that way. Yeah. Is that That's crazy. Yeah. So I guess the GOP overconfidence was part of why they didn't win the midterms. And that was caused by the globalists in the media who were saying that the GOP was going to win, which caused Republicans to stay home and not vote right. Which is stupid. Yes, I'm not sure that many of the voters Alex is talking about take their voting cues from the mainstream media. But an even bigger problem is that Alex was constantly talking about how the midterm was going to be a red tsunami and a bloodbath if reporting that the GOP was gonna win big is actually a psyop to lower GOP voting than Alex is the guiltiest party of that. Also, Alex has presented literally nothing to support his claims of voter fraud and irregularity. This is just something he can assert with no evidence, and it's accepted as proven by the audience at this point. They've been taught to feel that everything that they don't win has been stolen from them. So no proof is necessary to defend this claim that they feel is deeply true."
    },
    {
      "end_timestamp": 2269.0,
      "id": "65c7eaff-924e-36a7-a334-b670f50a3a2a",
      "speaker": "Jordan",
      "start_timestamp": 2234.0,
      "text": "Yeah. Yeah, it is. It is funny. I was talking to my my family, and they're, they're not election voter fraud, like, Oh, they're stealing elections so much as they're like, Well, I mean, obviously they steal elections. Everybody steals elections, like there's no fair election. You know, if Democrats are stealing elections, Republicans are stealing like, there's never there's there's an equilibrium. That's simultaneous with the real one where nobody's doing voter fraud. They've just moved it over to everyone. Everyone's doing voter fraud. You know, it's like it's like a switch."
    },
    {
      "end_timestamp": 2275.0,
      "id": "6ef0df15-0613-377a-af6c-8978ca87b4ec",
      "speaker": "Dan",
      "start_timestamp": 2269.0,
      "text": "It's weird. It's bizarro world. Yeah, it is. Bizarro world Dark Universe."
    },
    {
      "end_timestamp": 2283.0,
      "id": "5e31ef60-3e92-3025-b3d2-6a711f92ab56",
      "speaker": "Jordan",
      "start_timestamp": 2275.0,
      "text": "Yeah, it's, uh, you know, everybody voted. But also everybody stole the same amount of votes that other people stole, so it all kind of washes out."
    },
    {
      "end_timestamp": 2299.0,
      "id": "ab992700-4f39-317e-bdaf-8648d99ded48",
      "speaker": "Dan",
      "start_timestamp": 2283.0,
      "text": "This isn't this isn't gonna get better. No. So anyway, we got a guest chair. He may or may not have shown up on midterm Eve, but I don't know. Michael endow now. We got Roger"
    },
    {
      "end_timestamp": 2300.0,
      "id": "760c16a1-d589-38bb-a337-7bcd4283e765",
      "speaker": "Jordan",
      "start_timestamp": 2299.0,
      "text": "Stone zone."
    },
    {
      "end_timestamp": 2326.0,
      "id": "ca5be890-ee68-3dbd-8eca-349659833fc9",
      "speaker": "Donald Trump",
      "start_timestamp": 2300.0,
      "text": "We still don't know who won the US Senate race in Nevada. We still we're going to a sudden death run off I think in in Georgia. Right. Now. What I'd like to say in all honesty is Governor DeSantis has got $150 million dollars in his federal PAC, how much is he sending to Herschel Walker? Donald Trump has got 10s of millions of dollars in his federal PAC. How much is he sending to Herschel Walker"
    },
    {
      "end_timestamp": 2333.0,
      "id": "828ac9f4-f0ff-3d91-a16b-a802c6b78ddc",
      "speaker": "Alex Jones",
      "start_timestamp": 2326.0,
      "text": "saying earlier? We should see the Republicans all behind Herschel Walker right now. We're hearing almost nothing."
    },
    {
      "end_timestamp": 2350.0,
      "id": "97d86122-0982-3fbc-87ee-8fc79c03f008",
      "speaker": "Donald Trump",
      "start_timestamp": 2333.0,
      "text": "It's and meanwhile, Raphael Warnock who's an extreme leftist? You know that you remember him? The guy who ran over his wife with a car. I'm sorry, what uses Herschel Walker being mentally unbalanced? That guy's taken in $50 million."
    },
    {
      "end_timestamp": 2418.0,
      "id": "f5fb59f3-2576-3fcf-92ca-cfb8284b6b72",
      "speaker": "Dan",
      "start_timestamp": 2350.0,
      "text": "So yeah, that's just something that Rogers repeating from an attack ad put out by the walker campaign show. They alleged that in a fight during their divorce, Warnock hit his now ex wife with a car. In reality, she had claimed that he had run over her foot, but there's a little bit of trouble with the story. Firstly, Warnock was the one who called the police to his ex wife's home to report that she had accused him of running over her foot. The police came and found that she was quote, reluctant to show her foot to an officer. And the police report said this, quote, I did not see any signs of Miss Louise foot was run over, not able to locate any swelling, redness or bruising or broken bones on the left foot. It's entirely possible that he could have run over her foot and not left any of those signs. It's not likely but it is possible it could happen. It's possible if this This is what Roger has to attack Warnock with compared to the very clear and verifiable dirt that Walker has got going against him. This doesn't feel very compelling. I know that Roger is an attack only kind of guy and he needs to use whatever ammunition is available to him. But this feels pretty weak. Yeah, makes me feel like the Dems are probably going to hold on to Georgia."
    },
    {
      "end_timestamp": 2432.0,
      "id": "a7cbc9a3-d573-3440-945c-3d2dcba6cf05",
      "speaker": "Jordan",
      "start_timestamp": 2418.0,
      "text": "Well, we'll see. We'll see. We will. Who knows, you know, it is it's like what we saw I there's tons of narratives, but it feels like what we saw was just old people and young people tied. You know,"
    },
    {
      "end_timestamp": 2437.0,
      "id": "3e51886c-b9f4-312b-a3b2-bd191900f090",
      "speaker": "Dan",
      "start_timestamp": 2432.0,
      "text": "but Roger is the voice of the attacking old person. Exactly. does not feel very strong. It's"
    },
    {
      "end_timestamp": 2438.0,
      "id": "cf0bb4f4-55ec-34d9-8299-f7e2a5b9f6d0",
      "speaker": "Jordan",
      "start_timestamp": 2437.0,
      "text": "not good. Yeah."
    },
    {
      "end_timestamp": 2451.0,
      "id": "2eec3973-32e4-3c64-b87b-50712443902f",
      "speaker": "Dan",
      "start_timestamp": 2438.0,
      "text": "So look, here is where things fell apart for me when I was preparing this episode. Hours, perhaps what did Roger say? Well, it's more something Alex. Okay. Couple years"
    },
    {
      "end_timestamp": 2474.0,
      "id": "d82d5797-53da-3762-8ebc-9d773fcc3d72",
      "speaker": "Alex Jones",
      "start_timestamp": 2451.0,
      "text": "ago, event. Stone was T boned. And almost killed. That happened again. Going in Memphis to a big event and Frank speech TV. That's how crazy this is getting so Roger just keeps getting T boned. In the middle of nowhere,"
    },
    {
      "end_timestamp": 2479.0,
      "id": "8d1b61b4-a827-3c2f-ac59-f646ddbcad47",
      "speaker": "Dan",
      "start_timestamp": 2474.0,
      "text": "Roger keeps getting T boned. I've. So what about the polonium poisoning?"
    },
    {
      "end_timestamp": 2497.0,
      "id": "dd3ed7d0-c962-3703-a733-c92ea815b370",
      "speaker": "Jordan",
      "start_timestamp": 2479.0,
      "text": "If you are continually T boned in the middle of nowhere, that is a different story. To me. It seems. And I could be wrong. I could be wrong. But it seems more likely to be T boned in an area where there are more cars around you Sure. That's just math in my head?"
    },
    {
      "end_timestamp": 2508.0,
      "id": "504eb2fe-3f46-35b0-8cd3-918c7b660404",
      "speaker": "Dan",
      "start_timestamp": 2497.0,
      "text": "Yeah, maybe? I don't know. I wonder. It's my perception. Yeah, and I don't know this based on statistics. But it's my perception that people are a little bit looser with driving drunk in the middle of nowhere."
    },
    {
      "end_timestamp": 2512.0,
      "id": "9379bf13-6401-3a9e-924c-a354f45865b2",
      "speaker": "Jordan",
      "start_timestamp": 2508.0,
      "text": "That's definitely been the case in my growing up in the middle of nowhere,"
    },
    {
      "end_timestamp": 2515.0,
      "id": "05025af4-de1c-3fe9-8377-2fc171355331",
      "speaker": "Dan",
      "start_timestamp": 2512.0,
      "text": "totally for my time in central Missouri."
    },
    {
      "end_timestamp": 2519.0,
      "id": "3d99964d-ccb9-35fc-a0ab-52bf322da0b5",
      "speaker": "Jordan",
      "start_timestamp": 2515.0,
      "text": "For my time in central Illinois, basically the center of all states."
    },
    {
      "end_timestamp": 2654.0,
      "id": "47c396f3-56b5-3507-afe7-f7decfe54cb4",
      "speaker": "Dan",
      "start_timestamp": 2519.0,
      "text": "Now that being said, I also know a lot of people who drive drunk in Chicago, but they're also comedians so that is a that's not fair. That's a confounding variable. Yeah. Anyway, the car and the accident that Roger had in Florida was really weird. One of the T votings. This happened back in 2017. And the circumstances of that one were really bizarre. Oh, my God. They were Roger was apparently in the car and there was supposedly a hit and run accident. The police are called but for some reason, they don't show up until 70 minutes later. And when they get there, Rogers nowhere to be found. He apparently waited 30 minutes then got it. leaving the scene of his alleged assassination attempt. I don't buy the whole like this was a they were trying to take me out based on the circumstances. Yeah. So he was just in another car accident in Memphis or just outside Memphis and this is one I've seen pictures of the car because they posted some pictures and it looks like a bad crash. I don't know if there's any evidence that it was done intentionally but that car was banged up. Whoo. So the crash itself happened in Germantown, Tennessee, and their police department has a Twitter account where they have a habit of giving people updates on things like traffic situations. For instance, on October 21, they tweeted quote, Our officers are working a motor vehicle crash in the area of Poplar Avenue and brachten Avenue. Currently we have traffic shut down consider using an alternate route. Or on September 9, they tweeted quote to car vehicle crash at Poplar in Germantown Road, East travel lanes are blocked, please use an alternate route check on November 10. Right around when Rogers accident would have happened. They tweeted quote officers that are on the scene of a crash where a utility pole was struck and damaged on Wolf River Boulevard near Riverdale. westbound, lanes on Wolf River are being diverted causing delays in the area. There is no other tweets about car accidents or traffic issues since October 24. I don't think this was Roger because they found another written news report about this accident the person driving the car was taken to the hospital. But here's how I ended up wasting so much time. I'm interested to know I saw a picture of the car. Oh no. And it had an upward angle. Oh, and I saw a bridge."
    },
    {
      "end_timestamp": 2657.0,
      "id": "c7362d76-80e3-342e-afac-fc0b6c6ef2d6",
      "speaker": "Jordan",
      "start_timestamp": 2654.0,
      "text": "Oh my god you didn't geo locate? Did you?"
    },
    {
      "end_timestamp": 2662.0,
      "id": "2cb06d07-5405-35f3-8ad2-1b81a157b5b6",
      "speaker": "Dan",
      "start_timestamp": 2657.0,
      "text": "I was trying you were geo locating oh my god, I was Google Earth like all around you're like,"
    },
    {
      "end_timestamp": 2667.0,
      "id": "3a9807ea-6bc2-31b1-bbca-d150f9815f83",
      "speaker": "Jordan",
      "start_timestamp": 2662.0,
      "text": "we gotta we gotta hook you up with those guys who can geo locate anything playing that one game?"
    },
    {
      "end_timestamp": 2672.0,
      "id": "8427d67e-8e45-38f7-b19a-ec85ee1ab4fe",
      "speaker": "Dan",
      "start_timestamp": 2667.0,
      "text": "There probably was a better way I could have done this. But anyway, I wasted a lot of time part"
    },
    {
      "end_timestamp": 2676.0,
      "id": "374caac0-cc7e-3898-9361-d60e69cef1cf",
      "speaker": "Jordan",
      "start_timestamp": 2672.0,
      "text": "of their skills is just memorizing the world. You should try that."
    },
    {
      "end_timestamp": 2687.0,
      "id": "017fab59-f69a-3c14-88a1-da3018bfe6a8",
      "speaker": "Dan",
      "start_timestamp": 2676.0,
      "text": "Okay. Yeah, I'll work on it. Yeah. So the Germantown Police Department also has a Facebook page that they're more active on and they have a daily post where they list the crimes that they responded to that day."
    },
    {
      "end_timestamp": 2689.0,
      "id": "aae324be-8c07-37bc-8aff-d26766360f30",
      "speaker": "Jordan",
      "start_timestamp": 2687.0,
      "text": "I don't understand that but"
    },
    {
      "end_timestamp": 2703.0,
      "id": "25a4a5d4-1343-3096-8e73-e9bd78aab0df",
      "speaker": "Dan",
      "start_timestamp": 2689.0,
      "text": "fine. Rogers accident occurred on either the ninth or the 10th of November. I'm not entirely sure I believe it was the ninth but there's also a story that came out on the 11th that It implies that it was yesterday. So the ninth or the 10th."
    },
    {
      "end_timestamp": 2708.0,
      "id": "aa53d435-e0b3-301c-9b52-608f3eaaa642",
      "speaker": "Jordan",
      "start_timestamp": 2703.0,
      "text": "Let's just say that in proper stone fashion, the details are murky."
    },
    {
      "end_timestamp": 2760.0,
      "id": "2cde346c-df8a-3b8b-baf5-de8e72b917df",
      "speaker": "Dan",
      "start_timestamp": 2708.0,
      "text": "Yes. On the ninth police responded to a report of someone being in possession of a stolen vehicle and quote, an unknown suspect started a small fire in a trash can. So that's the ninth. All right, then there were four crimes on the 10th. Missing ham. One was to people fighting to involve reports of forged checks. And the last one was, quote, a complaint reporting the theft of a catalytic converter. Ooh, the only conclusion I can come to after spending way too much time on this is that if Roger really believed that he had been the target of like an assassination attempt, by way of this car accident, it seems strange that they didn't call the police. That is, as the kids say, very suss. That is interesting, and that it does not appear that they called the police about this. I mean, even if it was just a hit and run or even if it's just an accident, you would call the police. Don't"
    },
    {
      "end_timestamp": 2764.0,
      "id": "2cb3c562-5466-3eb4-bb82-2646c5bd0345",
      "speaker": "Jordan",
      "start_timestamp": 2760.0,
      "text": "you have to have the police report for your insurance claim or whatever?"
    },
    {
      "end_timestamp": 2774.0,
      "id": "5861f34b-7c41-3376-aefd-0814017730bc",
      "speaker": "Dan",
      "start_timestamp": 2764.0,
      "text": "Yeah. And based on everything, I can find that the Germantown Police Department Yeah, transparency and their social media does not appear that Roger called them"
    },
    {
      "end_timestamp": 2788.0,
      "id": "825933f4-a15b-3697-90db-df4ac710d8bb",
      "speaker": "Jordan",
      "start_timestamp": 2774.0,
      "text": "interesting. The plot? Well, I mean, it just comes a little bit murkier than usual. It's still Roger, this sounds right. Yeah. He could have he could have been hit by by polonium poisoning driving a car. Sure. Like that's what I come"
    },
    {
      "end_timestamp": 2792.0,
      "id": "3a75ddfb-2749-3693-b060-0d2b4129d12e",
      "speaker": "Dan",
      "start_timestamp": 2788.0,
      "text": "to no conclusions other than this is"
    },
    {
      "end_timestamp": 2798.0,
      "id": "63470f34-c502-3250-a57b-5a5c3cd7ec6c",
      "speaker": "Jordan",
      "start_timestamp": 2792.0,
      "text": "Sokar is not in perfect shape. Yes. That is what we can conclusively say"
    },
    {
      "end_timestamp": 2802.0,
      "id": "75516270-12eb-3016-b57b-63be2581011a",
      "speaker": "Dan",
      "start_timestamp": 2798.0,
      "text": "No, I will. I will give Roger credit because he doesn't think that this was an assassination. Oh,"
    },
    {
      "end_timestamp": 2810.0,
      "id": "758807d0-4c4c-365d-be5e-b581cd57ad3f",
      "speaker": "Donald Trump",
      "start_timestamp": 2802.0,
      "text": "I'm fine. There's no reason to believe a political motive. The guy wasn't wearing a black lives matter t shirt, they didn't find a copy."
    },
    {
      "end_timestamp": 2815.0,
      "id": "fa643a1c-2573-3cc4-9049-880503f162a5",
      "speaker": "Alex Jones",
      "start_timestamp": 2810.0,
      "text": "But if memory serves it, you just get T boned, like a year and a half ago,"
    },
    {
      "end_timestamp": 2833.0,
      "id": "4d28874c-1655-3aca-8312-1a21c498236f",
      "speaker": "Donald Trump",
      "start_timestamp": 2815.0,
      "text": "was longer than that. And of course, we never learned who that was. In other words, whoever struck the car didn't do so much damage to their own car, they will ever to back up and pull away in the local police were never able to identify who had done that show. It remains unsolved, to say the least"
    },
    {
      "end_timestamp": 2865.0,
      "id": "a4a49458-68d0-3dd6-9770-5f95f3cd2c50",
      "speaker": "Dan",
      "start_timestamp": 2833.0,
      "text": "weird. So I applaud Roger for not thinking that this is a political hit. kind of shitty that he kind of still thinks the one that 2017 was. Yeah. But here's another problem with what he just said. He said this wasn't political. And he's basing that on the person not wearing a black lives matter shirt. Yeah, that was this. Well, I mean, beyond just being dumb. Sure. This implies that he saw the driver indeed. So he didn't call the police. He's withholding information about a hit and run driver. I don't know. I don't buy it."
    },
    {
      "end_timestamp": 2867.0,
      "id": "c05947bd-a872-3c88-ad55-cf13e39b5862",
      "speaker": "Jordan",
      "start_timestamp": 2865.0,
      "text": "I don't buy it either. No, I just don't. I think"
    },
    {
      "end_timestamp": 2870.0,
      "id": "889670b3-a149-3bdf-b1d4-db1d959b513b",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2867.0,
      "text": "he might have hit a pole. I think"
    },
    {
      "end_timestamp": 2882.0,
      "id": "fa58ddc0-0209-37b7-882c-46be72b2b4cf",
      "speaker": "Jordan",
      "start_timestamp": 2870.0,
      "text": "he was I think he was the guy who hit that utility pole. I don't I don't. I mean, I Yeah, that's what makes sense to me. That's just what I got. It's infuriating why it's not like I'm going to trust Roger as a default."
    },
    {
      "end_timestamp": 2896.0,
      "id": "80d899c1-90c3-3bff-aa78-993834ceb711",
      "speaker": "Dan",
      "start_timestamp": 2882.0,
      "text": "Sure. It would be unwise. Yeah. So Oh, n has some more analysis here. And I think that this is really sad. I think he just is trying to struggle with the fact that there are more people in cities, and that people in cities tend to be more liberal."
    },
    {
      "end_timestamp": 2942.0,
      "id": "baf7efaa-7ff5-3499-a44e-2473e584fb3b",
      "speaker": "Owen Shroyer",
      "start_timestamp": 2896.0,
      "text": "What the hell is going on in Atlanta? What the hell is going on in Phoenix? What the hell is going on in these major cities? Chicago, you name it, where Democrats get 70% 80% Sometimes in New York, 90% of the vote, until Republicans address that issue and try to mitigate those margins. I don't see them winning anything, quite frankly, I just don't see how it happens with these margins that are coming in from these major cities. Do they trust the results? Is that just because Republicans just have abandoned the major cities they don't even bother? Is it voter fraud? Is it election fraud? I don't know. They won't look into it. And so they never have a chance. And then in the state elections, they just get overwhelmed. I mean, New York is a perfect example. If you take out New York City, the state of New York is read and it's not even close."
    },
    {
      "end_timestamp": 2944.0,
      "id": "17e74bc6-4c79-39d4-9d9c-dd02e0359e47",
      "speaker": "Alex Jones",
      "start_timestamp": 2942.0,
      "text": "Absolutely all employers."
    },
    {
      "end_timestamp": 2953.0,
      "id": "37ff43ea-4f38-35cf-9c81-2513f02fae22",
      "speaker": "Dan",
      "start_timestamp": 2944.0,
      "text": "What a great point. Yeah, if you disenfranchise the largest city in the United States, that in the state is red, it is"
    },
    {
      "end_timestamp": 2979.0,
      "id": "eb869e43-aefe-3d3f-9c88-7bf2a9f4e7a8",
      "speaker": "Jordan",
      "start_timestamp": 2953.0,
      "text": "it is absolutely not possible to consider that perhaps when large groups of disparate different people get together recognize how very very, very similar they are and live in the same community together. They don't think that it's all black people's fault. Yeah. You know, if say you lived in the middle of nowhere in a small town with nothing but white people. Boy, it sure seems easy to say it's all black people's fault. I"
    },
    {
      "end_timestamp": 3023.0,
      "id": "00003d47-6678-3dce-9e43-0770df614002",
      "speaker": "Dan",
      "start_timestamp": 2979.0,
      "text": "feel like the messaging especially the current GOP and the fringy is weirdos like Alex and Owen, right. Their messaging does not ring true to folks who live in cities and have broader life experience. I don't believe I'm and I do think that Owen does have a point that the people in the GOP will have A difficult time winning elections, if they can't make any kind of an appeal to people who live in cities, right, and I think one of the things that they should think about is changing their fucking message. Wow. But instead it's like, oh, it's all voter fraud. Why won't they investigate this? You've spent the last two fucking years. Yeah, screaming about this. And people having investigations that go nowhere. Come on, man. Your message people don't like it."
    },
    {
      "end_timestamp": 3041.0,
      "id": "4e4c3e29-9bd5-389c-8a42-ddc43c6b4b06",
      "speaker": "Jordan",
      "start_timestamp": 3023.0,
      "text": "Yeah. I mean, it does seem silly. If if the, if what it seems like is true that old people and young people tied. I mean, I wouldn't want to be on the side of old people for the future. You know what I'm saying? That's not a winning strategy. If we're like, let's choose the dead ones. That's not going to help."
    },
    {
      "end_timestamp": 3045.0,
      "id": "d212c20f-b725-314a-a29a-8e18a7d88360",
      "speaker": "Dan",
      "start_timestamp": 3041.0,
      "text": "As time goes on, it becomes worse and worse. Yeah, option,"
    },
    {
      "end_timestamp": 3047.0,
      "id": "5acd6d42-b001-35ed-82ab-47dca340fdc8",
      "speaker": "Jordan",
      "start_timestamp": 3045.0,
      "text": "you got to pick up new Yeah. So Alex plays"
    },
    {
      "end_timestamp": 3060.0,
      "id": "c0daeee2-ada0-3e55-bf90-d7a0a68277cc",
      "speaker": "Dan",
      "start_timestamp": 3047.0,
      "text": "a clip of a guy. He doesn't say who he is, I don't believe he's just a financial guy. And I don't financial guy, I didn't look into who this person was either. Because it was just really clear that Alex doesn't understand what he's saying."
    },
    {
      "end_timestamp": 3120.0,
      "id": "e11f6f81-cd9c-3287-9ab9-3af5f257f8ec",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3060.0,
      "text": "And all of this actually matters for nature as well. Oh, yes, I'm gonna quickly hand off. But again, I want to talk about value one more time, because the southern part of the world has value far greater than large elements of the northern part. And we start thinking about and putting prices on water on trees. on biodiversity, we find where does that sit? I'm doing a lot of work out of Asia. And I say that my next door neighbor, Indonesia is the left lung of the world. And obviously, Brazil is the right. And Africa absolutely critical. And we need their natural capital. As a system based world more than we need. That 66 billion we've got sitting in the basement of the Bank of England. So how do we and I'm hoping this discussion today, at least from a central bankers point of view, and how do we start tokenizing? How do we start building systems that actually create not only the value but transfer that value around the world?"
    },
    {
      "end_timestamp": 3134.0,
      "id": "b4f525d1-1e9b-386e-966e-c8d45b6e4f4d",
      "speaker": "Alex Jones",
      "start_timestamp": 3120.0,
      "text": "Oh, yes. Oh, they're transferring by the third world that they control the IMF and World Bank? Wow. way wrong. And now they count for the trees, the animals, they vote for them, you don't have a vote anymore. That's their admitted plan. It's"
    },
    {
      "end_timestamp": 3140.0,
      "id": "12846a02-b66a-37bf-810a-443b2af6122c",
      "speaker": "Dan",
      "start_timestamp": 3134.0,
      "text": "really bizarre. He does not have comprehension skills. Yeah, like really basic compromise comprehension skills."
    },
    {
      "end_timestamp": 3152.0,
      "id": "ce9b0e7a-15d0-318d-bd44-f57e1c74518c",
      "speaker": "Jordan",
      "start_timestamp": 3140.0,
      "text": "Yeah, yeah. What's crazy is that that's actually a really terrifying thing to hear a central banker say, you know, I, that's a scary thing that he just said, and Alex is like, Oh, I think the IMF, great,"
    },
    {
      "end_timestamp": 3202.0,
      "id": "5eb18939-6536-3b85-9e64-02c5079b9262",
      "speaker": "Dan",
      "start_timestamp": 3152.0,
      "text": "I think it depends on exactly what the intentions are. Because there's a way to hear that, that has more of a sense that the things like these rain forests in Brazil, they have a value that is greater to the system of the world than anything that we can really put a monetary value on, like in a logging industry or whatever, forces are there that are concrete, that would lead to deforestation. And so a system should be conceived of that allows for the tokenization of these things. Existing right, you know, right. And I do think that it's kind of scary. But at the same time, it's kind of closer to conservation."
    },
    {
      "end_timestamp": 3237.0,
      "id": "4e4f1f4b-2d62-3309-bfe7-f32201e8c526",
      "speaker": "Jordan",
      "start_timestamp": 3202.0,
      "text": "Right? Here's, here's now in a similar way to Roger, in my default is not going to be believe him, right? A central banker, Stan, double, a central banker, talking about natural resources, is the most terrifying thing that can happen. That's in my head, because they're when they see when you say tokenize, what I'm hearing from them is okay. All right. We've been owning this the wrong way. We've been strip mining, what we need to do is own it the right way, and grow stuff that we"
    },
    {
      "end_timestamp": 3265.0,
      "id": "23c960b2-5649-3e49-a0a3-8a3a46acb762",
      "speaker": "Dan",
      "start_timestamp": 3237.0,
      "text": "own. I can I can see. I know, I can see why that impression comes to mind. And I'm not saying that's not what he was saying. Yeah, I think that there are ways to look at the like the implications of what total in total, that kind of vary. Yeah, but we agree on what he's saying. Yes. And that is different than what Alex Alex has heard no idea what he said. He just thinks that oh, we're going to take all the money from the Bank of England and give it to"
    },
    {
      "end_timestamp": 3267.0,
      "id": "093fda10-50dd-39e7-ae50-d12fb9ceab3d",
      "speaker": "Jordan",
      "start_timestamp": 3265.0,
      "text": "that is way off"
    },
    {
      "end_timestamp": 3291.0,
      "id": "d8f1967b-2ec3-3779-9b5e-e1454d830be0",
      "speaker": "Alex Jones",
      "start_timestamp": 3267.0,
      "text": "show you just heard the Bank of England guys say we're going to transfer all the wealth out of the north to the south because there's more live in the south. And it's all about control, take your money and enslave them. And now Biden's bumbling around at the new Paris Agreement 2.0 promising all of this to transfer our wealth to the globalist not to the poor people live out in their locked down for years. Yeah, it's"
    },
    {
      "end_timestamp": 3308.0,
      "id": "ceefd8b1-2788-301f-a79c-49ac5d55f95a",
      "speaker": "Dan",
      "start_timestamp": 3291.0,
      "text": "just it's tough to hear him and think like, people take this seriously people he has just Basic inability to, he responds cold to things, and he doesn't get them. Yeah. And that's kind of troubling."
    },
    {
      "end_timestamp": 3332.0,
      "id": "68b95898-a8f7-31ce-afde-43cad8ac6b9a",
      "speaker": "Jordan",
      "start_timestamp": 3308.0,
      "text": "Yeah, I mean, a lot of the times you can see him get enough of it and be emotional enough about the right part of it that you can kind of skip over that he doesn't understand most of it. Right? In this regard. He can obscure that. Yes, yeah. In this regard. I mean, I can't see anybody who knows less about what they're talking about flounder more trying to look like they know what they're talking about. Yeah, it's terrible."
    },
    {
      "end_timestamp": 3356.0,
      "id": "0bebfd20-960d-3ec1-aff1-a5550000286f",
      "speaker": "Dan",
      "start_timestamp": 3332.0,
      "text": "Well, I mean, if you listened to as much of it as I do, that's a good point. You'd hear that a lot more. It's a good point. It's not always necessarily something we talk about. Maybe I just needed to find some things to fill in this episode, because this is maybe shorter for a couple of reasons. First, my side attempted geo locating a bridge, Hey, you did your best took a lot of time to do your best. I thought it'd be so fun if I could come in. And like I know, I"
    },
    {
      "end_timestamp": 3362.0,
      "id": "770c2cc1-1ef3-312d-af0a-5f2d6fc99270",
      "speaker": "Jordan",
      "start_timestamp": 3356.0,
      "text": "know. It would be really great. It would be it would have paid off. It would have been a great risk, like blocking a Supreme Court justice."
    },
    {
      "end_timestamp": 3369.0,
      "id": "51e41fd4-e1f2-380e-8c23-619a48f9c480",
      "speaker": "Dan",
      "start_timestamp": 3362.0,
      "text": "Yeah. Doesn't always play and it'll play out in your favor. Yeah. And whatever. The second reason is this."
    },
    {
      "end_timestamp": 3406.0,
      "id": "3e9ad993-b6d1-31a8-9c77-5f6b953677d4",
      "speaker": "Alex Jones",
      "start_timestamp": 3369.0,
      "text": "In defiance of the censors trying to silence us. Gavin McGinnis is our guest for the balance the hour to talk about the midterms, the fraud, we witnessed this new rip between Trump and the sadness, the carbon taxes, the New World Order, the open borders, the war in Ukraine, the insanity going on. He is the host of a very popular show. It's censored.tv, the founder of vice and so much more needs no introduction. Gavin, thank you so much for being on with my friend. We didn't talk before he came on. I threw out kind of a plethora of things to hit. But what's front and center for you, my friend?"
    },
    {
      "end_timestamp": 3434.0,
      "id": "f3360aed-9b21-3a73-9f65-3cb31ee158ef",
      "speaker": "Gavin McInnes",
      "start_timestamp": 3406.0,
      "text": "A new phenomenon. I'm calling chair ism. It's terrible. I had a show in Rutherford, New Jersey last night, and Antifa found out about it. They just terrorized with their thumbs. The venue owner, the chief of police, the mayor, and they don't have to show up. No one left their chair for any of this. But the mayor got spooked. He called the chief of police who told the venue to shut it down. And they did."
    },
    {
      "end_timestamp": 3439.0,
      "id": "798ba094-32e9-38f0-84d5-1e096c694221",
      "speaker": "Dan",
      "start_timestamp": 3434.0,
      "text": "Yeah. So what's first and foremost on Gavin McInnes, his mind as as a show canceled."
    },
    {
      "end_timestamp": 3443.0,
      "id": "252d4ef2-0b11-32e6-b6d9-854678593fc9",
      "speaker": "Jordan",
      "start_timestamp": 3439.0,
      "text": "Yeah, the midterms. I mean, I had all of"
    },
    {
      "end_timestamp": 3449.0,
      "id": "d64fc8eb-2a48-312c-9a08-2e1d55b20003",
      "speaker": "Dan",
      "start_timestamp": 3443.0,
      "text": "these important world events, we got to get into all of them. But first, I had a show canceled."
    },
    {
      "end_timestamp": 3464.0,
      "id": "4656e411-4b10-306d-a51f-b9dd7147d027",
      "speaker": "Jordan",
      "start_timestamp": 3449.0,
      "text": "Most importantly, let's think about the true victim here. Okay, which is of course, so then you had a two drink minimum. Oh, my God, they lost a lot on that. Okay. That's bullshit. Unthinkable. I genuinely thought he was in jail. I thought"
    },
    {
      "end_timestamp": 3468.0,
      "id": "271b749f-3738-346f-8c4f-997847cf5d0e",
      "speaker": "Dan",
      "start_timestamp": 3464.0,
      "text": "for some reason that because he faked an arrest like a couple of Oh, is"
    },
    {
      "end_timestamp": 3473.0,
      "id": "94308cbd-8b53-39c3-a79c-8dba107825f8",
      "speaker": "Jordan",
      "start_timestamp": 3468.0,
      "text": "that would happen. Yeah. He faked me. Why would I pay attention past that? Yeah. Well, actually,"
    },
    {
      "end_timestamp": 3529.0,
      "id": "3ad2d3b0-142d-303c-97b9-32836793e70e",
      "speaker": "Dan",
      "start_timestamp": 3473.0,
      "text": "it's it's fun that you didn't because the reason that it came out that he faked it was because Oh, and Benjamin who is of course, the forest dwelling Nazi, yes. They used to host the fourth hour for Alex from time to time, right. He leaked texts between himself and Gavin, which, I mean, it speaks to the fact that him and Gavin are still on friendly terms, even though he's a forest dwelling Nazi. Yeah, yeah. Okay. Yeah. Oh, boy. Yeah. Yeah. So he, a couple of months back on his show, he faked like a raid. Yeah. And then disappeared in the middle of the show. And it was all just like a stunt. Oh, my God. He was faking getting harassed. So is he still touring as a comic? Yeah, he had a couple of shows canceled. One was like him and Alex Stein. That troll guy. Yeah. yelled at AOC. Yeah. Yeah, the two of them are apparently doing some like jokes. Doing some laughs Wow."
    },
    {
      "end_timestamp": 3531.0,
      "id": "ffd8b18c-67fd-3c60-8dd2-9571bc4c59f6",
      "speaker": "Jordan",
      "start_timestamp": 3529.0,
      "text": "Yeah. Wow. Can't believe it. No,"
    },
    {
      "end_timestamp": 3539.0,
      "id": "8db449fa-689f-31ac-b8cf-2d4a052ee811",
      "speaker": "Dan",
      "start_timestamp": 3531.0,
      "text": "not good. So look, spending a lot of time trying to geo locate Rogers car and then Gavin McInnes being on the show."
    },
    {
      "end_timestamp": 3540.0,
      "id": "5bc94d9e-7088-35fb-9a16-f3fa1741c816",
      "speaker": "Jordan",
      "start_timestamp": 3539.0,
      "text": "It's a real bummer."
    },
    {
      "end_timestamp": 3570.0,
      "id": "1347fc85-dc73-332d-a95f-71a6ee4d4cb1",
      "speaker": "Dan",
      "start_timestamp": 3540.0,
      "text": "Kind of makes it so like, I don't know, like we have I have clips that I cut of Gavin. Yeah. But like, what as we're talking and as I'm sitting here, he just says offensive things like trying to bait reaction. Yeah, stuff. Yeah. I don't really even think any of his analysis or the things that he says are worthwhile. Like it one point he says that his prediction is that Biden is going to beat Trump in 2024. Because women are too emotional. Like that's the kind of great I don't know. What's the point?"
    },
    {
      "end_timestamp": 3593.0,
      "id": "8ae99519-09f1-3a7d-a7cb-008c6a166d2b",
      "speaker": "Jordan",
      "start_timestamp": 3570.0,
      "text": "Here's, here's what I'm hearing. Okay. His shows should have been canceled, because he thought that terrorist was funny. And that means that the shows are done. That's your opener, but that's terrorism. Wow, is that bad, strong? Wow, is that bad? And he came out with it like, Ooh, this is my this is my bit. I'm gonna get in there. Yeah. Well,"
    },
    {
      "end_timestamp": 3611.0,
      "id": "a794c5d0-dc08-3611-ac56-d7346bef8d77",
      "speaker": "Dan",
      "start_timestamp": 3593.0,
      "text": "I'm trying to see if there's anything even of these clips that's worth talking about. And I don't think there is although I was Sad to see him appear. Yeah, I'll I don't I don't know what, like, I don't I don't know why you would. I thought he was a thing of the past I thought"
    },
    {
      "end_timestamp": 3616.0,
      "id": "58b7b147-ec8d-30ac-9972-476ac20b64ef",
      "speaker": "Jordan",
      "start_timestamp": 3611.0,
      "text": "he was fully disgraced by everybody and we just moved on from him existing. Well,"
    },
    {
      "end_timestamp": 3666.0,
      "id": "8d0cb95c-41bb-3b22-9b64-fcf5d2654923",
      "speaker": "Dan",
      "start_timestamp": 3616.0,
      "text": "I mean, they were really happens with Infowars Yeah, that's true. Oh, Steve Botanik comes back constantly. Yeah, he he's, he's always around. Yeah, I guess I wouldn't really be like, he. Gavin belongs in that part of my brain with like, Cernovich and Jack sobic. Yeah, these people that like, I don't really see. I guess Jacques Cousteau book was on not too long ago. But Cernovich I don't think has been on Infowars in a long time. Yeah. That Lauren southern these kinds of people who like had been on in this like, this this other period, right. Seeing him now. Like, this doesn't feel right. Yeah. Like it's not the his his role is supposed to be like during 2016. He says offensive stuff, right? Like we're all having fun, right on this show trolling. The libs are offensive stuff. And it's kind of tired now is bad. Yeah."
    },
    {
      "end_timestamp": 3690.0,
      "id": "28bb605f-fb8a-332e-a528-92dc8d9387a0",
      "speaker": "Jordan",
      "start_timestamp": 3666.0,
      "text": "I don't know if I like his shows getting canceled now that I know that he's a comic, because I kind of want him and people don't know this, I think is that while yes, canceling his shows might hit his wallet and all of that stuff real bad. I think what would really hurt him though, is to live through a lot of those shows that I've lived through, where you've got 15 people who showed up and 12 of them were on free tickets."
    },
    {
      "end_timestamp": 3693.0,
      "id": "27ea3002-82ca-3dda-a276-4666dafaf12b",
      "speaker": "Dan",
      "start_timestamp": 3690.0,
      "text": "No, I don't think so. Because he has a gang."
    },
    {
      "end_timestamp": 3699.0,
      "id": "00343005-28e6-33ec-ae5e-4d5730a826ff",
      "speaker": "Jordan",
      "start_timestamp": 3693.0,
      "text": "Oh, no. The proud boys. Oh, that's right. They all fucking love him. Well, yeah."
    },
    {
      "end_timestamp": 3728.0,
      "id": "f193158a-de7f-39dc-8658-f642dce1697a",
      "speaker": "Dan",
      "start_timestamp": 3699.0,
      "text": "And also it might not hurt as well. It's so much because he claims that he's going to sue the city of Rutherford, New Jersey. Good luck, just to the SPLC Yeah, it showed up at their headquarters with like a like a handheld boombox mic. And Ally Alexander hanging out with him. Oh my god. Yeah. Oh, it's all great. Everything's cool. Fuck that guy. Wow, hate him hate him. Anyway. I'm gonna skip all his clips. So this is gonna be a shorter episode. Well,"
    },
    {
      "end_timestamp": 3734.0,
      "id": "26b9db79-7846-3b3e-9a2e-55ca9b5ca355",
      "speaker": "Jordan",
      "start_timestamp": 3728.0,
      "text": "I think everybody will appreciate that. They don't have to sit through 20 minutes of us being like Gavin McInnes. Not funny. Yeah, I"
    },
    {
      "end_timestamp": 3745.0,
      "id": "bca901c0-1ec1-38f9-80a8-d2aaf648248a",
      "speaker": "Dan",
      "start_timestamp": 3734.0,
      "text": "don't really have much commentary about him other than his position suck. And I think he's just saying awful things in order to get a rise out of people in order. Yeah. So anyway, Alex has a new story to cover."
    },
    {
      "end_timestamp": 3771.0,
      "id": "ad3f6209-49f6-304d-8750-f637c692de88",
      "speaker": "Alex Jones",
      "start_timestamp": 3745.0,
      "text": "Remember, a month or so ago, the horrific footage of a shop teacher wearing giant fake bras, and a guard engaged in bizarre behavior in Ontario. With the students? Well, the school board rules to allow male teacher or giant prosthetic breasts to school. It's meant to make the whole system a joke and collapse."
    },
    {
      "end_timestamp": 3859.0,
      "id": "cf1d0cd3-668d-3b36-a0e5-8b8750974e04",
      "speaker": "Dan",
      "start_timestamp": 3771.0,
      "text": "I want to be clear about something. I don't know enough about that whole story. When it happened. I just saw people I don't care about complaining about it. And so I decided to sit out. Yeah, this one. Yeah. I don't know what the circumstances of this teacher are or anything. Yeah. But Alex's line, the School Board reviewed their standards to see if there was anything that they could do in terms of imposing a dress code and found that it could raise human rights concerns and also have implications in terms of labor rights and employment law. Right. But the board didn't make any position or change on this because they can't right now. The superintendent of human resources for the school board, sorry, Taha said, quote, even if we are to consider a workplace rule in that sense, we can't do that. This is because they're currently in the middle of collective bargaining, and the board isn't permitted to make rule changes in the middle of that process. Right? Right. They make a good point, though, that even a good faith rule about dress code or grooming standards could easily end up being applied in discriminatory fashion. But the larger point is that they're in collective bargaining so they can't even consider a rule change. Yeah, oh, it's probably just a headline like the one in the National Post that says quote, school board concludes it can't implement dress code after teacher wears giant fake breasts. And then he write his wrote his own story about it without looking into it any further and realizing that the reason that the headline says that they concluded they can't implement a dress code is because their collective bargaining right but so there is a decent chance that they might not even if they weren't, yeah, no, I"
    },
    {
      "end_timestamp": 3866.0,
      "id": "70085622-95c7-3235-b0dd-881f03b82fc2",
      "speaker": "Jordan",
      "start_timestamp": 3859.0,
      "text": "mean, the reason they can't is because they can't right they physically in the universe we inhabit they can't make"
    },
    {
      "end_timestamp": 3875.0,
      "id": "6d903f9c-f892-3d83-8725-69c72e247b3a",
      "speaker": "Dan",
      "start_timestamp": 3866.0,
      "text": "a knot happen. Yeah, so anyway, I lied. There's a third reason that this episode, John No, because Alex has another guest. Oh, no."
    },
    {
      "end_timestamp": 3927.0,
      "id": "5b38e74b-8b7b-3fcc-87dc-c1b96f221327",
      "speaker": "Alex Jones",
      "start_timestamp": 3875.0,
      "text": "Well, Kid hacking lively is our guest in studio for the balance of the hour to talk about his book, bestseller presidential takedown, and also talk about the midterms what we're witnessing. He's an attorney, science teacher. And two time New York Times bestseller. He's best known as co author of the plagues series playing plague, corruption and ending plague with Dr. Judy mikovits. Great title and it just goes on from there. We really have to He shaved him coming on with us today. And he didn't want to talk about this, we're gonna talk about it cuz I told everybody, I didn't just put this book together myself, I sent him a ton of material, we worked on a lot, that it cut it down a lot, we'll probably write more books on it. But he really helped me write the great reset. In the world of the world, which has been often on a number one bestseller. It's been the best serve the New York Times ignored that. Find a book at Infowars store.com. So King, congratulations. It's good to meet you in person. I look forward to having you on many times."
    },
    {
      "end_timestamp": 4026.0,
      "id": "23de3faf-f559-39ce-8397-77957245ee01",
      "speaker": "Dan",
      "start_timestamp": 3927.0,
      "text": "I applaud Alex for giving a full disclosure on that, I guess. But yeah, he's the guy who wrote Alex's book, right? He's just a big old anti Vaxxer. That sounds right. Yeah. So he has a large stretch of his career writing books with Judy mikovits, the person who is behind pandemic, that ship documentary, quote, unquote, great. And so he has a long career as a big time anti Vaxxer. And in 2017, he ended up being denied entry into Australia because of it. Yeah. Because they he was just going to do a bunch of anti Vax rallies, and they're like, No, yeah, get out of you. At that point, he had branded himself quote, the world's number one anti Vaxxer. So he kind of gets rid of the, the arguments that he was trying to make when he was denied entry into Australia that he was like, just raising concerns and asking questions and stuff. And also, when he was told he couldn't come, he sent a letter to the Australian government that was taunting, Malcolm Turnbull, the Prime Minister share, here's a passage from that love it, quote, if you wish to greet me at the airport, when I land, I would be amenable to such an effort or if you think our meeting should be at the lodge, the primary residence of the Prime Minister, I would accept that as well. After all, I will be a guest in your country. Please don't make too much of a fuss over my efforts. But if you would like to give me an award in recognition of my work to liberate Australia from the grip of the pharmaceutical industry, I like the sound of the Order of Australia Officer of the Order maybe it's the imperialist in me but it just sounds so regal."
    },
    {
      "end_timestamp": 4035.0,
      "id": "3bcaef67-1a7b-3fb7-b8ef-75dd9aabd201",
      "speaker": "Jordan",
      "start_timestamp": 4026.0,
      "text": "Yeah, I can't I can't I you know, I like talking shit to governments to I can't argue with that. That's pretty funny. It is."
    },
    {
      "end_timestamp": 4041.0,
      "id": "9a35cb82-3ba0-380b-8df4-0bab0b62ed37",
      "speaker": "Dan",
      "start_timestamp": 4035.0,
      "text": "I don't know in another circumstance, it has a kind of Socrates ish."
    },
    {
      "end_timestamp": 4046.0,
      "id": "0fe038c0-5fe3-3055-b42c-b916a8e5f025",
      "speaker": "Jordan",
      "start_timestamp": 4041.0,
      "text": "You know, you're just poking your thumb in the eye of government, you know, taunting,"
    },
    {
      "end_timestamp": 4052.0,
      "id": "1a82e256-7aa4-3150-8908-df0391996e67",
      "speaker": "Dan",
      "start_timestamp": 4046.0,
      "text": "taunting somebody who's saying you cannot do this thing with like, not only can I you should award"
    },
    {
      "end_timestamp": 4057.0,
      "id": "a3acda1c-0e12-316e-abde-c10bb95fe673",
      "speaker": "Jordan",
      "start_timestamp": 4052.0,
      "text": "before Exactly, yeah, that's great. That's good stuff. Yeah. Shit. But that's that's solid"
    },
    {
      "end_timestamp": 4067.0,
      "id": "46fddb6c-844a-3917-854b-5f8a50499ae4",
      "speaker": "Dan",
      "start_timestamp": 4057.0,
      "text": "stuff is interviews boring. But he he wrote Alex's book. Great. Great. I like the idea that they worked together."
    },
    {
      "end_timestamp": 4071.0,
      "id": "cb48a033-da8b-3106-b092-2d140fd8bb9d",
      "speaker": "Jordan",
      "start_timestamp": 4067.0,
      "text": "Please. Well, we had a few zoom interviews where I went by anyway. Okay, I'll write that"
    },
    {
      "end_timestamp": 4084.0,
      "id": "4aa966d5-f9a5-3eb2-a292-11ec34f02645",
      "speaker": "Dan",
      "start_timestamp": 4071.0,
      "text": "I'm, I'm working on a little coverage of his book. I will say Yeah, and that. Alex, his fingerprints are all over it. Maybe some like idea thing? No."
    },
    {
      "end_timestamp": 4094.0,
      "id": "452e956f-c30e-30fa-b870-57647689d6cd",
      "speaker": "Jordan",
      "start_timestamp": 4084.0,
      "text": "I mean, he put his fingerprints on there because that confirms that he wrote a right and like chocolate. Yes, they were like, Yes, Alex did write this. That's him signing the book."
    },
    {
      "end_timestamp": 4109.0,
      "id": "1529c233-5e6e-3f7f-aba9-2411b135ffd6",
      "speaker": "Dan",
      "start_timestamp": 4094.0,
      "text": "This one's Hershey syrup. This one. Alex didn't some of the syntax in it. There's like there's no way that Alex Alex doesn't know about whom. doesn't know about like dependent clauses. Oh, this is no no chance."
    },
    {
      "end_timestamp": 4114.0,
      "id": "ed064a92-bde4-3517-9cec-1726c73d2fe4",
      "speaker": "Jordan",
      "start_timestamp": 4109.0,
      "text": "Alex thinks Mitch McConnell's name has an apostrophe d at the end of it. Yeah."
    },
    {
      "end_timestamp": 4121.0,
      "id": "897886dd-158b-3677-aa35-49e2528014af",
      "speaker": "Dan",
      "start_timestamp": 4114.0,
      "text": "Tulsi Gabbard Tulsi Gabbard, yes. He thinks that you drowned, rounded."
    },
    {
      "end_timestamp": 4124.0,
      "id": "236f949c-e5a8-381c-9b3d-96b94c0ba29e",
      "speaker": "Jordan",
      "start_timestamp": 4121.0,
      "text": "It's evil. Yeah."
    },
    {
      "end_timestamp": 4130.0,
      "id": "b8a49970-30cb-387c-8742-16ad12964ca8",
      "speaker": "Dan",
      "start_timestamp": 4124.0,
      "text": "Yeah, there are there are a couple of points where Mike? Oh, that's Alex. Yeah, he was on the phone for that one."
    },
    {
      "end_timestamp": 4142.0,
      "id": "c12258dd-4c60-30ae-aef3-490fac5c4051",
      "speaker": "Jordan",
      "start_timestamp": 4130.0,
      "text": "Well, you gotta have some little maybe he should have like little fun fact sections. You know, like, let the guy write the book and then have Alex's little comments. Yeah, that'd be good. Yeah, like in a little like in a textbook, you know, also, I"
    },
    {
      "end_timestamp": 4184.0,
      "id": "862658ae-1be8-3de7-8763-9cb7df68b682",
      "speaker": "Dan",
      "start_timestamp": 4142.0,
      "text": "want to say this. It's gonna be a little while until I'm done with coverage of his book. And any fruit will be born from that very evil tree. Yeah, but I want to give a little bit of a short synopsis. It sucks. It's a bad book. It's a bad book can't Hickenlooper did a terrible job now not a good I don't even think that's the name it can't they can lively cat Kent Hycon lively Yeah. did a bad job also. I don't think that he wanted people to know that he wrote the book or something because he's not acknowledged in any way Intel the back of the book in the thank yous. It's not it doesn't"
    },
    {
      "end_timestamp": 4189.0,
      "id": "4dcb6bce-315a-339b-8856-e33cce2cec82",
      "speaker": "Jordan",
      "start_timestamp": 4184.0,
      "text": "say it on the spine a Alex and it doesn't say ghost written by Nope."
    },
    {
      "end_timestamp": 4194.0,
      "id": "4807eb75-8de1-36c2-80f2-efa4b09e98a2",
      "speaker": "Dan",
      "start_timestamp": 4189.0,
      "text": "In the acknowledgments at the beginning. There's no like it. Nothing."
    },
    {
      "end_timestamp": 4200.0,
      "id": "ea3d4b25-7c8d-35a3-a144-2f14088bcd55",
      "speaker": "Jordan",
      "start_timestamp": 4194.0,
      "text": "Yeah, either. He didn't want to have credit. Or Alex wanted to have all of the car had it or"
    },
    {
      "end_timestamp": 4210.0,
      "id": "e78f9ace-f2c2-3fb7-9612-a573d2d83d07",
      "speaker": "Dan",
      "start_timestamp": 4200.0,
      "text": "Yeah, Alex wanted most of it to look like him. But then why did he bring it up when camp said, saying the Cat said we didn't want"
    },
    {
      "end_timestamp": 4220.0,
      "id": "0d6b1982-b70f-314e-b813-752a0b9e18e6",
      "speaker": "Jordan",
      "start_timestamp": 4210.0,
      "text": "to be he didn't he didn't want to be associated as book. Why was he Why is he going on the show? Although he's going on the liberal Oh, yeah, he's going on the show several weeks after that's"
    },
    {
      "end_timestamp": 4223.0,
      "id": "6265439a-0175-38a4-b5d0-e8848fd6768c",
      "speaker": "Dan",
      "start_timestamp": 4220.0,
      "text": "Yeah, yeah. If the heat the heat on Alex's book is"
    },
    {
      "end_timestamp": 4228.0,
      "id": "7ccd9773-67e2-38e9-b608-7e9757791d36",
      "speaker": "Jordan",
      "start_timestamp": 4223.0,
      "text": "gone, right, he would if he wanted to be part of the book, he would have been part of the heat part."
    },
    {
      "end_timestamp": 4242.0,
      "id": "55cdd0ef-b867-3d14-a4fa-b9323a3e1a73",
      "speaker": "Dan",
      "start_timestamp": 4228.0,
      "text": "Right. Yeah, he has another book that he's promoting, right. That is why he's on the show. And he's also on the show because he did Alex a solid and wrote his book for him. Right. So right. Otherwise, I don't think this guy even though he is the world's number one anti Vaxxer Yeah,"
    },
    {
      "end_timestamp": 4256.0,
      "id": "ca27175b-64a6-3037-aea2-49c051c068cc",
      "speaker": "Jordan",
      "start_timestamp": 4242.0,
      "text": "I'm if I'm, I just never met him in person. From what I can understand. I am seeing that he was a far thinker, and said, Sure, I'll write your shitty book so that I can always promote my books later on."
    },
    {
      "end_timestamp": 4272.0,
      "id": "bb7a2f06-18ea-3fd5-b5e0-326927379a88",
      "speaker": "Dan",
      "start_timestamp": 4256.0,
      "text": "Yeah, and I am pretty clear that your audience would be into the kind of direct that I put out. Yeah. So anyway, good stuff. Good stuff all around. I did like responding to the midterms quite well."
    },
    {
      "end_timestamp": 4275.0,
      "id": "505f35e2-3540-3999-9674-2705da04b7a8",
      "speaker": "Jordan",
      "start_timestamp": 4272.0,
      "text": "Yeah, they're taking it like champs, yeah. Oh, also, I"
    },
    {
      "end_timestamp": 4287.0,
      "id": "03719618-c921-3f32-841c-c9063d8a8e44",
      "speaker": "Dan",
      "start_timestamp": 4275.0,
      "text": "forgot to mention this. Hicken lively also runs a outlet called Great Awakening books. Might be a little signal to Q anon. Yep. They also sell a bunch of Q anon."
    },
    {
      "end_timestamp": 4308.0,
      "id": "c79bca8c-4c9c-3cbd-9fb6-288c31ddaccd",
      "speaker": "Jordan",
      "start_timestamp": 4287.0,
      "text": "But I did. I did like the part in the great reset, because I respected them for it. All right, in this one. Unlike certain adaptations, they left Tom Bombadil in and that's what you want out of it. You know, Glenn? Took it. very daunting Duncanville. Oh, man, you've got to have that in your book. If you don't, I'm pissed. Right? Frankly,"
    },
    {
      "end_timestamp": 4319.0,
      "id": "bc94da90-4ab7-31a1-9fb3-e783919dd31a",
      "speaker": "Dan",
      "start_timestamp": 4308.0,
      "text": "take it up with the blades. So anyway, we come to the end of this and yeah, what a fuck"
    },
    {
      "end_timestamp": 4324.0,
      "id": "3c049210-d24c-39f5-a615-f6103df54042",
      "speaker": "Jordan",
      "start_timestamp": 4319.0,
      "text": "what a fucking deed"
    },
    {
      "end_timestamp": 4344.0,
      "id": "e34ece5d-cf97-34ef-aa03-d67832bf5af4",
      "speaker": "Dan",
      "start_timestamp": 4324.0,
      "text": "between me wasting so much time on Google. Kevin McGinnis being on the show. Fair. Fair. What an awful fall. Anyway, we'll be back with another. But until then."
    },
    {
      "end_timestamp": 4349.0,
      "id": "9da67f15-0c3e-32e1-b037-ae05e55b96c9",
      "speaker": "Jordan",
      "start_timestamp": 4344.0,
      "text": "We do have a website. It's knowledge. fight.com. Yep. We're also on Twitter. We are on Twitter. It's at no joke, score fight."
    },
    {
      "end_timestamp": 4363.0,
      "id": "c2b31310-072c-3279-9f75-95c711fb798c",
      "speaker": "Dan",
      "start_timestamp": 4349.0,
      "text": "We'll be back. But until then, I'm Neo. I'm Leo. I'm DCX Clark a bro. Prep are part of you. You you have a read the WikiLeaks. You gotta read that. And now here comes from the sex robots."
    },
    {
      "end_timestamp": null,
      "id": "f95aeba1-b040-3816-a45c-e94013a95bdf",
      "speaker": "Alex Jones",
      "start_timestamp": 4363.0,
      "text": "Andy in Kansas. You're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}