{
  "audio_identifier": "KF_748",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/Nov-16-2022.mp3",
  "blocks": [
    {
      "end_timestamp": 21.0,
      "id": "ff045cc6-99d6-3543-a4df-70db20a8cb74",
      "speaker": "Alex Jones",
      "start_timestamp": 4.0,
      "text": "Red Alert. Red alert red alert. Red Alert not not not not not not not knowledge damn and Jordan I am sweating knowledge party.com It's time to pray."
    },
    {
      "end_timestamp": 24.0,
      "id": "632fad12-acd2-3c06-8dd4-f0666efd7331",
      "speaker": "Donald Trump",
      "start_timestamp": 21.0,
      "text": "I have great respect for knowledge."
    },
    {
      "end_timestamp": 30.0,
      "id": "b5413e71-9fe1-3923-8855-a4bcd138ea98",
      "speaker": "Alex Jones",
      "start_timestamp": 24.0,
      "text": "Knowledge. I'm sick of them posing as if they're the good guys shank me or the bad guy knowledge."
    },
    {
      "end_timestamp": 31.0,
      "id": "fed2e8ec-50ba-3fea-be54-84e84c86082f",
      "speaker": "Donald Trump",
      "start_timestamp": 30.0,
      "text": "Dan and Jordan knowledge"
    },
    {
      "end_timestamp": 51.0,
      "id": "45d4639b-013b-39e8-b2bc-aa1a07d476ff",
      "speaker": "Alex Jones",
      "start_timestamp": 31.0,
      "text": "fight need money Andy and pansy Sandy you're shopping Andy and Pam handy and Hans Bray and the Evangel surely are placeholders."
    },
    {
      "end_timestamp": 55.0,
      "id": "4729ce8d-e477-33b3-817f-fe5940fd21a0",
      "speaker": "Andy In Kansas",
      "start_timestamp": 51.0,
      "text": "Huge fan I love your word. Knowledge by"
    },
    {
      "end_timestamp": 59.0,
      "id": "82cf56d6-9536-333e-961d-3f974e74b1e4",
      "speaker": "Alex Jones",
      "start_timestamp": 55.0,
      "text": "now knowledge fight.com"
    },
    {
      "end_timestamp": 67.0,
      "id": "8494adf3-82fa-38cb-a463-c8d365b13066",
      "speaker": "Dan",
      "start_timestamp": 59.0,
      "text": "Hey everybody, welcome back. We're gonna dudes like sit around worship at the altar of slain. Talk a little bit about Alex Jones. Oh,"
    },
    {
      "end_timestamp": 69.0,
      "id": "a6c09395-4e5d-3102-8375-681294a6fd82",
      "speaker": "Jordan",
      "start_timestamp": 67.0,
      "text": "windy. We are dan de Jordan."
    },
    {
      "end_timestamp": 70.0,
      "id": "619a786e-a6c5-3e83-8b2b-005f1aa41a7f",
      "speaker": "Dan",
      "start_timestamp": 69.0,
      "text": "Damn, Jordan,"
    },
    {
      "end_timestamp": 72.0,
      "id": "efcb0575-65d1-3dad-980f-ddf5a64468bf",
      "speaker": "Jordan",
      "start_timestamp": 70.0,
      "text": "quick question for you. So it's a great spot today. But"
    },
    {
      "end_timestamp": 135.0,
      "id": "d6d5ce10-9516-3b5c-9a44-65f4cbcd1fb6",
      "speaker": "Dan",
      "start_timestamp": 72.0,
      "text": "my bright spot today Jordan is I don't know if it's because winter is upon us. It went from 70 to 30 in a week can't be out. It legitimately was like 70 degrees last Wednesday. That was an anomaly. It was it was unseasonably warm that day. Right. But the 40 degree to who? Anyway, I've been a little down. Sure I've mentioned this to you. Yes. Been been having some mental health days. People will, you know, it happens when you wrestle with some some depression. That'll happen. Folks who don't you know, you have some total days. And one of the things that I have done, traditionally, I need to make a change, I need to make some kind of a change in order to sort of get myself out of the funk. A little bit sometimes. And one of the one of my old habits was a shaved my head. Yes. And I decided maybe those days should be behind me. And I should get haircuts. And probably wise. Just"
    },
    {
      "end_timestamp": 140.0,
      "id": "85bedff7-2c70-331e-8da9-e55cb8e0c996",
      "speaker": "Jordan",
      "start_timestamp": 135.0,
      "text": "look good with hair and you got a strong head of hair for your age. My man, you gotta you gotta rock it while you can't"
    },
    {
      "end_timestamp": 166.0,
      "id": "c49563d1-06be-3089-b9e0-601efe16771a",
      "speaker": "Dan",
      "start_timestamp": 140.0,
      "text": "guess. Yeah. But so I decided I still gotta shave something. Sure. And so I got a back shaver naturally. I have never shaved my back before my 38 years of life. Sure. And here's the thing. I thought it would be super easy with one of those arm things, those long razors that you could put behind your back? Why? No, no, no."
    },
    {
      "end_timestamp": 168.0,
      "id": "33bda070-424c-307d-a904-b2ddd25fa74e",
      "speaker": "Jordan",
      "start_timestamp": 166.0,
      "text": "Why would you think it would be easy? Because"
    },
    {
      "end_timestamp": 172.0,
      "id": "63c86db2-27c6-3e65-9a4d-5764c07a5c9c",
      "speaker": "Dan",
      "start_timestamp": 168.0,
      "text": "it's a tool. It's like we have gotten this tool."
    },
    {
      "end_timestamp": 178.0,
      "id": "5bd914f0-38bd-391d-b4b8-3debaf6945b6",
      "speaker": "Jordan",
      "start_timestamp": 172.0,
      "text": "Are you saying that because we've made it this far. At some point someone should have made eight an easy to use."
    },
    {
      "end_timestamp": 205.0,
      "id": "72d1d72e-dc4e-342c-988c-a877447a8e9f",
      "speaker": "Dan",
      "start_timestamp": 178.0,
      "text": "I figured they had a cover. I think Yeah, I figured all right. Here's the problem. It's hard to shave your back. We have an old problem in order to make it easy. We have got this weird thing, right? No, it is still not easy. I don't think I did a good job. So far. The only result I've experienced because of it is it feels a little bit different. And we're gonna put a shirt on. Yeah, that sounds about right. That sounds about right. Hey, new experiences, right? Yeah, yeah,"
    },
    {
      "end_timestamp": 223.0,
      "id": "50f81917-7f59-3532-ac56-c59c85484b76",
      "speaker": "Jordan",
      "start_timestamp": 205.0,
      "text": "I was. I'm struggling to that. You know, obviously, I love you. You're my best friend. You're my partner. I really don't know if I've got it in me to shave your back for you. I just don't know. I didn't ask. I know you didn't ask. And that's why I'm saying this upfront, so we don't get into any awkward situation. Appreciate that. That's fine."
    },
    {
      "end_timestamp": 252.0,
      "id": "cba9eda0-3756-3be6-bfa4-e7d363ded506",
      "speaker": "Dan",
      "start_timestamp": 223.0,
      "text": "I did take it in waves. I did a little you know, I did a little work on it. Right. And like a couple hours later, maybe it came back a little bit. Yeah, I still don't like I said I still don't think I did a great job. Hey, but anyway, I do. I don't know. I don't know what I'm gonna do. I think this is probably because I've shaved my arms in anticipation of getting that tattoo. Right. But it didn't end up getting gorgeous. I think that kicked off a what's it like? Oh man thing. And so now I know."
    },
    {
      "end_timestamp": 268.0,
      "id": "c418a5fb-f8eb-36e2-9cfb-ef6b46bc476a",
      "speaker": "Jordan",
      "start_timestamp": 252.0,
      "text": "Oh, my first my first leg piece I got my entire like upper thigh. A whole thing done. And they shaved the whole thing. I swear to God for another year. I just kept shaving it. It felt really good to be smooth. I just kept on going. I was like Why stop now?"
    },
    {
      "end_timestamp": 281.0,
      "id": "760df1f1-5748-38a5-ac65-2a542d88f5d0",
      "speaker": "Dan",
      "start_timestamp": 268.0,
      "text": "I know that from like when I have shaved my head being in the shower and the water hitting your bald head. Really great. Like there's something to that. Be Yeah, we'll see. We'll see what happens anyway. I feel a little better. Good about you."
    },
    {
      "end_timestamp": 300.0,
      "id": "faf25ac7-5fd9-3bfe-9e52-6c0861096057",
      "speaker": "Jordan",
      "start_timestamp": 281.0,
      "text": "What's my bright spot is my wonderful my pet my perfect wife. She had both her COVID booster and her flu booster yesterday. So this is a bright spot fluid. Yeah, that functions as a PSA to everybody gets your booster shot. That's an all that stuff"
    },
    {
      "end_timestamp": 313.0,
      "id": "4780ceb1-8cf7-3251-a6b1-f5ecda7eddc6",
      "speaker": "Dan",
      "start_timestamp": 300.0,
      "text": "I hear this season's flu is quite bad both from the CDC and anecdotally from some folks I know who have nailed it. Oh, boy. So I would I would second that. That's probably a good idea."
    },
    {
      "end_timestamp": 320.0,
      "id": "6721465e-d8df-3bb0-aa4f-3dc039d12a95",
      "speaker": "Jordan",
      "start_timestamp": 313.0,
      "text": "Yeah. Well, I'm happy for her. Luckily, I am immune to all infectious diseases, so I don't have to worry about it. It's nice."
    },
    {
      "end_timestamp": 362.0,
      "id": "bf79586d-6b75-36af-bc1f-220a76d1a374",
      "speaker": "Dan",
      "start_timestamp": 320.0,
      "text": "That is one of the advantages of being the chosen one of the greats. Yeah. So Jordan, today we have an episode to go over. So I had sort of prepared that we were going to, you know, maybe go back to the past shakeout To be honest, things are real boring in 2003. I'm going to skip ahead. I think that's why I'm skipping ahead to December 2003. For our next time we go back to the past, but unfortunately, we were pulled back to the present by some very important things that is that Trump announced his candidacy. Yeah, to run in 2024. Yeah. So today, we will be talking about the aftermath of this on November 16 2020, to see how Alex wrestles with the reality that he's going to have to make a choice. Yep."
    },
    {
      "end_timestamp": 368.0,
      "id": "efce1227-b8a8-320d-8c1a-8ecc2e78c284",
      "speaker": "Jordan",
      "start_timestamp": 362.0,
      "text": "The way it is. And right now, it has not been a huge groundswell of excitement from what I'm hearing."
    },
    {
      "end_timestamp": 371.0,
      "id": "e605f7fc-5777-3c4c-a244-5bbb6b809a19",
      "speaker": "Dan",
      "start_timestamp": 368.0,
      "text": "I would say the opposite. Everyone"
    },
    {
      "end_timestamp": 376.0,
      "id": "3e15030c-e3c3-3ca0-b2c4-1d6f5d4595d3",
      "speaker": "Jordan",
      "start_timestamp": 371.0,
      "text": "has apparently heard this and God, oh, god, he's just trying to get out of jail. Well,"
    },
    {
      "end_timestamp": 411.0,
      "id": "6dc64b1f-bc9b-3820-87f8-0bfa012f4fa3",
      "speaker": "Dan",
      "start_timestamp": 376.0,
      "text": "I think some people are saying that some people are saying, we did this dance already. Some people are saying, God, God, but Alex is going to get down to really the the the nuts and bolts of it. He's gonna talk about his feelings about this announcement. Sure, he's gonna play all the relevant coverage in the footage from Trump's announcement. Okay, and we'll get down to business on that. But first, Jordan, let's say hello to somebody. Wow, that's great idea. So first June who got one of Dan's brightspot buttons, so it'd be wild if they didn't become a policy wonk. At some point. You were now policy wonk, thank you."
    },
    {
      "end_timestamp": 412.0,
      "id": "4111283d-7e64-36af-8659-e458428daed4",
      "speaker": "Alex Jones",
      "start_timestamp": 411.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 413.0,
      "id": "56fcdfa3-82fa-3675-b1bb-8e0f5c749248",
      "speaker": "Jordan",
      "start_timestamp": 412.0,
      "text": "Thank you very much."
    },
    {
      "end_timestamp": 444.0,
      "id": "3a0bfc79-d7a9-3e4a-b2e7-2a7c78bc4e5a",
      "speaker": "Dan",
      "start_timestamp": 413.0,
      "text": "I gotta say this brings up an important point. And that is, I think that at least one of these other brightspot Buttons might have gotten lost in the mail. Or you may need to make some more because I know that one has been out and I haven't heard back from anybody that had arrived. Okay. And that one just went out. So there may actually, I think I might bump it up to five. Okay, I think that's what I might do. All right. I don't know. I gotta figure this out. Because it's really unsatisfying. Especially."
    },
    {
      "end_timestamp": 447.0,
      "id": "ef28e52f-f887-35a2-ac8e-db82d1a9f248",
      "speaker": "Jordan",
      "start_timestamp": 444.0,
      "text": "Last is unfortunate."
    },
    {
      "end_timestamp": 456.0,
      "id": "f17f4e55-3fd2-34fc-b44f-454778405b18",
      "speaker": "Dan",
      "start_timestamp": 447.0,
      "text": "Also, Scott T, happy birthday. This is from Brana. But it is also back on September 10. Oh, we are a little bit late. But Happy Birthday, your boss."
    },
    {
      "end_timestamp": 457.0,
      "id": "f6443589-ec48-3dcf-b145-b157a16e125c",
      "speaker": "Alex Jones",
      "start_timestamp": 456.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 458.0,
      "id": "f05d6f5c-dcd2-3b93-bc8b-92f292edf47d",
      "speaker": "Jordan",
      "start_timestamp": 457.0,
      "text": "Thank you very much."
    },
    {
      "end_timestamp": 465.0,
      "id": "80c81d51-f8c5-3e81-847b-f5973804efc5",
      "speaker": "Dan",
      "start_timestamp": 458.0,
      "text": "Next this is a different Dan from Chicago Brett. Parenthetically, also a trader and I support this message. Thank you so much. For now policy won't."
    },
    {
      "end_timestamp": 466.0,
      "id": "74289c7c-21ef-3cee-bd50-e89e61322db6",
      "speaker": "Alex Jones",
      "start_timestamp": 465.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 468.0,
      "id": "89a2f231-6f09-3a84-8051-bf49756d5b8c",
      "speaker": "Jordan",
      "start_timestamp": 466.0,
      "text": "You're a trader Dan,"
    },
    {
      "end_timestamp": 469.0,
      "id": "e93d53b1-cbb2-3955-b9b7-f7a2f2b2a5f0",
      "speaker": "Alex Jones",
      "start_timestamp": 468.0,
      "text": "you're a trader Dan,"
    },
    {
      "end_timestamp": 479.0,
      "id": "bbd743e2-218d-3db4-a1f1-e9b073c76493",
      "speaker": "Dan",
      "start_timestamp": 469.0,
      "text": "who next new walk in the mix. Elliot from Melbourne, the real Melbourne and Australia. Not that bullshit. One in Florida that keeps on getting my packages. Thank you so much for now, ballsy Wong."
    },
    {
      "end_timestamp": 480.0,
      "id": "37b96ff8-4dd8-3625-806d-a515a4944cbe",
      "speaker": "Alex Jones",
      "start_timestamp": 479.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 484.0,
      "id": "6b87215a-0ab4-3aee-8f7c-1b7fd15e8db2",
      "speaker": "Jordan",
      "start_timestamp": 480.0,
      "text": "Thank you very much. And I believe it's Melbourne, Melbourne."
    },
    {
      "end_timestamp": 489.0,
      "id": "742091ea-b4e6-3065-bd3c-0a86db0ed64c",
      "speaker": "Dan",
      "start_timestamp": 484.0,
      "text": "Next blue for Palooza and burger flippin squashes. Thank you so much. You're an owl. ballsy. Well,"
    },
    {
      "end_timestamp": 490.0,
      "id": "f6e954d4-7906-3ada-8f62-f9dad84e5657",
      "speaker": "Alex Jones",
      "start_timestamp": 489.0,
      "text": "I'm a policy wonk. Thank"
    },
    {
      "end_timestamp": 491.0,
      "id": "f8b9573a-3ed3-3a92-9e91-193af0d49b46",
      "speaker": "Jordan",
      "start_timestamp": 490.0,
      "text": "you very much."
    },
    {
      "end_timestamp": 497.0,
      "id": "e4f5a798-1b88-3c02-9f52-50ec073d64f0",
      "speaker": "Dan",
      "start_timestamp": 491.0,
      "text": "And early. Alex Jones sounds like a man with a perpetual mouthful of mashed potatoes. Thank you so much. You're on our policy walk."
    },
    {
      "end_timestamp": 500.0,
      "id": "fb08ccbc-26ef-3877-a9d8-f99469d90063",
      "speaker": "Alex Jones",
      "start_timestamp": 497.0,
      "text": "I'm a policy wonk. We're watch."
    },
    {
      "end_timestamp": 512.0,
      "id": "fa64fb39-5f13-397f-8e1f-4a388f138c08",
      "speaker": "Dan",
      "start_timestamp": 500.0,
      "text": "Next we have a technocrat Jordan. Great in the mix. This is this is a fairly special one. This is an old old buddy of mine. So thank you so much to Micah knows where Dan's dirty laundry truck secrets are buried. You're now a technocrat."
    },
    {
      "end_timestamp": 532.0,
      "id": "816b2410-6920-3c4e-96a4-465e13fee6db",
      "speaker": "Alex Jones",
      "start_timestamp": 512.0,
      "text": "I'm a policy wonk telling you brilliant someone someone sought him out sent me a bucket of poop daddy sharp. Jar Jar Binks has a Caribbean black action. He's a loser. Little little teeny baby. I don't want to hate black people. I renounce Jesus Christ"
    },
    {
      "end_timestamp": 544.0,
      "id": "b69cd85b-fa0c-37ba-bd40-1dc78a93f4ff",
      "speaker": "Dan",
      "start_timestamp": 532.0,
      "text": "old old buddy of mine, one of his nicknames would actually docs him so it also goes by sweet butter known as sweet butter."
    },
    {
      "end_timestamp": 549.0,
      "id": "6a6bd2d4-2bd5-3bca-b22b-5f329da7072a",
      "speaker": "Jordan",
      "start_timestamp": 544.0,
      "text": "Sure, sure. sweet butter on the street. Okay,"
    },
    {
      "end_timestamp": 592.0,
      "id": "09dbd16f-c81f-3c2a-8e93-fd0619689aa1",
      "speaker": "Dan",
      "start_timestamp": 549.0,
      "text": "he was one of the four people who lived in a house. They were all year older than me. We all worked at the movie theater together. And they lived at this house. And I dropped out of high school and so I was just over their house all the time getting drunk, having having a blast, just freedom in an irresponsible way. Of course, of course. And so one day I don't know exactly what it was. It might have been a party we had over the house. It might have just been another night of me Chuck and booze. Sure, sure. But I passed out on the front lawn. And I guess because it's a residential neighborhood and people didn't want frowned upon. frowned upon a lot of squares, generally speaking, frowned upon. So they put a tarp on me."
    },
    {
      "end_timestamp": 603.0,
      "id": "567e07c2-f8dd-377b-b603-d72d2d466415",
      "speaker": "Jordan",
      "start_timestamp": 592.0,
      "text": "They didn't want you to lower property value. You can do it in one night. If a property valuer walks by well, you're up The lawn sleeping. Everybody loses a grand on their on their"
    },
    {
      "end_timestamp": 629.0,
      "id": "a065fa93-2e85-3dcf-99a1-a4e95b11ac65",
      "speaker": "Dan",
      "start_timestamp": 603.0,
      "text": "values. So I wake up the next morning on in under a tarp to someone kicking me and a car horn honking and I open up the tarp and it's Micah's little brother. And his mom isn't too bad picking them up to like go to breakfast or something, of course. And that was not my finest hour. Anyway, thank you sweet butter."
    },
    {
      "end_timestamp": 639.0,
      "id": "36bd9de5-808d-3f71-913c-f2f8ffe444fc",
      "speaker": "Jordan",
      "start_timestamp": 629.0,
      "text": "If I if you if you do see a man underneath the tarp, your first thought is dead body, right, your first thought is dead body. And that raises a lot of a lot more property valuation questions"
    },
    {
      "end_timestamp": 644.0,
      "id": "a49f5864-e94e-32f2-bbc2-efbe59d3a491",
      "speaker": "Dan",
      "start_timestamp": 639.0,
      "text": "and my mom like his little brother, nope, decided to kick."
    },
    {
      "end_timestamp": 647.0,
      "id": "b662fa51-9378-30f1-8fce-78421cb932c3",
      "speaker": "Jordan",
      "start_timestamp": 644.0,
      "text": "That's not a terrible idea if you were a dead body."
    },
    {
      "end_timestamp": 659.0,
      "id": "0a08c03b-0566-3dd1-a487-a74842851a46",
      "speaker": "Dan",
      "start_timestamp": 647.0,
      "text": "It's not respectful. That's fair. Anyway, we start here on the 16th. And Alex is not jumping straight into the Trump news because there is other news. So that's what I wanted"
    },
    {
      "end_timestamp": 676.0,
      "id": "00433e3d-04df-3cfb-97a1-5414e719979d",
      "speaker": "Alex Jones",
      "start_timestamp": 659.0,
      "text": "to start the broadcast with today. Is that Mars news today? I told you probably a air defense missile by that clip and come back just to show this to our research folks. We actually study a lot of things. We don't just shut up here and say things I do make mistakes, but not on purpose."
    },
    {
      "end_timestamp": 698.0,
      "id": "438744a2-8987-3ca8-99f0-41b4d11d6283",
      "speaker": "Dan",
      "start_timestamp": 676.0,
      "text": "So Alex is obsessed with bragging about how he had knee jerk announced that the missiles that had hit Poland Ah, well, it's probably a surface to air missile missile defense from Ukraine. Sure. And now the signs are pointing to that being the case. Sure. And so he got something right accidentally, right. He is so excited by"
    },
    {
      "end_timestamp": 705.0,
      "id": "0d076aa5-5cc3-317a-ab82-fba2fac76a41",
      "speaker": "Jordan",
      "start_timestamp": 698.0,
      "text": "by virtue of knee jerk defending anything Russia does, he may have inadvertently got it right."
    },
    {
      "end_timestamp": 710.0,
      "id": "e43d0a53-78fe-3b87-9215-2057567fcbb7",
      "speaker": "Dan",
      "start_timestamp": 705.0,
      "text": "And so he plays the clip of himself saying this on a previous show."
    },
    {
      "end_timestamp": 714.0,
      "id": "ca2a704d-09d7-3bec-bd93-82d8a7ea4342",
      "speaker": "Jordan",
      "start_timestamp": 710.0,
      "text": "Oh, my God, of course he does. And says over and over again. totally nailed it. Now"
    },
    {
      "end_timestamp": 719.0,
      "id": "b46dcc7d-6c66-3bb8-a1d0-be5a42e26177",
      "speaker": "Dan",
      "start_timestamp": 714.0,
      "text": "that's what's leading the show. Okay. It was right. I was potentially right about"
    },
    {
      "end_timestamp": 735.0,
      "id": "5a31a896-1e94-3b3c-b0b1-c1e5661c62c4",
      "speaker": "Jordan",
      "start_timestamp": 719.0,
      "text": "this is this is exactly like if he was in his office, and he like just threw a ball of paper all the way across into a into a garbage can. And nobody saw it, but it was recorded. So he's like, I'm just gonna play this over. You guys see this? I nailed it. Right in the"
    },
    {
      "end_timestamp": 740.0,
      "id": "90cb45c4-f7e1-3414-b00b-8b9c1b4baa26",
      "speaker": "Dan",
      "start_timestamp": 735.0,
      "text": "right in the bed. Good job, man. Good job. Proud of you know, I did it. So now on to Trump."
    },
    {
      "end_timestamp": 761.0,
      "id": "e68f815a-05e8-3c48-a712-5929a7f8049f",
      "speaker": "Alex Jones",
      "start_timestamp": 740.0,
      "text": "Okay. The big news and joining us is Roger Stone. I want to play several clips here and then go to Roger, this is Trump last night making the big announcement he is running for 2024. We told you months ago that he had told people very close to the President and very close to this show that indeed, he was running. The only question was When so we are tomorrow's news. Today yet again."
    },
    {
      "end_timestamp": 764.0,
      "id": "797a6ceb-6b76-301f-bdcc-5e70fe7d0346",
      "speaker": "Dan",
      "start_timestamp": 761.0,
      "text": "You're not vindicated? You said he was going to do it"
    },
    {
      "end_timestamp": 769.0,
      "id": "e82efe6f-033a-33ff-a27a-d364895a19e2",
      "speaker": "Jordan",
      "start_timestamp": 764.0,
      "text": "on the Fourth of July strategic flexibility was roughly five months ago. Right."
    },
    {
      "end_timestamp": 794.0,
      "id": "6a5e98ea-e685-31df-813f-3f15fefd3c15",
      "speaker": "Dan",
      "start_timestamp": 769.0,
      "text": "I mean, like that's not fair. No, that's not fair. Can't do that. Doesn't count doesn't count. negative points. And I think I think just about anybody, like could have ended predict Trump was gonna run again. Yeah. I think I think that's not like the wildest tomorrow's news today kind of shit, especially when you were so wrong about the he's set to announce."
    },
    {
      "end_timestamp": 808.0,
      "id": "8404f55c-e9b5-3e1a-acc9-0781ddcad997",
      "speaker": "Jordan",
      "start_timestamp": 794.0,
      "text": "Yeah, this is this is like predicting that he was a Ukraine anti defense missile, but it was in the next war that I got it. No, it wasn't this war. Okay. But 10 years from now, it's the next war that I nailed that one, right. Yeah."
    },
    {
      "end_timestamp": 822.0,
      "id": "fc646782-b45d-38f5-90ac-27733d2336ee",
      "speaker": "Dan",
      "start_timestamp": 808.0,
      "text": "I think he could probably gain a little bit of like, Haha, I wasn't far off if Trump announced on July 7. Yeah. We'll talk. Sure. So Alex plays some clips in here. Here's one of them."
    },
    {
      "end_timestamp": 837.0,
      "id": "554987f4-55e1-3f35-bda1-dd6130954a83",
      "speaker": "Alex Jones",
      "start_timestamp": 822.0,
      "text": "And then Trump says we will take America back. And we will put a stop to these electronic systems immediately. On Demand voter ID same day voting and only paper ballots. Here is the President announcing in his key statement,"
    },
    {
      "end_timestamp": 870.0,
      "id": "f20e1beb-d385-3bdb-8a74-5f8158ac395d",
      "speaker": "Donald Trump",
      "start_timestamp": 837.0,
      "text": "I am tonight announcing my candidacy for President of the United States. We will do whatever it takes to bring back honesty, confidence and trust in our elections. To eliminate cheating, I will immediately demand voter ID same day voting and only paper ballots."
    },
    {
      "end_timestamp": 886.0,
      "id": "fb0757d4-69ad-3c7f-a018-214ce79b9ccb",
      "speaker": "Dan",
      "start_timestamp": 870.0,
      "text": "So Alex plays a few clips of Trump's speech, but he doesn't play some of them that I think were really troubling, interesting one that I think he's maybe should have commented on was when he called cities in America cesspools of blood. Sure,"
    },
    {
      "end_timestamp": 891.0,
      "id": "b3c662fa-0160-357d-ac2e-5595a71c2b4f",
      "speaker": "Jordan",
      "start_timestamp": 886.0,
      "text": "sure. cesspools of blood. Uh huh. I don't know if that even makes grammatic sense."
    },
    {
      "end_timestamp": 909.0,
      "id": "f605eb9b-80cb-3a5f-bcbe-3f6518ad3a63",
      "speaker": "Dan",
      "start_timestamp": 891.0,
      "text": "He said that we're gonna go to Mars. base on Mars Fletcher, why it's happening what? There was a period where he got lost In the term corridors of power, sure, and he kept talking about how we're gonna take the corridors back. He clearly was all scripted, just like those corridors."
    },
    {
      "end_timestamp": 911.0,
      "id": "6ef55af1-e2f9-3642-8f23-8c05485767e5",
      "speaker": "Jordan",
      "start_timestamp": 909.0,
      "text": "Gotta have those corridors."
    },
    {
      "end_timestamp": 939.0,
      "id": "1202632d-116b-3e26-8456-ae146998aa9d",
      "speaker": "Dan",
      "start_timestamp": 911.0,
      "text": "But the most important thing I think that Alex needs to rebut here or talk about is Trump went on a quite protracted rant about how you need to kill drug dealers. Sure, he was what he was saying that in China, they have quick trials, where they would catch a drug dealer and then have a quick trial, and then that night they'd be executed. And that's what we've got to do here in America. And he even said, quote, it's the only way"
    },
    {
      "end_timestamp": 948.0,
      "id": "c9bae3b2-aaca-35f2-95f9-124697dc61e7",
      "speaker": "Jordan",
      "start_timestamp": 939.0,
      "text": "what 80% Of the people I have ever met have dealt drugs at one point or another. told me"
    },
    {
      "end_timestamp": 972.0,
      "id": "1e0cb5aa-c1bc-3616-9bf1-2c0345415526",
      "speaker": "Dan",
      "start_timestamp": 948.0,
      "text": "they'd be all dead. Yeah, I think that's a little bit unhinged. I think it's a well, I mean, like, I would say, almost, you know, a large portion of the country is leaning much, much more towards decriminalization, right? More states are legalizing recreational use of marijuana and Trump is like, No, fuck, Kayla,"
    },
    {
      "end_timestamp": 991.0,
      "id": "9338c82e-8368-3ff8-9c4c-2ba5f00bf909",
      "speaker": "Jordan",
      "start_timestamp": 972.0,
      "text": "that is this is wild of all the things that I would have expected. I mean, it's it listen Far be it for me to not have my pulse on the modern voter. But I don't think you can go from paper ballots is the hallmark of my campaign and also state murder on a daily"
    },
    {
      "end_timestamp": 1021.0,
      "id": "cd397d5d-6b49-3b78-a385-91a3fa2895a5",
      "speaker": "Dan",
      "start_timestamp": 991.0,
      "text": "basis. Sure. I mean, it would be outrageous the amount of murder you would be doing. Oh, much murder. Alex should have a principled opposition to this on that point. It's so offensive to him to hear as a libertarian. Yeah. Yeah. So that's one and then two, Trump is talking about this as like something that he talked to Xi about. And like, this is something that China does well, and Alex would be offended by the idea of taking policy decisions from communist China."
    },
    {
      "end_timestamp": 1039.0,
      "id": "2c18885f-62bc-374f-96bc-09b9efd1dc3f",
      "speaker": "Jordan",
      "start_timestamp": 1021.0,
      "text": "Yeah, I'm wondering if conservatives are aware so far, that from their tea party beginnings, they have conservative themselves all the way into thinking Sharia law is actually pretty great. As long as we don't call it that. We call it Christian law, but"
    },
    {
      "end_timestamp": 1041.0,
      "id": "d3b8fa80-2b5b-37ab-8ea8-ce956a6cdb5b",
      "speaker": "Dan",
      "start_timestamp": 1039.0,
      "text": "a little bit of a different brand."
    },
    {
      "end_timestamp": 1046.0,
      "id": "fe751a33-4157-359e-a00b-265c45b28f9c",
      "speaker": "Jordan",
      "start_timestamp": 1041.0,
      "text": "And why not have a dictatorship and murder people all the time, right?"
    },
    {
      "end_timestamp": 1048.0,
      "id": "dc88d491-10aa-30a6-89f3-5d19e1e6eae7",
      "speaker": "Dan",
      "start_timestamp": 1046.0,
      "text": "You want to do on a dime sack"
    },
    {
      "end_timestamp": 1059.0,
      "id": "bcaaa279-7905-3277-a469-4f283e3da45a",
      "speaker": "Jordan",
      "start_timestamp": 1048.0,
      "text": "real, real smaller government stuff here is? Listen. You can't be we got to kill you gotta kill 40% of America right now."
    },
    {
      "end_timestamp": 1105.0,
      "id": "24c5da86-55f2-3491-abdf-4e7e707b6383",
      "speaker": "Dan",
      "start_timestamp": 1059.0,
      "text": "It's, I mean, look, that obviously, was maybe Trump going a little off script than his prepared remarks. Sure. I would hope knows, cuz a lot of it was so boring, because he just reading like he just reading a prepared thing. Yeah. Right. Yeah. And that part was deeply upsetting. And I think based on like Alex's response, especially like, I questioned whether Alex watched the full hour speech, right. I imagined he might not have I question anybody in second. If he has them. I would say that the goal or the the, you know, the move is just like, well, that's bad. But let's pretend he didn't say that. Yeah, it's just like, go, let's just go around the side of that. Yeah, I"
    },
    {
      "end_timestamp": 1113.0,
      "id": "829473e0-c01d-35aa-b512-56dc8142456e",
      "speaker": "Jordan",
      "start_timestamp": 1105.0,
      "text": "feel like that seems to be the main move for just about everybody at this point. Let's just pretend he didn't say anything. Let's just get out. It"
    },
    {
      "end_timestamp": 1121.0,
      "id": "6e96a35f-945b-3976-9231-d1f0389891f4",
      "speaker": "Dan",
      "start_timestamp": 1113.0,
      "text": "was really, really troubling things happen. So Alex, now that Trump has announced has a feeling about this, I'll say"
    },
    {
      "end_timestamp": 1148.0,
      "id": "2fea3b19-ba2e-3820-b1cf-cc2e74aba023",
      "speaker": "Alex Jones",
      "start_timestamp": 1121.0,
      "text": "this. I've been on the fence about Trump the Spanish because I see it as a civil war and a distraction Sybil, but seeing all the Neo cons and the Democrats in the deep state, and Ivanka and Jared come out against her own dad really makes me like Trump more. And watching the entire media pile on really likes, really makes me like Trump more just reminding me how much the power structure absolutely hates his guts."
    },
    {
      "end_timestamp": 1151.0,
      "id": "573d7f83-feb2-3a9b-9bcb-84f3d98ef84c",
      "speaker": "Dan",
      "start_timestamp": 1148.0,
      "text": "That's This is so annoying, the more so annoying,"
    },
    {
      "end_timestamp": 1165.0,
      "id": "d9af7c6b-b24f-337c-bd83-06f0a7af985f",
      "speaker": "Jordan",
      "start_timestamp": 1151.0,
      "text": "the more of this boat runs into this iceberg, the more I think this Titanic is gonna make it, I think is if we keep ramming this iceberg a little bit harder. I know we're taking on water right now. But I think we can push through."
    },
    {
      "end_timestamp": 1171.0,
      "id": "740309f8-ecb0-32c7-bd17-9b3a58120838",
      "speaker": "Dan",
      "start_timestamp": 1165.0,
      "text": "Everybody hates this guy, and I gotta say, like him. Like that about which is"
    },
    {
      "end_timestamp": 1180.0,
      "id": "7ad662cb-2ef2-375a-bd5e-113ae4febb75",
      "speaker": "Jordan",
      "start_timestamp": 1171.0,
      "text": "him to the top of my list. Such an idiot. His own family wishes murder, puts him up my highest list. That's a you know, he's good."
    },
    {
      "end_timestamp": 1189.0,
      "id": "e8425936-d201-302c-8c07-3115ca804c3f",
      "speaker": "Dan",
      "start_timestamp": 1180.0,
      "text": "So, Roger is on Show, which is also a sign. You know, like, if you're having Roger on for the response. That means you want pro Trump cover? Yeah,"
    },
    {
      "end_timestamp": 1190.0,
      "id": "285a3a47-6ccf-3691-b414-84f72a80e627",
      "speaker": "Jordan",
      "start_timestamp": 1189.0,
      "text": "absolutely."
    },
    {
      "end_timestamp": 1204.0,
      "id": "a9318c31-99bb-3853-9586-55c4f4afb90f",
      "speaker": "Dan",
      "start_timestamp": 1190.0,
      "text": "And Rajat not only thinks that the 2016 election they tried to steal the 2020 election was stolen. The 2022 midterm was stole? Why not? But what uh, what about 1888?"
    },
    {
      "end_timestamp": 1241.0,
      "id": "7d2a0c38-5210-3e6f-be55-dc3d27a8316b",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1204.0,
      "text": "That's obviously challenging history Alex only once in our American history has a President Grover Cleveland was elected in 1885. In 1888, it was stolen from him in a disputed election, where he clearly by the way, got a majority of the popular vote. And then he came back. Are we caring about that now? 93. The energy in the room last night reminded me of 2015 and 2016. It was the old Trump, the old anti establishment Trump. He was very disciplined. He was very much on message"
    },
    {
      "end_timestamp": 1244.0,
      "id": "68c8acec-e4ac-3d75-9d6c-a153bb4026ba",
      "speaker": "Dan",
      "start_timestamp": 1241.0,
      "text": "and that is not true. You ranted about killing drug dealers for"
    },
    {
      "end_timestamp": 1245.0,
      "id": "255d82ca-ea24-3b16-a3ea-12db09c8b306",
      "speaker": "Jordan",
      "start_timestamp": 1244.0,
      "text": "a bit. Yeah, but"
    },
    {
      "end_timestamp": 1254.0,
      "id": "a8f59cd0-d774-3a3c-9db9-2c4a7412a683",
      "speaker": "Dan",
      "start_timestamp": 1245.0,
      "text": "you just say it was old Trump in both senses of the word. Sure. The answer Grover Cleveland was robbed man."
    },
    {
      "end_timestamp": 1270.0,
      "id": "510f4eb9-d193-32b3-b757-533a490c8802",
      "speaker": "Jordan",
      "start_timestamp": 1254.0,
      "text": "I mean, I do recall, he won the popular vote and there was some shady backroom dealings, but it's important to remember, he won the popular vote, he did not lose the popular vote in all of his elections. And that was like, ah, Rob's robbed. Right? Yeah."
    },
    {
      "end_timestamp": 1276.0,
      "id": "0d97248f-603a-3ce3-ba74-39a03ed1fe12",
      "speaker": "Dan",
      "start_timestamp": 1270.0,
      "text": "If if the standard of like winning an election is the popular vote Hillary Clinton won in 2006. We'll never win again."
    },
    {
      "end_timestamp": 1281.0,
      "id": "9933d6d2-cf03-367f-9d9a-53428784d91c",
      "speaker": "Jordan",
      "start_timestamp": 1276.0,
      "text": "Exactly. Yeah, it's all over. So that doesn't count in your mind. Yeah,"
    },
    {
      "end_timestamp": 1289.0,
      "id": "9ddaf61b-14ae-3b82-b1ed-88bfaae830ad",
      "speaker": "Dan",
      "start_timestamp": 1281.0,
      "text": "you shouldn't use that. You got to pretend that doesn't happen. Also, you had to go back 240 years, or whatever. 140 years"
    },
    {
      "end_timestamp": 1296.0,
      "id": "00bc9ed3-bbd7-30ea-b617-4789e316025e",
      "speaker": "Jordan",
      "start_timestamp": 1289.0,
      "text": "is not the most recent of elections. So if you're still in the reconstruction era, it's been a tick. So Alex,"
    },
    {
      "end_timestamp": 1301.0,
      "id": "7f2d6789-1a33-30e5-b3f7-52d6a53c3425",
      "speaker": "Dan",
      "start_timestamp": 1296.0,
      "text": "have been like, Look, man, people hate Trump. And I like it."
    },
    {
      "end_timestamp": 1303.0,
      "id": "ecd697c3-8bd7-3f02-a3dc-d977b8d50680",
      "speaker": "Jordan",
      "start_timestamp": 1301.0,
      "text": "I like it. Sure."
    },
    {
      "end_timestamp": 1325.0,
      "id": "9fdbe652-131a-3554-9f2d-3332df79ce4b",
      "speaker": "Alex Jones",
      "start_timestamp": 1303.0,
      "text": "I saw where Rupert Murdoch reportedly called Trump like he did six, seven years ago and said, if you continue to run, I'm not going to support you. I'm gonna support a Democrat. Well, I mean, he did that before and then flip flop back to Trump later. So good boy, this is a feather in Trump's cap that he's got the establishment lined up against him and not good for the Sanders having them lined up for him. That does not bode well for DeSantis, even though I really liked the SANUS."
    },
    {
      "end_timestamp": 1365.0,
      "id": "c724afce-6495-3832-b9d8-ac6ff7399dd6",
      "speaker": "Dan",
      "start_timestamp": 1325.0,
      "text": "Okay, so in fairness, Rupert Murdoch hates Trump as a person and has for a long time before his 2016 Run. Yeah, Trump was a big media figure. And Murdoch is in the public publishing business, including tabloid as magazine so they weren't unfamiliar with each other at that point. Gradually, Jared Kushner convinced Murdoch to sit down and talk with Trump. And this led to Murdoch realizing that Trump was actually running, and that all signs pointed to him being the inevitable Republican nominee. So he endorsed him. I'm sure he would have preferred a different primary candidate to have won the nomination, but I don't think he was going to back Hillary. Yeah. I think he would have just been like, I don't like this guy. Yeah. All right, fine. He's running."
    },
    {
      "end_timestamp": 1384.0,
      "id": "6276ec40-7a26-3b64-ad6f-0df481156cfc",
      "speaker": "Jordan",
      "start_timestamp": 1365.0,
      "text": "Important. important to keep in mind as, as people keep trying to throw narratives around people long before anything even close to a presidential election is run is that Hey, fuck all of these. They're arguing bullshit. At the end of the day, they're gonna get in line behind racism. Let's call them the down, guys. Okay."
    },
    {
      "end_timestamp": 1397.0,
      "id": "4f93aca4-ff7d-3340-8df4-5b539be790e1",
      "speaker": "Dan",
      "start_timestamp": 1384.0,
      "text": "I mean, 2016 should teach a lot of lessons about the primary and how sort of humiliated so many people were who were trying to take Trump out in the primaries,"
    },
    {
      "end_timestamp": 1404.0,
      "id": "44600958-013b-3835-bf7e-3f53f1c18156",
      "speaker": "Jordan",
      "start_timestamp": 1397.0,
      "text": "and then they fell in line like the cowards and weaklings they are. Yeah."
    },
    {
      "end_timestamp": 1412.0,
      "id": "e03a06ee-b051-3e09-82ae-0339b004a5db",
      "speaker": "Dan",
      "start_timestamp": 1404.0,
      "text": "So Alex is really just kind of trying to justify supporting Trump, basically. I mean, that's the overall vibe you're getting here."
    },
    {
      "end_timestamp": 1429.0,
      "id": "1c453d2c-64fd-362c-adbd-8f75be3ca125",
      "speaker": "Alex Jones",
      "start_timestamp": 1412.0,
      "text": "Back to Trump and his announcement. I've said look, start coming out more against the shots start coming out saying no mandates, which he's already done, and really hammered stay away from children. And now more and more Trump's doing that. So he's moving in the right direction. Here he is last night. I will get"
    },
    {
      "end_timestamp": 1452.0,
      "id": "488a7349-9995-3ac1-9111-a3d93e9785dc",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1429.0,
      "text": "Biden's radical left ideology out of our military. And I did. I did and then the white day they put it back they said executive back it was gone. We will abolish every Biden COVID mandate and rehire every patriot who was fired from our military with an apology and full back then. Oh, boy. What,"
    },
    {
      "end_timestamp": 1454.0,
      "id": "7ec09f4a-591a-36de-a5bb-d84cc5bad947",
      "speaker": "Jordan",
      "start_timestamp": 1452.0,
      "text": "yeah, what are we talking about?"
    },
    {
      "end_timestamp": 1463.0,
      "id": "6355cb11-38d1-3363-8739-901b26108d10",
      "speaker": "Dan",
      "start_timestamp": 1454.0,
      "text": "We're talking about hiring vaccine denier folk who didn't want to get a vaccine. We're gonna hire him back with a full back pay to the military. Right."
    },
    {
      "end_timestamp": 1477.0,
      "id": "03c27790-96be-3e0b-a1af-e1f72778ffeb",
      "speaker": "Jordan",
      "start_timestamp": 1463.0,
      "text": "I understand conservatives live in wackadoodle world and that's great, but I just didn't know that. That was a thing that would get an applause. Wouldn't somebody be like a What about all of the other problems that we're facing?"
    },
    {
      "end_timestamp": 1479.0,
      "id": "57ec62cd-6cae-327b-88e7-88e33a90dae1",
      "speaker": "Dan",
      "start_timestamp": 1477.0,
      "text": "Oh, you're talking about like drug dealers living"
    },
    {
      "end_timestamp": 1488.0,
      "id": "87925985-7f40-387d-a785-a9fb7b851642",
      "speaker": "Jordan",
      "start_timestamp": 1479.0,
      "text": "well see now I wasn't God with a different policy thing again. Yeah, he's announced policies sound like an insane person's diary."
    },
    {
      "end_timestamp": 1499.0,
      "id": "933c7c8a-88fe-3c49-bb03-16b3d05e16aa",
      "speaker": "Dan",
      "start_timestamp": 1488.0,
      "text": "No, you're not wrong. Okay. So one thing you you're not getting here is a visual on Trump. No, I'm not thank God. So I'm gonna allow a little bit of a you know, there's a paint a picture for sure."
    },
    {
      "end_timestamp": 1514.0,
      "id": "f1a75bd0-026e-3de0-a790-41bb0c04625e",
      "speaker": "Alex Jones",
      "start_timestamp": 1499.0,
      "text": "Now let me on another good point. Trump looks great. But that photo up from last night with Roger and his wife and Trump, you guys all look great, but man Trump looks like he's lost 60 pounds or something. Dude looks"
    },
    {
      "end_timestamp": 1517.0,
      "id": "4e63dd18-1a34-354c-9569-41c137a7bde5",
      "speaker": "Jordan",
      "start_timestamp": 1514.0,
      "text": "good. I just fine. Fine, dude."
    },
    {
      "end_timestamp": 1526.0,
      "id": "0c5ba077-695c-3da9-a58a-a47c5eced0e4",
      "speaker": "Dan",
      "start_timestamp": 1517.0,
      "text": "Looks good. Great. Great. Ah, good looks presidential 60 pounds down still don't care. He's fine, but okay, he's plumping"
    },
    {
      "end_timestamp": 1535.0,
      "id": "5b121c1a-03d6-3c85-9941-39260578d8c8",
      "speaker": "Jordan",
      "start_timestamp": 1526.0,
      "text": "and filling with blood filling it up with blind bags of blood boy. No wonder Yes. Even oranger than usual. He's on his 10th bag of blood today. Oh, he's plumping."
    },
    {
      "end_timestamp": 1536.0,
      "id": "a41b3ceb-b378-3c40-ba5b-28ebb07c0b6f",
      "speaker": "Alex Jones",
      "start_timestamp": 1535.0,
      "text": "Oh, man."
    },
    {
      "end_timestamp": 1546.0,
      "id": "5bf9546f-6a11-3c59-ae25-efd2846f9cc1",
      "speaker": "Dan",
      "start_timestamp": 1536.0,
      "text": "So Roger has some feelings about the House of Representatives now that it looks like the GOP is gonna be in control. Okay. He had some dumb ideas. Okay."
    },
    {
      "end_timestamp": 1587.0,
      "id": "4a8705c0-0605-3780-955a-aded664b346d",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1546.0,
      "text": "The caucus vote in which Kevin McCarthy was selected over angry. Andrew Biggs is essentially meaningless. It does not make McCarthy's speaker. The only vote that makes him speaker is the vote of the full house in early January. At that juncture, he has to have at least 218 votes to become speaker. Now Congressman Matt Gates who said publicly that he has the votes to block that election. He doesn't need about a info to block that election. And all eyes are gonna be on Matt gates. So um, he is a he's pretty good politician."
    },
    {
      "end_timestamp": 1595.0,
      "id": "a76e02d5-13d4-3302-8f9f-450fe08b13a3",
      "speaker": "Alex Jones",
      "start_timestamp": 1587.0,
      "text": "No, I mean, I agree. So what why, why? Why is Trump endorsing? And I really didn't like that last night fawning all over Kevin McCarthy."
    },
    {
      "end_timestamp": 1604.0,
      "id": "354d07ce-33c7-3b07-977f-c165f1ee7d33",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1595.0,
      "text": "I find that problematic myself. I've argued against it. I look, I can't explain Trump. He is a force of nature. And sometimes he's wrong."
    },
    {
      "end_timestamp": 1607.0,
      "id": "bf0780cf-46b2-33ec-805f-8d284225fd81",
      "speaker": "Dan",
      "start_timestamp": 1604.0,
      "text": "That's the kind of guy you want in charge. Hey,"
    },
    {
      "end_timestamp": 1612.0,
      "id": "afd33afe-035d-38b7-b552-4fd0f00316d0",
      "speaker": "Jordan",
      "start_timestamp": 1607.0,
      "text": "you know what, I want somebody who won't listen to anybody and doesn't change his mind, even if he's wrong."
    },
    {
      "end_timestamp": 1671.0,
      "id": "7ee7c008-139b-38e3-af23-3e5adf4165cb",
      "speaker": "Dan",
      "start_timestamp": 1612.0,
      "text": "So Matt Gaetz will absolutely not become Speaker of the House. And if he does try to pull a power play, he could fuck around and cause him really undesirable outcomes. The only way that this works is if he holds the party hostage. Yeah, if Gates has like seven votes that commit to not flipping no matter what he could threaten to tank, the GOP winning the speakership. In that situation, I guess he could try to force the rest of the GOP reps to get in line with him or let a Democrat be speaker. But I don't see that possibility happening. I think the best thing you can do, I mean, this is kind of decent politics is threatened to do this, right. And then negotiate some kind of a concession with McCarthy. Try and get maybe some positions in some committees, leverage use it to get what he wants. Exactly. But you're not going to get to be the speaker. McCarthy is going to be the speaker. Right? That is why Trump is being nice to him, because they live in reality."
    },
    {
      "end_timestamp": 1685.0,
      "id": "26ab0f40-e83b-3ce8-87fb-0f12e2a49e88",
      "speaker": "Jordan",
      "start_timestamp": 1671.0,
      "text": "I would say that Matt gates is probably smart enough to realize that if his profile goes up any higher people are finally going to put him in jail where he belongs. I'm pretty sure he's a criminal of many different types. I"
    },
    {
      "end_timestamp": 1735.0,
      "id": "893ed061-4be0-3d8a-8b75-a843980608e2",
      "speaker": "Dan",
      "start_timestamp": 1685.0,
      "text": "think he probably he strikes me as the sort who would love to be speaker in that role. I think he would. But the the reality of these numbers just doesn't work for him, he would have to, essentially, and like, the role, really, of the majority leader or the speaker in an in party leadership chair is about corralling votes. It's about getting people on the same page, right? And if you have seven people or whatever, that you're holding the vote hostage for, it's gonna be very difficult for you to take on the leadership position of all of those people. You've just pissed off. Yeah. And forced yourself to be. Yeah, in charge of it. Just it's, I don't I don't I know that Roger knows this. Yeah. And he's being a little bit dumb."
    },
    {
      "end_timestamp": 1759.0,
      "id": "8b8d6956-fad2-3657-8ac3-8b25ef2bf77f",
      "speaker": "Jordan",
      "start_timestamp": 1735.0,
      "text": "No, it's, it's why it's wise to take a I mean, hey, in any negotiating position, you start by saying I would like 100% of what it is that we're going to go for. And they're like, how about we give you 10? And then you argue from there, you know, like Matt Gaetz said, I'm going to be the speaker of the house. And they're like, instead, how about you get a nice chair? And he's like, I like a nice chair. You know, like, that's how it works. Yeah, it gets it, you'll end"
    },
    {
      "end_timestamp": 1785.0,
      "id": "a4c92534-8a02-3970-85d1-e54e8bea0ac1",
      "speaker": "Dan",
      "start_timestamp": 1759.0,
      "text": "up with a committee position or something and everybody will move on. Yeah. So look, Roger has some harsh words for DeSantis. He is clearly now coming on to a more Trump position where he was kind of like both sides and Alex as a DeSantis is better about the vaccines narrative. Sure. And Roger wants Alex to get off that. Okay."
    },
    {
      "end_timestamp": 1802.0,
      "id": "e7ecd794-f99d-3d79-8eb4-75827170b46c",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1785.0,
      "text": "But to go back to the point you made at the very top, but I want to be very clear about this. His position on vaccinations is identical to that of Ron DeSantis. If I need to bring you the video of Ron advocating the shot and sharing it will protect cue from infection, I can do you know, I"
    },
    {
      "end_timestamp": 1832.0,
      "id": "e3c80e04-15dc-3e8a-9ec6-ab9b94902281",
      "speaker": "Alex Jones",
      "start_timestamp": 1802.0,
      "text": "remember Trump and DeSantis being being wrong. It's just that it's just the sadness has been been coming out against it more and put in that good church in general that I really like trying to save kids. All I've been trying to do is I'm not a politician. I'm not trying to be part of a political system. I'm an issue person. And so I want Trump to really hurt these boys in shots and save more people. I'll forgive him for being bamboozled into it. So I'm simply operating on the issues. And I know you do as well, but you operate in a political area. I don't Roger."
    },
    {
      "end_timestamp": 1855.0,
      "id": "396bf50b-287a-34a2-8d94-bddd285a2fcc",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1832.0,
      "text": "All I'm saying is today, both of them oppose mandatory vaccinations. Both of them oppose vaccinations for those in the military. Both of them oppose the masking of our children. Their positions are identical. rhetorically, you're right. The governor has been more aggressive about it. But it at the end of the day, their positions are identical."
    },
    {
      "end_timestamp": 1877.0,
      "id": "907167ac-4d0b-3184-b001-6e8c1661d0da",
      "speaker": "Dan",
      "start_timestamp": 1855.0,
      "text": "It's interesting how Alex is just like, I am a issue guy. And my issue is I hate vaccines, right? And if Trump will just do the thing that I want him to do, I'll write a story where he's fine. I'll come up with a way to like, convince myself that it's all good, because he's doing what I want him to do. Yeah,"
    },
    {
      "end_timestamp": 1891.0,
      "id": "9714e099-08cf-33b7-a321-5c13424af045",
      "speaker": "Jordan",
      "start_timestamp": 1877.0,
      "text": "yeah. All right. That's about it. Cool. I do appreciate the I'm an issues guy. And my issues are, if everyone including his family hates him, makes me think he's a pretty good, good, pretty good guy for the job."
    },
    {
      "end_timestamp": 1901.0,
      "id": "11279e1f-8eeb-3199-81eb-d5aaa70c5c7b",
      "speaker": "Dan",
      "start_timestamp": 1891.0,
      "text": "I think that that's not an issue for me. Seems like that should be an issue. So Roger wants DeSantis to stay governor."
    },
    {
      "end_timestamp": 1948.0,
      "id": "5dae31fd-35d6-3d9f-85d3-0a6f086c4ee2",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1901.0,
      "text": "I want him to continue the job he's doing as governor where in the last two years of his term, he's been very strong. He's 42 years old. He's got plenty of time. I say he had again, if he wants to run, it's his prerogative. I think he clears the field. I'm not sure he can sustain a longer conversation. He's very good in a controlled environment. He's very controlled. He's very good when he controls have a microphone, but in a wide open, free of fighting debate with a brawler like Donald Trump. You know, I think Trump has personality he has he has presence. He's got some he often has a self deprecating humor. The governor's kind of charmless in that regard."
    },
    {
      "end_timestamp": 1970.0,
      "id": "b9bbe616-507c-38ab-b51f-a66f4ccda4be",
      "speaker": "Dan",
      "start_timestamp": 1948.0,
      "text": "Trump has like a lot of ways you could describe his humor but self deprecating isn't one of them no notice started his speech where he was announcing his candidacy with we are the greatest movement perhaps that has ever happened in the greatest country on Earth. Yeah, we are we are it is it self deprecating. No"
    },
    {
      "end_timestamp": 1982.0,
      "id": "4bddbc8c-177b-3854-9942-233241351c8f",
      "speaker": "Jordan",
      "start_timestamp": 1970.0,
      "text": "way. You could read it that way. Because it's so narcissistic, that you think, well, there's no way a reasonable, reasonable human being would be anything but cleverly sarcastic about this absurd thing to say"
    },
    {
      "end_timestamp": 1988.0,
      "id": "46bc00fd-a921-3f66-aa0d-bc0f78c13ed6",
      "speaker": "Dan",
      "start_timestamp": 1982.0,
      "text": "even even if he's operating in the realm of parody? I don't think it's still self deprecating. No,"
    },
    {
      "end_timestamp": 1989.0,
      "id": "3c643f31-d5d6-3806-8ebc-dd4a5544dce2",
      "speaker": "Jordan",
      "start_timestamp": 1988.0,
      "text": "absolutely not also, wow."
    },
    {
      "end_timestamp": 1998.0,
      "id": "6f981f1b-749a-39d3-8ab5-609070d5a772",
      "speaker": "Dan",
      "start_timestamp": 1989.0,
      "text": "I don't think that it would be appropriate to say something like that about Ron DeSantis, two days ago."
    },
    {
      "end_timestamp": 1999.0,
      "id": "670b633d-8980-3c54-91b1-326f6f148612",
      "speaker": "Jordan",
      "start_timestamp": 1998.0,
      "text": "I would say he can't"
    },
    {
      "end_timestamp": 2004.0,
      "id": "05c40148-8b6e-3225-a4b6-a415cdb62f2c",
      "speaker": "Dan",
      "start_timestamp": 1999.0,
      "text": "handle himself except in a controlled environment. He's charisma. Lis"
    },
    {
      "end_timestamp": 2017.0,
      "id": "62ba0053-9f43-35c0-b218-1f0c37d7e8c5",
      "speaker": "Jordan",
      "start_timestamp": 2004.0,
      "text": "Yeah. I think what Roger just said there was. Trump is going to make him mad. And then DeSantis is going to wind up dropping all the slurs that he doesn't say on the regular. Like, it's that kind of thing."
    },
    {
      "end_timestamp": 2022.0,
      "id": "acf2a790-763b-3aa6-88a0-2638af6b4260",
      "speaker": "Dan",
      "start_timestamp": 2017.0,
      "text": "Trump is going to be a dick to him. Yeah. And then he's not gonna know how to handle it. Like he's gonna"
    },
    {
      "end_timestamp": 2034.0,
      "id": "668b5d3d-debb-3ffc-b8ac-546ee65d225c",
      "speaker": "Jordan",
      "start_timestamp": 2022.0,
      "text": "look like a fucking idiot. Yeah. Although I will say I was I was fairly confident that that's how I would go and we'll go up until I read the Trump's insults as Ron does sanctimony. Someone"
    },
    {
      "end_timestamp": 2035.0,
      "id": "03d930be-03a3-33a1-bb31-2af3121ea449",
      "speaker": "Dan",
      "start_timestamp": 2034.0,
      "text": "else wrote that"
    },
    {
      "end_timestamp": 2039.0,
      "id": "3a0d63a1-82b9-3d21-8324-1258b8796895",
      "speaker": "Jordan",
      "start_timestamp": 2035.0,
      "text": "oh, that's garbage sauce. That's garbage. So"
    },
    {
      "end_timestamp": 2040.0,
      "id": "5250cb2e-8097-33f9-859c-fed97a04002f",
      "speaker": "Dan",
      "start_timestamp": 2039.0,
      "text": "it's a first attempt."
    },
    {
      "end_timestamp": 2046.0,
      "id": "acb052e3-a9bd-3e7b-8c02-d19cd336eb7d",
      "speaker": "Jordan",
      "start_timestamp": 2040.0,
      "text": "Yeah, it's bad if that's what he's gonna come with. I'm not worried about Ron DeSantis getting mad I"
    },
    {
      "end_timestamp": 2054.0,
      "id": "3613a841-17ec-37bc-9957-de36b28e9e1f",
      "speaker": "Dan",
      "start_timestamp": 2046.0,
      "text": "don't think I don't think we're in the throwing hands phase of this yet. Still just opening right right on the Sanctum a"
    },
    {
      "end_timestamp": 2057.0,
      "id": "f5453ef0-0988-3e03-abf3-1816e9a08e15",
      "speaker": "Jordan",
      "start_timestamp": 2054.0,
      "text": "little jazz, a little jab, little jab. Okay, I'll let"
    },
    {
      "end_timestamp": 2058.0,
      "id": "18e8aa90-3100-38e8-8ef4-09cfbb327708",
      "speaker": "Dan",
      "start_timestamp": 2057.0,
      "text": "you respond."
    },
    {
      "end_timestamp": 2060.0,
      "id": "681a3557-c700-3356-98f3-31c8fbd7bc66",
      "speaker": "Jordan",
      "start_timestamp": 2058.0,
      "text": "We'll see how it goes. All right."
    },
    {
      "end_timestamp": 2068.0,
      "id": "7d44eb72-cd9d-3927-ae53-23a532ba10de",
      "speaker": "Dan",
      "start_timestamp": 2060.0,
      "text": "So Alex, not gonna say who he's picking? For sure. between Trump and DeSantis. We know it's pretty fucking cool. We"
    },
    {
      "end_timestamp": 2069.0,
      "id": "e8e856a9-3e05-300b-90c4-cc1701144d56",
      "speaker": "Jordan",
      "start_timestamp": 2068.0,
      "text": "all know I"
    },
    {
      "end_timestamp": 2084.0,
      "id": "436c4a02-0c19-3d53-be3c-c331be4fa4d4",
      "speaker": "Alex Jones",
      "start_timestamp": 2069.0,
      "text": "remember my God and I'm not gonna say which man I'm supporting. But I think I think overall, Trump is the better choice he enrages the system. They're totally scared of him and seeing the establishment get behind the Sanish makes my skin crawl, but I don't blame the Sanders for that."
    },
    {
      "end_timestamp": 2094.0,
      "id": "e8796f56-a5e7-3f2f-a829-292b51467d73",
      "speaker": "Dan",
      "start_timestamp": 2084.0,
      "text": "Okay, so I'm not gonna say who I'm in favor of, but one guy I'm only gonna say positive things about and then the other one I'm gonna say a negative thing about right so you could decide right right but I'm not gonna say who I"
    },
    {
      "end_timestamp": 2109.0,
      "id": "aea565cb-3bbb-33c5-8639-964de75640c7",
      "speaker": "Jordan",
      "start_timestamp": 2094.0,
      "text": "am. I am hedging my bets in the least hedge bubble way. I am going to be added all 99% On this one, and then 1% on the other. So you know that I have not yet decided between the two. You know, we call that we call that what"
    },
    {
      "end_timestamp": 2124.0,
      "id": "217b161a-93ff-329a-a0cf-991346248b8e",
      "speaker": "Dan",
      "start_timestamp": 2109.0,
      "text": "strategic flexible. I like it. So Roger has a explanation for the midterms. Okay, now we remember boats from North Korea, I recall that they were involved in 2020. Right."
    },
    {
      "end_timestamp": 2128.0,
      "id": "f0f31498-3e28-3800-80e2-b56ebdc6272c",
      "speaker": "Jordan",
      "start_timestamp": 2124.0,
      "text": "So Rogers got a really up his game here. No, he does not. Oh, no, I"
    },
    {
      "end_timestamp": 2134.0,
      "id": "b2e68d39-5886-3dca-8138-b2227ce6b38f",
      "speaker": "Dan",
      "start_timestamp": 2128.0,
      "text": "mean, this is the Ron De sanctimonious game is love. Yeah, gotcha."
    },
    {
      "end_timestamp": 2193.0,
      "id": "6d5169b0-583e-3aba-ba7b-9502548dd09d",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2134.0,
      "text": "Whether we nominate former President Donald Trump, whether we nominate Governor DeSantis or we nominate if we can't have free, fair, honest, transparent elections. what's just happened in Arizona is an abomination. The ballots that were tested the night before the election, are, are the correct 19 inches long. On election day. The paper ballots that are sent to only Republican precincts are 20 inches long. The machines are specifically made not not to accept them. In one case, an Election Judge I spoke to said a person tried to get the tabulator to receive their ballot 15 times and it was rejected while it's rejected because the trays inside the tabulator are not made to take that paper. Now this wasn't done by accident. This was done willfully."
    },
    {
      "end_timestamp": 2211.0,
      "id": "b1cf4b89-10a7-3bb1-a829-30e1ba20d790",
      "speaker": "Dan",
      "start_timestamp": 2193.0,
      "text": "Donjon So apparently, the globalists know that they couldn't get away with election hacking fraud this time and that too many people were out looking for the ballot mules so they couldn't box stuff. You know, that's just no good. So the only way they could think to steal the election was sending ballots an inch too big to Republican bowler places."
    },
    {
      "end_timestamp": 2240.0,
      "id": "449336f6-5225-3184-b0dd-9afa3527f5cd",
      "speaker": "Jordan",
      "start_timestamp": 2211.0,
      "text": "Here's what I like about their terrible plans. Right. All right. One the globalist have terrible plans, because these people have terrible plans and no imagination. Right, right. The thing about it is there are diminishing returns their best idea is a bad plan. Well, and they thought they wasted that two years ago. So now we're all the way down to bad plan number 55. And the globalist bad plan is, uh huh. Add an inch."
    },
    {
      "end_timestamp": 2249.0,
      "id": "c4bde6a9-2dee-344a-baea-d2eb12fa3227",
      "speaker": "Dan",
      "start_timestamp": 2240.0,
      "text": "You know, how obvious this would be to trace back like in terms of production orders, like, who made it an inch bigger, absolutely."
    },
    {
      "end_timestamp": 2252.0,
      "id": "cd82c8d7-4aed-3e04-a855-b6555dc4b1ee",
      "speaker": "Jordan",
      "start_timestamp": 2249.0,
      "text": "Terrible plan, the"
    },
    {
      "end_timestamp": 2327.0,
      "id": "9de6c76b-2fa5-38bc-a40f-adf4c092858e",
      "speaker": "Dan",
      "start_timestamp": 2252.0,
      "text": "organization that would be required in order to do this would leave such a I mean, if you pardon the expression, a paper tray, it would be very obvious. So I'm excited to see that investigation. Yeah. Good luck, Roger. So this is based on the theory that was published in the Gateway Pundit relying wholly on the expertise of one person, a guy named Dan Sundin. At the end of this article and Gateway Pundit. There's a hat tip to David and Aaron Clements, who presumably brought this all to the attention of Jim Hoft twin brother, David Clements is a New Mexico State University Business School professor who's been suspended from his position because of vaccine and mask mandates. So he was protesting sounds right. She's gonna be rehired with back pay, of course, any moment actually. He was suspended with pay. Oh, so he's gotten to collect a salary while he's gone on tour around the country, appearing at rallies about how the 2020 election was stolen, among other various right wing conspiracy topics. He's been on that reawaken America tour. Clemens has been making interview videos on rumble about election fraud nonsense since 2020. And he's interviewed luminaries like Ron Watkins, and naturally, Dan Sundin. The two of them are associates in this election fraud stuff over the years. It's not like he's some unbiased expert who the Gateway Pundit, share,"
    },
    {
      "end_timestamp": 2330.0,
      "id": "585684ae-697d-339d-9a83-21a74694cde9",
      "speaker": "Jordan",
      "start_timestamp": 2327.0,
      "text": "share, share his cover. Hey, they're getting the band back together."
    },
    {
      "end_timestamp": 2356.0,
      "id": "9ed1a11e-4a6a-39c9-8b80-147d8a97fc90",
      "speaker": "Dan",
      "start_timestamp": 2330.0,
      "text": "I have no idea who Dan Sundin is. Other than that his resume is always written super vague on all of these websites. He is an expert. All right, I can tell you one thing about it and that he is not the same. Damn Sundin who's on the FBI is most wanted list for cyber crimes. Not the same. Okay? Because I watched a video interview with the guy from the election fraud conspiracy, and he looks nothing like the FBI."
    },
    {
      "end_timestamp": 2360.0,
      "id": "1f1bb789-6357-3f5b-a738-5554ccaa1cc0",
      "speaker": "Jordan",
      "start_timestamp": 2356.0,
      "text": "Plastic Surgery is what you're arguing here?"
    },
    {
      "end_timestamp": 2364.0,
      "id": "8a43838e-f93a-3d06-a884-d30c6e6d2ae0",
      "speaker": "Dan",
      "start_timestamp": 2360.0,
      "text": "Nah, I don't I don't. Well, I mean, you could age hide in plain sight. Yeah."
    },
    {
      "end_timestamp": 2366.0,
      "id": "efd293c5-1fc1-361a-9f0c-6267ed99c517",
      "speaker": "Jordan",
      "start_timestamp": 2364.0,
      "text": "hide in plain sight. You know,"
    },
    {
      "end_timestamp": 2378.0,
      "id": "4da0b12a-4e24-3926-a2db-72345e020e61",
      "speaker": "Dan",
      "start_timestamp": 2366.0,
      "text": "I'm I'm fairly convinced that I'm 100%. The same person, of course, but it is it is like a unique enough name that I was pretty. Yeah. Wait a second."
    },
    {
      "end_timestamp": 2383.0,
      "id": "dcb4bf99-b486-342d-adab-8780a64cab21",
      "speaker": "Jordan",
      "start_timestamp": 2378.0,
      "text": "Yeah, it is. It is. I have not heard many Egypt dance London's before and"
    },
    {
      "end_timestamp": 2397.0,
      "id": "4ae0a6a1-73c3-337b-91d7-667e9551d86e",
      "speaker": "Dan",
      "start_timestamp": 2383.0,
      "text": "you would both in the field of like technology. Yeah, that's a little odd. But yeah, not the not the criminal. All right. Anyway, Alex was right about this, this missile thing. And so Roger needs to congratulate him about"
    },
    {
      "end_timestamp": 2484.0,
      "id": "fe2a5ff3-f079-356f-b864-405ff47e03b0",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2397.0,
      "text": "Alex. This is really quite extraordinary. Are you look, I got up late today because I was up celebrating the historic announcement of Donald Trump. And therefore, when I went to bed, I heard that Russian missiles had attacked Poland. Then when I came on your broadcast, I saw you laying out the truth, then I went online figuring that Well, everybody else so probably be saying the same thing. Alex is saying, You know what, Alex? nobody other than Infowars. By and large, is reporting the truth. This underlines the importance of Infowars and why they are so desperate to take you down. This underlines the importance of Infowars and why I show value this platform. And and and this forum, because I know whenever there is a concerted effort at propaganda, regardless, regardless what the issue whether it's Donald Trump or whether it's Governor DeSantis so whether it's the situation in Ukraine or whether it's what the Red Chinese are up to the the safest place to go to find out what is really going on. And it's put out there fearlessly and when the knowledge that we're going to be attacked as conspiracy theorists and nut jobs and extremists and this one always makes me laugh white supremacists on which is false, is Infowars."
    },
    {
      "end_timestamp": 2662.0,
      "id": "97a724b9-f7eb-39a1-a5dc-f483b1109e80",
      "speaker": "Dan",
      "start_timestamp": 2484.0,
      "text": "This is such a bullshit like these assholes pat themselves on the back so hard every time one of the random denials they make accidentally happens to end up being accurate. Alex did say that he thought the missile that he had Poland was a surface to air missile from Ukraine and it's now appearing that that is the case, but it's so dishonest for him to pretend he was the only person talking about this. A Newsweek article from a day before this episode was recorded said quote, The Associated Press initially cited an unnamed senior US intelligence confirming that Russia was indeed behind the cross border strike. hours later, the same outlets cited three US officials who said preliminary assessment suggests the missile was fired by Ukrainian forces in an attempt to to intercept an incoming Russian missile. On the same day as this episode Business Insider published an article including quote, a statement from the Office of Poland's president said it was highly probable that Ukraine had launched the surface to air missile in response to the Russian barrage and that quote, we have no evidence at the moment that the Russian made s 300 missile was fired by Russian forces. Sure. There were a lot of people, some random people on Twitter and some in official positions, who were jumping the gun to blame Russia, that is fair enough. But what Alex and Roger are doing is just as bad as any of those people. They're manufacturing a fake consensus that they stand in opposition to. They're pretending that everybody in the media, everyone in government, all the power establishment, we're pushing the message that Russia did this on purpose, and that Article Five should be invoked, and that it was only Infowars. The wrongly maligned, but always write truth tellers, who had the courage to stand up and say that it looks like it could be a surface to air missile. This is an illusion. They weren't the only ones to voice this kind of concern. And this possibility, this is a white supremacist outlet, and they're constantly wrong about almost everything. Alex didn't think Putin was going to try and invade past the dawn boss and said that Zelinsky was a double agent working for Putin. He said that Russia had paid off the Ukrainian army. So the war was only going to last a few days. He said that Putin was going to pump up probably nuke us tomorrow for like the last two months. Alex is full of shit. But every now and again, one of the things that he says out of a knee jerk defiance accidentally happens to end up looking accurate. And you can tell how rare it is by how excited he gets and how often he needs to bring these things up. Yeah, he's played this clip of him saying The missile was a surface to air missile three times on this episode, I believe. And I think and think about every time he has to answer for how he's constantly wrong about everything. He just yells Jussie Smollett, and things like Okay, great. Yeah, Alex makes a gigantic deal out of these rare instances and pretends the 1000s of times he's been wrong never happened, because this has the effect of subtly tricking the audience into thinking that he's right way more frequently than he actually is. It's a pretty simple and very intentional manipulation tactic. And I guess it works."
    },
    {
      "end_timestamp": 2718.0,
      "id": "b0f8e944-ac73-3d06-801f-d6ecbe466d2a",
      "speaker": "Jordan",
      "start_timestamp": 2662.0,
      "text": "Yeah. The weird thing is, this is probably the one spot where you could really kind of dig in with a conspiracy theory, that just that just kind of that kind of works either. Either way, you know, like if you're saying to me, the conspiracy theory is all the government's involved in this, except for the Ukrainian government have kind of correctly realized that if it is Russians have missiles, they did fire them. And even if it was an accident, it did cross over into Poland. That's a real big problem. Right? And that maybe, if it's an accident, maybe we all Just say, oh, Russia, Ukraine made the accident and then it's less of a problem. It's still a problem. But it's not the same problem. Now is it? Now if that we, if we find out six years later they do the investigation, and that's true, fine. That's great. It's just Why are you saying that you got this part? Right. This is a boring part."
    },
    {
      "end_timestamp": 2732.0,
      "id": "273a5e27-9f4c-3e05-bfc7-c65ffe20d602",
      "speaker": "Dan",
      "start_timestamp": 2718.0,
      "text": "I understand. I understand what you're saying. It's a boring narrative. Alex's conspiracy should be what you're saying. Exactly. He should be elevating his conspiracy, but he can't, because that would require him to say that Russia did do it."
    },
    {
      "end_timestamp": 2738.0,
      "id": "c2a537ed-f202-351c-8c4a-7b5e1ccc74b2",
      "speaker": "Jordan",
      "start_timestamp": 2732.0,
      "text": "Right. But I mean, then he also gets to say everybody on the in the West is lying. I mean, it's so confusing, right."
    },
    {
      "end_timestamp": 2748.0,
      "id": "b395251b-4749-31ba-9ed3-a078597ad6b4",
      "speaker": "Dan",
      "start_timestamp": 2738.0,
      "text": "But they're lying right away. That is advantageous to Russia. Sure. His angle would be did actually attack a NATO country?"
    },
    {
      "end_timestamp": 2749.0,
      "id": "c67660a4-e4ed-3085-99dd-d55481cdc2d8",
      "speaker": "Jordan",
      "start_timestamp": 2748.0,
      "text": "Well, yeah, that's true."
    },
    {
      "end_timestamp": 2752.0,
      "id": "5b35f8f6-3789-303f-bae3-fa1450a9ab2a",
      "speaker": "Dan",
      "start_timestamp": 2749.0,
      "text": "I think I think he would have some problems spinning, because that"
    },
    {
      "end_timestamp": 2757.0,
      "id": "2612357a-a345-3b75-b1d6-5b8aaac02fea",
      "speaker": "Jordan",
      "start_timestamp": 2752.0,
      "text": "would be that would be tough to fit in his overall worldview. But that is right there. You know, it's not"
    },
    {
      "end_timestamp": 2782.0,
      "id": "aa1a8013-460b-3b8a-a1eb-b51b3f86180f",
      "speaker": "Dan",
      "start_timestamp": 2757.0,
      "text": "far off. I mean, if you're, if you're talking about just like writing a conspiracy theory, you're right. It does have more like intriguing yarns to pull. Yeah, yeah. It's to pull as well. Yeah. So you got to support Infowars. We know this. And there's a reason and it's pay us a billion and a half dollars. Well, that's the real reason, right. But there's a storytelling reason. Okay. For the"
    },
    {
      "end_timestamp": 2817.0,
      "id": "814cbcb7-5f17-3769-9243-f6c1acbdd411",
      "speaker": "Alex Jones",
      "start_timestamp": 2782.0,
      "text": "media makes fun of Roger Stone, shelling T shirts and shine stones. Yep. Yeah. Well, we go to the people, it's a badge of honor. It's a badge of how we're grassroots that we find ourselves films and high quality supplements and things that you need. And so please, you're not going to get the information we're about to cover next hour anywhere else. The euthanasia of children has now begun. Sorry, was the ones in places like Canada already starting here? What who powerful special reports on that? Even worse than I was reporting on yesterday? I'm gonna start the next hour on that. Oh, boy."
    },
    {
      "end_timestamp": 2866.0,
      "id": "1ecee51b-626c-3d7a-bb8a-c86c643b9346",
      "speaker": "Dan",
      "start_timestamp": 2817.0,
      "text": "So yeah, they're euthanizing children. And that's why you've got to support Infowars. Wow. So I'm just sort of a content warning, I guess. I don't think anything is too severe, but there's gonna be a lot of conversation about like, assisted suicide in the in the coming clips. Um, so you know, I know that some people may have some feelings about that. So just be forewarned. That's going to be a much like rafters it will factor heavily into this conversation. Yeah. So here's, you know, Alex, we always love it when he tells us about how we belong to the city. We do belong to us. But sometimes there's other songs that he rants over, we can belong to many places. And if I'm, if I'm like, Jim, given this one, a 4.7, you should"
    },
    {
      "end_timestamp": 2936.0,
      "id": "2ff82bf9-1282-3e3d-a450-2c34c14962b6",
      "speaker": "Alex Jones",
      "start_timestamp": 2866.0,
      "text": "be in this position and persecuted by the most evil forces in the history of this planet. Their covert operations have now been drawn out in the open, a process of them trying to break us with the process of their downfall and destruction. It has been foretold. And now see it all beginning to manifest as the mind of man is made in the image of God, what we envision over time, you're able to realize that's why they feed us ugliness and death and destruction, and tell us more trash. So we manifest the dystopian system that Hollywood spreads. But we will manifest the blueprint that God has given us and our Stairway to Heaven. Alright, I want to do this. Some stations don't care this segment and this is some big news. I'm going to come back in with the latest developments on the next big rollout. They've been beta testing and that is forced government intimidated social credit score. Suicide. Well, wow. Yeah."
    },
    {
      "end_timestamp": 2940.0,
      "id": "d67acdc4-8ac9-3a1e-ab29-04915a3b646c",
      "speaker": "Dan",
      "start_timestamp": 2936.0,
      "text": "No, I think I mostly gave it a 4.7 because I think it's songs all right. Yeah,"
    },
    {
      "end_timestamp": 2957.0,
      "id": "8c65d45e-fc03-3cf3-8d6a-ee9a0f2e287b",
      "speaker": "Jordan",
      "start_timestamp": 2940.0,
      "text": "I mean, there's no passion he doesn't have the timing right at the beginning. You know, he's talking over the wrong parts. ads, and they're just you know, there's just songs that have it. Yeah, it's just an IT TO THE you belong to the city that makes it perfect for yelling nonsense."
    },
    {
      "end_timestamp": 2976.0,
      "id": "a35d0d67-baaf-3172-b2f7-ebdce217bae2",
      "speaker": "Dan",
      "start_timestamp": 2957.0,
      "text": "I think that song it I don't know what it is, but it sounds like something I could definitely have on in the background. Enjoy. Alex rant. I'm not entirely sure. I have it. No. But I think you're I've started to crack the code, I think. Sure. I think Alex really just like saying and now."
    },
    {
      "end_timestamp": 2982.0,
      "id": "d9450fe0-0eb2-349b-9d83-b012c82309e7",
      "speaker": "Jordan",
      "start_timestamp": 2976.0,
      "text": "He likes it. Who hasn't spent a couple of days getting into the LaFontaine for a little too long. Come on."
    },
    {
      "end_timestamp": 2989.0,
      "id": "9ae4a3ed-a0ba-3c74-971c-26c344cdeb40",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2982.0,
      "text": "It has been foretold no words,"
    },
    {
      "end_timestamp": 2990.0,
      "id": "625e151c-0edf-3043-80f7-9856a8b5ea5b",
      "speaker": "Dan",
      "start_timestamp": 2989.0,
      "text": "such a dork."
    },
    {
      "end_timestamp": 2993.0,
      "id": "1bf5aad1-013f-3d47-832c-fc0041339cb8",
      "speaker": "Jordan",
      "start_timestamp": 2990.0,
      "text": "It is you know, you can't in a world."
    },
    {
      "end_timestamp": 3011.0,
      "id": "25ea5707-7b8d-3e4c-b4b1-a77553875261",
      "speaker": "Dan",
      "start_timestamp": 2993.0,
      "text": "So here we go. Alex gets down to business and cites these two stories that he has Regarding assisted suicide, that he is now claiming is like killing children, euthanized. Children, right. And government social credit score, blah, blah, blah. Yeah,"
    },
    {
      "end_timestamp": 3013.0,
      "id": "8524145c-8ecf-39dc-9538-28d17c933d3b",
      "speaker": "Jordan",
      "start_timestamp": 3011.0,
      "text": "put them both together. Yeah."
    },
    {
      "end_timestamp": 3027.0,
      "id": "184b6599-e33e-3bac-976c-cdc9ca47f41d",
      "speaker": "Alex Jones",
      "start_timestamp": 3013.0,
      "text": "There are two reports that tie in to all of this. We're going to be getting to Canadian government preparing to euthanize children without parental consent is one of the reports and then globalist push mass suicide."
    },
    {
      "end_timestamp": 3189.0,
      "id": "046f70e9-a059-3561-b3b6-8a1de697c311",
      "speaker": "Dan",
      "start_timestamp": 3027.0,
      "text": "So these are the two stories that Alex is operating off of, and I guess they prove that the government is trying to force people into being euthanized. Sure. The first headline that he read is, it's about this Canadian law. It's just the title of a Greg Reese video that was cribbing, mostly from a Tucker Carlson segment. And that segment itself is reporting on an article that was posted on Barry Weiss's substack. All of this just boils down to the Canadian Parliament passing a revision to their medical assistance in dying legislation, also known as their made mid legislation share about who is eligible to receive that care. And this revision was passed in March 2021. But it doesn't take effect until next year. In that revision, they repealed the requirement that the patient's natural death was, quote, reasonably foreseeable, which is to say that they opened up this kind of care to patients who are not immediately terminal, but might be living a terrible amount of pain that is untreatable, right. The revision also specified, quote, that persons whose sole underlying medical conditions as mental illness are not eligible for medical assistance and dying. That is something that is obscured by Tucker's coverage. And then now Alex is just completely lying about right even if you take everything that Tucker says in his report as truth, the person who he's basing his entire story on is 23 years old. So this is not a child. Yeah, the headline, quote, globalist push mass suicide is just a video that was posted on banned dog video. It's a John Bowden report. Just a lot of it is covering similar territory. And some of Alex, you know, talking about the globalist want to kill everyone. Yeah, yeah, the second headline is even worth paying attention to but the first one does bring up a fairly important conversation, which is the sticky issues around assisted end of life care. Obviously, I do support access to this kind of care. But there are cases where things can be a little bit complicated. I do think that these are things that people should be talking about. But the perspectives of folks like Tucker and Alex are worthless, they aren't dealing with the issues as they actually exist. They're creating a fake version of the issue to use as a prop to attack their political enemies and keep their audiences in fear about how they're going to force your kids to be euthanized, or whatever. And in reality, when we get to this, there is going to be I'm going to play a little bit of the Greg Reese report. There. It is kind of a weird situation, that actually I have a suggested solution to Alex and his whole crew dolt. So anyway, here's the intro. Alex, give us to the Greg Reese report. All right."
    },
    {
      "end_timestamp": 3207.0,
      "id": "3d12cf5d-34f2-32fb-9f66-9949a8e7669f",
      "speaker": "Alex Jones",
      "start_timestamp": 3189.0,
      "text": "Big Pharma owned by the big banks to the EU and the W AP is promoting government extermination of the mentally ill and the physically disabled, calling it liberal and trendy. Bill Gates for death panels on steroids. Here is a critical Gregory's report and I'll give you the rest of the story."
    },
    {
      "end_timestamp": 3214.0,
      "id": "aa9ab6a2-c38a-3e94-8572-c3e956f9d746",
      "speaker": "Dan",
      "start_timestamp": 3207.0,
      "text": "First of all, I can't believe that Alex doesn't call these Reese's Pieces. It's such a fucking missed opportunity."
    },
    {
      "end_timestamp": 3219.0,
      "id": "202cb3bc-581d-3829-b192-8168d7444bea",
      "speaker": "Jordan",
      "start_timestamp": 3214.0,
      "text": "You can't do it. Now you'd get a cease and desist. No, it happened instantly. It's"
    },
    {
      "end_timestamp": 3221.0,
      "id": "6902ce89-2f66-342c-a5b9-99b2c592afb7",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3219.0,
      "text": "a piece of news piece now"
    },
    {
      "end_timestamp": 3233.0,
      "id": "bf7f336d-9b9b-3974-a0a1-5a3daa0d60c9",
      "speaker": "Jordan",
      "start_timestamp": 3221.0,
      "text": "you'd get a cease and desist from Reese himself. A company a Reese's Pieces? Yeah, you should watch out for his research thesis. No."
    },
    {
      "end_timestamp": 3237.0,
      "id": "1b8c7be2-90fc-30eb-800e-b2d4008f0533",
      "speaker": "Dan",
      "start_timestamp": 3233.0,
      "text": "Reese's Pieces would be so good. I don't think they'd get sued."
    },
    {
      "end_timestamp": 3242.0,
      "id": "6603dbd1-fb31-3600-a6e7-abbf37b28a77",
      "speaker": "Jordan",
      "start_timestamp": 3237.0,
      "text": "Yeah. Come when he goes to church, he's always talking about reasons Jesus."
    },
    {
      "end_timestamp": 3253.0,
      "id": "717323e8-f956-34a2-a22c-e3855ee2fbe3",
      "speaker": "Dan",
      "start_timestamp": 3242.0,
      "text": "Anyway, this is a completely inaccurate description of this report or the entire underlying story. Of course, here is the beginning of the report."
    },
    {
      "end_timestamp": 3300.0,
      "id": "c3b15e83-ccf2-37dd-a8cf-4b0fc8f67c8f",
      "speaker": "Greg Reece",
      "start_timestamp": 3253.0,
      "text": "The film Soylent Green, was made in 1973 and set in a dystopian world in the year 2022. Where the government is only feeding the people food it was made of people people go the most pleasant experience one way love is state assisted suicide. While government run media pushes the idea of cannibalism. government assisted suicide is officially now a thing in 2022. Before COVID officially could always get our medicine to keep you alive what so long as you had or insurance to pay for it. But these days, the hospitals seem more likely to liquidate you and in Canada, they will help you kill yourself. You don't really want to"
    },
    {
      "end_timestamp": 3329.0,
      "id": "67bf66cf-c362-3618-9f41-4b34ec87d959",
      "speaker": "News Anchor 1 (748)",
      "start_timestamp": 3300.0,
      "text": "Die. Aamir far sued has applied for medically assisted dying, known as made. He lives in constant agony due to a back injury. But as started the process for end of life, because his rooming house is up for sale, and he can't find anywhere else to live that he can afford, he barely survives on Ontario Disability Support payments, which are just over $1,200 a month. He doesn't want to die. But being homeless is not an option. I know in my present health condition, I wouldn't survive it anyway."
    },
    {
      "end_timestamp": 3480.0,
      "id": "48b91f96-f793-3e40-8976-8f0e1859bbb1",
      "speaker": "Dan",
      "start_timestamp": 3329.0,
      "text": "There is no answer in Alex's world for this problem other than to let fursuit die on the street. Yeah, they would be opposed to the government paying for his housing, they would be opposed to the government providing me with free health care. So what's the actual answer here? I'm not saying that fursuit should go to assisted suicide because of the circumstances like this. But I think that this situation does highlight a really sticky issue where the reality of what he's living through brings into focus how cruel the system itself actually is. This video from the Canadian news is about a month old. And by the point Reese is making this video for sued had actually launched a successful GoFundMe, and he'd raised $60,000 to secure his housing, and he'd gone public that he no longer is considering medically assisted death, right. Varzuga has a really good perspective on the ethical issue about how his poverty was driving his thinking. From a Toronto City News article, quote, he said government should be focusing on fixing the issues causing poverty rather than the moral ramifications of those in poverty seeking made, quote, I think the proper solution is to not have that problem is to alleviate what's causing the problem. If society is concerned about people like me, and like the half million other people on ODSP in poverty, then bring them out of poverty. That's the obvious solution. If they were out of poverty, and they had a roof over their head and food in their mouths, I guarantee you made wouldn't be a consideration, the whole debate would become superfluous. I'm certain that Infowars will not follow up on the story and cover this comment from fursuit. Because they aren't interested in this perspective. They want to use him as a prop to build up a fraudulent argument that the government is trying to force people to kill themselves. But they'd honestly be pretty fine with letting him die on the street, especially if they knew like that they could call him a communist for his ideas. Yeah, or whatever, you know, like this. But this is a little bit of a difficult kind of thing. Like he has an underlying chronic health condition that is miserable for him to live with without proper care and a place to live. Yeah. And his poverty is threatening access to that medical care and the place to live. It. Obviously the solution isn't well, medically assisted suicide, it but it highlights how someone in that situation would look at that as like, well, I'm going to die on the street anyway. Yeah. You know, like that's, that's Stark"
    },
    {
      "end_timestamp": 3520.0,
      "id": "b420884d-b3f6-3dff-90f4-897363f01362",
      "speaker": "Jordan",
      "start_timestamp": 3480.0,
      "text": "that clear, the clear point is almost kind of too simple. In so far as like, what is the point of the government of all of us together if we can't even basic get the simple Maslow's Hierarchy of Needs handled? You know, and if you're saying that I can't have easy access to food, water or shelter, consistently or guaranteed, if I can't have guaranteed access to those, then death is borderline a lateral move, or at the very least, I'm living right next to it every single day of my life. That's what he's expressing. Really, what you're saying is Whoa, whoa, whoa, whoa, we want God to kill you. We don't want you to have control over anything."
    },
    {
      "end_timestamp": 3542.0,
      "id": "abf2dc15-92cd-3185-881e-7d345a531c1f",
      "speaker": "Dan",
      "start_timestamp": 3520.0,
      "text": "Yeah. And I just I think that beyond this report being embarrassingly produced, it doesn't. It doesn't really touch on what the real issue is here, or what the subject of this story is perspective. Yeah. And I think that that is dishonest. It's disingenuous."
    },
    {
      "end_timestamp": 3558.0,
      "id": "c7c0f237-4b7c-31bc-8a24-2833a35cd9e1",
      "speaker": "Jordan",
      "start_timestamp": 3542.0,
      "text": "Yeah. It's exploiting people's discomfort with death that's using that same emotional trigger, like they do with LGBTQ or any number of those things that allows you to override your even ability to think empathically"
    },
    {
      "end_timestamp": 3614.0,
      "id": "859e0abb-0823-3f9b-89c7-12ea16fdeea3",
      "speaker": "Dan",
      "start_timestamp": 3558.0,
      "text": "well, and really, when you break this down, who this Amir fursuits story is about somebody who is facing the prospect of living on the street with a chronic condition that causes severe pain and all this. And because of that he's considering end of life, medical assisted death, right. That is the story. It's about the poverty driving this. Yeah. With the underlying medical condition. Of course, it's not just his poverty, right. It's being reported on Infowars as an instance of the government wanting to kill you. Yeah, and that's not cool. Correct, no, that is exploiting this person's pain. Because, quite frankly, if presented accurately, the audience would come to the conclusion too easily that the answer is the opposite of Alex's politics. Yeah."
    },
    {
      "end_timestamp": 3636.0,
      "id": "e50340ba-9a88-35e7-b997-430834ea1759",
      "speaker": "Jordan",
      "start_timestamp": 3614.0,
      "text": "I mean, well, the answer is in a certain sense, the government is killing him slowly. And that's why he's considering this. That's the point is that if you're saying that the government is doing their job well, right now, that is going to lead to this man's death, you have sentenced him to death, and you've sentenced him to pain as he waits for it."
    },
    {
      "end_timestamp": 3644.0,
      "id": "74680523-c461-3a86-8aab-b691f0fe5e47",
      "speaker": "Dan",
      "start_timestamp": 3636.0,
      "text": "So there's more more to this report of Greg's analysis. I already did the Reese's Pieces joke. Yeah."
    },
    {
      "end_timestamp": 3666.0,
      "id": "f5563668-484c-3f36-86f8-8c92a3c00482",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3644.0,
      "text": "According to the Canadian government, they are getting several requests for suicide from children who they refer to as mature minors, and they are seeking to amend the laws so that these children can be euthanized without their parents consent. There are posts on social media that suggest this might be true, which shouldn't surprise anyone."
    },
    {
      "end_timestamp": 3751.0,
      "id": "19e81079-5936-3583-9408-87086bf8bc1a",
      "speaker": "Dan",
      "start_timestamp": 3666.0,
      "text": "It should really concern any of Reese's viewers that he seems to be citing the Canadian government, but also saying that posts on social media seemed to indicate that this is true. Like, that's not good. And it should tell you that Greg did zero research on this subject past looking at some social media posts, he saw some posts on social media, and maybe one of them mentioned the government who so here's some things you need to keep in mind. assisted dying for children has been legal in the Netherlands since 2002. And in the intervening 13 years, seven children APPRISE themselves of that care, Belgium made this kind of medical care legal in 2014, and three children sought that care between 2016 and 2017. It's something that has a precedent and other countries experience tells us that it's something that's used by people, including children who have severe medical conditions that are not treatable and cause a great deal of suffering. Mature minor is a term that exists in Canadian and American law already, it's not something that's being used specifically in this case, which is how Greg is definitely trying to make it South shear. The Council of Canadian academies did a study and their conclusion was that the law already exists that mature minors can make medical decisions for themselves that involve informed consent, and that there isn't really a compelling reason that this should be any different when it comes to medically assisted death. There isn't something that makes this a different case from other informed consent requirements surrounding mature minors. Right."
    },
    {
      "end_timestamp": 3759.0,
      "id": "09f68a45-4f6d-3355-ad52-23ada0db111c",
      "speaker": "Jordan",
      "start_timestamp": 3751.0,
      "text": "The only thing that makes it different is your discomfort with death, you know, scientifically or whatever. Yeah, of course, but that's what I'm saying the"
    },
    {
      "end_timestamp": 3764.0,
      "id": "71968c97-3e31-3178-b85d-a020b382aa70",
      "speaker": "Dan",
      "start_timestamp": 3759.0,
      "text": "possibility in your mind that maybe we will find a cure. Sure thing, you know, sure,"
    },
    {
      "end_timestamp": 3771.0,
      "id": "85154041-dc72-3481-9712-0139cc6aa9bb",
      "speaker": "Jordan",
      "start_timestamp": 3764.0,
      "text": "the cold hard logic doesn't give you an excuse to be like, ah, but this is different just because I feel a wet."
    },
    {
      "end_timestamp": 3806.0,
      "id": "d2b1a84f-f6a2-34a1-afd8-2f1461ad20a3",
      "speaker": "Dan",
      "start_timestamp": 3771.0,
      "text": "So the organization Dying with Dignity is suggested some safeguard were informed consent from a parent or guardian would be required for patients aged 12 to 15. And consultation with a parent or guardian would be required for people aged 16 and 17. Yeah. Which seems like I mean, it's not going without the parents consent, even for these mature minors who have the ability to recognize consent, right? It's in terms of their medical decisions, you know, even if you're 16, or 17, you'd still require consultation with a parent, or guardian."
    },
    {
      "end_timestamp": 3820.0,
      "id": "d095acff-9038-3444-a690-f93051fa3155",
      "speaker": "Jordan",
      "start_timestamp": 3806.0,
      "text": "Yeah, no, I mean, the numbers themselves have already make something really clear, which is, like, if it's been available since 2002, or 2004, or whatever. And in the intervening time, a total of seven people."
    },
    {
      "end_timestamp": 3825.0,
      "id": "f1d8747a-f3f2-3569-8534-e445111bcbb7",
      "speaker": "Dan",
      "start_timestamp": 3820.0,
      "text": "There's not many people there, it's only the populations like 35."
    },
    {
      "end_timestamp": 3828.0,
      "id": "86c0b32c-2f12-3fed-96c6-214e7c857d09",
      "speaker": "Jordan",
      "start_timestamp": 3825.0,
      "text": "So they've lost 40% of their"
    },
    {
      "end_timestamp": 3830.0,
      "id": "ff2a03f1-ff11-3bfc-97f2-020e1b523b6e",
      "speaker": "Dan",
      "start_timestamp": 3828.0,
      "text": "entire next generation. Exactly. They"
    },
    {
      "end_timestamp": 3833.0,
      "id": "2274de05-8379-31d7-b65f-d9b7fe99a74a",
      "speaker": "Jordan",
      "start_timestamp": 3830.0,
      "text": "got to start all over."
    },
    {
      "end_timestamp": 3837.0,
      "id": "398d9eaf-fb5a-3b75-a876-2b63c4a54fc4",
      "speaker": "Dan",
      "start_timestamp": 3833.0,
      "text": "No, yeah, it is. It is a very small number of people."
    },
    {
      "end_timestamp": 3866.0,
      "id": "cdc3c801-9622-3e51-b4e8-1c04a6111f30",
      "speaker": "Jordan",
      "start_timestamp": 3837.0,
      "text": "And I think I think it is something that we can trust people and you know, as somebody who has struggled with suicidal ideation, and and of course, the attempts they're in, it is it is like, you can trust people to want to live, you know, there are times when you don't, but at the end of the day, if you're if you have to wait a month, you're gonna find a reason to let you want to live. You just want to"
    },
    {
      "end_timestamp": 3889.0,
      "id": "5470bfcc-1206-3f35-a24f-5c347aae7e70",
      "speaker": "Dan",
      "start_timestamp": 3866.0,
      "text": "know and and honestly, like, the circumstances that these children and their parents are in are so difficult to imagine. And I don't know. I don't think that the government certainly should ever be like, Hey, you should kill your kid. Totally. And I don't think that"
    },
    {
      "end_timestamp": 3892.0,
      "id": "e3e635cb-42c9-332c-a2fc-00069d543b53",
      "speaker": "Jordan",
      "start_timestamp": 3889.0,
      "text": "has happened. I don't think they've ever done that ever one time."
    },
    {
      "end_timestamp": 3916.0,
      "id": "5024cf01-249b-37f1-8b9a-3ea4e08a1349",
      "speaker": "Dan",
      "start_timestamp": 3892.0,
      "text": "No. And I also don't think that if a parent and a doctor and the child are all kind of have the mind of like this suffering is never going to end. Yeah, it's so hard for the like the child doesn't want to continue to suffer. Yeah, yeah. I don't feel like the government really? It seems very cruel to not allow no. All options."
    },
    {
      "end_timestamp": 3921.0,
      "id": "f8435721-1d5c-3e9e-8a41-b3f5bbad9a1c",
      "speaker": "Jordan",
      "start_timestamp": 3916.0,
      "text": "No, there should be. I mean, I absolutely support a fuck this law. You know,"
    },
    {
      "end_timestamp": 3945.0,
      "id": "6ae7fd83-284a-323e-98bb-364cee2dd642",
      "speaker": "Dan",
      "start_timestamp": 3921.0,
      "text": "it's a hard, complicated and emotionally heavy subject. And I get why people have strong emotional reactions around these kinds of issues. But from the bottom of my heart, I have to say and continue to stress that Alex and Infowars contribution to this conversation is worthless and counterproductive. Yep, they aren't even living in reality, and I don't I just think they should shut the fuck up. No, it's not helping."
    },
    {
      "end_timestamp": 3962.0,
      "id": "0f294440-506a-3e19-87f7-0b9b22eea4d5",
      "speaker": "Jordan",
      "start_timestamp": 3945.0,
      "text": "There's so many things where it is like, of all that just stay out of this, you know, like, I'm mad at them for all just about everything well, right, right. But I'm mad at them for all of their bullshit. But then sometimes they just go places where it's like, just just fucking stay away from this. I just get away."
    },
    {
      "end_timestamp": 4005.0,
      "id": "b7269a1d-48b8-3f25-b405-6f3596f9f5e0",
      "speaker": "Dan",
      "start_timestamp": 3962.0,
      "text": "I think it's different for you and me, probably the things that they have that reaction to, but I think that I find it more offensive when there is a point against the maybe everybody should have free access, and have, you know, medically assisted death, you know, like, that is somewhere where there is conversation that you know, is is relevant. Right. And they're screwing that up. Yeah. Yeah. They're, they're making that conversation much more difficult to have right in a sane and rational world, right. And I think that hurts the people who are most hurt already. Yeah, you"
    },
    {
      "end_timestamp": 4017.0,
      "id": "393e5ff8-0a80-3c33-97aa-000e33e966cc",
      "speaker": "Jordan",
      "start_timestamp": 4005.0,
      "text": "should. I mean, a reasonable conversation includes empathy for the people that this is happening to themselves dealing with all of this stuff. And instead, it's people arguing about the government trying to kill you."
    },
    {
      "end_timestamp": 4022.0,
      "id": "d5b961e9-f2fa-33dd-9f25-38cf12c149f0",
      "speaker": "Dan",
      "start_timestamp": 4017.0,
      "text": "Yep. So here's the last clip from Greg's report. This is fucking stupid."
    },
    {
      "end_timestamp": 4027.0,
      "id": "f3ec1b11-ac0c-303b-8785-98c22cea061f",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4022.0,
      "text": "And the motive for helping Canadians kill themselves is allegedly to save the government money"
    },
    {
      "end_timestamp": 4063.0,
      "id": "030721ee-8c99-3c6d-93b4-d254ba4c6eb4",
      "speaker": "Harrison Smith",
      "start_timestamp": 4027.0,
      "text": "they have saved allegedly million dollars. So I mean, that's like for missiles flying to Ukraine, the government has infinite money for refugees and for you know, foreign aid and for, you know, Democratic campaigns and for waging war in Ukraine, but no money to keep people alive. That's too expensive. This is the plan how they're gonna save money. Oh, sure. They're gonna welcome in a couple million foreigners every year, put them on the free health care ticket. What? Average Canadians? Sorry, sorry, it's time to suicide. It's time for death."
    },
    {
      "end_timestamp": 4095.0,
      "id": "d081a6ff-105b-34ab-bbe9-c86c00aaa7eb",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4063.0,
      "text": "After 6465 individuals committed suicide with the help of made medical assistance in dying. The Canadian government saved $86.9 million dollars, about $13,000 per person. That's what an individual's life is worth today in Canada, once optimists running Gods what you got who did that the savings from made are so far negligible. But the suicide program should continue. And what"
    },
    {
      "end_timestamp": 4107.0,
      "id": "3b710853-3315-3ba0-a131-ebf3c74173d8",
      "speaker": "Harrison Smith",
      "start_timestamp": 4095.0,
      "text": "don't cost that much. I mean, we could really be be ramping this up. Maybe you could have people pay tickets, like maybe, maybe this is a solution. Maybe in Canada, you pay like 10,000 bucks, and you get to kill somebody."
    },
    {
      "end_timestamp": 4112.0,
      "id": "c8b19a4b-6f9d-37c6-96c5-bb275e4a499c",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4107.0,
      "text": "This is the predictable outcome of this."
    },
    {
      "end_timestamp": 4115.0,
      "id": "7470168c-aa6b-397a-9b8b-12ebac8f4764",
      "speaker": "Jordan",
      "start_timestamp": 4112.0,
      "text": "Unbeliev totally, totally predictable. That's exactly what I was thinking. Also,"
    },
    {
      "end_timestamp": 4257.0,
      "id": "b55cb9d2-f8d7-35b7-a668-a0fd1aee26ee",
      "speaker": "Dan",
      "start_timestamp": 4115.0,
      "text": "Harrison's a little joke there at the end is just basically like an old Chris Rock bit. Yeah, like the stabbing chair. Yeah, it was like Chris Rock. I think it was anyway, the only evidence that's being provided here that the Government of Canada is motivated by saving money is Harrison Smith, another Infowars. Employee saying so this is not good reporting. In reality, the number that Harrison is citing comes from an October 2020 report titled quote, cost estimate for Bill C seven medical assistance in dying. It was conducted by the parliamentary budget officer and it was prompted by the request of an unnamed senator. They looked at numbers from the Netherlands and Belgium as guides and found that it would be about 90 million in medical expenses would be saved by this bill. Well, basically what they're both citing Greg and Harrison. Okay. However, it's very clear this report when it says, quote, many studies have shown that health care costs in the last year of life are disproportionately high, representing between 10 and 20% of total healthcare costs, despite these patients representing about 1% of the population. Nevertheless, this report should in no way be interpreted as suggesting that made can be used to reduce health care costs. Yes, of course. This is how Harrison is interpreting the report. And then Greg is using Harrison's fraudulent interpretation to suggest that the Canadian government is motivated by financial considerations to offer a assisted dying care says bullshit. Yeah, the actual report that Harrison is citing includes this part that he conveniently ignored. Quote, to conclude expanding access to made will result in a net reduction in healthcare costs for the provincial governments. However, this reduction represents a negligible portion of the health care budgets of the provinces. Dr. Tanu Sutro, wrote in 2017, we should strive to save on suffering and invest more in its reduction, which may in turn reduce requests for medical aid and dying, Info Wars and everyone who worked, there are a raft of liars, their arguments suck, they just make most of what they're saying up and the rest is based on them abusing primary sources and misrepresenting them. And the solution to the problem they're pretending to be so upset about is the thing that they entirely don't support, which is more government spending on social welfare programs. This is just a dead end of them complaining about something they don't care about to begin with. Yeah,"
    },
    {
      "end_timestamp": 4276.0,
      "id": "d90806bd-ced0-33f8-bd2e-aa5d229f55a0",
      "speaker": "Jordan",
      "start_timestamp": 4257.0,
      "text": "yeah. I mean, he even says the government says it's negligible. It's almost like in the report that guys are like, Why are you making me do this? I don't want to do the cost budget analysis for assistance. What Why did I wake up today and have to do the cost? Well, I did analysis for assisted suicide. And"
    },
    {
      "end_timestamp": 4293.0,
      "id": "40ef59b1-4ac8-35d6-b2db-798e5fad6c03",
      "speaker": "Dan",
      "start_timestamp": 4276.0,
      "text": "Harrison's like, his whole thing is like, Oh, they have all this money to send things to Ukraine, but not to keep people up. Oh, so you want the government to spend? Yeah, that is what do you mean your set of priorities the federal government?"
    },
    {
      "end_timestamp": 4304.0,
      "id": "527609bc-23a1-388d-8a78-7d51a9559d39",
      "speaker": "Jordan",
      "start_timestamp": 4293.0,
      "text": "You're just a bunch of fucking children didn't stop it. Stop it. Just tell me what if you if what you want is what you want, then say it and back it up. And then whenever you find out, you're a fucking idiot. Say I'm sorry for being an idiot."
    },
    {
      "end_timestamp": 4319.0,
      "id": "e178c3a7-0eee-3b0c-b6f3-f9203ab3248c",
      "speaker": "Dan",
      "start_timestamp": 4304.0,
      "text": "Oh, they have plenty of money for this thing I don't want when they don't do this thing I don't want all right. Oh, my God. Good argument. So Alex finally gets to calls. He said at the beginning of this episode, I'm gonna take all these calls about Trump, because we got to find out what the Trump"
    },
    {
      "end_timestamp": 4322.0,
      "id": "c2afcb37-2ca4-34b7-8186-3103ec073f4f",
      "speaker": "Jordan",
      "start_timestamp": 4319.0,
      "text": "got to do polling, right. Yeah. Informal anecdotal. Yep."
    },
    {
      "end_timestamp": 4324.0,
      "id": "c536816c-57c3-3887-b42a-6f7b9e763ef2",
      "speaker": "Dan",
      "start_timestamp": 4322.0,
      "text": "So here's the first caller."
    },
    {
      "end_timestamp": 4339.0,
      "id": "53ffa555-b8fe-3536-bf87-6be18a1498ad",
      "speaker": "Caller 1 (748)",
      "start_timestamp": 4324.0,
      "text": "I gotta say My heart is troubled right now with this whole Trump thing, Alex, we need to have like to have a real debate on on Donald Trump because this subject in particular is really really bothering me. Because"
    },
    {
      "end_timestamp": 4370.0,
      "id": "8abf689e-5c62-32f2-8b25-86db6e405eb4",
      "speaker": "Alex Jones",
      "start_timestamp": 4339.0,
      "text": "you got it you got it. And John, don't forget John, don't forget. Well, him on hold, get his name and number. We will do. How many guests do I have tomorrow? Let me check this. Make sure I'm not gonna say this wrong. Got a bunch of guests. I'm not sure. But we'll do I think already meant to do this. We'll do at least two hours. Of calls on is Trump good or do people support Trump and shall we support Trump? I have mixed feelings as well. Okay. And I appreciate you get Charles back on tomorrow. That's what you're supposed to be doing"
    },
    {
      "end_timestamp": 4375.0,
      "id": "4e9b115b-4830-36b7-b294-9028f61a5f4a",
      "speaker": "Jordan",
      "start_timestamp": 4370.0,
      "text": "today. That's what you said your duty while you're unreal. Look,"
    },
    {
      "end_timestamp": 4382.0,
      "id": "b2d7393a-086c-39ed-b56c-46572aa34cc2",
      "speaker": "Dan",
      "start_timestamp": 4375.0,
      "text": "this guy wants to have a debate. I think I'm gonna punt punt pass. The whole thing is supposed to be taking calls. What do you think about Trump and his announcement that he's gonna run?"
    },
    {
      "end_timestamp": 4385.0,
      "id": "1ce72e99-13e8-3c02-940b-d9ee8d7cd98c",
      "speaker": "Jordan",
      "start_timestamp": 4382.0,
      "text": "Wow. Oh, he doesn't want to hear it so"
    },
    {
      "end_timestamp": 4388.0,
      "id": "e416a6ea-442a-3ec3-b6d5-8303ba120536",
      "speaker": "Dan",
      "start_timestamp": 4385.0,
      "text": "ridiculous. So anyway, you get another call. Okay."
    },
    {
      "end_timestamp": 4392.0,
      "id": "b751b7e2-2989-386a-bf9a-74061de062d3",
      "speaker": "Alex Jones",
      "start_timestamp": 4388.0,
      "text": "Print in Las Vegas, Nevada. Go ahead, Trent. Thanks for calling."
    },
    {
      "end_timestamp": 4423.0,
      "id": "ffe25294-c8f4-3dd1-a022-0e04f9c162cf",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4392.0,
      "text": "What's going on man, a big time supporter? I don't know. I just want to know, how in the world are you even considering throwing your weight behind Trump? When there's how many children are being stacked up and body? Old people stacked up? More and more maimed every day from the shots and you say that he's backing off from the sides yet? When I watched that forsten interview or podcast, he said that was his greatest achievement of his administration."
    },
    {
      "end_timestamp": 4436.0,
      "id": "2d730ad2-8882-3e7f-97b9-3e6495822fdd",
      "speaker": "Alex Jones",
      "start_timestamp": 4423.0,
      "text": "Well, that was that was like six months ago. Listen, I don't think Trump's perfect. The sadness was for the shots at first too. I'm just glad he's backing off of him. What? So do you think the sadness is better being back with old deep state?"
    },
    {
      "end_timestamp": 4446.0,
      "id": "bf20f5a5-bddf-3012-b4c3-dd888ea20dbf",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4436.0,
      "text": "I think I think we need to get a whole brand new face up in there. I think all of them need to be charged with the RICO act treason and hung on live television"
    },
    {
      "end_timestamp": 4450.0,
      "id": "71415e04-f63e-33e2-93b5-b0ac8cda0b51",
      "speaker": "Jordan",
      "start_timestamp": 4446.0,
      "text": "bold"
    },
    {
      "end_timestamp": 4453.0,
      "id": "a8f3039d-b82c-3761-b6f6-3a9ae80824af",
      "speaker": "Alex Jones",
      "start_timestamp": 4450.0,
      "text": "populist person"
    },
    {
      "end_timestamp": 4459.0,
      "id": "d52e999d-0f4d-3afe-8656-3d4ae8b6c92e",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4453.0,
      "text": "ran. But still, he's been in there for how long? The problem we've gotten here by you"
    },
    {
      "end_timestamp": 4461.0,
      "id": "132c7735-542c-3e84-bfdd-d7a4fbb694cf",
      "speaker": "Alex Jones",
      "start_timestamp": 4459.0,
      "text": "know, I agree with you. I agree with you. We should draft"
    },
    {
      "end_timestamp": 4466.0,
      "id": "0412372f-d8bd-3a68-a1d5-a5aa173906e8",
      "speaker": "Dan",
      "start_timestamp": 4461.0,
      "text": "everybody should get ran. But I'm having flashbacks."
    },
    {
      "end_timestamp": 4469.0,
      "id": "41f8b87d-72f0-36d1-8ac6-fc43381182b9",
      "speaker": "Jordan",
      "start_timestamp": 4466.0,
      "text": "So we're just never gonna change. Oh, yeah."
    },
    {
      "end_timestamp": 4473.0,
      "id": "5bb83174-aa24-3769-af62-e8f5293227f6",
      "speaker": "Dan",
      "start_timestamp": 4469.0,
      "text": "Maybe Rand Paul would be a great choice. Yeah."
    },
    {
      "end_timestamp": 4476.0,
      "id": "51ba46bd-d82a-3f47-99ad-64c868ebb9a7",
      "speaker": "Jordan",
      "start_timestamp": 4473.0,
      "text": "Let's do that. Again. Let's run it again. Everybody from the top."
    },
    {
      "end_timestamp": 4481.0,
      "id": "be1e93b0-9a1e-35eb-bcba-3d99f57dbd74",
      "speaker": "Dan",
      "start_timestamp": 4476.0,
      "text": "Yep. So this caller actually has a good point. In terms of remembering Alex's rhetoric."
    },
    {
      "end_timestamp": 4488.0,
      "id": "4cec3286-e409-3b8f-8041-d92353646def",
      "speaker": "Jordan",
      "start_timestamp": 4481.0,
      "text": "Yeah, it's weird. Whenever you remember what Alex is said and then speak it back to him. He goes, Oh, that makes me feel uncomfortable."
    },
    {
      "end_timestamp": 4499.0,
      "id": "8754315b-8d93-303b-8303-1fd99a6652e4",
      "speaker": "Dan",
      "start_timestamp": 4488.0,
      "text": "How can you possibly be in favor of this person who has murdered a million children or whatever, stacking up millions of bodies. Poisonous shot,"
    },
    {
      "end_timestamp": 4509.0,
      "id": "c41ccc13-38f9-3325-a71c-5cc64e5081eb",
      "speaker": "Jordan",
      "start_timestamp": 4499.0,
      "text": "not Hey, listen, I have some problems with them. Right? He stacks up a lot of listen, he stacks up a lot of bodies. Sure, sure. But who is going to trigger the lips?"
    },
    {
      "end_timestamp": 4517.0,
      "id": "7092885b-dd48-3ab1-9bf8-1cb6bda50f91",
      "speaker": "Dan",
      "start_timestamp": 4509.0,
      "text": "It's true. DeSantis has no charisma. Nope. So Alex remembers that he made an ultimatum to Trump about the vaccine."
    },
    {
      "end_timestamp": 4519.0,
      "id": "0ff74595-9260-39d5-a948-41f8e4aab958",
      "speaker": "Jordan",
      "start_timestamp": 4517.0,
      "text": "He did do that."
    },
    {
      "end_timestamp": 4526.0,
      "id": "e69b77b8-6ff5-3716-9fa0-d267e278be36",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4519.0,
      "text": "I mean, we still can't vote for a guy that's not being open about these children being maimed from the shots."
    },
    {
      "end_timestamp": 4533.0,
      "id": "1fa9c074-eee2-3ced-a5d0-ef26ab87a7db",
      "speaker": "Alex Jones",
      "start_timestamp": 4526.0,
      "text": "I put the ultimatum out to Trump, I put the ultimatum out, you're out of your hands. That's why I'm very, very torn about the situation"
    },
    {
      "end_timestamp": 4549.0,
      "id": "edf238fe-e17e-3eef-8503-91b82c54ab7d",
      "speaker": "Dan",
      "start_timestamp": 4533.0,
      "text": "you shouldn't be. This is an argument for you being less torn about it. Because like, if you put the ultimatum out and Trump didn't care, that should tell you that you have no purchase here. Yeah, you He doesn't give a shit. Yeah."
    },
    {
      "end_timestamp": 4550.0,
      "id": "87c86526-9216-303a-84ee-051e720d9500",
      "speaker": "Jordan",
      "start_timestamp": 4549.0,
      "text": "Yeah, look,"
    },
    {
      "end_timestamp": 4559.0,
      "id": "92ee7f69-14b2-37e3-a9c1-9aeb9117350c",
      "speaker": "Dan",
      "start_timestamp": 4550.0,
      "text": "I made the ultimatum. He didn't listen. And so I am not going to stick to my end of the ultimatum. Briar, why would I do that?"
    },
    {
      "end_timestamp": 4566.0,
      "id": "d39f8d31-3981-3b77-8dab-c7f317a810c1",
      "speaker": "Jordan",
      "start_timestamp": 4559.0,
      "text": "Listen, if there's one ultimatum that I think of when I think of my ultimatums? I think at that time, Obama gave that ultimatum. And you know how that worked."
    },
    {
      "end_timestamp": 4571.0,
      "id": "d8aea41a-de9c-39b5-85ce-8a9197de0ae1",
      "speaker": "Dan",
      "start_timestamp": 4566.0,
      "text": "So here's another color. And this is just annoying."
    },
    {
      "end_timestamp": 4607.0,
      "id": "e04b333a-50d8-3dde-8d81-b95a62a60eff",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4571.0,
      "text": "You crunch the numbers. Trump has so many hardcore supporters. He's ready to go. I'm hoping he comes around with the vaccine. I'm hoping he surrounds himself with a Roger Stone. Steve Bannon and MGT. And the rest of them, hopefully will come around. But in the meantime, we have to get behind Trump. No one else's DeSantis isn't running. He didn't say he was running. So who else are we going to work for those people who have a problem with Trump, they're going to have to see me that Trump will come around, we got the numbers, we gotta win this. That's,"
    },
    {
      "end_timestamp": 4622.0,
      "id": "a98396f8-17a8-3ba3-b115-35b33879742d",
      "speaker": "Alex Jones",
      "start_timestamp": 4607.0,
      "text": "I'll promise you this. And the earlier caller that raised all this, we're not going to screen your calls, and you're going to have a place to voice your opinion to millions of people about what you think. And tomorrow. I'm gonna up the phones up for multiple hours on this one topic."
    },
    {
      "end_timestamp": 4629.0,
      "id": "ab7e6fff-4958-3b8e-a56b-18a99b1fa1f0",
      "speaker": "Dan",
      "start_timestamp": 4622.0,
      "text": "Alright, so we're gonna do it tomorrow. Yep. Atmel first caller didn't raise this issue. No, Alex, did you want it to take hold on?"
    },
    {
      "end_timestamp": 4641.0,
      "id": "2aac882e-b153-3f29-9e1d-6d39a9807e64",
      "speaker": "Jordan",
      "start_timestamp": 4629.0,
      "text": "You know, now I was in that past. Everybody tomorrow, you know, when you live in the moment, a lot of people don't really recognize what it means to live in the moment, which is to forget everything that you said earlier"
    },
    {
      "end_timestamp": 4657.0,
      "id": "8dc5415b-19ca-3a3c-9023-f5aaa749760f",
      "speaker": "Dan",
      "start_timestamp": 4641.0,
      "text": "and put it off till tomorrow and blame it on other people, if you live in tomorrow does not exist. So Alex has a guest on Sure. Instead of dealing with his callers feelings? Yeah, yeah. So this guy Whoa, Nelly."
    },
    {
      "end_timestamp": 4673.0,
      "id": "92e6891c-8d5d-3011-aca2-0851c474e1fc",
      "speaker": "Alex Jones",
      "start_timestamp": 4657.0,
      "text": "There's only a few people out there that expose the New World Order at a greater level than I did before I did. It's not about the credit but it's about understanding who was awake first. We understand who has the discernment. And it was deep well and David I. Both great minds turn other tangibles and both living legends. And so"
    },
    {
      "end_timestamp": 4697.0,
      "id": "77b78557-d192-34cb-940a-0e6866f8bd9c",
      "speaker": "Dan",
      "start_timestamp": 4673.0,
      "text": "we got Steve Quale on we got legendary turd. Yeah, he has risen to the top of the pile of Infowars. Steve's man, Steve Kirsch is seemed to fade into his substack background, Steve Janek is still I gotta be honest, I need proof of life on Steve. I don't think I've like I went and I tried to find some YouTube videos. His channel seems dormant. Oh, I don't know. Oh, no. Steve's on the wind."
    },
    {
      "end_timestamp": 4699.0,
      "id": "a2a39ff1-6db0-3450-9226-3d39b7e5e830",
      "speaker": "Jordan",
      "start_timestamp": 4697.0,
      "text": "Maybe he's got some health issues."
    },
    {
      "end_timestamp": 4711.0,
      "id": "131d4e54-9aee-32d8-bb93-767309df1148",
      "speaker": "Dan",
      "start_timestamp": 4699.0,
      "text": "I don't know. Maybe he's happy to get be involved in this bullshit. Or maybe he's just thankful that he didn't get subpoenaed in the Infowars trial, because he has so much to do with the sandy he"
    },
    {
      "end_timestamp": 4718.0,
      "id": "566c91eb-6d6c-3544-a0b5-83adf294356e",
      "speaker": "Jordan",
      "start_timestamp": 4711.0,
      "text": "really does have a lot to do with it his his getting away scot free on this free ad and said,"
    },
    {
      "end_timestamp": 4721.0,
      "id": "17f4e319-6937-3163-906f-ade806aee760",
      "speaker": "Dan",
      "start_timestamp": 4718.0,
      "text": "Well, I mean, I think the statute of limitations might have helped him a bit."
    },
    {
      "end_timestamp": 4745.0,
      "id": "d145d6ad-81ac-332f-8e67-4ac2442a6b13",
      "speaker": "Jordan",
      "start_timestamp": 4721.0,
      "text": "And you know, it is it is interesting to think in now that I've if Steve does have health problems, he I think much like a Our boy is just going to we're going to be the only people who recognize his passing. Missiles. Yeah, nickels. It's going to be worth the same to people. We're gonna be like think or Steve and Alex is gonna forget he was alive."
    },
    {
      "end_timestamp": 4749.0,
      "id": "a40b2ce2-d763-3731-b7ef-c76c80a6c26a",
      "speaker": "Dan",
      "start_timestamp": 4745.0,
      "text": "I think Alex brought up that Larry Nichols died like a couple of weeks after in passing."
    },
    {
      "end_timestamp": 4757.0,
      "id": "6edf90ac-7e5b-31b3-a945-2db69a55092e",
      "speaker": "Jordan",
      "start_timestamp": 4749.0,
      "text": "Yeah, yeah, exactly. We're the only people are gonna throw it and rip. Why are you hanging out with people like that? We all know it."
    },
    {
      "end_timestamp": 4767.0,
      "id": "e2025683-f77d-31a7-9273-0f82cd511667",
      "speaker": "Dan",
      "start_timestamp": 4757.0,
      "text": "Yeah. So anyway, Steve Quayle has some interesting thoughts. And by interesting, I mean, incredibly boring and unhinged."
    },
    {
      "end_timestamp": 4796.0,
      "id": "9b38d61b-b290-33f3-9eac-9318877901e0",
      "speaker": "Steve Quayle",
      "start_timestamp": 4767.0,
      "text": "People are looking for a political solution to a spiritual problem. It's my contention that obviously United States has declared the Democrats specifically and the Republican horse have declared war on God. They've declared war on everything that made our country great. The destruction of the family the destruction of of a grateful nation versus a one that's basically we're in a rape, pillage and plunder the United States has been taken under. Hey,"
    },
    {
      "end_timestamp": 4806.0,
      "id": "91b217f2-acb2-3eb6-b2a9-537e1b64ac67",
      "speaker": "Jordan",
      "start_timestamp": 4796.0,
      "text": "look at that, right. Wow. Yeah. Wow. weird to think of the night It states, the United States dead, raping and pillaging and plundering whoa cut"
    },
    {
      "end_timestamp": 4813.0,
      "id": "3c044d94-acca-30d8-bc15-e291c0ec3b12",
      "speaker": "Dan",
      "start_timestamp": 4806.0,
      "text": "thinkable Who would have imagined now, I gotta say, it's fun to say that everybody who you don't like has declared war on"
    },
    {
      "end_timestamp": 4817.0,
      "id": "73fd1e13-5dd2-3445-91b6-b85cd11fb681",
      "speaker": "Jordan",
      "start_timestamp": 4813.0,
      "text": "God that is fun. It's just a great thing to do"
    },
    {
      "end_timestamp": 4826.0,
      "id": "bdaa3e4e-572e-3fe1-80e0-3e9188ca8023",
      "speaker": "Dan",
      "start_timestamp": 4817.0,
      "text": "doesn't leave a lot of wiggle room in terms of negotiation, or reconciliation or compromise right stuff seems to be kind of difficult impossible. Well, if"
    },
    {
      "end_timestamp": 4830.0,
      "id": "da965dbd-9a8d-3a80-aafa-f17448201040",
      "speaker": "Jordan",
      "start_timestamp": 4826.0,
      "text": "you declare war on God, God himself is usually pretty stringent about that."
    },
    {
      "end_timestamp": 4843.0,
      "id": "7ebaf207-4aad-3cd4-b99b-b4dc8a9ae17e",
      "speaker": "Dan",
      "start_timestamp": 4830.0,
      "text": "Yep. Like a war. I think this is dumb. But I do appreciate the rhyming. And I think that Steve Quale low key is a little bit of a fanciful gentleman who likes wordplay okay,"
    },
    {
      "end_timestamp": 4866.0,
      "id": "f2317841-015b-311d-9f1d-dd1c6ba29f72",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4843.0,
      "text": "I'm being told and this is exclusive to your your podcast they broadcast today is the fact that they're already setting up another vehicle another crypto and I call them cryptocurrency. Somebody made that name up. But Alex, we're watching the crypto currencies turn into Krypton night or the financial. Yeah,"
    },
    {
      "end_timestamp": 4867.0,
      "id": "60aa9c8f-4d94-36ba-b2d6-b499f56eba30",
      "speaker": "Dan",
      "start_timestamp": 4866.0,
      "text": "I think he's having fat"
    },
    {
      "end_timestamp": 4871.0,
      "id": "379d31c8-68c5-3581-a2dc-4dc6d0df6d8d",
      "speaker": "Jordan",
      "start_timestamp": 4867.0,
      "text": "is that is the woke insurance of crypto jokes."
    },
    {
      "end_timestamp": 4877.0,
      "id": "8585e037-e605-33f3-ac86-acf43cd8e393",
      "speaker": "Dan",
      "start_timestamp": 4871.0,
      "text": "I think he likes word play, and I appreciate it. He could write a children's book if he wasn't nuts."
    },
    {
      "end_timestamp": 4888.0,
      "id": "678c9877-8512-321f-9a2c-a2c0c47f4fd9",
      "speaker": "Jordan",
      "start_timestamp": 4877.0,
      "text": "Call it. I call that Las Vegas. I call it lost wages. Dan. Ah, come on. No. Because you you take the baseball. Yeah."
    },
    {
      "end_timestamp": 4891.0,
      "id": "84a3539b-7261-3d6e-9615-ce950a4e0559",
      "speaker": "Dan",
      "start_timestamp": 4888.0,
      "text": "So Steve rambles."
    },
    {
      "end_timestamp": 4894.0,
      "id": "defb79ba-6a48-3cdb-939a-81898b7e634c",
      "speaker": "Jordan",
      "start_timestamp": 4891.0,
      "text": "Sit, you said, Stan, you get it. That higher taxes? Yeah,"
    },
    {
      "end_timestamp": 4902.0,
      "id": "56bbf3a1-496f-3c61-afbd-220836e279d1",
      "speaker": "Dan",
      "start_timestamp": 4894.0,
      "text": "it's good stuff. It's good stuff. So Steve rambles a bit. Uh huh. He has a he has a pension for that. Sure. Ladies and"
    },
    {
      "end_timestamp": 4976.0,
      "id": "52782df1-1af8-361b-b1aa-4db5b317cf34",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4902.0,
      "text": "gentlemen, the great reset, just get rid of that Bravo, Sierra. It's the great distraction. It's the total destruction or like the great sunsets because again, I want to say this Alex, cop 27. And Egypt, people don't understand this. But they rewrote the 10 commandments. They felt they could do a better job than God. Literally, the creation of God worshiping the creation, but in the meantime, they're doing stuff behind the the sight of the common man, by the way, 400 private jets, you know, 400 private jets going to Mount Sinai and by the way, the one they call it, the real one, the real Mount Sinai is in Saudi Arabia, but that were went to have fun with the details. I'm being told, I don't think anybody's said this publicly. But I'm being told by people that know that interface of that world that they've already decided who the coming world leader is. Ooh, me and Tim hidden but this is the antichrist that Prince Charles now King Charles referred to at that global summit. So it's amazing gentlemen, all of this politicans distracted Chris Bucha is not the definition of insanity. Oh,"
    },
    {
      "end_timestamp": 4990.0,
      "id": "9163425e-0896-388b-be13-b55945c3fd3c",
      "speaker": "Dan",
      "start_timestamp": 4976.0,
      "text": "okay. So we have the cop. They rewrote the at the Climate Conference. The Climate Conference, rewrote the 10 commandment rewrote the 10 commandments. Ah, 400 private jets flew to Mount Sinai, but it's a fake mount."
    },
    {
      "end_timestamp": 5007.0,
      "id": "a0c0378e-6cdd-38fb-ac1c-275c3a4a8029",
      "speaker": "Jordan",
      "start_timestamp": 4990.0,
      "text": "That was tangential at best it was. Yeah, I mean, if you bring up the point that there are 400 private jets there. Fuck yeah, man. Of course. It's a very stupid thing to do if you're doing the climate conference. Russia real dumb, right? Yeah, no, I"
    },
    {
      "end_timestamp": 5024.0,
      "id": "7b53e0a7-2180-3f3c-beae-c6a096c5784e",
      "speaker": "Dan",
      "start_timestamp": 5007.0,
      "text": "don't disagree. No, but that's not what we're talking about. We're talking about the spiritual side and I there's an issuer on God and the new 10 commandments. I thought that the new 10 commandments was the Georgia Guidestones. But then I guess someone blew him up. blew him up. Yeah. Now we just got to"
    },
    {
      "end_timestamp": 5030.0,
      "id": "e62cc271-df3a-33e8-9789-2bf643aecfb7",
      "speaker": "Jordan",
      "start_timestamp": 5024.0,
      "text": "those are the old 10 commandments, right? The old the old New 10 commandments. The new new the new new."
    },
    {
      "end_timestamp": 5033.0,
      "id": "c0a6b107-43f0-3beb-a481-16f0f34ffcd3",
      "speaker": "Dan",
      "start_timestamp": 5030.0,
      "text": "Yes. All right. So anyway,"
    },
    {
      "end_timestamp": 5038.0,
      "id": "3a3d7f59-77d8-3f55-a51c-933fd07e0481",
      "speaker": "Jordan",
      "start_timestamp": 5033.0,
      "text": "Steve, tax at UCITS do this right."
    },
    {
      "end_timestamp": 5054.0,
      "id": "3fd988c4-17d1-3e8d-b7ec-e17be945169d",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5038.0,
      "text": "This is what's the question I get asked more than any other one. How is it that the whole world goes into lockdown at the same point? How is it that the economy shut down at the same point? And the answer to that is simple. Lucifer."
    },
    {
      "end_timestamp": 5060.0,
      "id": "a214717a-a2fd-359f-97cb-553a48b0a56e",
      "speaker": "Alex Jones",
      "start_timestamp": 5054.0,
      "text": "Government test of power so it's not just Info Wars, it's not just money wars. The key is spirit wars."
    },
    {
      "end_timestamp": 5075.0,
      "id": "c1aead34-3ca7-3d20-8139-2efd6f7cc473",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5060.0,
      "text": "It is spirit wars. And again, you know, people are having all types of interactions with cryptids and strange creatures. From Incubus, also being rent Alex and"
    },
    {
      "end_timestamp": 5079.0,
      "id": "a46e4e31-6f50-375a-8155-f1b4ffaa3e37",
      "speaker": "Dan",
      "start_timestamp": 5075.0,
      "text": "a lot of cryptid a lot of crypto."
    },
    {
      "end_timestamp": 5085.0,
      "id": "a9f2794d-b78a-36f5-8a5c-b704232f6050",
      "speaker": "Jordan",
      "start_timestamp": 5079.0,
      "text": "I call them cryptids because they steal so much debt."
    },
    {
      "end_timestamp": 5091.0,
      "id": "c200b2aa-5cf0-3845-aced-3787a32c59b2",
      "speaker": "Dan",
      "start_timestamp": 5085.0,
      "text": "This is the state of affairs that we find ourselves in quail, warning us about chupacabra. There's"
    },
    {
      "end_timestamp": 5107.0,
      "id": "5f3a2161-5788-3217-9f45-ec38cf51e2b7",
      "speaker": "Jordan",
      "start_timestamp": 5091.0,
      "text": "just there's just nothing that is less you can say it for anything. And a lot of people come up to me and ask me all the time all the time. How Is it? How is it that gas prices all around the world can be so high at the same time? And I say, Lucifer,"
    },
    {
      "end_timestamp": 5153.0,
      "id": "729443f4-dd75-3397-a797-23295c044d4c",
      "speaker": "Dan",
      "start_timestamp": 5107.0,
      "text": "right? I mean, that's dumb because people, like first of all countries didn't go into lockdown all at the same time. There was some difference, but you could say all around the same time and because there was a global, that's how pandemics work. Yeah, I think that that is not Lucifer. It's pretty easily explainable in terms of sort of real world conditions non Luciferian. Also, though, they brought up spirit wars there, and I want to just remind everyone that mind wars and spirit wars were the two catchphrase ideas from recent wars that Alex has just abandoned and not really expanded upon, released the culmination of his life's work, most important thing he's ever done, which flopped and was really just a contract thing that he did for a weirdo get rich quick hypnotist fellow that Alex hasn't mentioned since he did"
    },
    {
      "end_timestamp": 5159.0,
      "id": "9f49292c-61b9-33a6-8200-d4ec936b58da",
      "speaker": "Jordan",
      "start_timestamp": 5153.0,
      "text": "a photoshoot in Creek. So like he's contributed quite a bit."
    },
    {
      "end_timestamp": 5167.0,
      "id": "42fb837e-a06d-3706-bea7-28ecafe34f9a",
      "speaker": "Dan",
      "start_timestamp": 5159.0,
      "text": "The most important Creek so cryptids share out there cryptids are in play."
    },
    {
      "end_timestamp": 5170.0,
      "id": "b7c6fe1c-a1db-3b4f-96b7-8190d7de3cb2",
      "speaker": "Jordan",
      "start_timestamp": 5167.0,
      "text": "The Squatch the Squatch is in play. Yeah,"
    },
    {
      "end_timestamp": 5174.0,
      "id": "82ad6dfe-137c-365e-848d-fbb41a10292f",
      "speaker": "Dan",
      "start_timestamp": 5170.0,
      "text": "yep. The what other cryptids Do you like? Oh, no, the mafia man. Sure."
    },
    {
      "end_timestamp": 5185.0,
      "id": "71288b04-fdd3-3ff6-a129-017644829804",
      "speaker": "Jordan",
      "start_timestamp": 5174.0,
      "text": "I was you know, as much as I love Squatch I was always a I was always a the Mr. myko flicks. No, no, no. What's the abomination? Not abomination?"
    },
    {
      "end_timestamp": 5187.0,
      "id": "5e728783-435a-3f60-b054-5254fd870117",
      "speaker": "Dan",
      "start_timestamp": 5185.0,
      "text": "What's the audible snowman? Yes."
    },
    {
      "end_timestamp": 5192.0,
      "id": "27838cea-ba61-3453-89fc-d7831e5c76e6",
      "speaker": "Jordan",
      "start_timestamp": 5187.0,
      "text": "Yes. The yetis. These are my jam. Yeah, these were always my jam."
    },
    {
      "end_timestamp": 5194.0,
      "id": "db09956b-c956-327f-bcb0-e2fbc3a16db5",
      "speaker": "Dan",
      "start_timestamp": 5192.0,
      "text": "Okay, so you're just it's just a different environment."
    },
    {
      "end_timestamp": 5199.0,
      "id": "381ab694-3fa4-3285-8555-e00ec40cc024",
      "speaker": "Jordan",
      "start_timestamp": 5194.0,
      "text": "It's a different Squatch. Yeah, it's a different flavor of Scott. It's a different evolution of the polka mod. If"
    },
    {
      "end_timestamp": 5203.0,
      "id": "fdb35944-fceb-3dac-905b-3b6fe6d98d8d",
      "speaker": "Dan",
      "start_timestamp": 5199.0,
      "text": "you were Yeah, sure. All right. How about you? I don't like cryptids."
    },
    {
      "end_timestamp": 5209.0,
      "id": "fbdb3861-e1c1-37ce-a56d-b7e5fead9e5f",
      "speaker": "Jordan",
      "start_timestamp": 5203.0,
      "text": "Much. You don't like cryptids? No, I don't find them that interesting. Not a Loch Ness guy. What do you what do you like, Nancy? You'd like Nancy?"
    },
    {
      "end_timestamp": 5232.0,
      "id": "a0607fc2-d9a7-3192-87b4-1967671ea043",
      "speaker": "Dan",
      "start_timestamp": 5209.0,
      "text": "Yeah, okay, good. But that's just because I feel like Nancy is not coming out of the water. Now. There's a kinship between the two of you. I have a long standing respect for things that are in the water. Yeah, sure. It's a different domain. It's a different domain. Whatever you all are doing over there. I respect you. Right, right. But for me, keep it in the water. If I was meant to be there, I would already be right. Right. Those animals that come in and out of the water. No,"
    },
    {
      "end_timestamp": 5236.0,
      "id": "395736e9-c080-36f9-a0a7-62cba591d41c",
      "speaker": "Jordan",
      "start_timestamp": 5232.0,
      "text": "don't trust him. Can't trust him. You can't live in one place or the other."
    },
    {
      "end_timestamp": 5246.0,
      "id": "21e73027-2ccb-3b0e-b3da-6ed442d00903",
      "speaker": "Dan",
      "start_timestamp": 5236.0,
      "text": "Pick a lane, right? Like that. That's not true. Come onto land and they're cool. Sure. If they're not hurting anybody, that's fine. toads are pretty cool. Yeah, except for the ones that are poisonous,"
    },
    {
      "end_timestamp": 5248.0,
      "id": "bc55d869-1609-37a9-952b-cc6b17c5a83b",
      "speaker": "Jordan",
      "start_timestamp": 5246.0,
      "text": "right? But you can lick some of the other ones."
    },
    {
      "end_timestamp": 5260.0,
      "id": "4a55a7aa-b151-332d-b9be-9b9b00aa3bbf",
      "speaker": "Dan",
      "start_timestamp": 5248.0,
      "text": "I'm not gonna get into it. Okay. It's a whole thing. Okay. In the same way that I like to swim in the water. Sure, but I'm not gonna hurt a fish. True. I'm not gonna I'm not gonna bother them. Yeah, we're just I'm a traveler in the waters, right."
    },
    {
      "end_timestamp": 5263.0,
      "id": "69820971-a53e-3771-b848-63ca5d92903c",
      "speaker": "Jordan",
      "start_timestamp": 5260.0,
      "text": "I don't mind if you're a guest in foreign land. Yes. Yeah."
    },
    {
      "end_timestamp": 5272.0,
      "id": "259cba69-00ba-37f1-bade-651d65ff99a5",
      "speaker": "Dan",
      "start_timestamp": 5263.0,
      "text": "I don't mind if a frog hops around. That's fine. That's what it is. Yeah, but sure you get like an alligator or something."
    },
    {
      "end_timestamp": 5279.0,
      "id": "3901208c-02ed-37b4-9f30-a0ab31c75070",
      "speaker": "Jordan",
      "start_timestamp": 5272.0,
      "text": "That's a dinosaur. Keep it in the water. That's a dinosaur in the water. More than a million years old. Get the fuck out right here."
    },
    {
      "end_timestamp": 5286.0,
      "id": "1f8fcac7-3b5c-3e3f-bff3-67d2bf01bc20",
      "speaker": "Dan",
      "start_timestamp": 5279.0,
      "text": "I'm done. So anyway, messy, I'm fine. Okay, I think we'd get along. So we have one last clip. Okay."
    },
    {
      "end_timestamp": 5304.0,
      "id": "52ae8fd9-bdde-3cf3-8a3f-8da9736f3d93",
      "speaker": "Alex Jones",
      "start_timestamp": 5286.0,
      "text": "Okay, we're gonna come back and and talk about some key ways to protect ourselves and get into what's coming next and the Russia situation and then blaming the missile attack on Russia, even though they admit Russia didn't do it. But But But But But Steve, at the end of the day, lead us in a minute have started to break, because you don't do this a lot. And we lose that amount of prayer, because God's the answer."
    },
    {
      "end_timestamp": 5306.0,
      "id": "79ff9b2a-9465-3bce-9ee8-31d2f81916b4",
      "speaker": "Dan",
      "start_timestamp": 5304.0,
      "text": "So Steve has a little prayer."
    },
    {
      "end_timestamp": 5316.0,
      "id": "ba3f4b37-50ae-3561-a122-4902d8eba7e2",
      "speaker": "Jordan",
      "start_timestamp": 5306.0,
      "text": "You know, honestly, if God's the answer, then why is Steve answering all these questions with Lucifer?"
    },
    {
      "end_timestamp": 5318.0,
      "id": "b7713b7d-2b31-3639-8a88-ca7a23ed1dae",
      "speaker": "Dan",
      "start_timestamp": 5316.0,
      "text": "Great question. I don't have an answer."
    },
    {
      "end_timestamp": 5322.0,
      "id": "6014bbca-6b8a-3749-99bc-efafd50bfa72",
      "speaker": "Jordan",
      "start_timestamp": 5318.0,
      "text": "I'll tell you I do know it's God."
    },
    {
      "end_timestamp": 5344.0,
      "id": "af93f197-64b9-3309-9437-c6f9dc12183c",
      "speaker": "Dan",
      "start_timestamp": 5322.0,
      "text": "The reasons that people would still be blaming Russia, even if it was a surface to air missile that was launched by Ukraine that where it is because they wouldn't have been launching that if Russia wasn't firing missiles. See, that was the thing. So there is still an argument to be made that hey, at the end of the day, Russia still bear some responsibility. Right? The circumstances Right, right. This missile would have been launched. But Alex doesn't care about that. We"
    },
    {
      "end_timestamp": 5356.0,
      "id": "d3068497-e73e-3c80-b324-153f45052770",
      "speaker": "Jordan",
      "start_timestamp": 5344.0,
      "text": "weren't out for a joy ride with our missiles. Just we let's fire them willy nilly into the sky. No, we're being attacked by a nation that is trying to kill us with no interest in really fighting a war anymore."
    },
    {
      "end_timestamp": 5370.0,
      "id": "cce87199-1cc2-3163-b290-303c8f87b4b5",
      "speaker": "Dan",
      "start_timestamp": 5356.0,
      "text": "That is the rationale there. If you're curious, Alex, Steve is so on compelling that these are the clips that I have of him. The declared war on God cryptids are out and about."
    },
    {
      "end_timestamp": 5376.0,
      "id": "e20e6e21-264e-3969-80b6-573aa31664a0",
      "speaker": "Jordan",
      "start_timestamp": 5370.0,
      "text": "I mean, those should be done paper. Those should be good. And we have fun, everybody encrypted and"
    },
    {
      "end_timestamp": 5410.0,
      "id": "c50185ed-43e6-3d6a-a760-91ca7a657714",
      "speaker": "Dan",
      "start_timestamp": 5376.0,
      "text": "we haven't gotten with them. Yeah, it's just nothing. Except for some word play, which is nice. I do. I do appreciate that. Alex has the Trump announces his candidacy. He immediately starts waffling back to like alright, I support Trump but ya know, there's it's a there's a very clear indication of it. He sets out to take calls about it can't handle having these conversations with scholars right as a nonsensical interview with Steve Quale Yeah, and is just just gross piece of shit about medically assisted suicide. And it's just what a day"
    },
    {
      "end_timestamp": 5422.0,
      "id": "a9cc17e6-5ded-39b4-91b3-bf52ef26b08a",
      "speaker": "Jordan",
      "start_timestamp": 5410.0,
      "text": "if I'm Trump, if I'm Trump, if even on Infowars my candidacy announcement goes over like a fart. It's not good. It's not good. No, no, no. And the worst part is"
    },
    {
      "end_timestamp": 5432.0,
      "id": "a6d68d8e-a251-3406-8b8d-b1987de4ff63",
      "speaker": "Dan",
      "start_timestamp": 5422.0,
      "text": "I cried about how he will die for you last hour. He doesn't want to talk about it. Doesn't want to talk about it would rather hang out and pray with Steve Quayle."
    },
    {
      "end_timestamp": 5444.0,
      "id": "6d70ab3b-0dc8-30a8-b983-043bf3f451ba",
      "speaker": "Jordan",
      "start_timestamp": 5432.0,
      "text": "Yeah, here's what happened. Trump over the pin the pandemic, everybody watched Great British baking show. We prefer nice reality TV shows to shitty reality TV shows now it's just how it works."
    },
    {
      "end_timestamp": 5462.0,
      "id": "8cb682de-ffd3-3d16-91ce-b40d8a488006",
      "speaker": "Dan",
      "start_timestamp": 5444.0,
      "text": "Well, I mean, if you want to actually use the baking show, sure. I would say that his announcement speech was a little rough and ready. I think. I like that slang. I am jealous of the British being able to use that."
    },
    {
      "end_timestamp": 5476.0,
      "id": "a46250ba-0111-37da-973a-b665856af26b",
      "speaker": "Jordan",
      "start_timestamp": 5462.0,
      "text": "Yeah, I just like to say rough puff pastry. That's what I just every time they say rough puff pastry. I like Ah, it's so it's so it feels good. rolling off the tongue. Yeah."
    },
    {
      "end_timestamp": 5480.0,
      "id": "fcaaab6c-28cc-3780-89ae-7bd0a37c922b",
      "speaker": "Dan",
      "start_timestamp": 5476.0,
      "text": "Waiting the finale of the season. Oh, yeah. It"
    },
    {
      "end_timestamp": 5488.0,
      "id": "28146555-9fa6-3741-aedb-af2d375986f4",
      "speaker": "Jordan",
      "start_timestamp": 5480.0,
      "text": "is in Britain, but not in the United States. Oh, boy. You would have to use some sort of VPN. Are you possible? Yeah."
    },
    {
      "end_timestamp": 5499.0,
      "id": "6504d826-12cc-313b-927c-c8470b80058c",
      "speaker": "Dan",
      "start_timestamp": 5488.0,
      "text": "I might have to look into that after the show. But anyway, I like Sandro is pretty cool. Sandra is Gregory. Cool. Sandra. He's a big muscley takes care kid brilliant."
    },
    {
      "end_timestamp": 5509.0,
      "id": "0346c29f-0d7e-36d0-90ed-24f8b6aa84f6",
      "speaker": "Jordan",
      "start_timestamp": 5499.0,
      "text": "He's funny. He's smart. He's got the whole package. Damn. Oh my god. We're in love with him. Yeah, as as a as a household. Even my pups jump up and sing."
    },
    {
      "end_timestamp": 5512.0,
      "id": "c2174698-dda1-33ef-b249-7cfdf035ddcf",
      "speaker": "Dan",
      "start_timestamp": 5509.0,
      "text": "He's got too much going on for him. Oh,"
    },
    {
      "end_timestamp": 5514.0,
      "id": "949d113e-833b-3acb-acfa-e2f8123ed2d1",
      "speaker": "Jordan",
      "start_timestamp": 5512.0,
      "text": "he doesn't need this. What's"
    },
    {
      "end_timestamp": 5522.0,
      "id": "1254a033-8e12-3509-a289-0aaf5d1db2cd",
      "speaker": "Dan",
      "start_timestamp": 5514.0,
      "text": "the problem? finish this off air. Anyway, Jordan become to the end of this. quote myself. What a fuck?"
    },
    {
      "end_timestamp": 5525.0,
      "id": "7b389a5e-2af6-3f57-957a-f667011db744",
      "speaker": "Jordan",
      "start_timestamp": 5522.0,
      "text": "What a fuck."
    },
    {
      "end_timestamp": 5529.0,
      "id": "d2fb1991-476c-3f36-b047-b127d731e3bc",
      "speaker": "Dan",
      "start_timestamp": 5525.0,
      "text": "We'll be back for another episode. Till then, we have what"
    },
    {
      "end_timestamp": 5535.0,
      "id": "9b37f366-1ed2-3fec-a0c4-49e514249fdc",
      "speaker": "Jordan",
      "start_timestamp": 5529.0,
      "text": "do we do? It's knowledge. fight.com. Yep. World's on Twitter. Twitter. It's Abdallah. Just go fight. Oh, eight. Yeah,"
    },
    {
      "end_timestamp": 5543.0,
      "id": "9bf395f3-66d4-3509-b582-d4c394af3810",
      "speaker": "Dan",
      "start_timestamp": 5535.0,
      "text": "we'll be back. But until then. I'm Neil Leo. I'm DCX Clark. I got excited there because I realized that Steve Quale is the person who warns us about"
    },
    {
      "end_timestamp": 5546.0,
      "id": "36d92ea2-7fe4-36fe-993f-9c742d80a095",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5543.0,
      "text": "and now here comes the sex robots."
    },
    {
      "end_timestamp": null,
      "id": "d9984265-4fd3-3050-8f2d-47483bc56a37",
      "speaker": "Alex Jones",
      "start_timestamp": 5546.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}