{
  "audio_identifier": "KF_749",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/Dec-1-2003.mp3",
  "blocks": [
    {
      "end_timestamp": 59.0,
      "id": "e5307a28-de41-3084-a99f-0848f3bd90ce",
      "speaker": "Alex Jones",
      "start_timestamp": 4.0,
      "text": "Red Alert. Red alert. Red alert. Red Alert knowledge five days. Damn, Jordan I'm sweating knowledge party.com It's time to pray. I have great respect for knowledge, knowledge. I'm sick of them posing as if they're the good guys showing me or the bad guy knowledge. Dan and Jordan knowledge fight need money handy dandy your shopping Andy and Pam handy and Hans Bray and the damsel surely are huge fan I love your knowledge by now knowledge fight.com"
    },
    {
      "end_timestamp": 67.0,
      "id": "7bc29329-efa8-3eac-98c8-0393f1dc716a",
      "speaker": "Dan",
      "start_timestamp": 59.0,
      "text": "Hey everybody, welcome back to knowledge right I'm Dan I'm Jordan. We're a couple dudes like sit around worship at the altar of saline and talk a little bit about Alex Jones."
    },
    {
      "end_timestamp": 68.0,
      "id": "c53c2898-f861-3deb-8d9f-7a46f8c77aa6",
      "speaker": "Dan",
      "start_timestamp": 67.0,
      "text": "Oh, indeed we are Dan"
    },
    {
      "end_timestamp": 75.0,
      "id": "b30c53fc-7412-3595-af5b-d35b5f6003e6",
      "speaker": "Dan",
      "start_timestamp": 68.0,
      "text": "Jordan. Was I have a quick question for you. Yeah, what what's your bright spot today but why don't you go first?"
    },
    {
      "end_timestamp": 85.0,
      "id": "bf500568-df1d-3585-887f-0da1aa72adec",
      "speaker": "Dan",
      "start_timestamp": 75.0,
      "text": "My bright spot Dan is that recently I believe it might even be out today I was a guest on the god pod"
    },
    {
      "end_timestamp": 86.0,
      "id": "8508cc26-8894-3d02-9d7e-9b4d79934c15",
      "speaker": "Dan",
      "start_timestamp": 85.0,
      "text": "you got to talk to God"
    },
    {
      "end_timestamp": 110.0,
      "id": "87b42a97-0115-3475-9517-ec838631db9a",
      "speaker": "Dan",
      "start_timestamp": 86.0,
      "text": "no, you know what was fun about that is I feel like it the the cult leader who prophesied me is currently living out like a Twilight Zone dream version of like, Hey, man, here's what you'll here's what will happen. You think he's gonna talk to God? Wrong? He's gonna go on the podcast to do a podcast. Oh, he's gonna have all these No, but he's gonna do the Twilight Zone version of everything well"
    },
    {
      "end_timestamp": 115.0,
      "id": "fd4a104c-fdbb-3d09-8332-7bdbb45b773d",
      "speaker": "Dan",
      "start_timestamp": 110.0,
      "text": "at the at the risk of sounding like the lead singer of dish wala tell me all your thoughts on God."
    },
    {
      "end_timestamp": 133.0,
      "id": "3888c12f-ebf6-347d-9969-fef7bb32c847",
      "speaker": "Dan",
      "start_timestamp": 115.0,
      "text": "Ah no, it was fun. They're great. There was a psyche and Satan and knew the literal Christian devil was there as great as good time. Check it out wherever podcasts are sold is the Happy Meals I believe. Yeah,"
    },
    {
      "end_timestamp": 135.0,
      "id": "dadbedfb-31d0-3322-b993-7fc59fb1922d",
      "speaker": "Dan",
      "start_timestamp": 133.0,
      "text": "that's the title of it. Happy Meals. Oh, it's"
    },
    {
      "end_timestamp": 136.0,
      "id": "596734bb-2cb2-3482-bad6-0441805eb5f8",
      "speaker": "Dan",
      "start_timestamp": 135.0,
      "text": "called the God pod the"
    },
    {
      "end_timestamp": 170.0,
      "id": "ca56b56a-d284-3b26-8de6-45449ce47d3f",
      "speaker": "Dan",
      "start_timestamp": 136.0,
      "text": "god pot. Yeah, yeah. All right. Well, that's. That is a lot of fun. Yeah, it was great. I'm glad you had a good time. It was fantastic. I will be damned because I didn't go on. Yes, that is true. That is true. I would say that my my bright spot today Jordan is Lee over in the UK. Just got a little zip package. Some candy. Yeah, well, sir. Very much appreciate it some candy. Yeah, got some British sweets and a giant thing of hobnobs, which, famously on the streets my favorite."
    },
    {
      "end_timestamp": 178.0,
      "id": "d57424a1-a6e4-3371-ba49-164f51a83efe",
      "speaker": "Dan",
      "start_timestamp": 170.0,
      "text": "They are their oats. I will say that. I don't know if I can forgive them for this 12 month matured Christmas but"
    },
    {
      "end_timestamp": 183.0,
      "id": "2ca74fc3-0cfd-3e55-acc2-3eee60cf61bf",
      "speaker": "Dan",
      "start_timestamp": 178.0,
      "text": "yeah, what happened when I opened with like a month mature gonna walk listeners through it."
    },
    {
      "end_timestamp": 187.0,
      "id": "408aaade-0887-3589-a8bd-fc6fa102d023",
      "speaker": "Dan",
      "start_timestamp": 183.0,
      "text": "So he opened the package. And he said it is candy dumbass. Because it's"
    },
    {
      "end_timestamp": 193.0,
      "id": "e438f76a-1f09-33f5-997c-a750cc6c5e16",
      "speaker": "Dan",
      "start_timestamp": 187.0,
      "text": "labeled fragile, fragile. It's gonna be fragile candy. And he said, It's impossible. There's"
    },
    {
      "end_timestamp": 204.0,
      "id": "8934c9fa-d5eb-3e90-8653-8dd0adc486a9",
      "speaker": "Jordan",
      "start_timestamp": 193.0,
      "text": "no way that they can't do it. So obviously, it was candy. Right? And then you just handed me a 12 month butchered Christmas. But it gets said, this one's for you and your wife. Yeah. And maybe by any means. But I was gonna bring those up. I will"
    },
    {
      "end_timestamp": 209.0,
      "id": "08ef6615-6c8b-33ff-aacb-43a403a521f2",
      "speaker": "Dan",
      "start_timestamp": 204.0,
      "text": "look, I will take one for the team and have all the candy. Sure you could have the"
    },
    {
      "end_timestamp": 216.0,
      "id": "5156419a-2cb1-3bdc-a71e-a0fb0d36c38b",
      "speaker": "Dan",
      "start_timestamp": 209.0,
      "text": "Christmas I'll eat the 12 month mature. Well, boy, yeah, let's try it out."
    },
    {
      "end_timestamp": 258.0,
      "id": "622296df-a8d5-3840-a64a-7273ee555765",
      "speaker": "Dan",
      "start_timestamp": 216.0,
      "text": "So Jordan, today, we are time traveling, ooh, I felt the urge to go back to the past. I you know, just every now and again, you need to re up you need to go back and get a taste of what things used to be like. And like I mentioned on our last episode, we I got bored of the August timeframe. And so I decided to jump to December. And that was a very strategic decision on my part, because December 2003 is when Saddam Hussein ends up being found. That's right. And so I would love to see the lead up to that and how Alex responds, right when Saddam has found because as we know, Alex believes that he's in Belarus. Yeah, with his kids and a bunch of gold."
    },
    {
      "end_timestamp": 262.0,
      "id": "679e94cd-1cd6-3c3c-82ef-b5fefbf95265",
      "speaker": "Dan",
      "start_timestamp": 258.0,
      "text": "It's two very alive sons, yes, that he believes are there."
    },
    {
      "end_timestamp": 301.0,
      "id": "3ab3221e-aae8-3a55-8e77-76ef9d104281",
      "speaker": "Dan",
      "start_timestamp": 262.0,
      "text": "So we will get to that when it gets to that. But for now, we're just checking in on December 1, and seeing seeing what the path leads us to x and today we're gonna be going over December 1 and second 2003. And I'm gonna just give a little bit of a warning, but I'm gonna say this is gonna be a little bit of a shorter episode. But the reality is something that we talk about I think is actually very important. Okay. And so, I don't know we might hit an hour we might not. But I do think that this is something that something that happens is done. Definitely like I can't believe this"
    },
    {
      "end_timestamp": 313.0,
      "id": "bdb9d886-ac59-3773-a791-51badfe29904",
      "speaker": "Dan",
      "start_timestamp": 301.0,
      "text": "Listen, it's about quality of minute now now we've been doing four hour episodes we've been doing all that stuff got that under our belts now it's about minute quality right now"
    },
    {
      "end_timestamp": 317.0,
      "id": "e2db620d-f0a6-3564-82de-99be63950193",
      "speaker": "Dan",
      "start_timestamp": 313.0,
      "text": "and when I talked about passing out under"
    },
    {
      "end_timestamp": 324.0,
      "id": "2eb89ee6-65ca-3498-8a52-3b15d3e092ac",
      "speaker": "Dan",
      "start_timestamp": 317.0,
      "text": "exactly it's about quality minutes condensing of down we're getting from efficiency. That's our goal. I"
    },
    {
      "end_timestamp": 340.0,
      "id": "4771bf6e-e43d-3e36-bf6c-9422a5fde3b1",
      "speaker": "Dan",
      "start_timestamp": 324.0,
      "text": "don't know if you want me to put your business on the streets, but I know that you've been getting back into stand up I have Yes, I don't know if you have closely regarding that, but I know that laughs per minute is a very important you bet is a stat that I know that you're tracking right now."
    },
    {
      "end_timestamp": 356.0,
      "id": "78f07d5e-0e51-3a03-a1cf-c0e02aa55b5b",
      "speaker": "Dan",
      "start_timestamp": 340.0,
      "text": "I've always been a huge laughs permitted guy. Yeah, you know, because I have those jokes that last two or three minutes with only one huge punch line. So my laughs per minute way low Yeah, way low under one under one is not a good laughs for a minute. I have been told that many times."
    },
    {
      "end_timestamp": 374.0,
      "id": "345c9684-4bef-3715-a50c-c5ddbec91eec",
      "speaker": "Dan",
      "start_timestamp": 356.0,
      "text": "I never really I never tracked that and I never really understood like how do you gauge like what is and is not a successful laugh? Yeah, like what if you get a couple people laughing in the audience but really hard right? Right. Or just a good sized laugh from everybody? Do they count do they each count as one I mean who's"
    },
    {
      "end_timestamp": 397.0,
      "id": "1f15d8cd-43a3-34e4-a09b-2e1b1d2446f7",
      "speaker": "Dan",
      "start_timestamp": 374.0,
      "text": "got the the audio the decibel meter? I don't know I think it all every part of it became incredibly stupid to me after I listened to Dana Gould black dolly a bit that five minute long bit with one punch line is so spectacular. He's got you hanging on every word and then the final punch breaks everything opened the whole place explodes"
    },
    {
      "end_timestamp": 406.0,
      "id": "91a7aff0-d310-3e9f-981f-d7803b481468",
      "speaker": "Dan",
      "start_timestamp": 397.0,
      "text": "it's perfect or the John Glaser and John Benjamin forget a buddy Oh. which in theory has one joke within 20"
    },
    {
      "end_timestamp": 420.0,
      "id": "66e5f3a3-74d7-37da-a2e3-8d04dfd3a176",
      "speaker": "Dan",
      "start_timestamp": 406.0,
      "text": "minutes there was the by John Benjamin was the David Cross bit that they did the doctor know that Comedians of Comedy Tour they did or not want they did a one off"
    },
    {
      "end_timestamp": 423.0,
      "id": "cec12b0a-cf4d-394b-9236-9951cab3701e",
      "speaker": "Dan",
      "start_timestamp": 420.0,
      "text": "where I don't remember what that was? They were"
    },
    {
      "end_timestamp": 432.0,
      "id": "4a929ef2-fedb-3515-a804-5d32cbf8e0dc",
      "speaker": "Dan",
      "start_timestamp": 423.0,
      "text": "they both recorded this long thing where they started leaving the stage and then talking to a recording of the other ostensibly because they were at the station."
    },
    {
      "end_timestamp": 432.0,
      "id": "412a0400-6e1a-332d-b144-a89cf08cbf1b",
      "speaker": "Dan",
      "start_timestamp": 432.0,
      "text": "Yeah,"
    },
    {
      "end_timestamp": 436.0,
      "id": "dc2e7ac4-adb9-37a0-9732-3b37b3a4a1ae",
      "speaker": "Dan",
      "start_timestamp": 432.0,
      "text": "what are you doing back at the train station? Just forever"
    },
    {
      "end_timestamp": 450.0,
      "id": "55f4d5bf-856c-343a-b4f2-02afbba848c5",
      "speaker": "Dan",
      "start_timestamp": 436.0,
      "text": "the two of them had a bit on the invite them up CD. Yeah. That was David Cross was a doctor who would put babies back inside and then kill them. Benjamin was interviewing horrified by the procedure."
    },
    {
      "end_timestamp": 453.0,
      "id": "83211230-aa58-3606-9b6b-a010cf8b0696",
      "speaker": "Jordan",
      "start_timestamp": 450.0,
      "text": "That's great. So good."
    },
    {
      "end_timestamp": 467.0,
      "id": "03f10c43-e9e9-350c-a60c-8dea83dc0afe",
      "speaker": "Dan",
      "start_timestamp": 453.0,
      "text": "Anyway, we have an episode to do. But before that, let's take a little moment Jordan say hello to some new watch. Oh, that's great. Yeah. So first are happy early, early birthday on this one. Happy Little Miss info raccoon. Thank you so much. You are now policy walk."
    },
    {
      "end_timestamp": 468.0,
      "id": "0db9410e-dc1b-3e01-8dd0-6ec732539272",
      "speaker": "Alex Jones",
      "start_timestamp": 467.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 469.0,
      "id": "142420bb-d80c-3962-8374-095b551f1202",
      "speaker": "Dan",
      "start_timestamp": 468.0,
      "text": "Thank you very much."
    },
    {
      "end_timestamp": 477.0,
      "id": "f7b105cf-f66e-3da0-b8fa-3f85f90f354f",
      "speaker": "Dan",
      "start_timestamp": 469.0,
      "text": "Thank you Next Mike from Akron. Davina loves you pronounce to Davina thank you so much. You are now policy walk."
    },
    {
      "end_timestamp": 478.0,
      "id": "c32aa7b8-0243-3e48-a806-12c49948dbbe",
      "speaker": "Alex Jones",
      "start_timestamp": 477.0,
      "text": "I'm a policy."
    },
    {
      "end_timestamp": 479.0,
      "id": "68aa8d5f-c2e6-3fb9-b368-6a723a47ffdc",
      "speaker": "Jordan",
      "start_timestamp": 478.0,
      "text": "Thank you very much."
    },
    {
      "end_timestamp": 488.0,
      "id": "1d318964-09bb-3483-9cff-f2d2d2b1a859",
      "speaker": "Dan",
      "start_timestamp": 479.0,
      "text": "Next at when it's spelled Kabyle. But it's hard not to think they're rubbing it in our face. Exclamation point. Thank you so much. You are now policy walk."
    },
    {
      "end_timestamp": 489.0,
      "id": "c6d3e992-018e-35a1-b1ea-e01bdf6ecdd8",
      "speaker": "Alex Jones",
      "start_timestamp": 488.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 490.0,
      "id": "e3a9f089-ad37-338f-afd3-df94bbf64d41",
      "speaker": "Dan",
      "start_timestamp": 489.0,
      "text": "Thank you very much."
    },
    {
      "end_timestamp": 505.0,
      "id": "c8ee33c6-7506-3cfe-9a79-e550036c707b",
      "speaker": "Dan",
      "start_timestamp": 490.0,
      "text": "Okay. Next, this was actually inspired by today. Ironically, they sent this in prior but it is actually in response to today's episode. Oh my God, what do we want time travel? When do we want it? That's a relevant. Thank you so much. You are now a policy wonk."
    },
    {
      "end_timestamp": 506.0,
      "id": "c9093245-ba00-3609-948b-b17da4dd91a8",
      "speaker": "Alex Jones",
      "start_timestamp": 505.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 508.0,
      "id": "656c1e99-f05a-39e6-b928-a5b97afd58e3",
      "speaker": "Dan",
      "start_timestamp": 506.0,
      "text": "It's a witch,"
    },
    {
      "end_timestamp": 512.0,
      "id": "22c6685b-d158-3d46-9582-960b5d24ebb7",
      "speaker": "Dan",
      "start_timestamp": 508.0,
      "text": "and genetically enhanced chicken. Thank you so much. You are now a policy wonk."
    },
    {
      "end_timestamp": 513.0,
      "id": "08cd4545-0c8e-3030-a145-591e655c984c",
      "speaker": "Alex Jones",
      "start_timestamp": 512.0,
      "text": "I'm a policy wonk, thank"
    },
    {
      "end_timestamp": 514.0,
      "id": "55968b83-5d89-31fe-a904-e92c4b17763e",
      "speaker": "Dan",
      "start_timestamp": 513.0,
      "text": "you very much."
    },
    {
      "end_timestamp": 529.0,
      "id": "2db099de-b7eb-3fdb-8061-f1f6b21e7bd3",
      "speaker": "Dan",
      "start_timestamp": 514.0,
      "text": "And we got a couple of technocrats in the mix here to Jordan. So first gay frog wrangler who worships at the altar of kudzu. Thank you so much. You are now a technocrat and George Soros in a hot tub. We call that globalist warming. Thank you so much. You are now a technocrat."
    },
    {
      "end_timestamp": 583.0,
      "id": "1d587c27-a899-3d7c-87cc-dbc83e4ff0d7",
      "speaker": "Alex Jones",
      "start_timestamp": 529.0,
      "text": "I'm a policy wonk. I have risen above my enemies, I might quit tomorrow, actually. Just gonna take a little break now. A little breaky from me. And then we're going to come back. And I'm going to start the show over, but I'm the devil. Fuck you. Fuck you. I got plenty of words for you. But at the end of the day, Fuck you and your new world order. And fuck the horse you rode in on and all your shit. Maybe today's COBOL is broadcast. Maybe I'll just be gone a month, maybe five years. Maybe I'll walk out of here tomorrow. And you never see me again. That's really what I want to do. I never want to come back here again. I apologize to the crew and the listeners yesterday that I was legitimately having breakdowns on here. I'll be better tomorrow."
    },
    {
      "end_timestamp": 707.0,
      "id": "fa819247-6477-3617-8151-1242f9ac34cb",
      "speaker": "Dan",
      "start_timestamp": 583.0,
      "text": "He's not not even in the past. December 2003. Still not good? Not not good. Unfortunate. So before we get to today's episode, I wanted to touch on something from our last episode, and that is we talked about Alex's coverage of the medical assistance Dying legislation in Canada. Yeah, and I wanted to loop back and touch back on that here a little bit before we launch into 2003. I don't believe that we said anything that I disagree with, necessarily, in hindsight, but I did get some messages from listeners that have been really helpful in terms of illustrating ways that we could have discussed that issue better. And from a broader perspective, one of the points we could have done a better job of stressing is that there is an inadequate social safety net in terms of support for people living with disabilities in Canada. And this is a very severe issue when it comes to the point where poverty ends up being a contributing factor towards someone wanting to pursue made the case of Miramar sued, who he discussed on the last episode involved that dynamic where his disability payments weren't enough to keep them out of poverty, and weren't enough to allow them to find a place to live, which would leave him living with severe pain on housed. We did talk about how his case illustrates the need for greater social welfare. But I wasn't really aware of the endemic problem that advocates around disability related issues had been raising around the intersection of poverty and disability, and how this makes the expansion of made to include people whose deaths aren't reasonably imminent, could contribute towards a program that's dangerously close to eugenics. This is really important stuff. And I'd like to learn more about it and possibly talk to someone who knows more in the future. My coverage of Alex's content on the subject has a tendency to sometimes not see all of the broader context and implications of a story, because I'm looking at what he's saying, and then evaluating that. So my apologies for not stressing some of the more important aspects of what rational people's complaints about made actually are. There's real critique and an Alex critique. Yeah, and I'm focusing on the ALEKS critique. And sometimes, that means I don't see some of the more reasonable criticisms. Yeah, it's"
    },
    {
      "end_timestamp": 720.0,
      "id": "f7bb8c6f-92ce-3fe4-b20b-411d29f1e1b2",
      "speaker": "Dan",
      "start_timestamp": 707.0,
      "text": "hard to it's hard to completely view an issue in a rational perspective, when somebody is also screaming like, No, you shouldn't do that you should teach people how to be suicide bomber, and you're like, No, I don't even understand how I'm supposed to."
    },
    {
      "end_timestamp": 833.0,
      "id": "7f03306e-91d5-3894-b167-e75d448772d3",
      "speaker": "Dan",
      "start_timestamp": 720.0,
      "text": "Yeah, and some of that's the challenge. And some of that is just, you know, you miss something sometimes it has. That being said, I do think that some of our conversation was surrounding the, the question of how social safety net and welfare programs would be a solution to some of the confounding factors that were being discussed. In these cases, though, I think we could have done a better job of highlighting and focusing in on what some of those problems were right. Now, the second problem, which I actually think is a bit bigger is that there have been some reported cases of people with disabilities being offered made, as opposed to them pursuing it. Further Canadian laws have not built in oversight and regulations that many feel would be needed to make sure that that kind of care is being applied responsibly. And that's a really big concern. I do think that advocates and human rights experts have a valid point when they say that this legislation does have the potential to have a dehumanizing effect on people with disabilities, and in essence, create a perception whether in the mind of the public or in the medical profession, that their lives are somehow less worth living. And that is definitely unacceptable. I'm not sure what the answer is. But I'm going to read more up on this and try to listen to folks with better perspectives. But I am confident in my opposition to Alex's coverage of the story. The takeaway that I have is that there are more reasons to take this seriously. And that Alex cover Alex's coverage paints a cartoonish version of the problem and exists in direct opposition to the most logical elementary solution to helping some parts of this, which is a greater social investment in lifting people out of poverty. Yeah. And so for anybody who took issue with some of our commentary I do, I apologize that there was a slice of this and a section of it that that was missing fair. And I hope we'll do a better job of being mindful of a lot of that stuff. You know, in future instances,"
    },
    {
      "end_timestamp": 839.0,
      "id": "a7a04f18-b5e3-3088-b277-badfa74be954",
      "speaker": "Dan",
      "start_timestamp": 833.0,
      "text": "all we you know, we do our best and then if we don't do the best we listen when people tell us we didn't"
    },
    {
      "end_timestamp": 849.0,
      "id": "50b8473a-f6e0-38dc-907f-f1b9b59002d3",
      "speaker": "Dan",
      "start_timestamp": 839.0,
      "text": "try to it's kind of simple. So, Jordan, today, December 1 is where we're starting. This episode sucks. Okay, nothing going on"
    },
    {
      "end_timestamp": 859.0,
      "id": "b2ea7fb0-ec91-3286-8922-b3c15cfb9ae6",
      "speaker": "Dan",
      "start_timestamp": 849.0,
      "text": "on December first, but it's the first day of December in 2003. There was so much going on. There was"
    },
    {
      "end_timestamp": 869.0,
      "id": "65787f1e-c29f-3308-a718-604e508919ff",
      "speaker": "Dan",
      "start_timestamp": 859.0,
      "text": "the first hour Child Left Behind the first hour of the show is mostly just Alex being mad that Bush went to Iraq to give out turkeys for Thanksgiving."
    },
    {
      "end_timestamp": 871.0,
      "id": "3bf8a49c-4a28-31a0-ab7f-de13e390dc10",
      "speaker": "Dan",
      "start_timestamp": 869.0,
      "text": "Oh, yeah, I remember that one."
    },
    {
      "end_timestamp": 879.0,
      "id": "01827dd4-78a1-3c8e-9be3-31343cb3dbf0",
      "speaker": "Dan",
      "start_timestamp": 871.0,
      "text": "There's just a lot of that. That's the vibe you get a lot of treading water and complaining about Turkey gate."
    },
    {
      "end_timestamp": 907.0,
      "id": "c5f9862c-9ffb-3d42-9e9c-b4f10ecdb6eb",
      "speaker": "Dan",
      "start_timestamp": 879.0,
      "text": "Yeah, we think about all the absurd things and insane things that Trump did because they were also terrifying. Paper towels. Yeah, like all of that stuff, because it was also a evil in a weird way. You know, throwing out paper towels was condescending and fucked up and almost infantilizing, but Bush going to the place that he genocided and given out turkeys for a genocide that holiday, that's that's metaphorically more fucked up than I can"
    },
    {
      "end_timestamp": 938.0,
      "id": "23af5c89-faa1-3961-973e-184efad82ca1",
      "speaker": "Dan",
      "start_timestamp": 907.0,
      "text": "think. Yeah, that's an onion of irony. Yeah. So we have a couple of clips from December 1. There's not much to discuss here. But it's good to check in every now and again to see how Alex feels about various right wing figures. Sure. He still hates Michael Savage. Spoiler alert. Yeah, he's a hippie. And Alex also has you know, I hear him complain a lot about people calling him and his friends Nazis and stuff. He's like, it's not cool. You shouldn't do that. Right? Well, I mean, when it comes to Michael Savage,"
    },
    {
      "end_timestamp": 974.0,
      "id": "50bef9c6-69e7-32cb-950a-83975ce15416",
      "speaker": "Alex Jones",
      "start_timestamp": 938.0,
      "text": "yeah, Michael Savage. Says he's a fake neocon. I have heard him I've probably listened 15 times and I've heard him 10 times say so he must say it every hour on the hour every person that disagrees with the government shouldn't be arrested and put in a forced labor camp to quote pay for their keep he says anyone that disagrees should be arrested. And that's his conservatism while he protects George Bush and his mindless Nazi audience I guess must think that we're going under martial law is good"
    },
    {
      "end_timestamp": 983.0,
      "id": "b7b900a0-f07b-3e1f-9c18-470eeb9823a0",
      "speaker": "Dan",
      "start_timestamp": 974.0,
      "text": "so yeah, his audiences Nazis and Michael Savage on the hour every hour saying everybody who disagrees he's like go to a forced labor."
    },
    {
      "end_timestamp": 998.0,
      "id": "82a45eed-5625-3d48-bb53-f7e613d2c161",
      "speaker": "Dan",
      "start_timestamp": 983.0,
      "text": "Is there is the station check. You got to do Sure. Time. Time and temp for sure. Traffic and traffic. Yeah. And then of course, you got to remind people that if you speak out against the government, you should put we put into forced labor. Let's just regular morning Zoo Crew,"
    },
    {
      "end_timestamp": 1014.0,
      "id": "8ed36339-184a-327e-bc61-00d551e3984d",
      "speaker": "Dan",
      "start_timestamp": 998.0,
      "text": "Michael Savage sucks. But even this is a little bit unfair to to the depiction. All right, man. So it's just funny though, because later on Alex will be like Michael Savage was a pioneer one of the first in this space and a hero and a legend."
    },
    {
      "end_timestamp": 1018.0,
      "id": "44a3999c-b91f-396e-9ac4-fb8b54f3127c",
      "speaker": "Dan",
      "start_timestamp": 1014.0,
      "text": "He was the one who organized the mind was Nazi crowd. That's what he got it well,"
    },
    {
      "end_timestamp": 1026.0,
      "id": "59b5cf01-56a6-34e2-babf-2b40fe67554b",
      "speaker": "Dan",
      "start_timestamp": 1018.0,
      "text": "and Alex, the Michael Savage started accepting his calls."
    },
    {
      "end_timestamp": 1031.0,
      "id": "8580850d-3526-3246-a867-0875ec68127c",
      "speaker": "Dan",
      "start_timestamp": 1026.0,
      "text": "It's a big difference how quick. I gotta text. He's a legend. Yeah."
    },
    {
      "end_timestamp": 1038.0,
      "id": "319f297c-1f41-3876-a4da-0623ae7b8fcd",
      "speaker": "Dan",
      "start_timestamp": 1031.0,
      "text": "So Alex takes a number of calls on this show. And one of them is a very sad man who's handed out 1000s of Alex's tapes,"
    },
    {
      "end_timestamp": 1053.0,
      "id": "0787e36d-7c23-36aa-8e83-bf96fc4a348d",
      "speaker": "Caller 2 (749)",
      "start_timestamp": 1038.0,
      "text": "and just trying to get tapes to the public officials. And I'm asking everybody, please help me in some way. I'm so tired, Mr. Jones. But we need more people to put out more tapes, or to give them constitutions."
    },
    {
      "end_timestamp": 1057.0,
      "id": "171d3808-1835-33b2-9756-b8da2a574994",
      "speaker": "Alex Jones",
      "start_timestamp": 1053.0,
      "text": "How many copies of my video have you handed out? Oh,"
    },
    {
      "end_timestamp": 1068.0,
      "id": "a5d6faa4-cce7-3eb1-8daf-c157e376e359",
      "speaker": "Caller 2 (749)",
      "start_timestamp": 1057.0,
      "text": "wait, wait a minute, right. Okay, I'll get 4212. But that's just 1999. You know, you want it wrong."
    },
    {
      "end_timestamp": 1074.0,
      "id": "1fb9cbb1-05bc-384f-8d75-0ee836a19a7c",
      "speaker": "Alex Jones",
      "start_timestamp": 1068.0,
      "text": "What effect what effect is giving out 4000 copies of my videos done in your area? Well,"
    },
    {
      "end_timestamp": 1103.0,
      "id": "b4c26d67-3cdf-3811-b958-2f6f2a63a414",
      "speaker": "Caller 2 (749)",
      "start_timestamp": 1074.0,
      "text": "I'm moving to new parish. But the last parish I was, in fact, the whole police department to change the attitude toward things and be a little bit more lenient, and talk to me about instead of condemning me, I made friends with a whole police force and go into a police building and everybody shakes my hand, and they agree with the tapes. Someone would just their mouth just dropped open. They asked me to make a tape for the mother was a gift. They gave me excitation and gave me money to buy copies."
    },
    {
      "end_timestamp": 1120.0,
      "id": "6c7383ee-4004-3465-bae0-b33e11716b29",
      "speaker": "Alex Jones",
      "start_timestamp": 1103.0,
      "text": "Well, police we found that the videos are working up police and military even more than the general public. Because they're investigators, they already know about the criminal mind. They already know the information is accurate. We just lay it all out on the table for him. Thanks for the call Charles."
    },
    {
      "end_timestamp": 1190.0,
      "id": "a71c25d6-9a22-3c12-a80b-1e4062478acc",
      "speaker": "Dan",
      "start_timestamp": 1120.0,
      "text": "So I suspect that cops are more affected by Alex's earlier documentaries. Because those films are kind of veiled threats against the police. They're essentially arguing that the police are the strong arm of the globalists and will be used to enslave the population and thus will be the Patriots enemy. And unless they're explicitly on the side of the Patriots, the message is essentially when things go bad, we will kill you unless you're on our side, right? It's the same messaging and a ton of militia materials. For instance, the book unintended consequences involves a plot to assassinate law enforcement carried out by patriots who've had enough of gun grabbing. This isn't necessarily what you'd call a direct threat. But it also definitely has an undertone in these materials, that it might seem to help explain why they resonate so strongly with people in law enforcement. They're more or less telling any viewer in law enforcement that there's a war coming that the Patriots will win, and they need to decide if they want to be one of the good guys, or they want to die as a villain. And, you know, it's a very emotional appeal that's made in those documentaries too. And you could see, if you're a cop, you might identify with the people being labeled a villain and be like, I don't want to be a villain. Sure. I don't know."
    },
    {
      "end_timestamp": 1205.0,
      "id": "95110fe5-0a94-3090-a4f1-6a0963de92dd",
      "speaker": "Dan",
      "start_timestamp": 1190.0,
      "text": "I mean, if it was if I had a time machine, right now, I would go back and tell everybody to be like, do you hear this book? hops like Alex Jones, do you not understand what's going to happen soon? Hops like Alex Jones. Yeah,"
    },
    {
      "end_timestamp": 1220.0,
      "id": "b3f6765d-b493-3f0a-ad5f-3996d62cf878",
      "speaker": "Dan",
      "start_timestamp": 1205.0,
      "text": "but the problem with that is you listen to this and Alex is a liar. So it's really easy to like hear this and think like Alex is just blowing smoke about cops loving his stuff, but maybe there was more truth to the surly we're comfortable with."
    },
    {
      "end_timestamp": 1258.0,
      "id": "e39094ad-5cac-34f4-ad8d-445ffeff9ac1",
      "speaker": "Dan",
      "start_timestamp": 1220.0,
      "text": "Yeah, yeah. And that's that I you know those documentaries that the way that he would I don't know what it would be like to be a cop then getting this stuff because this is because he was sending those two cops the the guy was starting to send those to the cops around 1999. So this is a decade after 911 Yeah, pre 911. But after OKC Yeah, so we're in that uncertainty zone of who the bad terrorists are. So the cops have got to be in this weird no man's land where they're like, ah, we want to but they don't know who. So I assume this is how it goes bad."
    },
    {
      "end_timestamp": 1302.0,
      "id": "22dcd1cb-e685-333c-8d5f-b94c591715c3",
      "speaker": "Dan",
      "start_timestamp": 1258.0,
      "text": "I may be a contributing factor and could be big. So again, one more call that we're going to listen to hear from December 1. And this is. So when we talked about Alex's war, and we talked about Glenn Greenwald's interview I said on the episode that Alex is a fucking liar. His dad was in the John Birch Society. And like he, you know, in the film, he tries to present himself as just like, oh, I had some of these influences how round or whatever. It's like, No, you, you're in a birch fucking household. Yeah. And I got some pushback on Twitter, even from some folks who have who aren't random people interest, let's say, oh, and so I just want to play this just to reiterate that Alex's dad was in the job versus Okay."
    },
    {
      "end_timestamp": 1305.0,
      "id": "afa82cea-3a6d-3bf2-a8d4-f8e5b0530a7a",
      "speaker": "Alex Jones",
      "start_timestamp": 1302.0,
      "text": "Let's talk to Brian and Illinois. Brian, you're on the air."
    },
    {
      "end_timestamp": 1316.0,
      "id": "c1f9ecf5-99d8-306d-947c-87d33c28817d",
      "speaker": "Caller 1 (749)",
      "start_timestamp": 1305.0,
      "text": "How you doing? Alex? I just wanted to, I want to know what your thoughts are on the John Birch Society. I know you said your dad was a member."
    },
    {
      "end_timestamp": 1345.0,
      "id": "92e126c3-2a1c-33d8-88cd-6a7f737438c6",
      "speaker": "Alex Jones",
      "start_timestamp": 1316.0,
      "text": "Well, I get questions on this probably about once a month on air every day via email. I think the John Birch Society puts out great books and tapes, a great magazine. I think they put out really good information. And I don't think they're quite aggressive enough. But they've done more good than I've done. They have great membership. My father isn't a member now. He was a member in high school, and went around giving anti communist speeches. But he's not really active in politics now."
    },
    {
      "end_timestamp": 1347.0,
      "id": "bb01104a-ab1c-3274-a4a7-df2070552d83",
      "speaker": "Jordan",
      "start_timestamp": 1345.0,
      "text": "Great, great, great."
    },
    {
      "end_timestamp": 1353.0,
      "id": "73a8a6b5-acbe-33bb-bc7e-f5d7912177f9",
      "speaker": "Dan",
      "start_timestamp": 1347.0,
      "text": "So another thing that's of note in there is that Alex thinks that the John Birch Society isn't aggressive. So"
    },
    {
      "end_timestamp": 1359.0,
      "id": "6f188d1b-c0ac-3718-8c6b-40fbb802ec78",
      "speaker": "Dan",
      "start_timestamp": 1353.0,
      "text": "week to week they don't they don't say they don't go hard. Right. That's the problem."
    },
    {
      "end_timestamp": 1374.0,
      "id": "0d8fb198-6058-3cce-9a5f-29e464c3bfa6",
      "speaker": "Dan",
      "start_timestamp": 1359.0,
      "text": "This to me is so in line with that illusion that people had about Alex not being right wing because he criticizes Bush, says Bush because he's too he's a communist. Yeah, he thinks he thinks Bush is a commie."
    },
    {
      "end_timestamp": 1380.0,
      "id": "694a1fc9-7f31-3f19-b9ec-9ac71b8c46e1",
      "speaker": "Dan",
      "start_timestamp": 1374.0,
      "text": "The criticize the John Birch Society for not being aggressive enough. Yes. Yeah. That's their"
    },
    {
      "end_timestamp": 1384.0,
      "id": "ba44158c-5082-37ce-af3c-a567214ed04c",
      "speaker": "Dan",
      "start_timestamp": 1380.0,
      "text": "issue. And you know, I'm putting together this library and I've been reading some of these materials. They're"
    },
    {
      "end_timestamp": 1387.0,
      "id": "255e0e34-518d-3913-9afd-54ea549712b2",
      "speaker": "Dan",
      "start_timestamp": 1384.0,
      "text": "aggressive. They're they're insanely aggressive."
    },
    {
      "end_timestamp": 1400.0,
      "id": "43b88140-36aa-3877-adb9-f1b4fc4e1337",
      "speaker": "Dan",
      "start_timestamp": 1387.0,
      "text": "D aggro Jesus. Yeah. So anyway, let's put that baby to bed. And go to December 2. episode starts. Yeah. And Alex announces a guest. Sometimes"
    },
    {
      "end_timestamp": 1412.0,
      "id": "7d4d9c41-ad6b-3e02-84d4-53c2566e06d8",
      "speaker": "Dan",
      "start_timestamp": 1400.0,
      "text": "I think you go into the past, just because somebody said that something happened in the past, and you're like, oh, it fucking did. Yeah. Go fuck yourself. I'll find it. I am there. Right? I am in both the past and the present."
    },
    {
      "end_timestamp": 1420.0,
      "id": "8b3b5aee-85cd-38e8-8dc0-cb09ee626e16",
      "speaker": "Dan",
      "start_timestamp": 1412.0,
      "text": "So Alex has a guest that he announces on the second and this name will not necessarily ring out to you. But this is a fucking huge problem. Okay."
    },
    {
      "end_timestamp": 1422.0,
      "id": "0d752899-9edb-334d-94b9-3b67006f8439",
      "speaker": "Dan",
      "start_timestamp": 1420.0,
      "text": "All right, folks. It's"
    },
    {
      "end_timestamp": 1444.0,
      "id": "23542623-ced6-35c8-a5f9-b7552a33f66b",
      "speaker": "Alex Jones",
      "start_timestamp": 1422.0,
      "text": "Tuesday, the second of December 2003. I'm Alex Jones, your hosts we have a special guest for you in the second hour. documentary filmmaker and author Eric Schmidt, who has done just an unbelievable job exposing the mathematical impossibility to the frauds surrounding September 11."
    },
    {
      "end_timestamp": 1466.0,
      "id": "7dcd421c-513d-309d-8087-536e1bc69394",
      "speaker": "Dan",
      "start_timestamp": 1444.0,
      "text": "So Eric Huff Schmid wrote a book titled painful questions and analysis of the September 11 attack, which hasn't held up well as time has gone on, as is a theme with 911 conspiracy stuff, particularly from this early stage. However, this is not what I find interesting or troubling about Eric Schmidt. I find his aggressive anti semitism far more important."
    },
    {
      "end_timestamp": 1472.0,
      "id": "0f54e992-614e-3074-a7a4-6b6f789b7e1b",
      "speaker": "Dan",
      "start_timestamp": 1466.0,
      "text": "Oh, so a problem from his problem is not aggro. He's not too he's pretty accurate. He's pretty accurate. Okay,"
    },
    {
      "end_timestamp": 1575.0,
      "id": "05130468-b08e-34e3-8252-5d8c620ab53d",
      "speaker": "Dan",
      "start_timestamp": 1472.0,
      "text": "huff Schmidt has a YouTube channel where he's posted some clips of his public access TV interviews, and also a clip from the movie A Bug's Life which he claims is allegorical, the Jews are in his term the Zionists are the grasshoppers and the non Jews are the ants share. His description of the video reads quote from the movie A Bug's Life The leader of the grasshoppers parentheses, Zionists explained what would happen if the stupid ants parentheses golem were to realize that they don't have to be under the control of the grasshoppers, for some reason, around 2009, his channel shifted over to some recipes and cooking content and then to videos of bugs. I was sort of curious about this, but it seems like it's not a mystery worth solving. So I left it alone. He's a big time Zionist occupied government type of conspiracist. And that's his underlying theory about 911. Right. I found a page under the name Eric Schmidt on the site, clip it, which seemed like it had some pretty offensive content on it, but I wasn't sure if I was going to use it for this episode, on the off chance that it wasn't this guy's page. Sure. However, I was able to satisfy my own doubts by doing a little bit of cross referencing, for instance, to the audio clips he's posted on that page are about Carly Franz, a woman who has made allegations about being ritualistically abused by the Masons. Incidentally, on his own website, huge questions.com. Eric routinely talks about France and her allegations. Because I was able to find overlaps like this. I'm pretty confident that this is his audio page. Actually, I know for sure it is. So that means I'm going to play this anti semitic trash for you. Oh, no mic down for this because oh, this is going to blow your mind know."
    },
    {
      "end_timestamp": 1616.0,
      "id": "7783c11e-5799-3ae3-8c67-8c60cde1be85",
      "speaker": "Eric Huff Schmidt",
      "start_timestamp": 1575.0,
      "text": "If the Jews had been nicely behaved people, we would love them. It's their own fault that we're disgusted with them."
    },
    {
      "end_timestamp": 1619.0,
      "id": "1f150c98-161b-399f-a0b9-ef2b06e4b588",
      "speaker": "Dan",
      "start_timestamp": 1616.0,
      "text": "This song is over five minutes long, but I think you get the idea there."
    },
    {
      "end_timestamp": 1633.0,
      "id": "e898e1f4-99c2-3cd0-b4cd-9b41723e8739",
      "speaker": "Dan",
      "start_timestamp": 1619.0,
      "text": "i That sounds like it's from the fucking Firefly unit like you would you would go into a space bar, they would be playing this propaganda theme song while you were getting cantina like this crazy. Yeah."
    },
    {
      "end_timestamp": 1643.0,
      "id": "ba4a41ac-fd3d-3521-a1f0-76977351fa3f",
      "speaker": "Dan",
      "start_timestamp": 1633.0,
      "text": "within under a minute, he's thrown into blood libel, saying that if Jews were better behaved everyone wouldn't hate them, man. It's just awful."
    },
    {
      "end_timestamp": 1654.0,
      "id": "3f4bb029-7ad0-35f5-9af2-8e6c27bce528",
      "speaker": "Dan",
      "start_timestamp": 1643.0,
      "text": "That is so fucked up. I feel like there is there is a man who made it. Did he? Did he do that himself? I"
    },
    {
      "end_timestamp": 1670.0,
      "id": "6d914f5a-580f-3192-99e8-3090bd552761",
      "speaker": "Dan",
      "start_timestamp": 1654.0,
      "text": "suspect you did. Voice that's talking at the beginning is him. Yeah, that's him. And that continues throughout the song. Because of that, I wanted to just include a few more things that he says in this song that I think border on calling for genocide. And here's here's the next clip. The Jews"
    },
    {
      "end_timestamp": 1685.0,
      "id": "13614b44-380d-392d-8aaa-72fc3d3898f0",
      "speaker": "Eric Huff Schmidt",
      "start_timestamp": 1670.0,
      "text": "are getting away with a lot of times partly because most people can't believe that a group of humans in such a manner maybe they're not the same type of human as the rest of us. The Jews claim to be a different race, and they may be correct."
    },
    {
      "end_timestamp": 1692.0,
      "id": "7067fa50-6c86-389a-9b0f-d9d03ff6d3cb",
      "speaker": "Dan",
      "start_timestamp": 1685.0,
      "text": "So here we have a suggestion that Jewish people aren't human. That's not good. But Jordan, it gets worse."
    },
    {
      "end_timestamp": 1732.0,
      "id": "ecfdfae1-ed3b-3c86-af6a-52429f1ccd8c",
      "speaker": "Eric Huff Schmidt",
      "start_timestamp": 1692.0,
      "text": "The pattern I see all throughout history is that every society treated Jews with decency and respect. But after a while that society got tired of the impedance line crime, murders and other horrible behaviors, then that society threw them out. And the society that accepted them treated them with decency. And after a while, they also got tired. And look at the behavior of Jews during the 20th century. It's the same pattern. For example, the Germans treated the Jews with decency and respect. The Jews decided to abuse the German when did the Jews the Jews,"
    },
    {
      "end_timestamp": 1740.0,
      "id": "2223f470-eb2a-31cf-a706-7b0cb9971144",
      "speaker": "Dan",
      "start_timestamp": 1732.0,
      "text": "alright, so go ahead and check off that box that's marked claiming the Holocaust was the Jews fault? Yep. Yep. covering a lot of bases here."
    },
    {
      "end_timestamp": 1773.0,
      "id": "0823a560-ef7f-3965-ae39-15e7019c8034",
      "speaker": "Dan",
      "start_timestamp": 1740.0,
      "text": "Sure, man. I you know, I saw the movie Clockwork Orange way too young. I was like eight when I saw it, because it was an accidental thing that was on TV late at night for some reason. And you know, that scene where he's got the Beethoven playing while he's got the horrific images and he's got, you know, I've always been like, oh, that's horrific. I can't imagine what that would feel like kind of like with this podcast. This is exactly that. What you just played for me. I finally am like, Oh, I got Clockwork Orange. Yeah. legitimately, this"
    },
    {
      "end_timestamp": 1777.0,
      "id": "22ea1fdb-2f52-34a3-b119-7d709a6fcc47",
      "speaker": "Dan",
      "start_timestamp": 1773.0,
      "text": "laptop is too far away for you to hit pause on it."
    },
    {
      "end_timestamp": 1783.0,
      "id": "560de193-699b-314c-90d1-bff1f10cea86",
      "speaker": "Dan",
      "start_timestamp": 1777.0,
      "text": "Absolutely. I've my chords would rip out. We'd have to start all over. I mean, this is just"
    },
    {
      "end_timestamp": 1791.0,
      "id": "fdf282e5-a7f3-3813-9c51-e4fa99e4f38e",
      "speaker": "Dan",
      "start_timestamp": 1783.0,
      "text": "bad. It's horrendous. Yeah, so we have to get to the crescendo though. So here's the here's the last clip of his song."
    },
    {
      "end_timestamp": 1803.0,
      "id": "db5c52d0-88c1-353c-a916-2552def3db4a",
      "speaker": "Eric Huff Schmidt",
      "start_timestamp": 1791.0,
      "text": "Let's imagine what the 20th century might have been like if the Jews have instigated all of these wars and terrorist attacks. Let's imagine"
    },
    {
      "end_timestamp": 1826.0,
      "id": "085545b7-1e08-393f-b166-d545ca1042fe",
      "speaker": "Dan",
      "start_timestamp": 1803.0,
      "text": "So how she made is actually suggesting that a world without Jews would be a better world. And essentially, he's making an argument in favor of extermination. This is one of the most blunt pieces of content I've seen one of Alex's guests produce, and the fact that it's delivered with a shitty techno song just makes things a little bit less. DJ D anarchy. Oh"
    },
    {
      "end_timestamp": 1828.0,
      "id": "adaae204-efde-3791-b067-97f9e4eed44c",
      "speaker": "Dan",
      "start_timestamp": 1826.0,
      "text": "my god. No, no, no,"
    },
    {
      "end_timestamp": 1852.0,
      "id": "7fb40820-44e5-353b-975c-cbc58f47f00a",
      "speaker": "Dan",
      "start_timestamp": 1828.0,
      "text": "I even regret bringing up his name. Sorry. Yeah. So anyway, that's the guy who Alex has on his show to talk about 911 Right, you may have noticed that the line 911 is just the start is in that really anti semitic song. So this seems like a really bad booking on Alex's part, unless he's trying to do a Nazi show in that case is a great call good booking."
    },
    {
      "end_timestamp": 1864.0,
      "id": "e0be065d-29b0-3ebc-a964-3983cc53d59f",
      "speaker": "Dan",
      "start_timestamp": 1852.0,
      "text": "Well see, the thing about Michael Savage is it was all the thoughtless Nazis. Alex is going for the thoughtful Nazi right, the Nazis that are like, I'm going to hold the door open for you that kind of Nazi you know,"
    },
    {
      "end_timestamp": 1899.0,
      "id": "8b177792-96fd-334d-af0c-67ead071741e",
      "speaker": "Dan",
      "start_timestamp": 1864.0,
      "text": "also this episode is in December 2003. And by as early as 2007, huff Schmidt had turned on Alex and decided that he was working for the Jewish Cabal. So in addition to being an offensive and meritless guest, this is also something Alex should look back on with personal embarrassment. Here he is elevating the stature of a lunatic bigot, who by His own devices probably tops out at about being interviewed on public access. And then he's given him some credibility that he will just be attacked with later when Eric Schmidt finds out that Alex's wife is Jewish yet so great, man,"
    },
    {
      "end_timestamp": 1915.0,
      "id": "15f35094-8c18-3b2d-8250-703eef3235d9",
      "speaker": "Dan",
      "start_timestamp": 1899.0,
      "text": "man, man, man, I just just me, I think that once you've thought your way into being like, Oh, see, it'd be better if there just weren't any of those. You're in a bad place? Totally. You're in a bad place? Totally."
    },
    {
      "end_timestamp": 1918.0,
      "id": "541aa470-154a-329a-855d-4aa9298ed27e",
      "speaker": "Dan",
      "start_timestamp": 1915.0,
      "text": "Except if you're talking about Christmas, putting the"
    },
    {
      "end_timestamp": 1920.0,
      "id": "cf21bdcf-eb75-3de4-b5c3-e4c5575adfee",
      "speaker": "Dan",
      "start_timestamp": 1918.0,
      "text": "PSA, that is a good point."
    },
    {
      "end_timestamp": 2002.0,
      "id": "f294de67-d608-3a4c-addd-2c091a2634ba",
      "speaker": "Dan",
      "start_timestamp": 1920.0,
      "text": "But you unfortunately have, well, we can't all win. So, you know, I think that there's a lot of people who are under the notion that Alex's show in the past used to not be as extreme as it may be now or something. And I think it's an easy perception to have, because there's a story that's written about Alex's past. And it's a story that the only people generally who have any awareness of what the show was like, are people who love Alex and aren't going to necessarily push back on the narrative, right? And also, because I don't know maybe Eric Schmidt knows what he's doing. He doesn't yell about the Jews on Alex's show. It's a wise move. And so there's a crypto element to the conversation that they're having about 911. And if you just listen to this on critically, then you just be like, Oh, this guy thinks the buildings were blown up or whatever. Yeah, when in reality, what Alex is doing is mainstreaming, elevating and normalizing somebody who's essentially blaming Jewish people for 911. And on the back of that, rationalizing a, an argument for extermination, delivered a techno song. Yeah. So I think that this show is about as bad as it can get really in the past."
    },
    {
      "end_timestamp": 2011.0,
      "id": "f62c2f23-e519-3255-bd46-9a3248c6d881",
      "speaker": "Dan",
      "start_timestamp": 2002.0,
      "text": "Yeah, it is. It is. There's no way that he can't not know that he's got massive anti semitic beliefs. Well, I"
    },
    {
      "end_timestamp": 2016.0,
      "id": "d7567406-ec85-3da6-b6d0-ec80ad88a59e",
      "speaker": "Dan",
      "start_timestamp": 2011.0,
      "text": "mean, let's let's, you know, let's, let's tease that out. Right? Is it possible pro maybe,"
    },
    {
      "end_timestamp": 2024.0,
      "id": "186e5212-1455-3f30-b916-ab1def4f474f",
      "speaker": "Dan",
      "start_timestamp": 2016.0,
      "text": "that he doesn't have that? Okay, maybe it's possible. It's possible Alex doesn't know that he wants to exterminate the Jews?"
    },
    {
      "end_timestamp": 2062.0,
      "id": "d70e4ba1-f0bd-3f0b-8d2c-9cffdeb66873",
      "speaker": "Dan",
      "start_timestamp": 2024.0,
      "text": "Not let's let's let's explore the possibility that Alex actually doesn't even know that this guy has deeply anti semitic views. Okay. So that reveal, it reveals a complete abdication of responsibility to vet your guests a go at best, that's what we have. Yep. At best, Alex is platforming. And I mean, quite frankly, advocating people support and nothing will, because he didn't want to do his job and figure out who he's talking to. Right. And that's probably bad. Yeah, it's bad. It's probably bad. Yeah, terrible."
    },
    {
      "end_timestamp": 2089.0,
      "id": "26d34f13-a58a-3227-8807-4b57acfea9c9",
      "speaker": "Dan",
      "start_timestamp": 2062.0,
      "text": "No, that's why that's why it's so ridiculous. Because the first thought I had was like, Oh, well, that's why you vet your guests. And then the problem was, I ate whether or not they vetted him or not, still could have gone either direction. You know, they could have vetted him and been like, hey, so long as you don't say the Jews stuff. We'll use you on our 911 episode for sure. Or they could have not vetted him and been like, well, let's just hope he doesn't reveal that he's a complete and total Nazi, you know,"
    },
    {
      "end_timestamp": 2105.0,
      "id": "f6d67373-5c17-3768-87d8-9ac5e5d3d421",
      "speaker": "Dan",
      "start_timestamp": 2089.0,
      "text": "but yeah, I mean, even as somebody who you know, is an expert in Alex Jones, and listened to all this shit, I can't really say for sure are right. Like I think the laziness argument is more compelling."
    },
    {
      "end_timestamp": 2115.0,
      "id": "b54f2f2e-57f6-35fd-aa38-cb544a0449ad",
      "speaker": "Dan",
      "start_timestamp": 2105.0,
      "text": "Well, you know, Tucker vetted Kanye, that's for sure. after the fact. Exactly. Something along those lines."
    },
    {
      "end_timestamp": 2134.0,
      "id": "2991cd6d-4e1d-3784-ad34-2ecfa598425f",
      "speaker": "Dan",
      "start_timestamp": 2115.0,
      "text": "Yeah, I think that at a certain point, the the argument for that laziness and naivete or whatever kind of is more difficult to support given the the the trends and the aggressive support of Hutton Gibson and claiming the JBS didn't go"
    },
    {
      "end_timestamp": 2135.0,
      "id": "a8894f91-9619-3024-ac90-280a7b56abf9",
      "speaker": "Dan",
      "start_timestamp": 2134.0,
      "text": "far enough."
    },
    {
      "end_timestamp": 2136.0,
      "id": "4435a2de-6c6c-3ce1-b09e-2124a3394245",
      "speaker": "Dan",
      "start_timestamp": 2135.0,
      "text": "There's some problems,"
    },
    {
      "end_timestamp": 2140.0,
      "id": "d78ce88e-a652-3025-a106-fab4776ede57",
      "speaker": "Dan",
      "start_timestamp": 2136.0,
      "text": "I think that have Schmidt would agree that the JBS didn't go far enough."
    },
    {
      "end_timestamp": 2151.0,
      "id": "4ef57b12-d1d5-3da1-9633-a003d09387a4",
      "speaker": "Dan",
      "start_timestamp": 2140.0,
      "text": "I think, well, actually, he thinks that the JBS is partially run by the Jewish Cabal, and they're, they're in on it, along with Alex Jones and Tarpley. And basically everyone, he's"
    },
    {
      "end_timestamp": 2157.0,
      "id": "e532d406-9863-3d70-826b-a3bb28408f5b",
      "speaker": "Dan",
      "start_timestamp": 2151.0,
      "text": "just lonely. And he's watching his that's why he's posted all of his book videos on YouTube. Now"
    },
    {
      "end_timestamp": 2166.0,
      "id": "b7e6a0c6-d2da-3be3-a08e-1b65d9f3a00c",
      "speaker": "Dan",
      "start_timestamp": 2157.0,
      "text": "we're gonna talk about his loneliness. Yeah. So Alex intros of Schmitt. And, you know, I bet,"
    },
    {
      "end_timestamp": 2178.0,
      "id": "bb18fff0-ee65-3fa6-89b2-94863e629e38",
      "speaker": "Alex Jones",
      "start_timestamp": 2166.0,
      "text": "Erica, I'm sure manager, software designer, computer programmer, he joined Josh, author, filmmaker, stepping up to the plate and waking up a lot of people in the process,"
    },
    {
      "end_timestamp": 2187.0,
      "id": "5092ab62-a236-3963-a6c3-d2bcbc73bbf9",
      "speaker": "Dan",
      "start_timestamp": 2178.0,
      "text": "waking them up to what yeah, that is an important question. Big Question"
    },
    {
      "end_timestamp": 2190.0,
      "id": "08bd13d9-2de7-3472-ba86-2cabb218e912",
      "speaker": "Dan",
      "start_timestamp": 2187.0,
      "text": "to how Nazism is bad. That's what he's waking people up to? You know, I"
    },
    {
      "end_timestamp": 2192.0,
      "id": "008fd151-a66c-3eee-a771-3c0ee6c6c975",
      "speaker": "Dan",
      "start_timestamp": 2190.0,
      "text": "don't I don't think he is."
    },
    {
      "end_timestamp": 2193.0,
      "id": "0af6a806-084d-3091-815e-fc6d2f7670cc",
      "speaker": "Dan",
      "start_timestamp": 2192.0,
      "text": "I don't think so either."
    },
    {
      "end_timestamp": 2254.0,
      "id": "31b758d6-9db7-3a37-9132-48d8f31766f5",
      "speaker": "Dan",
      "start_timestamp": 2193.0,
      "text": "Yeah, I think he's going on public access shows, and now getting the call up to the big leagues with Alex. And inevitably, the, the waking up, see waking up is this, it's seen as this universal good or whatever. Sure. And, unfortunately, it's not the waking up metaphor isn't good. It's not actually waking up. No, it's shifting your perspective or something. And you know, what Alex is saying is this guy is waking people up. And what he's actually saying is, he's shifting people's point of reference, right? And that can be a good or a bad thing. And Alex wants the presentation to be he's shifting people's perceptions, about 911 being an inside job, right. But in reality, if you explore Eric Schmidt and you go to his website, and you, you know, take take it as material, your perspective is going to be attempted to be shifted to blaming Jews for everything. Yeah."
    },
    {
      "end_timestamp": 2256.0,
      "id": "2f967e06-7ba0-370a-91a6-73002b8fb5af",
      "speaker": "Dan",
      "start_timestamp": 2254.0,
      "text": "Yeah, you know it,"
    },
    {
      "end_timestamp": 2259.0,
      "id": "c840f89a-03e9-31fe-aa74-1d0e62c99dea",
      "speaker": "Dan",
      "start_timestamp": 2256.0,
      "text": "including his own loneliness."
    },
    {
      "end_timestamp": 2290.0,
      "id": "abf9cf8d-95ec-3343-9765-92a648a031a3",
      "speaker": "Dan",
      "start_timestamp": 2259.0,
      "text": "Right, right. Right. And what it reminds me of now, like the way that you've just described waking up is in this context, reminds me so much of the Sandman comics at one point, he his ironic punishment is the guy is an eternal, he's eternally waking. So he's always living that nightmare, where you wake up from the dream, and you're like, Oh, it was just a dream. And then it's a nightmare. And then you wake up from the dream. And that is kind of what they're experiencing there. You're always being woken up again, to this new thing. Now you're woken up to this new thing that you need to be terrified to"
    },
    {
      "end_timestamp": 2293.0,
      "id": "2c852728-c3f2-3ebb-a6fb-df5404e72432",
      "speaker": "Dan",
      "start_timestamp": 2290.0,
      "text": "get blank pills. Totally, you were spilled that"
    },
    {
      "end_timestamp": 2300.0,
      "id": "fa563043-cb08-3cfd-8642-f26f482633a3",
      "speaker": "Dan",
      "start_timestamp": 2293.0,
      "text": "pill, you're awake to 911. But now you need to be awake to this now you need to be Wait, like it's a never ending nightmare. And"
    },
    {
      "end_timestamp": 2325.0,
      "id": "45f61ae7-43df-31a0-a977-2ab434aa7656",
      "speaker": "Dan",
      "start_timestamp": 2300.0,
      "text": "I think it's something that's so easily exploitable by folks like Alex and folks in this world, because, you know, the tendency to believe in conspiracy theories, it really does build upon itself, right? Believing in one thing makes you more likely to believe in another and then another. And so when when it's like, Haha, let me reveal another thing to you. Yeah, that's the that's the market."
    },
    {
      "end_timestamp": 2330.0,
      "id": "15593bab-dce3-32a6-bc17-e814d6b99c73",
      "speaker": "Dan",
      "start_timestamp": 2325.0,
      "text": "Yeah. And part of that feedback is the excitement you get from waking up again."
    },
    {
      "end_timestamp": 2330.0,
      "id": "3678f90b-350f-3e28-9369-cbbf6bd84855",
      "speaker": "Dan",
      "start_timestamp": 2330.0,
      "text": "That's so exciting."
    },
    {
      "end_timestamp": 2341.0,
      "id": "3f33636f-089e-377c-b564-d5c66a0c7d9b",
      "speaker": "Dan",
      "start_timestamp": 2330.0,
      "text": "I found it oh, you know, like all over again. Instead, you're, you're just consigning yourself to doing it all again, the next day, forever and ever until you die."
    },
    {
      "end_timestamp": 2350.0,
      "id": "3891a62a-5d2d-3d77-89e9-e3c23504d336",
      "speaker": "Dan",
      "start_timestamp": 2341.0,
      "text": "Yeah. So hush made comes in. And I don't think I don't think I'm really that interested in his perspective, quite frankly, even about 911. What about techniques"
    },
    {
      "end_timestamp": 2376.0,
      "id": "c578eaa7-45de-3348-9214-5f67060c428a",
      "speaker": "Alex Jones",
      "start_timestamp": 2350.0,
      "text": "written a book on 911 and the cover up there and made one of the best films out there on the subject that's unlocking a lot of minds and a lot of new developments and we wanted to have him. I've only had him on the show once before. That was about a year ago. We've got Eric Now, back up with us. Eric Hoffman for those that just joined us or never heard you before. tell folks how you got involved in this and who you are, what you do and what you put together."
    },
    {
      "end_timestamp": 2428.0,
      "id": "cba4c3c7-5696-3be8-925f-cc9c6967a923",
      "speaker": "Caller 1 (749)",
      "start_timestamp": 2376.0,
      "text": "Actually, I got into it in a roundabout kind of way because I just developed software for a living and after the towers went down, I was noticing on the internet, there's a lot of people that were called conspiracy nuts, talking about how we shouldn't trust this government of ours. something's funny about this attack. And, you know, I was like most people, I wasn't paying that much at all. engine that was dismissing them as nuts. But eventually they got through to me, you know, the constant complaining and I look on. So I started looking closely at what happened on that event. And that's when it occurred to me that those towers looked like they were blown up. Building seven looks like it had explosives in it also. And I was thinking, so I, my first reaction was to tell people about it, you know, put some documents on the internet saying it looks like these towers were blown up."
    },
    {
      "end_timestamp": 2436.0,
      "id": "105a60cc-6a75-3d7e-90aa-74966e3003da",
      "speaker": "Dan",
      "start_timestamp": 2428.0,
      "text": "Okay, so 911 happens. Yep. And he's not that interested. Not not paying that much. big a deal. Right?"
    },
    {
      "end_timestamp": 2447.0,
      "id": "d28db83c-3794-3e56-be51-916c54e59c15",
      "speaker": "Jordan",
      "start_timestamp": 2436.0,
      "text": "What are you gonna do? Okay, just life. All right. That's New York. Right? Right. But when they started calling people weird, right? That's when I was like, I gotta go to the bottom of this"
    },
    {
      "end_timestamp": 2455.0,
      "id": "c388336f-70df-3636-9a90-865b1cf650dc",
      "speaker": "Dan",
      "start_timestamp": 2447.0,
      "text": "X. Exactly. Yeah. You know, I mean, a giant world changing terrorist attack happens. And look, I kind of do laundry. I got rains going on."
    },
    {
      "end_timestamp": 2461.0,
      "id": "1e9db002-8dc7-301c-a6fa-26de334e20e5",
      "speaker": "Dan",
      "start_timestamp": 2455.0,
      "text": "Right. All right. I'm not gonna think about that and go, Oh, well, the future of everything is irrevocably changed. For the worse now"
    },
    {
      "end_timestamp": 2468.0,
      "id": "e5d53732-e31e-3f95-bfa9-e9c80064d98c",
      "speaker": "Dan",
      "start_timestamp": 2461.0,
      "text": "look, I could I could pay attention to this, but I've got anti semitic technote Oh,"
    },
    {
      "end_timestamp": 2471.0,
      "id": "de48d127-c766-3463-8223-98bc868cd1ca",
      "speaker": "Dan",
      "start_timestamp": 2468.0,
      "text": "I can't figure out this beat."
    },
    {
      "end_timestamp": 2482.0,
      "id": "70fe317c-2a6f-3b92-9ab2-8d4cad4f73ae",
      "speaker": "Dan",
      "start_timestamp": 2471.0,
      "text": "I don't know. I don't I don't think I'm not impressed by his backstory. No, no, no, no, no. So Alex wants Eric to really like explain what happened here."
    },
    {
      "end_timestamp": 2490.0,
      "id": "c16f0c0d-00e7-3cd8-80a5-10dd2f2eb781",
      "speaker": "Alex Jones",
      "start_timestamp": 2482.0,
      "text": "So let's just say I'm an average guy on the street, you've got the film, you've got the bug, you're gonna try to explain this to me. What happened? Tell me."
    },
    {
      "end_timestamp": 2540.0,
      "id": "485cc215-9c86-3e0b-93d1-33bb5e07fa55",
      "speaker": "Caller 1 (749)",
      "start_timestamp": 2490.0,
      "text": "Well, what it looks like when you look at how these towers first of all, when the planes hit the towers. You cannot even see in the video that the I mean, there was news cameras all around it. And those towers didn't hardly move. They swallowed those planes up as if they were nothing like a bee had run into them, which shows how strong those towers were to swallow a plane up at that highest speed without really shaking or wobbling or cracking. So the plane the plan, no crash did not damage the building all that much. They just note the planes hit the towers shook a little bit and they heard the blunt side saying they felt the tower sway, but it was like a strong winter storm. And then the tower stood back up again and and then settled down and stood there perfectly motionless."
    },
    {
      "end_timestamp": 2587.0,
      "id": "1fcae071-435f-3add-84e5-2212eb3f7f19",
      "speaker": "Dan",
      "start_timestamp": 2540.0,
      "text": "This is really dumb. Yeah, it makes sense that this would be Eric's entry point into explaining how 911 was an inside job. Buildings like the twin towers are designed to sway because of the wind. Otherwise, it'd be very dangerous. And you would never even notice that wobble. Even if it goes like six inches. You would notice it if you are inside the building, because you can subtly feel the sway but you wouldn't notice it just watching a video. I used to work in Sears Tower, Willis Tower downtown and it sucked. Like it was really uncomfortable. Yeah, because I wasn't used to I was a temp. So like it was I was only there for a short period of time. I never got to adjust to the feeling. Yeah, it really freaked me out. But if you were just to look at Willis Tower, you'd never see it moving. Yeah."
    },
    {
      "end_timestamp": 2591.0,
      "id": "262562b1-3f7d-3899-89e6-cf5dfe3f8d45",
      "speaker": "Dan",
      "start_timestamp": 2587.0,
      "text": "Nobody's like, Oh, look at the way that Willis is shaking today. Not happening."
    },
    {
      "end_timestamp": 2608.0,
      "id": "34eea74b-1149-3436-8d15-99a5ba949a2d",
      "speaker": "Dan",
      "start_timestamp": 2591.0,
      "text": "They're giant buildings. And the kind of distance building can buckle is not enough for you to detect. It feels like you should be able to though. So Eric is able to use this as like an introductory thing to throw out to blow some minds. Despite it not really proving anything. It's just it's it's classic conspiracy drivel."
    },
    {
      "end_timestamp": 2630.0,
      "id": "ed264906-72c8-36b9-95cb-db426abe0830",
      "speaker": "Dan",
      "start_timestamp": 2608.0,
      "text": "Yeah. The, the gulf between what seems like it could be and should be true. And what is is so large, that there's so many places where it's like, you, you can't understand how everything works. You just can't get I can't I can't understand how giant buildings work. I can do my best. But if I"
    },
    {
      "end_timestamp": 2633.0,
      "id": "4e26cd4b-e485-3693-a8b1-0e168aedc3af",
      "speaker": "Dan",
      "start_timestamp": 2630.0,
      "text": "don't put one block on another, I played"
    },
    {
      "end_timestamp": 2634.0,
      "id": "150bfaf1-5ed3-3949-8f61-f08f53c8898e",
      "speaker": "Dan",
      "start_timestamp": 2633.0,
      "text": "Jenga, and I'm not good at it"
    },
    {
      "end_timestamp": 2686.0,
      "id": "3ff1f4c2-92cd-31ca-ae99-8c03b33fbb3b",
      "speaker": "Dan",
      "start_timestamp": 2634.0,
      "text": "for about taking down. Right? So Hushmail is an incredibly boring guest, he and Alex just have an interview that dances around the general most common talking points around 911 conspiracy theories, and it sucks. Naturally, they don't get into any of Eric's almost comical hatred of Jewish people, because Alex isn't trying to give the audience an accurate picture of the people he's presenting as experts that they should support that would make it too clear to them what they're involved in. Eric Schmidt sucks. And I've gone through a lot of his website to get a better sense of what he's all about. Everything is about the Jews. There's a lot of Holocaust denial in the mix, too. There's one article that I thought might be interesting as a break from the rampid anti semitism right, because it was an interpretation of Katy Perry's video for California Girls. So"
    },
    {
      "end_timestamp": 2690.0,
      "id": "d0d72bc1-5857-3581-85c1-7fbd034cf759",
      "speaker": "Dan",
      "start_timestamp": 2686.0,
      "text": "it's about how Katy Perry made it a Semitic that he had."
    },
    {
      "end_timestamp": 2697.0,
      "id": "7dd34491-099c-32f2-819f-d48951dee563",
      "speaker": "Dan",
      "start_timestamp": 2690.0,
      "text": "Yeah, girls were undeniable. What Daisy Dukes Bucky was on top."
    },
    {
      "end_timestamp": 2700.0,
      "id": "a1bb62ea-4a30-346c-81bb-fefd22300281",
      "speaker": "Dan",
      "start_timestamp": 2697.0,
      "text": "What did Pez have to say about Katie? Harry. So"
    },
    {
      "end_timestamp": 2728.0,
      "id": "0196ba4f-7ee4-366f-af0e-55cfe65b8c45",
      "speaker": "Dan",
      "start_timestamp": 2700.0,
      "text": "admittedly, that video is a clumsy take on Candyland that's intentionally a bit campy and it's overt sexuality. That's true. It's a little bit much. Naturally Eric believes that it's an allegory for how the Jews control pop stars as sex slaves. It's very boring and it only includes a surface layer analysis of my favorite lyric of Snoop Dogg's entire career, bikinis zucchinis. Martinis no weenies just a king in his Queenie. What a great line that's"
    },
    {
      "end_timestamp": 2742.0,
      "id": "d8e81f69-cb2b-3d74-9b6f-050a9cab000a",
      "speaker": "Jordan",
      "start_timestamp": 2728.0,
      "text": "that's just not bikinis. Zucchini is no weenie. I will tell you this. That would not go on appreciated by Lord Byron. He would he would very much have enjoyed that. Yes."
    },
    {
      "end_timestamp": 2746.0,
      "id": "5acc1668-ff2e-35f9-9ef7-6f42a14dcd66",
      "speaker": "Dan",
      "start_timestamp": 2742.0,
      "text": "I also love to imagine this party that he's throwing."
    },
    {
      "end_timestamp": 2751.0,
      "id": "57af4cc3-3314-3fab-9cd7-48dd4f04faf9",
      "speaker": "Dan",
      "start_timestamp": 2746.0,
      "text": "I'll tell you what, Lord Byron would have been at one of those parties. Okay, so"
    },
    {
      "end_timestamp": 2754.0,
      "id": "91c67777-c7eb-3ea0-9caa-851a36d63143",
      "speaker": "Dan",
      "start_timestamp": 2751.0,
      "text": "zucchinis or plots? Like it's weed? Yeah, fine."
    },
    {
      "end_timestamp": 2776.0,
      "id": "62e121e4-1159-3a73-b4ea-76397f290407",
      "speaker": "Dan",
      "start_timestamp": 2754.0,
      "text": "So you got blunts bikinis? Yep. And the drink of choice is a martini Martini. Not a great party drink. We're not gonna be what is gonna be a Negroni? Come on, I would like a Mai Tai. You would like my time on the beach at the rhyme scheme. No, of course not. But a martini on the beach. Sounds terrible. That does. Terrible. Oh, st. gin and vermouth? That's not good, right? That's not good."
    },
    {
      "end_timestamp": 2779.0,
      "id": "c7996af4-1b9f-3e36-b25d-7b84784f3fc6",
      "speaker": "Dan",
      "start_timestamp": 2776.0,
      "text": "But no weenies. Fine. That's fine. Yeah, no,"
    },
    {
      "end_timestamp": 2781.0,
      "id": "27e88526-f188-3feb-a975-ac3e97dc042d",
      "speaker": "Dan",
      "start_timestamp": 2779.0,
      "text": "you don't want any weenies? Yeah, so apparently"
    },
    {
      "end_timestamp": 2798.0,
      "id": "3f48687b-1d15-3a4d-890e-aef96a98755d",
      "speaker": "Dan",
      "start_timestamp": 2781.0,
      "text": "this is a description of an orgy according to Eric, which is that's a snooze. Who cares? Yeah. There's an entire saga about this woman who apparently has been emailing Eric and wanting to marry him but he breaks off contract with her out of fear that she might be a secret Jewish agent or possibly mentally ill sure he's"
    },
    {
      "end_timestamp": 2802.0,
      "id": "4766b3df-754d-3598-8fb1-4bf805407bfb",
      "speaker": "Dan",
      "start_timestamp": 2798.0,
      "text": "sorry. He is afraid that she could might be mentally ill"
    },
    {
      "end_timestamp": 2857.0,
      "id": "9e5e23ed-a557-307a-b079-e377ca1ed3c3",
      "speaker": "Dan",
      "start_timestamp": 2802.0,
      "text": "he suspects and speculates about how this could be a setup quote, one of the thoughts that passed through my mind is that Peggy could be used in a manner similar to mark Chapman, specifically the Jews may be pushing for her to me with me and then the Jews would be able to kill both of us and make it appear as a murder and suicide by a mentally ill woman. So this is he's lonely. Like I said, Yeah, out out. He tries to reassure himself, but he just can't quite get there. Quote, Peggy sent me her photo and she doesn't look Jewish to me. But I don't think it's possible to identity identify every Jews simply by the way they look. Only some of them fit the stereotype. Men are suckers for pretty women. But a female Jew is just as dangerous as a female shark that are not our friends. Don't be fooled by their appearance. Control your stupid animal like emotions and look at the evidence. Look through history. And notice how the Jews have been treating us for 1000s of years. They have never been anybody's friend."
    },
    {
      "end_timestamp": 2868.0,
      "id": "06731bd6-60c1-3edc-909f-4d53628f7b8c",
      "speaker": "Dan",
      "start_timestamp": 2857.0,
      "text": "Oh, so this is the guy they based seven on disgusting stuff that has got to be the journals. That has to be the diaries of a fucking serial killer. It's"
    },
    {
      "end_timestamp": 2871.0,
      "id": "3a36698e-271f-3aaf-86cb-b44c531c1d2d",
      "speaker": "Dan",
      "start_timestamp": 2868.0,
      "text": "it's really that is an insane fucking"
    },
    {
      "end_timestamp": 2873.0,
      "id": "583425ad-8339-3036-a877-55149d012c7c",
      "speaker": "Dan",
      "start_timestamp": 2871.0,
      "text": "thing. Yikes."
    },
    {
      "end_timestamp": 2891.0,
      "id": "30110c24-63ea-3589-9692-e82baf4e1893",
      "speaker": "Dan",
      "start_timestamp": 2873.0,
      "text": "So I was hunting high and low for an article about something that didn't trace back to a Jewish conspiracy theory. There's a lot of stuff on this site and almost all of it is just somehow woven back to a complaint about Jews. How like, even like this whole thing about this woman? Yeah, it goes back again is anti semitism,"
    },
    {
      "end_timestamp": 2905.0,
      "id": "12580fb7-f91e-3036-a64b-b3d2babb44a9",
      "speaker": "Dan",
      "start_timestamp": 2891.0,
      "text": "even even rampant. AMPA anti Semites at this point have to be like, Hey, dude, we think you just have a problem. Chill. Yeah, wait, it's not the Jews that are causing your problems. Like maybe we think that it's the Jews fault for everything, but not for you, buddy."
    },
    {
      "end_timestamp": 2930.0,
      "id": "7529f9a7-8137-30bf-ad6d-0ca5fe25404d",
      "speaker": "Dan",
      "start_timestamp": 2905.0,
      "text": "So I was able to find one article. Oh, one and I will now read you some passage. Okay, quote, I refrain from giving good reviews to products because I've only used a few of the 1000s of products on the market. But is this where you got the back shaver? No. Oh, but I recently tried some underwear that is so much more comfortable than everything I've had in my life that I thought I would mention it in case some of you have been irritated by your underwear. Also"
    },
    {
      "end_timestamp": 2934.0,
      "id": "bd6bcbe6-5151-3bda-85ec-c464805c4b53",
      "speaker": "Dan",
      "start_timestamp": 2930.0,
      "text": "put in code anti-semite at V undies,"
    },
    {
      "end_timestamp": 2961.0,
      "id": "a20d5de8-8b9a-30bb-be38-9b97fae23720",
      "speaker": "Dan",
      "start_timestamp": 2934.0,
      "text": "is a pouch style made by David Archer. This underwear is extremely comfortable for standing sitting or walking. But if you have to do a lot of movements of your pelvic area such as crawling around an attic or fixing plumbing problems or doing exercise, the extreme movements can cause your penis to be pulled out of the pouch, but it remains comfortable even when that happens."
    },
    {
      "end_timestamp": 2964.0,
      "id": "106c2adf-7c8c-3201-a113-fc61771f1b6e",
      "speaker": "Dan",
      "start_timestamp": 2961.0,
      "text": "How do you feel I just"
    },
    {
      "end_timestamp": 2972.0,
      "id": "f34749c3-17fc-330f-9858-eb9e4f2c0b74",
      "speaker": "Dan",
      "start_timestamp": 2964.0,
      "text": "put it back in man. Come on. Put it back in, put it back in. Don't put that in a review. Put it back in before you put it in a review. Okay,"
    },
    {
      "end_timestamp": 2989.0,
      "id": "519f95d2-3a2c-34b5-b77f-9098914327de",
      "speaker": "Dan",
      "start_timestamp": 2972.0,
      "text": "update February 1 2020. There's an update. I tried their shorter version and their bikini version. I do not like the bikini version. Because after moving around a bit the material moves a slight bit off my scrotum allowing it to touch the skin of my leg."
    },
    {
      "end_timestamp": 2999.0,
      "id": "86032be2-318f-3fbe-ae9f-36f34c48e33b",
      "speaker": "Dan",
      "start_timestamp": 2989.0,
      "text": "I am just I just get no people are more than just one thing. I think that's what we're learning."
    },
    {
      "end_timestamp": 3036.0,
      "id": "16a697cb-2628-3ecf-abbd-fb450d4b6a24",
      "speaker": "Dan",
      "start_timestamp": 2999.0,
      "text": "He took bounds on this underwear for what seems like the length of a novella, it does seem to be going out. Unfortunately, modern societies have such a problem with sex crimes and sexual inhibition that these are rare few of the underwear avoid words such as testicles and penis did ask you to use words like the boys Mall. What makes this underwear so nice is that it does what I, what I wondered was possible in a document that I posted almost eight years ago, which is to provide a pouch for our testicles. This underwear goes even further and provides a pouch for our penis."
    },
    {
      "end_timestamp": 3039.0,
      "id": "bb02b7a5-2c8e-3816-997b-c4a8bbc91bbc",
      "speaker": "Dan",
      "start_timestamp": 3036.0,
      "text": "Ah, that's that's me that also"
    },
    {
      "end_timestamp": 3069.0,
      "id": "7c552384-154c-38e6-a17c-487e21907990",
      "speaker": "Dan",
      "start_timestamp": 3039.0,
      "text": "when it says eight years ago, there's a hyperlink and he did speculate about this eight years prior. Yep. Pretty amazing. Wow. There are not a bunch of product reviews on this site. And as far as I can tell, this is the only one he found some great underwear. So he's got to talk about it at length on his ridiculously anti semitic conspiracy theory site. What a great bit of free advertising for David Archie brand underwear. They've got to be thrilled. You see?"
    },
    {
      "end_timestamp": 3075.0,
      "id": "13e2acb0-812e-318c-944f-a30aa333e191",
      "speaker": "Dan",
      "start_timestamp": 3069.0,
      "text": "I mean, what am I supposed to do with the existence of all of that? Simultaneous?"
    },
    {
      "end_timestamp": 3076.0,
      "id": "eadc521a-998b-3e43-9f73-c9e12bbc2980",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3075.0,
      "text": "I don't know. How do you think it feels to me?"
    },
    {
      "end_timestamp": 3077.0,
      "id": "168c8b65-5f1d-3715-8092-549c1a4d4a5d",
      "speaker": "Dan",
      "start_timestamp": 3076.0,
      "text": "I don't know. I don't know poking"
    },
    {
      "end_timestamp": 3089.0,
      "id": "1aa1b153-1c58-3097-aba7-0dd944f2c445",
      "speaker": "Dan",
      "start_timestamp": 3077.0,
      "text": "around this website. No, it's full of hate. And then there's a fucking underwear reviewer. He complains about the bikini ones. I don't know. If he doesn't like the bikini style, he can't come to Snoop Dogg's party."
    },
    {
      "end_timestamp": 3098.0,
      "id": "e4145f34-2b9e-3272-9bb3-3d6c1b296530",
      "speaker": "Dan",
      "start_timestamp": 3089.0,
      "text": "That is true kini. He's all martinis no weenies which means that those underwear were weenie pops out get him out of there."
    },
    {
      "end_timestamp": 3102.0,
      "id": "66e7c5c1-9f67-3f03-a131-9f8814eaeb55",
      "speaker": "Dan",
      "start_timestamp": 3098.0,
      "text": "I think it's a metaphorical weenie and Snoop song."
    },
    {
      "end_timestamp": 3105.0,
      "id": "8668853f-fd63-3f1a-a4b2-acaa9df10ec9",
      "speaker": "Dan",
      "start_timestamp": 3102.0,
      "text": "I think he said literal weenie in this song."
    },
    {
      "end_timestamp": 3112.0,
      "id": "5398e73c-9dc2-3c40-8eac-c8850b78b52c",
      "speaker": "Dan",
      "start_timestamp": 3105.0,
      "text": "I wish he had a breakdown of all of Katy Perry's videos like roar yes Friday night"
    },
    {
      "end_timestamp": 3133.0,
      "id": "3dd2f154-eaa9-3a22-ae0d-882210e31faf",
      "speaker": "Dan",
      "start_timestamp": 3112.0,
      "text": "see the problem with this is that you can't be a rampant vicious anti Semite and then do a one off product review you know that's got to be like a new weekly segment for you I was curious about some trial and hate now it's like oh, this bicycle it doesn't have a doesn't switch gears no gear change. Solid ride but"
    },
    {
      "end_timestamp": 3137.0,
      "id": "332f5faa-44fc-3557-9e94-130f0d94164e",
      "speaker": "Dan",
      "start_timestamp": 3133.0,
      "text": "I stuck to my skirt."
    },
    {
      "end_timestamp": 3144.0,
      "id": "6883ee11-51f2-3416-9d76-b389b515b6a9",
      "speaker": "Dan",
      "start_timestamp": 3137.0,
      "text": "They would all be so scrotum base everything would be about in relation to Where's betas or scrotum is"
    },
    {
      "end_timestamp": 3174.0,
      "id": "1a815f9f-e813-3e5f-bbf6-553d918d0e24",
      "speaker": "Dan",
      "start_timestamp": 3144.0,
      "text": "so it goes on and on about his various thoughts about this underwear then for reasons that escaped me It ends with this section which I will read to you in full. Okay, quote, since this document is probably going to be considered obscene by some people. I may as well mentioned another issue that adults ought to be discussing without hysteria. Oh my god. Specifically, some men believe that having a large floppy penis makes them better than the"
    },
    {
      "end_timestamp": 3182.0,
      "id": "7cce3300-cf9e-3ded-8769-c1c6605b165e",
      "speaker": "Dan",
      "start_timestamp": 3174.0,
      "text": "holy shit you're not telling me that this eventually goes on a small penis rant. Oh, like some"
    },
    {
      "end_timestamp": 3234.0,
      "id": "f1b448d6-b2dd-38ab-b68f-07652e49fc7e",
      "speaker": "Dan",
      "start_timestamp": 3182.0,
      "text": "men believe that having a large floppy penis makes them better than the men who have smaller penises or who have quote, accordion type penis. No, no, no, no, no worries, I'm sure. Some people have been so convinced of this, that they're stretching their penis to make it bigger, such as Roberto Cabrera and businesses are offering products for penis stretching. And one of the questions on the Amazon site that sells the David Archie underwear is from man who's hoping that the underwear will make his penis look larger. The children who grew up in the USA could pick up the attitude that men should have giant penises, and that women should have giant breasts or how many people actually want such features and their spouse? Furthermore, are those people quote normal? Or are they mentally ill do quote normal women actually care whether a man has a large floppy."
    },
    {
      "end_timestamp": 3251.0,
      "id": "56e952b7-b71a-33fe-9e57-3a6e8f416b68",
      "speaker": "Dan",
      "start_timestamp": 3234.0,
      "text": "You know, as a writer, I will tell you this whenever you have certain little phrases that can kind of gear us towards what your point of view or perspective that you're bringing in is if you have repeated large floppy penis, that is something that you view as a negative, my friend"
    },
    {
      "end_timestamp": 3269.0,
      "id": "435736f1-a2fe-30e8-a005-3e8853ae741e",
      "speaker": "Dan",
      "start_timestamp": 3251.0,
      "text": "do what quote normal women actually care whether a man has a large floppy penis, I realize that women want erect penises to be a certain size and shape but how many women care how long a penis is when it's limp? That's just fact how many women even want to look at a man's limp penis."
    },
    {
      "end_timestamp": 3271.0,
      "id": "cab868d7-8856-3806-832f-98fc8768db1e",
      "speaker": "Dan",
      "start_timestamp": 3269.0,
      "text": "Hey, who is this Chris Rock? My"
    },
    {
      "end_timestamp": 3286.0,
      "id": "fb4d0d1a-ec26-3a11-8b8a-a82bfc2c9122",
      "speaker": "Dan",
      "start_timestamp": 3271.0,
      "text": "opinion is that giant floppy penises are an annoyance"
    },
    {
      "end_timestamp": 3302.0,
      "id": "b028094b-03dc-3ab7-a14e-23aba281d6e9",
      "speaker": "Dan",
      "start_timestamp": 3286.0,
      "text": "my penis will compress like an accordion when it's cold and I think that it is much more comfortable compared to when it is warm and flopping around. Although this David Archie underwear is making that flopping problem disappear. So that's the end of his Is underwear review?"
    },
    {
      "end_timestamp": 3305.0,
      "id": "3be2f594-622a-339b-bce8-adea4099983f",
      "speaker": "Dan",
      "start_timestamp": 3302.0,
      "text": "Oh god. Oh my god"
    },
    {
      "end_timestamp": 3370.0,
      "id": "67e6b013-9ea0-38ad-afe7-30e7559595c2",
      "speaker": "Dan",
      "start_timestamp": 3305.0,
      "text": "right so I mean there's a sir reality to this that I feel like sometimes I want to be able to allow people who are listening to our show to get a glimpse of yeah that you're listening to Alex's show he introduces a guest do you look into them a little bit you find this horrific bordering on extermination ism type approach towards Jewish people. Some of it masked in a pretend opposition to Zionism. Some of it just masked in a Oh, scientific bullshit. Yeah, right. The and you know, that is unacceptable on 100 different levels. Yeah. Then you poke around a little bit more in the site and you find this ridiculous shit like the Katy Perry video review being contextualized as Jewish people having Popstar sex slaves? Yeah, whatever. Yeah, then you go a little bit further and you find this nonsense. And you're like this is I just don't know what to do. Yeah, how do I not share? This is what I'm saying. Yeah, it is."
    },
    {
      "end_timestamp": 3395.0,
      "id": "72bf9a2f-98dd-3ac9-bab5-635c599bf58d",
      "speaker": "Dan",
      "start_timestamp": 3370.0,
      "text": "Man. Cuz cuz hate is what this guy's built his life around, like his entire life is geared around hate period. And his his focus of it is on Jewish people. For whatever reason, you know, it's not obviously for anything that makes any sense. Because then you would have to have an argument that it makes sense, but I think it does. Well, I think that"
    },
    {
      "end_timestamp": 3425.0,
      "id": "ab6555ef-7113-3fc5-bdfd-8a73a21fc89b",
      "speaker": "Dan",
      "start_timestamp": 3395.0,
      "text": "the way you can kind of make a little bit of sense of it is that so many historical conspiracy theories have led downhill towards anti semitism. Sure, sure. And so if you are getting into a hateful conspiratorial mind view, and you start exploring a ton of things, odds are you will encounter material that takes you down that road, right. So I think it's more likely to lead to that than to lead to other conclusion. Right. Right. Right. And that's the only way I can make sense of it. But in terms of the ideas, making sense, obvious, right? Right. Right. That doesn't, of course,"
    },
    {
      "end_timestamp": 3461.0,
      "id": "823cbad3-70dc-35c8-9022-506abd13d6ec",
      "speaker": "Dan",
      "start_timestamp": 3425.0,
      "text": "but it is, it is in a picture not of somebody with like some sort of mastermind, the hate that is is built around, like trying to achieve something or exploit something or anything along those lines. And it really does feel like this is a person who is isolated. Yeah. And I mean, just insane. I need in need of so many things, you know, so like, hate is fucked up. And it's also like, fucked up. I think"
    },
    {
      "end_timestamp": 3543.0,
      "id": "35d3ee95-63dc-3f71-b3f0-3dcf7e07f4f4",
      "speaker": "Dan",
      "start_timestamp": 3461.0,
      "text": "that a number of hints you could get from his website are definitely showing some needs not being met. Yeah, for sure. Yeah. In no way does that excuse the direction that it goes to? No, no, no, of course. But I think that also this big floppy penis underwear review, it highlights another thing that I think is is crucial that you start to see, and that is like with Alex, he's a fucking monster who puts out hateful, bigoted material, oftentimes, crypto in nature, sometimes hiding behind other rationales for things. But he also sings along with the highway man, right. And he also talks over you belong to the city. And he also likes sci fi to an unhealthy extent like there's other facets of his personality. Michael Savage came up earlier, and I used to listen to a ton of Michael savages show and he's a horrific bigot as well. But sometimes he tells a story, and he can weave an amazing yarn about old time San Francisco eatery. Sure, and stuff like that. Like there are other facets of these people's personalities that sometimes are, are like, This is bizarre. bigot people aren't only a bigot. Sure. And that is also part of what makes them that makes some people be distracted from their bigotry. Right."
    },
    {
      "end_timestamp": 3547.0,
      "id": "fad1d849-f703-38bd-b431-90490f9c9c6e",
      "speaker": "Dan",
      "start_timestamp": 3543.0,
      "text": "Right. I think I think I'm I'm"
    },
    {
      "end_timestamp": 3552.0,
      "id": "1ec031ab-5b95-34ba-ad61-72ffd1fadd6b",
      "speaker": "Dan",
      "start_timestamp": 3547.0,
      "text": "not, maybe not in the case of this underwear. No. It's not distract."
    },
    {
      "end_timestamp": 3597.0,
      "id": "07fe29ed-66db-3b57-9f08-c97f2ddb33a3",
      "speaker": "Dan",
      "start_timestamp": 3552.0,
      "text": "I'm absolutely not trying to excuse his hate or provide an explanation for I didn't I didn't think you were Yeah, of course. I think I think it's like, with this particular situation, there are lanes of of bigotry that you can kind of push people down or classify people under you know, you have people like Tucker, who is a virulent bigot, who's smart enough to hide just enough of it to pass who is using it for evil and vetting his guests. And or editing his list and and, and he's doing all of this in service of money and power and all of this shit. And this guy is not that, you know? No, he's a bigot. But he's not that No, something fucking different."
    },
    {
      "end_timestamp": 3641.0,
      "id": "29e18475-90cc-3be1-a90e-dc9e463e6e68",
      "speaker": "Dan",
      "start_timestamp": 3597.0,
      "text": "Well, he's somebody who has Have a far more of a willingness than Tucker or Alex to just be upfront about the hate that he has. Yeah. And then simultaneously, he's somebody who's like, a little bit too old to experience blogging. You know, that's, that's the kind of sense that you get from a number of these articles is like somebody who discovers that blogs exist and think that everybody needs to hear all their thoughts about underwear. Yeah. Or like this is going to be somehow a meaningful. That is a pouch underwear, like, is that revolutionary? at whatever point he's writing this? Not sure. I don't think so. What I mean, couldn't you just wear briefs? I"
    },
    {
      "end_timestamp": 3643.0,
      "id": "725cd75a-5f17-3a8c-994e-6cf2b911df62",
      "speaker": "Dan",
      "start_timestamp": 3641.0,
      "text": "don't know. I just don't"
    },
    {
      "end_timestamp": 3644.0,
      "id": "a1d3d2a4-b122-3fd7-8303-04150e65ae57",
      "speaker": "Dan",
      "start_timestamp": 3643.0,
      "text": "know. Anyway,"
    },
    {
      "end_timestamp": 3653.0,
      "id": "d40709f9-50a1-3249-bf73-542967d1d468",
      "speaker": "Dan",
      "start_timestamp": 3644.0,
      "text": "I've never put as much thought into underwear as he put into, I guess, the words big floppy penis, I have not put that much thought into underwear."
    },
    {
      "end_timestamp": 3664.0,
      "id": "28a42ea8-c20b-3fd3-8217-ffcc2d5427fb",
      "speaker": "Dan",
      "start_timestamp": 3653.0,
      "text": "Yeah, that's a compound noun for this fella Drew. So here's one last clip of Alex and this is this is another thing that I think is important to recognize."
    },
    {
      "end_timestamp": 3690.0,
      "id": "3fb8898f-2e44-37d1-8f7c-5ead53112b65",
      "speaker": "Alex Jones",
      "start_timestamp": 3664.0,
      "text": "It's so important that you get this $22.02 hour video all show the $22 book full of I don't know, over 100 color pictures and diagrams. This is a lot of research, incredible work went into this, you need to have the book and the video info wars.com or prison planet.com. You support Eric's works for my work. At the same time, you get a powerful tool to wake your friends and family up."
    },
    {
      "end_timestamp": 3821.0,
      "id": "e736d5d3-429f-3905-a5c6-b250a33bbfe0",
      "speaker": "Dan",
      "start_timestamp": 3690.0,
      "text": "Alex is taking his access to his audience and using it to funnel monetary support to Eric. And simultaneously he's selling his materials. So Alex is making money off getting the audience to support and buy Eric's materials. Yep. Now, when we talk about Sandy Hook stuff, one of the things that is really important to consider in terms of it, a lot of people like to say, Oh, he was wrong about something. And then he apologized. Why is it so bad? But when you really look back at this period, and you look at the way that Alex was funneling his audience to support Wolfgang how big in facilitate his ability to carry out the harassment? Yeah, to fight the legal battles that that he was in the way Alex directed. And I advocated for his audience to give them money. Yeah. And the way that Alex sold their stuff on his website, that is a relevant piece of this through the machine that Alex has built, and the audience trust and access that he has, he has, like, given extreme people access to money that they would not have otherwise. Wolfgang Halbig didn't have access to a giant platform before Alex allowed that. Eric Schmidt was on public access interviews and shit. Like he didn't like even Alex in 2003 was probably a big gig for him. Yeah, yeah. And so this is a piece of what Alex is and does without him. I mean, nowadays, it's probably diminished somewhat, because there's so many internet based platforms that have large audiences and stuff, but at a relevant period of time like this and into the early 2000 10s. Like Alex was something that was able to be a monetary victory for these extremists, able to be on Alex's show led to, you know, probably access to a lot of stuff you wouldn't have access to otherwise, how old"
    },
    {
      "end_timestamp": 3846.0,
      "id": "f0d0c8a1-3853-35eb-945e-17ae890174b9",
      "speaker": "Dan",
      "start_timestamp": 3821.0,
      "text": "are they and the way that it was spread? Then when there weren't those those million different outlets and million different internet spaces for it to grow the way that Alex had built that? I mean, you can see all the guys that we still see around now. You know, like if it weren't for the way that that was disseminated. A lot of those guys wouldn't have quite the same. Didn't have"
    },
    {
      "end_timestamp": 3895.0,
      "id": "3a979c88-00ec-3ac5-a538-1a645803d4e2",
      "speaker": "Dan",
      "start_timestamp": 3846.0,
      "text": "staying power, though. Wow, that's fair. I don't think Webster Tarpley is that big of saying he was a kingmaker, right. Gerald Cilenti still just hosting the fourth hour of Alex's show. Yeah, that's true. So that didn't work out for everybody. No. Anyway, we come to the end of this episode, and like I said, a little bit shorter. But you know what, sometimes you end up reading a lot of an assholes blog. I do think that it's really important to recognize this stuff, though. This guest is such a great illustration of this. Sort of the counterpoint to the argument that Alex's show didn't used to be so bigoted wasn't like that stuff. No, it was baked in it was there. Yeah. The perception of it might not have been as easily accessible by a passive viewer. Yeah, but it was there. Yeah, sure."
    },
    {
      "end_timestamp": 3902.0,
      "id": "8f6aefc0-8688-3bb6-87b1-97e07790630a",
      "speaker": "Dan",
      "start_timestamp": 3895.0,
      "text": "I don't I don't mind that this is shorter. I feel like this guy has given me a lot to sit with"
    },
    {
      "end_timestamp": 3905.0,
      "id": "58773c53-a4e4-314a-bf6c-45a904f33290",
      "speaker": "Dan",
      "start_timestamp": 3902.0,
      "text": "just don't sit on your scroll"
    },
    {
      "end_timestamp": 3915.0,
      "id": "67aab5c6-3334-3322-8078-9be05b2be349",
      "speaker": "Jordan",
      "start_timestamp": 3905.0,
      "text": "down but what I'm, I'm gonna be driving later just going like what the fuck? Yeah, fuck that fucking guy. Jesus fuck. What's this? Why is he obsessed with big floppy pain? Is it?"
    },
    {
      "end_timestamp": 3926.0,
      "id": "6081237d-3cb6-3a6a-a3e7-4e31975cc7b7",
      "speaker": "Dan",
      "start_timestamp": 3915.0,
      "text": "This is the sort of unsung emotional labor do for the podcast? Is this struggling"
    },
    {
      "end_timestamp": 3937.0,
      "id": "cff803b9-109e-3c66-aa13-338daebe29e1",
      "speaker": "Jordan",
      "start_timestamp": 3926.0,
      "text": "to survive? Yeah. It is. It is like, Oh, okay. All right, I touch that hot stove. All right, but I'll record again on Tuesday. I learned. I'll be there on Tuesday."
    },
    {
      "end_timestamp": 3943.0,
      "id": "fd4513c4-0d86-3bd8-a726-6a7385e63152",
      "speaker": "Dan",
      "start_timestamp": 3937.0,
      "text": "So, we will be back, Jordan. But until then, we have a website we"
    },
    {
      "end_timestamp": 3947.0,
      "id": "362a09aa-9911-3c82-b043-c7d4ede21d39",
      "speaker": "Dan",
      "start_timestamp": 3943.0,
      "text": "do. It's now try.com. We're also on Twitter. We are on Twitter. It's out now. Just go fight."
    },
    {
      "end_timestamp": 3956.0,
      "id": "2c1055cb-a744-3879-a662-1e02dcedca61",
      "speaker": "Dan",
      "start_timestamp": 3947.0,
      "text": "We'll be back. But until then, I'm Neo. I'm Leo. I'm DCX Clark. Hey, check this out was up. I'm opening up my code. What do you see here?"
    },
    {
      "end_timestamp": 3959.0,
      "id": "f79f65e2-4e94-3b8f-86cd-6183fa92ad49",
      "speaker": "Dan",
      "start_timestamp": 3956.0,
      "text": "Oh, read this. If you read this, is that that? No. Is that the way"
    },
    {
      "end_timestamp": 3963.0,
      "id": "4b8f2e7e-f856-3e78-b0a8-25bb734f53fc",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3959.0,
      "text": "it is gonna read? And now here comes the sex robots."
    },
    {
      "end_timestamp": null,
      "id": "e5cf060a-a38a-3ade-86ef-047640a012d6",
      "speaker": "Alex Jones",
      "start_timestamp": 3963.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}