{
  "audio_identifier": "KF_750",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/DavidJonesDepo.mp3",
  "blocks": [
    {
      "end_timestamp": 59.0,
      "id": "82c5f916-7845-32a8-a8e1-a813145a6d3b",
      "speaker": "Alex Jones",
      "start_timestamp": 4.0,
      "text": "Red Alert. Red alert. Red alert. Red alert. Knowledge five days. Damn, Jordan, I'm sweating. Knowledge party.com It's time to pray. I have great respect for knowledge like knowledge. I'm sick of them posing as if they're the good guys. Xiang Ji or the bad guy knowledge. I'm Dan and Jordan knowledge fight need money Andy and Andy are stopping Andy and Ken handy in Kansas. Bray Andy in Kansas, you're on the airplane for a huge fan. I love your word. Knowledge by knowledge fight.com. I love you."
    },
    {
      "end_timestamp": 66.0,
      "id": "d2ce88c6-d484-3837-ba3f-e8655856dbe3",
      "speaker": "Dan",
      "start_timestamp": 59.0,
      "text": "Hey, everybody, welcome back to knowledge. workable dudes like to sit around the altar of saline and talk a little bit about Alex Jones."
    },
    {
      "end_timestamp": 68.0,
      "id": "02b62fdb-f474-3cd1-931f-741a0ed62ac8",
      "speaker": "Jordan",
      "start_timestamp": 66.0,
      "text": "Oh, indeed we are Dan,"
    },
    {
      "end_timestamp": 70.0,
      "id": "f91c8695-1f24-3902-bb24-5c70901dbe46",
      "speaker": "Dan",
      "start_timestamp": 68.0,
      "text": "Georgia Jordanne quick question for you."
    },
    {
      "end_timestamp": 72.0,
      "id": "9b308bb7-40c9-316a-8b61-5ef13ae408c3",
      "speaker": "Jordan",
      "start_timestamp": 70.0,
      "text": "So let's you bright spot today. But"
    },
    {
      "end_timestamp": 109.0,
      "id": "b1453cfe-5d9a-3858-b464-5e8e033b32f8",
      "speaker": "Dan",
      "start_timestamp": 72.0,
      "text": "my bright spot today is, you know, I know that we're going into the Thanksgiving week. Sure. And a lot of people have a lot of feelings about Thanksgiving. And that's as they well should, of course, but you know, it's it is, at best. Take away a lot of the trappings. It's a time to think about things that you're thankful for sure. And, you know, I'm thankful for you, Jordan, I'm thankful for your audience. And, you know, having a moment to think about these things and how great and how many things we have to be thankful for is a very humbling and nice experience that I've had the last couple days."
    },
    {
      "end_timestamp": 129.0,
      "id": "998cd86c-db66-329b-9d64-c6124bc8c225",
      "speaker": "Jordan",
      "start_timestamp": 109.0,
      "text": "Yeah, you know, I actually almost prefer when I had fewer things to be grateful for. Because now that I have so much to be grateful for it freaks me out. Yeah, like, it's like, no, no, no, no, I deserve way less than any of this. Yeah, I would prefer gives me 1/3 of the things to be grateful about. Yes."
    },
    {
      "end_timestamp": 141.0,
      "id": "9ef44227-bc7e-36de-8fc7-9879f6a26e45",
      "speaker": "Dan",
      "start_timestamp": 129.0,
      "text": "It's overwhelming, but in a positive way. And thank you all. I'm very, very grateful. To you to the audience, to my family"
    },
    {
      "end_timestamp": 146.0,
      "id": "46134353-d261-395e-a6c2-f0715dd9f138",
      "speaker": "Jordan",
      "start_timestamp": 141.0,
      "text": "to the jury that awarded $1.5 billion maybe it's another"
    },
    {
      "end_timestamp": 159.0,
      "id": "3669ebb5-b33a-3a7d-a4a5-416640701692",
      "speaker": "Dan",
      "start_timestamp": 146.0,
      "text": "thing to be grateful for be thankful. We played whatever small role in that as I did. We did. So it's your bright spot. Oh, did I have my break to bring up a fucking"
    },
    {
      "end_timestamp": 171.0,
      "id": "16937825-cd6a-3207-ae8b-199ab76ac5e0",
      "speaker": "Jordan",
      "start_timestamp": 159.0,
      "text": "far less far less touching and deep, but more important for most of the world and thanksgiving? In fact, by a wide margin? That would be the World Cup, my friend. I am enjoying it immensely. If"
    },
    {
      "end_timestamp": 173.0,
      "id": "835ca7af-bffc-3960-bfd4-a5f9aa36a0b3",
      "speaker": "Dan",
      "start_timestamp": 171.0,
      "text": "you broken out your vuvuzela I have not. It's been."
    },
    {
      "end_timestamp": 196.0,
      "id": "90932e19-1eb5-30df-af67-4f3767a18a4f",
      "speaker": "Jordan",
      "start_timestamp": 173.0,
      "text": "It's been what a decades. Long is the movie? That was the Brazilian World Cup. That was like two World Cups ago. Yep. Yeah, it was big. It was huge. They were very loud. deniable Yeah, no, no, it's really great so far. Everybody's fun. The USA still terrible at soccer, which is enjoyable"
    },
    {
      "end_timestamp": 212.0,
      "id": "19cad42d-2218-3dca-9c4d-757c6aa1e064",
      "speaker": "Dan",
      "start_timestamp": 196.0,
      "text": "Tell that to Marcelo Balboa. Tony Meola, tell that to Alexi Lalas, tell that to Baba Baba, Baba Baba, who else? Oh, I know what I see a face."
    },
    {
      "end_timestamp": 215.0,
      "id": "dc599178-30ba-3f47-95fd-cb6b5a454167",
      "speaker": "Jordan",
      "start_timestamp": 212.0,
      "text": "No, no, no."
    },
    {
      "end_timestamp": 217.0,
      "id": "606b2e49-f0bb-3ce8-913f-aee821d7e2e1",
      "speaker": "Dan",
      "start_timestamp": 215.0,
      "text": "But who's who's the favorite? You think? Oh,"
    },
    {
      "end_timestamp": 221.0,
      "id": "026c2958-2e2c-349f-a686-326bf7aba68a",
      "speaker": "Jordan",
      "start_timestamp": 217.0,
      "text": "well, I think people were hoping for Argentina because it's"
    },
    {
      "end_timestamp": 223.0,
      "id": "3b7998c3-cbd1-3358-90f3-128824930e7d",
      "speaker": "Dan",
      "start_timestamp": 221.0,
      "text": "great historical. Soccer"
    },
    {
      "end_timestamp": 247.0,
      "id": "f245bc2b-a3ee-3c39-ad2f-3676a37c581c",
      "speaker": "Jordan",
      "start_timestamp": 223.0,
      "text": "Mara, Donna naturally and then Messi. This is my Lionel Messi is last World Cup. And he is of course the greatest footballer maybe that ever lived. So everybody's really hoping for them. Then this morning this very morning. They lost in a surprise upset to Saudi Arabia to Oh, so now they're in a deep hole they're fighting to get out of the group stage now. No, it's dangerous. It's dangerous."
    },
    {
      "end_timestamp": 255.0,
      "id": "0639cee0-b20c-35b9-8f8f-b43e8b2b9e0b",
      "speaker": "Dan",
      "start_timestamp": 247.0,
      "text": "What what tension it's exactly what uh, of course, but someone who's so messy like messy. No, no, no."
    },
    {
      "end_timestamp": 259.0,
      "id": "67dfb20e-74b4-3ee0-9195-0778f6ac0ed9",
      "speaker": "Jordan",
      "start_timestamp": 255.0,
      "text": "He lives for the drama. Oh, no, no, no."
    },
    {
      "end_timestamp": 261.0,
      "id": "2050ef0d-b8df-3c69-a185-839e581ea433",
      "speaker": "Dan",
      "start_timestamp": 259.0,
      "text": "Who else who else is looking good this year?"
    },
    {
      "end_timestamp": 285.0,
      "id": "c597c273-7c49-37d0-9e56-bcb19b477c1a",
      "speaker": "Jordan",
      "start_timestamp": 261.0,
      "text": "France France is looking good. They James Adan beige I think England's looking pretty good. They're probably going to come out of the group stage in the United States. They're pretty pretty fast. Nice. You know, other teams. Other teams are good. Sure, Netherlands. I know their country. A lot of people have good feet. That's true. Well, science."
    },
    {
      "end_timestamp": 305.0,
      "id": "6263d3ac-d9be-34e6-9728-4ce2e81eb24d",
      "speaker": "Dan",
      "start_timestamp": 285.0,
      "text": "I am excited for you. Enjoy and I like I like hearing about the World Cup. Yeah, it's great on Yeah. But Jordan today we have an episode to go oh interest and we'll talk about that here in a second. Before we do. Let's take a little moment to say hello to somebody who wants Oh, that's a great idea so far. As whose mind control is more powerful, realistic birds are globalist thank you so much. We're now policy wonk."
    },
    {
      "end_timestamp": 306.0,
      "id": "2d855831-f8ef-398a-9747-4f5eb1a41a12",
      "speaker": "Alex Jones",
      "start_timestamp": 305.0,
      "text": "I'm a policy wonk,"
    },
    {
      "end_timestamp": 311.0,
      "id": "b15c6ccc-874d-3d0b-b737-470d15292fde",
      "speaker": "Dan",
      "start_timestamp": 306.0,
      "text": "thank you very much. I go next. Cindy with an eye. Thank you so much. You are now policy walk."
    },
    {
      "end_timestamp": 312.0,
      "id": "b42f947e-a6b4-3afe-8a84-a228d05a98fb",
      "speaker": "Alex Jones",
      "start_timestamp": 311.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 313.0,
      "id": "39bbd079-135e-363e-a20c-3fe55b36c55f",
      "speaker": "Jordan",
      "start_timestamp": 312.0,
      "text": "Thank you very much."
    },
    {
      "end_timestamp": 318.0,
      "id": "4c0ca7ba-e4cb-366a-aff4-3a1372998d1a",
      "speaker": "Dan",
      "start_timestamp": 313.0,
      "text": "Next, the monetary personification of Alex's daughters abandonment issues. Thank you so much. You are now policy Wong."
    },
    {
      "end_timestamp": 319.0,
      "id": "fb38a606-c23d-3b76-8f6c-0f982d5ad4ef",
      "speaker": "Alex Jones",
      "start_timestamp": 318.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 320.0,
      "id": "c905f0de-22f6-3454-98bc-1fabc03f1b3e",
      "speaker": "Jordan",
      "start_timestamp": 319.0,
      "text": "Thank you very much. So"
    },
    {
      "end_timestamp": 326.0,
      "id": "003fc061-b8a2-381e-b945-ec52add48668",
      "speaker": "Dan",
      "start_timestamp": 320.0,
      "text": "next, I may have misunderstood the point of the fuck Dan and Illinois support group. Thank you so much. You are now a policy wonk."
    },
    {
      "end_timestamp": 330.0,
      "id": "7f7ad57b-2a95-3f2c-8b7d-ffa4d1a63552",
      "speaker": "Jordan",
      "start_timestamp": 326.0,
      "text": "I'm a policy wonk. Thank you very much. What inappropriate Yeah."
    },
    {
      "end_timestamp": 339.0,
      "id": "299302ff-1f6b-3388-9c85-909e9aafb33e",
      "speaker": "Dan",
      "start_timestamp": 330.0,
      "text": "Next Lila be enraptured by raptures, thank you. Let me try that again. Next Lila be enraptured by raptors. Thank you so much. You're now policy Wong."
    },
    {
      "end_timestamp": 341.0,
      "id": "efca3db7-2961-3c40-8a59-e09f6bc38c77",
      "speaker": "Alex Jones",
      "start_timestamp": 339.0,
      "text": "I'm a policy wonk"
    },
    {
      "end_timestamp": 346.0,
      "id": "f57dfaf4-b42c-3876-99ba-66e5a4d3adc5",
      "speaker": "Jordan",
      "start_timestamp": 341.0,
      "text": "that was that was there as a trip up that was a spike on the on the road. I"
    },
    {
      "end_timestamp": 353.0,
      "id": "a962fc52-04a5-3bf1-b597-f8b533bd18b3",
      "speaker": "Dan",
      "start_timestamp": 346.0,
      "text": "felt good about it until it came out of my mouth. That's how it was. Next PSL is the best seaman. Thank you so much. You are now policy walk."
    },
    {
      "end_timestamp": 354.0,
      "id": "83a8e05a-0691-375c-9fb2-b0dae6a1957a",
      "speaker": "Alex Jones",
      "start_timestamp": 353.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 361.0,
      "id": "15adf4f0-3213-3288-8196-4e8564a7df33",
      "speaker": "Dan",
      "start_timestamp": 354.0,
      "text": "Thank you for getting spice latte. Semen in the lattes. Ah, Reverend Manning. Oh, boy. Wow,"
    },
    {
      "end_timestamp": 362.0,
      "id": "a2ed5a8b-c768-3072-8f90-0af14c02dd4b",
      "speaker": "Jordan",
      "start_timestamp": 361.0,
      "text": "that is a deep cut. deep"
    },
    {
      "end_timestamp": 380.0,
      "id": "6324eea4-7a01-389c-9d3a-29ca512fa9a0",
      "speaker": "Dan",
      "start_timestamp": 362.0,
      "text": "cut, well done. So this we have a technocrat in the mix. Also, Georgia, this is someone who sent a message A while back, because we're you know what Greg's inbox is a mess where the best, but this is Veronica asked if she is a policy wonk. And I have an answer. And that is no, you're not. You're now a technocrat."
    },
    {
      "end_timestamp": 435.0,
      "id": "2d4f8c9f-bbf9-3588-9246-d0d0f9b2c23f",
      "speaker": "Alex Jones",
      "start_timestamp": 380.0,
      "text": "I'm a policy wonk. I have risen above my enemies. I might quit tomorrow, actually. Just gonna take a little break now. A little breaky for me. And then we're going to come back. And I'm going to start the show over, but I'm the devil a lot going on there. I'll fuck you. Fuck you. I got plenty of words for you. But at the end of the day, Fuck you and your new world order. And fuck the horse she wrote in on and all your shit. Maybe today should have been less broadcast. Maybe I'll just be gone a month, maybe five years. Maybe I'll walk out of here tomorrow. And you never see me again. That's really what I want to do. I never want to come back here again. I apologize to the crew and the listeners yesterday that I was legitimately having breakdowns on air. I'll be better tomorrow. He probably"
    },
    {
      "end_timestamp": 457.0,
      "id": "fc31221b-f1d9-3f4a-b2cb-413386810701",
      "speaker": "Dan",
      "start_timestamp": 435.0,
      "text": "isn't. But we don't know. No, Jordan. Today we are continuing to have Alex on the present day on timeout. Good call because I feel like if it's Thanksgiving, there's one thing we should be thankful for. And that is being able to say Hey, Alex, go yell about nonsense. We'll be back. Yeah. And we are not beholden to you're not yelling timetable."
    },
    {
      "end_timestamp": 461.0,
      "id": "20159138-4b7b-37aa-8515-eb3cfb20d500",
      "speaker": "Jordan",
      "start_timestamp": 457.0,
      "text": "lesson we'll catch up with you when it's a war on Christmas. We'll get that we move"
    },
    {
      "end_timestamp": 494.0,
      "id": "eba48b84-97c2-3998-8fe8-1017592f7837",
      "speaker": "Dan",
      "start_timestamp": 461.0,
      "text": "at our own speed. And Thanksgiving, this also time for family. You know, like I mentioned, certainly think and thinking about my family. And what better way to celebrate Thanksgiving on on on our show, than to enjoy the deposition of Alex's dad. So today, we're gonna be talking about Dr. David Jones. His deposition in the Connecticut. Well done. Thank you."
    },
    {
      "end_timestamp": 497.0,
      "id": "2158f12c-95e5-38e4-b900-6053fe257975",
      "speaker": "Jordan",
      "start_timestamp": 494.0,
      "text": "That was some sleight of hand right."
    },
    {
      "end_timestamp": 503.0,
      "id": "6ee01b72-3768-307b-9a37-d55af6ae4bfc",
      "speaker": "Dan",
      "start_timestamp": 497.0,
      "text": "It's tough to trick you at this point. Right writers in you know a lot of my normal May"
    },
    {
      "end_timestamp": 511.0,
      "id": "b9cc4e78-7f12-3582-b52c-ae6e88f51e2d",
      "speaker": "Jordan",
      "start_timestamp": 503.0,
      "text": "I wasn't expecting that David Jones deposition. You had me on that one. You've got me clean clean there. Yeah."
    },
    {
      "end_timestamp": 515.0,
      "id": "3f958380-f317-3a81-8e52-ba281f4c18d0",
      "speaker": "Dan",
      "start_timestamp": 511.0,
      "text": "I like to know that I've still got still got a few options and eyebrow fake."
    },
    {
      "end_timestamp": 519.0,
      "id": "c3432ace-1b84-3a81-a125-ec7ba40f8576",
      "speaker": "Jordan",
      "start_timestamp": 515.0,
      "text": "That's the great part of our relationship. We're still learning new things."
    },
    {
      "end_timestamp": 554.0,
      "id": "4118ab85-f99e-37da-8ad2-ac4f4ac94542",
      "speaker": "Dan",
      "start_timestamp": 519.0,
      "text": "Gotta keep it fresh. David Jones deposition from time to time with AJ is dad. As we know, Alex's dad is he is a dentist by trade. Sure. He is somebody who is the sixth smartest boy in Texas. Technically, technically, or maybe that number is variable, right? But yeah, he was one of the smartest boys in Texas and so the globalists tried to recruit him into a program of eugenics to kill off the population. And he said no, thank you. Nope. And they just were like Alright, cool. Goodbye. No big deal. Why don't you Why don't you tell your blowhard son about this a few years just"
    },
    {
      "end_timestamp": 563.0,
      "id": "30f5dc28-4657-3481-b185-535bd12cf758",
      "speaker": "Jordan",
      "start_timestamp": 554.0,
      "text": "because we revealed to you via I suppose very obvious means that we have a secret program but we agreed"
    },
    {
      "end_timestamp": 577.0,
      "id": "31e30058-7157-3189-b45a-97b375a10d4c",
      "speaker": "Dan",
      "start_timestamp": 563.0,
      "text": "to join Yeah, we're gonna lay it all out. Yeah. By the way, our plan is to kill off the entire world, but we're gonna leave you alone, right? The guy who knows our plans that could possibly thwart them by telling your blowhard son, who has a radio show and millions of listeners Okay,"
    },
    {
      "end_timestamp": 581.0,
      "id": "ee4b810c-4ba8-3513-b278-0f8de738b4e6",
      "speaker": "Jordan",
      "start_timestamp": 577.0,
      "text": "now now you're just piling on"
    },
    {
      "end_timestamp": 587.0,
      "id": "b69d9ef1-9fc1-3509-b762-f4e0ae26a314",
      "speaker": "Dan",
      "start_timestamp": 581.0,
      "text": "the subject of fables? Yes on Infowars for sure. And former Bircher"
    },
    {
      "end_timestamp": 591.0,
      "id": "d540c654-a742-37d1-a225-3e87487ca7b8",
      "speaker": "Jordan",
      "start_timestamp": 587.0,
      "text": "at least definitely possibly current Bircher but we'll see."
    },
    {
      "end_timestamp": 633.0,
      "id": "ec3500bc-02fb-38e9-9c94-07535a88a64a",
      "speaker": "Dan",
      "start_timestamp": 591.0,
      "text": "I would say he probably doesn't pay dues anymore. Yeah, he's certainly a Bircher in ideas. Yeah, you know, like that didn't that didn't end up stopping? Yeah, he was a he was a John Birch. society Lecturer in his younger years. Yeah, there's a lot to that I know about him in facts short, you know, like, I know real facts right. And then I know Alex fact right about him, but I don't know that much about him in general. I had not really even seen pictures of him before the deposition. Right? I've not really heard his voice. I don't think I've ever heard his voice. I've never heard his voice because he never has come on Infowars Alex, I said he refuses to smart. And he's at"
    },
    {
      "end_timestamp": 637.0,
      "id": "9cb3de68-ab8c-3a81-b48c-f6f57175f268",
      "speaker": "Jordan",
      "start_timestamp": 633.0,
      "text": "least a fairly smart boy in Texas still."
    },
    {
      "end_timestamp": 673.0,
      "id": "1eb448ba-fd7b-3e08-922d-ce725e9ea44f",
      "speaker": "Dan",
      "start_timestamp": 637.0,
      "text": "So in 2019, he sat for a deposition with Chris Matty, and norm is there or friend norm Pattis course is representing him. And I think that there, this is a shorter deposition as a whole. It's probably about an hour long, all day. And I think that it still has some pretty interesting things being said, Alex's dad. Yeah, and maybe some things that love didn't help didn't help the case. Oh, yeah. So let's jump right in with David Jones."
    },
    {
      "end_timestamp": 690.0,
      "id": "92586636-7e52-3524-80a6-04841b40beca",
      "speaker": "Jordan",
      "start_timestamp": 673.0,
      "text": "Can I ask you a quick question on tone? Before we before we get before we get going and the actual tone is revealed? I would like to know, is this I'm predicting he's going to be somewhat combative. Just kind of like a kind of like an aloof, asshole."
    },
    {
      "end_timestamp": 698.0,
      "id": "81948fb2-8d98-3f89-b822-5fc94eb2121a",
      "speaker": "Dan",
      "start_timestamp": 690.0,
      "text": "Maybe a little aloof? I wouldn't say he's like super combative. Okay. He's not. forthcoming."
    },
    {
      "end_timestamp": 701.0,
      "id": "97240da7-2e23-31cf-ae3e-6d07397342ff",
      "speaker": "Jordan",
      "start_timestamp": 698.0,
      "text": "Ah, okay. All right. All right. He's withholding. Yeah."
    },
    {
      "end_timestamp": 725.0,
      "id": "ec04cae5-750b-3c54-84be-3c166c7768eb",
      "speaker": "Dan",
      "start_timestamp": 701.0,
      "text": "And I think there's something I appreciate you bringing up the the sort of tone, because there is a, something I'd like to point out. And you can take note of as we go along. And that is that he is very, like, much smarter than Alex. Yeah, he is very good at not answering questions, while answering them in a way that kind of has the appearance of and right."
    },
    {
      "end_timestamp": 734.0,
      "id": "3d16dce1-3dcb-3bd6-8dd7-aeb51b03b8b0",
      "speaker": "Jordan",
      "start_timestamp": 725.0,
      "text": "So is this going to be the first time that we are looking at somebody who is about to get trapped? Going? Oh, well, I know. This is a trap."
    },
    {
      "end_timestamp": 739.0,
      "id": "072e4aac-a974-3b34-bd9f-5ce8f39b848a",
      "speaker": "Dan",
      "start_timestamp": 734.0,
      "text": "Maybe even a step before that. Yeah. I'm not gonna I'm not even gonna wander into that."
    },
    {
      "end_timestamp": 742.0,
      "id": "6de36fde-977e-34d7-8999-0fec49464474",
      "speaker": "Jordan",
      "start_timestamp": 739.0,
      "text": "Wow. Oh, boy, dangerous."
    },
    {
      "end_timestamp": 747.0,
      "id": "4541e792-512e-32fa-8ba6-b8d3cf54b4ce",
      "speaker": "Dan",
      "start_timestamp": 742.0,
      "text": "So we start here with a discussion of his, his coming to Infowars."
    },
    {
      "end_timestamp": 754.0,
      "id": "c9751636-3674-358d-91fd-8f34e9504a74",
      "speaker": "Chris Mattei",
      "start_timestamp": 747.0,
      "text": "When did you retire from your career as a dentist?"
    },
    {
      "end_timestamp": 762.0,
      "id": "02f29255-fa5e-39c9-8c83-11918b07a15d",
      "speaker": "David Jones",
      "start_timestamp": 754.0,
      "text": "I still have a license. But I retired from active practice in 2013."
    },
    {
      "end_timestamp": 773.0,
      "id": "10233de6-b3a2-3de0-b3bc-888cfbf2f806",
      "speaker": "Chris Mattei",
      "start_timestamp": 762.0,
      "text": "And is that when you became involved in the operations of free speech systems?"
    },
    {
      "end_timestamp": 777.0,
      "id": "a30bd2c1-ef8f-3da7-8454-ddc5a7ad5dfb",
      "speaker": "David Jones",
      "start_timestamp": 773.0,
      "text": "That is when I became more formally involved. So we gotta"
    },
    {
      "end_timestamp": 789.0,
      "id": "6bd9778c-d563-3829-b817-332032d91734",
      "speaker": "Dan",
      "start_timestamp": 777.0,
      "text": "we gotta text them here, my friend. Um, oh, boy. Yeah, he's got to he's got much more of a voice that you'd kind of expect for someone of the sort of Jones character, right."
    },
    {
      "end_timestamp": 799.0,
      "id": "81e6a03e-93b3-34c3-ba7a-3236989344e7",
      "speaker": "Jordan",
      "start_timestamp": 789.0,
      "text": "He's somebody who has not spent the first 20 years of his career doing a rush limbaugh impression. Right. So thereby destroying any chance at all of that accent any longer. Yeah,"
    },
    {
      "end_timestamp": 813.0,
      "id": "ede64bed-81c0-3997-a90a-20b376687696",
      "speaker": "Dan",
      "start_timestamp": 799.0,
      "text": "I would say that if Alex sounded like this. I don't know if he could do his delivery. No, this is too this is syrupy. The food. Sort of Texas. This is"
    },
    {
      "end_timestamp": 817.0,
      "id": "2b8452df-4d81-3809-8655-513dd74c3862",
      "speaker": "Jordan",
      "start_timestamp": 813.0,
      "text": "the this is more of a drawl. Yeah."
    },
    {
      "end_timestamp": 835.0,
      "id": "bb89f231-38d3-3f7b-9713-2d986edfa258",
      "speaker": "Dan",
      "start_timestamp": 817.0,
      "text": "He's taking his time. Yeah. So he before he left his sort of practice of his dentistry in 2013. Even before that he was part of the business as if as just like it was it was a family business. Yes, there's something kind of weird here."
    },
    {
      "end_timestamp": 839.0,
      "id": "80f8a14c-5e81-3da8-be13-b4266d778b99",
      "speaker": "Chris Mattei",
      "start_timestamp": 835.0,
      "text": "Okay. What was your role before then?"
    },
    {
      "end_timestamp": 846.0,
      "id": "10ec9236-4b29-307e-be5b-544b45bb68f1",
      "speaker": "David Jones",
      "start_timestamp": 839.0,
      "text": "Just just being involved in an advisory role, let's say in a family business."
    },
    {
      "end_timestamp": 849.0,
      "id": "166a1df2-9f18-38d8-a80b-2fcd52045cff",
      "speaker": "Chris Mattei",
      "start_timestamp": 846.0,
      "text": "So Alex would sometimes ask you for advice about the business"
    },
    {
      "end_timestamp": 853.0,
      "id": "2683a05e-9d23-32d2-8bfe-8039d68f98c3",
      "speaker": "David Jones",
      "start_timestamp": 849.0,
      "text": "occasionally, okay."
    },
    {
      "end_timestamp": 882.0,
      "id": "e3344ca6-c70a-3c13-8b7c-1c3c7ce4fd74",
      "speaker": "Chris Mattei",
      "start_timestamp": 853.0,
      "text": "Did your involvement include anything other than providing Alex with advice? No. Okay. And then in? In what types of matters would he ask for your advice on prior to 2013?"
    },
    {
      "end_timestamp": 894.0,
      "id": "e69404e4-a048-3b63-89a1-c57aaebc4a39",
      "speaker": "David Jones",
      "start_timestamp": 882.0,
      "text": "largely what my perceptions were about things that were going on in the world. moral compass, if you will."
    },
    {
      "end_timestamp": 903.0,
      "id": "73baba8b-c48d-3bfc-95f6-2cf4e0745f55",
      "speaker": "Chris Mattei",
      "start_timestamp": 894.0,
      "text": "So for example, Alex might be considering covering a certain story in the news and I would discuss that with you."
    },
    {
      "end_timestamp": 909.0,
      "id": "8296470e-4d57-3937-a53a-300132cebd74",
      "speaker": "David Jones",
      "start_timestamp": 903.0,
      "text": "Not so much. It's like, did you hear such and such? And what did you think of it?"
    },
    {
      "end_timestamp": 911.0,
      "id": "fc4fd8ae-184c-3c72-9c31-eeb13aa0d009",
      "speaker": "Chris Mattei",
      "start_timestamp": 909.0,
      "text": "That's the question you ask you."
    },
    {
      "end_timestamp": 922.0,
      "id": "4bad4f6b-8b34-367e-b683-aac904762e59",
      "speaker": "David Jones",
      "start_timestamp": 911.0,
      "text": "Yeah, that's that's basically what he would say to me. And I was largely he wanted to know what I thought of his expressions and things, but I don't know how much you're influencing Paw Paw Paw"
    },
    {
      "end_timestamp": 968.0,
      "id": "4266be88-cd2b-3ab6-9473-07d825b2829e",
      "speaker": "Dan",
      "start_timestamp": 922.0,
      "text": "Paw. What do you think of fentanyl? The Chinese dragon? It's it's an interesting thing for David to say that he has the moral compass. Yeah. Particularly because, you know, he's starting in 2013, to be more involved with the business. And this is around the time that Sandy Hook coverage is, is going on? If indeed he is a moral compass, then you would hope that there would be plenty of evidence of him being like Alex, stop this. Yeah. And Alex may be listening or maybe not. It's entirely possible that you could imagine a scenario where even though he's Alex's dad, right, and he's supposed to be the moral compass shark saying, I don't give a shit, of course. But I think I think presenting yourself in that way, raises the expectation of like, what did you do as the moral come?"
    },
    {
      "end_timestamp": 997.0,
      "id": "8ddc5ec6-1a52-3537-af1c-75b7e7b5a9a2",
      "speaker": "Jordan",
      "start_timestamp": 968.0,
      "text": "I mean, if if, if you were to describe to me, if you know, if you were to say, Jordan, describe what the moral compass for Infowars looks like, I would say it is cracked, the glass is completely removed, the white and the red lines are exactly the same. They're just one color. It's spinning in all directions simultaneously, and somehow constantly being thrown out the window, in the ongoing act of being thrown out the window. So"
    },
    {
      "end_timestamp": 1000.0,
      "id": "a19c13d1-3750-3924-b4fa-2cd051df654b",
      "speaker": "Dan",
      "start_timestamp": 997.0,
      "text": "what you're saying is it's not it wouldn't be useful. I"
    },
    {
      "end_timestamp": 1005.0,
      "id": "0b22e758-ab74-3d4c-af43-ecb9329e61be",
      "speaker": "Jordan",
      "start_timestamp": 1000.0,
      "text": "wouldn't, I wouldn't lay claim to being one. I wouldn't be like, Haha, I know what my role is."
    },
    {
      "end_timestamp": 1008.0,
      "id": "3cd19adc-5f0a-3a28-9a84-15ef3dbe9fac",
      "speaker": "Dan",
      "start_timestamp": 1005.0,
      "text": "It maybe doesn't have true nor"
    },
    {
      "end_timestamp": 1011.0,
      "id": "382558a7-7413-38c6-81de-76c2e483d81a",
      "speaker": "Jordan",
      "start_timestamp": 1008.0,
      "text": "it doesn't. It doesn't seem to be functioning."
    },
    {
      "end_timestamp": 1020.0,
      "id": "f705e3a4-3e8f-3129-a6b3-18eb1264eece",
      "speaker": "Dan",
      "start_timestamp": 1011.0,
      "text": "Hmm. So yeah, he gave it you can kind of see a little bit in there the way that there's a dancing around question."
    },
    {
      "end_timestamp": 1046.0,
      "id": "e7eaaf9b-6ca5-3d67-8dba-dce9d3e9fc02",
      "speaker": "Jordan",
      "start_timestamp": 1020.0,
      "text": "Oh, yeah, no, I instantly. This is a man who understands the consequence of things. Like I don't know what he thinks the consequences are or any of that stuff. But they are. They're, he's, he's a person who knows, like, in an almost scientific way, like, if I remove this tooth, there will be blood, like in that kind of sense. So if I say this is exactly unlike, unlike anyone else at Infowars."
    },
    {
      "end_timestamp": 1059.0,
      "id": "2f6b7345-a81b-367e-89ea-108f4f5e35b2",
      "speaker": "Dan",
      "start_timestamp": 1046.0,
      "text": "So yeah, he's he's saying that he kind of like gave advice and like all this stuff. And it's like, okay, so you're saying that he would ask you about what stories to cover? It's like, no, no, no, I don't want any of that. Oh, no,"
    },
    {
      "end_timestamp": 1063.0,
      "id": "ba5c6b7a-5236-35d2-8aba-16ab4cc7a8a6",
      "speaker": "Jordan",
      "start_timestamp": 1059.0,
      "text": "hold on, hold on, let's let's pull that back. It's common downstair."
    },
    {
      "end_timestamp": 1085.0,
      "id": "d4b8781b-f2f1-3694-954f-21094ba732eb",
      "speaker": "Dan",
      "start_timestamp": 1063.0,
      "text": "So in 2013, he became more involved with the business. And at this point, he entered into what I would describe as a very bizarre financial arrangement with Info Wars, free speech system, right? This doesn't last very long. This is only the arrangement that they have for a year or so before another arrangement kicks in. But this is this is wild."
    },
    {
      "end_timestamp": 1095.0,
      "id": "fc867124-8f4c-3fe8-913f-17668cf670e5",
      "speaker": "Chris Mattei",
      "start_timestamp": 1085.0,
      "text": "In 2013, did you become an employee of free speech systems?"
    },
    {
      "end_timestamp": 1099.0,
      "id": "9e1eca95-b698-3d13-9379-79cefc96cde9",
      "speaker": "David Jones",
      "start_timestamp": 1095.0,
      "text": "I became indirectly an employee of free speech systems."
    },
    {
      "end_timestamp": 1103.0,
      "id": "3905e324-4f4c-3366-9268-0086f3bc511d",
      "speaker": "Chris Mattei",
      "start_timestamp": 1099.0,
      "text": "Okay. Why was it indirect?"
    },
    {
      "end_timestamp": 1124.0,
      "id": "aa4642bc-00e9-3560-87d9-2efb3771d0ed",
      "speaker": "David Jones",
      "start_timestamp": 1103.0,
      "text": "I had a professional corporation that contracted with large dental practice management groups, and that corporation lost its income when it lost me as an employee. And so that entity, my professional corporation was paid last opportunity fees. And it paid me to be an employee of Alex Jones and free speech systems,"
    },
    {
      "end_timestamp": 1148.0,
      "id": "68711c5d-9a67-3cf8-952a-60a584820a09",
      "speaker": "Chris Mattei",
      "start_timestamp": 1124.0,
      "text": "free speech systems paid your the corporation that you controlled for lost lost opportunities as a result of retiring from your dental practice. And that corporation that you control then paid you Yes, a salary in connection with your work for free speech systems. Yes. Understood. Why was it arranged that way?"
    },
    {
      "end_timestamp": 1158.0,
      "id": "8d39bf78-839c-3601-ad9b-866e2fdcf9f0",
      "speaker": "David Jones",
      "start_timestamp": 1148.0,
      "text": "For the purpose of winding down and continuity. It was probably not important, but it was a reality."
    },
    {
      "end_timestamp": 1165.0,
      "id": "c81038ad-ab4d-3358-bf7a-98fc73109536",
      "speaker": "Chris Mattei",
      "start_timestamp": 1158.0,
      "text": "Why there come a time when that arrangement changed, and you became an on the books employee of free speech systems. Yes. When was that?"
    },
    {
      "end_timestamp": 1168.0,
      "id": "4488f8d2-b207-3fa7-8995-2710cd3b9102",
      "speaker": "David Jones",
      "start_timestamp": 1165.0,
      "text": "I believe that was the next year 2014."
    },
    {
      "end_timestamp": 1173.0,
      "id": "aa1cad52-2db1-3d31-a78c-457821bc76ea",
      "speaker": "Dan",
      "start_timestamp": 1168.0,
      "text": "That's weird. But I don't know if it's necessarily suspicious or anything. Yeah,"
    },
    {
      "end_timestamp": 1187.0,
      "id": "38e07a0b-8aaa-3127-83ef-17ab2352a722",
      "speaker": "Jordan",
      "start_timestamp": 1173.0,
      "text": "that's probably that sounds like some sort of taxes thing where it's not it's not tax evasion. But it's like, Hey, if you do it this way, there's 20% Extra for something or other along the way that makes sense. That's possible write offs or something or even"
    },
    {
      "end_timestamp": 1217.0,
      "id": "64da0936-da03-3dc5-ab7b-71907e245a24",
      "speaker": "Dan",
      "start_timestamp": 1187.0,
      "text": "less, sort of sneakily, there could be a situation where like he was the primary center of that dental practice. Sure, and maybe transferring over to somebody else being bored like the center Have the dental practice would take time. Sure. And so in order not to torpedo that other person's ability to practice totally, maybe that's why but it is weird. It's it's just it's just one and 100 examples of really bizarre financial things around again for what it is"
    },
    {
      "end_timestamp": 1228.0,
      "id": "c8093e83-6e6d-3aa3-a642-b6396d183b40",
      "speaker": "Jordan",
      "start_timestamp": 1217.0,
      "text": "it is unusual insofar as it's a clear evidence of somebody who knows the financial system is doing something to their benefit. It's you know,"
    },
    {
      "end_timestamp": 1242.0,
      "id": "73ef94c5-89ea-32ac-99ca-3d80419b956a",
      "speaker": "Dan",
      "start_timestamp": 1228.0,
      "text": "it seems like if it was like a practical issue about the dental practice itself, maybe there would be way that you could have a buyout or something, something. I don't know. Yeah. Anyway, I don't think it's too nefarious or anything, but I just thought it was like this weird."
    },
    {
      "end_timestamp": 1263.0,
      "id": "c616192e-341d-3306-9f9c-b91dfb63f6af",
      "speaker": "Jordan",
      "start_timestamp": 1242.0,
      "text": "I don't think this one is nefarious. But I do think this is an evidentiary point that suggests there are people at work with financial information that they are capable of exploiting in certain ways. Yeah. And thus, the line between legal and illegal may be just a matter of who enforces what you know,"
    },
    {
      "end_timestamp": 1289.0,
      "id": "85ecdadf-1b59-3f21-8a54-06db67c731e8",
      "speaker": "Dan",
      "start_timestamp": 1263.0,
      "text": "well, and, you know, this is Alex's dad. So there is also the consideration of like having your dad come to work for you was important enough that you did this Byzantine arrangement. Why is that? What's like, what's the purpose of this? I don't know. It's, it may not be shady as an arrangement, right? But the surrounding circumstances of it make it feel quite shady."
    },
    {
      "end_timestamp": 1292.0,
      "id": "644d2bd1-36c2-3c44-971e-c90aafd66abd",
      "speaker": "Jordan",
      "start_timestamp": 1289.0,
      "text": "The moment Alex Jones is involved, it's JT is shit. Yeah,"
    },
    {
      "end_timestamp": 1299.0,
      "id": "4330f585-dc33-36fc-83c0-6317b0d6f73c",
      "speaker": "Dan",
      "start_timestamp": 1292.0,
      "text": "that's fair enough. So David Jones, yeah, as we know, was the human resources director indeed,"
    },
    {
      "end_timestamp": 1310.0,
      "id": "5a492915-72ca-3736-bf23-db42aa2d13c2",
      "speaker": "Chris Mattei",
      "start_timestamp": 1299.0,
      "text": "during that first year, or there abouts between 2013 to 2014. Did you have a title? At free speech systems?"
    },
    {
      "end_timestamp": 1318.0,
      "id": "6d047953-0803-3c8c-a0f4-c467bd4bbff0",
      "speaker": "David Jones",
      "start_timestamp": 1310.0,
      "text": "I was sort of a consultant and an HR director. Okay. Not really,"
    },
    {
      "end_timestamp": 1322.0,
      "id": "5e2e7241-694c-37b8-b81e-bfba2bfc9da0",
      "speaker": "Chris Mattei",
      "start_timestamp": 1318.0,
      "text": "there we go. Not really a title or you weren't really those not"
    },
    {
      "end_timestamp": 1323.0,
      "id": "1ca60d82-efc0-3178-b726-d41f381a94ca",
      "speaker": "David Jones",
      "start_timestamp": 1322.0,
      "text": "really a title. Okay. Yeah, they"
    },
    {
      "end_timestamp": 1330.0,
      "id": "d8e6a84f-6790-3aa8-885f-7eeaa7f7fec0",
      "speaker": "Dan",
      "start_timestamp": 1323.0,
      "text": "just are allergic to titles for wars. Yeah. They can't No one will own a title. Wow."
    },
    {
      "end_timestamp": 1338.0,
      "id": "373f27ff-e9ec-3cce-8e87-1c3c88f7a499",
      "speaker": "Jordan",
      "start_timestamp": 1330.0,
      "text": "I mean, if you if you have a title, then you are responsible for the thing that that title does. Right. And that's legally dicey."
    },
    {
      "end_timestamp": 1341.0,
      "id": "a0b7dd1d-0344-3359-9352-8958ea81252a",
      "speaker": "Dan",
      "start_timestamp": 1338.0,
      "text": "Rob dews the news director."
    },
    {
      "end_timestamp": 1346.0,
      "id": "1a90668a-cde4-3ff7-a674-02def6255d71",
      "speaker": "Jordan",
      "start_timestamp": 1341.0,
      "text": "He doesn't direct news so much as he's just kind of a consultant at large."
    },
    {
      "end_timestamp": 1349.0,
      "id": "0036d711-eeeb-330a-85ee-986ba5c76b86",
      "speaker": "Dan",
      "start_timestamp": 1346.0,
      "text": "Alex owns the company until like, I don't,"
    },
    {
      "end_timestamp": 1357.0,
      "id": "b1f10255-f078-3ee2-94bd-694ad1f7211f",
      "speaker": "Jordan",
      "start_timestamp": 1349.0,
      "text": "he doesn't own it. They owe so much money to his dad's company that he also, just because he owns that company, doesn't mean they don't owe money."
    },
    {
      "end_timestamp": 1363.0,
      "id": "59d83803-0bdb-30df-9dac-29a0a03de8c9",
      "speaker": "Dan",
      "start_timestamp": 1357.0,
      "text": "I find that again, to be shady. No one has a title."
    },
    {
      "end_timestamp": 1374.0,
      "id": "b119a8a5-e885-3b62-942d-ba473d94c8e4",
      "speaker": "Jordan",
      "start_timestamp": 1363.0,
      "text": "I was genuinely, I was genuinely excited because I was like, finally, I get to know what HR means in this context. And immediately the rug is pulled Matt and really do that."
    },
    {
      "end_timestamp": 1375.0,
      "id": "fc9ec236-83fb-35b9-ace5-943a9f44f36e",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1374.0,
      "text": "What not? What"
    },
    {
      "end_timestamp": 1385.0,
      "id": "5541f871-5df4-3a7a-8b49-008237c05f82",
      "speaker": "Jordan",
      "start_timestamp": 1375.0,
      "text": "are you talking about? No, no, he did do it. No, I know. But that wasn't. That wasn't his title. Right. Right. Yeah. Right. But what did he do?"
    },
    {
      "end_timestamp": 1392.0,
      "id": "4effd5b7-5ea5-336d-ad8f-5e09bb3b1f6d",
      "speaker": "Dan",
      "start_timestamp": 1385.0,
      "text": "Don't expect to find out? Not just not because like I said, I think he's pretty good at not answering questions."
    },
    {
      "end_timestamp": 1399.0,
      "id": "f2d112a0-cdb6-3693-90dc-2b8992f82a63",
      "speaker": "Chris Mattei",
      "start_timestamp": 1392.0,
      "text": "And I take it that from 2013. Through the present day, your responsibilities have evolved fair to say"
    },
    {
      "end_timestamp": 1402.0,
      "id": "1949b06b-bf1d-3fb2-be1d-83e11ef5dfd5",
      "speaker": "David Jones",
      "start_timestamp": 1399.0,
      "text": "it's been a full time engagement."
    },
    {
      "end_timestamp": 1410.0,
      "id": "ac23bc6a-b428-3717-b958-0d750c7d8d96",
      "speaker": "Chris Mattei",
      "start_timestamp": 1402.0,
      "text": "But what you've done during that period of time has changed over time fair to say."
    },
    {
      "end_timestamp": 1418.0,
      "id": "072d009d-2b77-36bc-9c23-a01590431772",
      "speaker": "David Jones",
      "start_timestamp": 1410.0,
      "text": "In the sense that anyone's job changes over time, there are vagaries from day to day that result in different challenges."
    },
    {
      "end_timestamp": 1433.0,
      "id": "b5a88a0f-067b-3504-9687-418471cee167",
      "speaker": "Chris Mattei",
      "start_timestamp": 1418.0,
      "text": "I'm asking mainly about your principal responsibilities. And so what I'd like you to do then, sir, is just describe for me from 2013 Going forward, what your responsibilities have been at free speech systems"
    },
    {
      "end_timestamp": 1445.0,
      "id": "b1b466f9-0437-3af2-9ffb-3d3ed80f50d3",
      "speaker": "David Jones",
      "start_timestamp": 1433.0,
      "text": "largely just to be sure we have a good environment for our employees that were compliant to state and federal guidelines and that we do business properly. I do a"
    },
    {
      "end_timestamp": 1445.0,
      "id": "0e08e05e-759a-3ff2-a87b-b769847f75e7",
      "speaker": "Dan",
      "start_timestamp": 1445.0,
      "text": "little bit of this little"
    },
    {
      "end_timestamp": 1449.0,
      "id": "42d705b9-61f1-3b4e-9aa2-367a48c44556",
      "speaker": "Jordan",
      "start_timestamp": 1445.0,
      "text": "bit of that is that is the most non answer you can"
    },
    {
      "end_timestamp": 1454.0,
      "id": "d329020b-c237-3cb1-a7d2-1e71c8a85da9",
      "speaker": "Dan",
      "start_timestamp": 1449.0,
      "text": "get. Yeah, but it's but it but it feels like an answer sort of"
    },
    {
      "end_timestamp": 1460.0,
      "id": "886c2a2a-ccf7-3dfa-ba7a-36648d85d59a",
      "speaker": "Jordan",
      "start_timestamp": 1454.0,
      "text": "have your responsibilities change. And so far as life brings change to us all on a daily basis"
    },
    {
      "end_timestamp": 1464.0,
      "id": "b8c50342-0842-36be-9f35-4b913ec2e29a",
      "speaker": "Dan",
      "start_timestamp": 1460.0,
      "text": "turn from the brand. Are you giving me a haiku"
    },
    {
      "end_timestamp": 1467.0,
      "id": "8b44fb59-30c0-3be7-a599-f4adae692374",
      "speaker": "Jordan",
      "start_timestamp": 1464.0,
      "text": "in response? Is that what's happening?"
    },
    {
      "end_timestamp": 1478.0,
      "id": "821ad6d6-4288-3815-9c6e-2e1b98b427ed",
      "speaker": "Dan",
      "start_timestamp": 1467.0,
      "text": "This is poetry. All right, buddy. Call me out. Yeah, but it's it's tough to break through this."
    },
    {
      "end_timestamp": 1484.0,
      "id": "427c6876-4190-3669-8fae-d4191dadbc39",
      "speaker": "Jordan",
      "start_timestamp": 1478.0,
      "text": "What do you do on a daily give hour by hour? Give me a rundown of your day."
    },
    {
      "end_timestamp": 1490.0,
      "id": "e7111c46-7805-3aee-a1ea-d3d85aed97f7",
      "speaker": "Dan",
      "start_timestamp": 1484.0,
      "text": "Just allow hour by hour. I gotta make sure that our employees are in a good state."
    },
    {
      "end_timestamp": 1493.0,
      "id": "b212ab75-4df2-3faf-9ca0-7a1dc2018bbc",
      "speaker": "Jordan",
      "start_timestamp": 1490.0,
      "text": "What is it? What is that? 9am do you did you get there at nine"
    },
    {
      "end_timestamp": 1497.0,
      "id": "3442ce5b-8827-3534-b068-70df847682ce",
      "speaker": "Dan",
      "start_timestamp": 1493.0,
      "text": "to 10 I make sure that"
    },
    {
      "end_timestamp": 1499.0,
      "id": "9760fde5-f4df-38ca-af35-27cab0eb856d",
      "speaker": "Jordan",
      "start_timestamp": 1497.0,
      "text": "that's my state of being our"
    },
    {
      "end_timestamp": 1508.0,
      "id": "3513996f-1cc8-3a1f-9bee-7507103f7c7b",
      "speaker": "Dan",
      "start_timestamp": 1499.0,
      "text": "Yeah. I think I think this next clip sums up some of that stuff a little bit. But also don't expect,"
    },
    {
      "end_timestamp": 1520.0,
      "id": "3c3e07cd-e37d-36f6-b87f-487934f1dccf",
      "speaker": "Chris Mattei",
      "start_timestamp": 1508.0,
      "text": "by the way, is that true generally of the other areas of the business that you are often involved in solving problems as they arise."
    },
    {
      "end_timestamp": 1534.0,
      "id": "dbb4f203-0a74-31cf-9472-b8565f397c79",
      "speaker": "David Jones",
      "start_timestamp": 1520.0,
      "text": "Our business is a single talent business that is driven by one party, and I endeavor to take care of some of the delegated duties that it's not convenient to be done by the principal."
    },
    {
      "end_timestamp": 1546.0,
      "id": "349c1116-d1d2-348c-b6cf-b1dd9770f167",
      "speaker": "Chris Mattei",
      "start_timestamp": 1534.0,
      "text": "Okay. I think I understand that. The single talent not sure I do. Yes. Who do you report to?"
    },
    {
      "end_timestamp": 1549.0,
      "id": "8b3c7921-0526-38b6-ae05-1bd2f8ee5b28",
      "speaker": "David Jones",
      "start_timestamp": 1546.0,
      "text": "Report to Alex if anyone"
    },
    {
      "end_timestamp": 1551.0,
      "id": "b677f043-cda6-317f-aa5d-a009e5b09432",
      "speaker": "Chris Mattei",
      "start_timestamp": 1549.0,
      "text": "who else reports directly to Alex,"
    },
    {
      "end_timestamp": 1553.0,
      "id": "4f524ec5-34cc-3389-8b6d-45049502a425",
      "speaker": "David Jones",
      "start_timestamp": 1551.0,
      "text": "everyone."
    },
    {
      "end_timestamp": 1564.0,
      "id": "668ee777-076b-3c90-a670-a9abb6ff4c84",
      "speaker": "Dan",
      "start_timestamp": 1553.0,
      "text": "Okay. All right. So everyone reports to Alex, he's the sort of all roads lead to Alex. Right. And so you don't understand what he was saying?"
    },
    {
      "end_timestamp": 1570.0,
      "id": "751a61e1-fedc-3751-bf8c-e8d23371aff3",
      "speaker": "Jordan",
      "start_timestamp": 1564.0,
      "text": "Well, I understand that what he was saying was, you know, AJ does everything right. And what he doesn't do I do, yeah, whatever"
    },
    {
      "end_timestamp": 1572.0,
      "id": "5508d239-f9a0-356c-ae1a-7731f9c1f681",
      "speaker": "Dan",
      "start_timestamp": 1570.0,
      "text": "is inconvenient for him to write."
    },
    {
      "end_timestamp": 1577.0,
      "id": "c6909e49-6e50-30a3-bf5e-139effbc1dec",
      "speaker": "Jordan",
      "start_timestamp": 1572.0,
      "text": "But again, not a job. Not an answer. Yeah. What do you do?"
    },
    {
      "end_timestamp": 1581.0,
      "id": "5e7ecd0b-1b24-3cca-b803-8d936da86dbd",
      "speaker": "Dan",
      "start_timestamp": 1577.0,
      "text": "I get what you're saying. Right? But right."
    },
    {
      "end_timestamp": 1590.0,
      "id": "e03e1445-728b-3b5a-a7ce-5cb4aae4fa5c",
      "speaker": "Jordan",
      "start_timestamp": 1581.0,
      "text": "You're you're forcing me to infer so much of your responsibilities by saying, you know, he does everything. And when he doesn't do something, I probably do it."
    },
    {
      "end_timestamp": 1594.0,
      "id": "706702fd-aa3b-3cb4-bda4-87107d9daf82",
      "speaker": "Dan",
      "start_timestamp": 1590.0,
      "text": "What is it? Exactly. That isn't convenient for"
    },
    {
      "end_timestamp": 1605.0,
      "id": "0f6123c8-6597-3b8c-b768-3a77b761921c",
      "speaker": "Jordan",
      "start_timestamp": 1594.0,
      "text": "you know, all the stuff. He's a single talent. This is very, you know, he doesn't want to do some things a little frustrating. I'm screaming in my head, just tell me what you do."
    },
    {
      "end_timestamp": 1617.0,
      "id": "10008353-bb77-3311-b851-28c30812b597",
      "speaker": "Dan",
      "start_timestamp": 1605.0,
      "text": "So we may not find out exactly what they do, or he does, or anyone does. But another thing we don't find out is how much he made. And that is because norm is insistent he of course."
    },
    {
      "end_timestamp": 1626.0,
      "id": "ec80484a-6970-3bf0-a84a-17af78a59258",
      "speaker": "Chris Mattei",
      "start_timestamp": 1617.0,
      "text": "Are you currently employed by free speech systems? Yes. Okay. In the same capacity that you've been described? And what's your salary, sir?"
    },
    {
      "end_timestamp": 1651.0,
      "id": "324a14e5-e64e-39ec-bfa3-a4726de4baf5",
      "speaker": "Norm Pattis",
      "start_timestamp": 1626.0,
      "text": "Is it necessary Chris? Pious? Doesn't it incredibility? Everybody does. So here's what I'd like to do. I'd like to write it down and give it to you. If the court orders it. I'm concerned, given the way some of the depositions had been publicized. And I'm at accusing you of anything that this would become public domain information. So what I'd like to do is have him write that number down, we keep it under ceiling, listen until the court orders that if he published it,"
    },
    {
      "end_timestamp": 1672.0,
      "id": "e57f1ab2-13b4-31f1-9280-58bdc98312cf",
      "speaker": "Dan",
      "start_timestamp": 1651.0,
      "text": "this is agreed to and so his salary is written down on a piece of paper or something. It's it's not revealed my instinct about that. It feels like it's probably a lot than right. I mean, it wouldn't Absolutely I don't think it would necessarily need to be something that is fought to keep under wraps if it's a normal salary,"
    },
    {
      "end_timestamp": 1683.0,
      "id": "9b81738d-27b1-3244-aa76-e61cc4f55ca6",
      "speaker": "Jordan",
      "start_timestamp": 1672.0,
      "text": "right? I mean, let's go to the tape. How long how many zeros did he read? You can see the little swirling motion with his hand. Right? How many zeros did he write on that? Ibiza?"
    },
    {
      "end_timestamp": 1696.0,
      "id": "0226100e-d647-3adf-9c7d-fdf7dc2499c2",
      "speaker": "Dan",
      "start_timestamp": 1683.0,
      "text": "I believe that it was probably written down during the break while they were off the record. So it's not not on film at norm. Yeah. Because they they go to a break after this request is made and so the the actual tape stops and that tape picks back up."
    },
    {
      "end_timestamp": 1709.0,
      "id": "bf3a2b5f-daa4-3e21-97c3-5138faaf20c5",
      "speaker": "Jordan",
      "start_timestamp": 1696.0,
      "text": "All right, well, it's okay for us to find out that Oh, and Undaria make an absurd amount of money for being shitty, then I'm guessing David makes well over a million dollars. I'm sure they pay him an absurd amount. I"
    },
    {
      "end_timestamp": 1728.0,
      "id": "cb6fd66b-fc38-32d4-8c74-ac9066e65a25",
      "speaker": "Dan",
      "start_timestamp": 1709.0,
      "text": "mean, the fact that, you know, he has the interest in PQ PR to like, he knows everything, everything. It just it feels like the whatever compensation he has, has got to be like, I mean, obviously, if I were normal, I'd probably be like, Turtle Don't ya know? It's gonna look bad if"
    },
    {
      "end_timestamp": 1741.0,
      "id": "d054a25b-dbf0-316f-aa54-94a9072d329e",
      "speaker": "Jordan",
      "start_timestamp": 1728.0,
      "text": "Okay, and definitely don't tell them that you got a massive bonus right before this deposition do not reveal that you receive several million dollars hours before you walked into this courtroom."
    },
    {
      "end_timestamp": 1747.0,
      "id": "8c2d64ea-17dc-3fdf-9c96-59ef0e5ecccb",
      "speaker": "Dan",
      "start_timestamp": 1741.0,
      "text": "So they get to talking about the employee handbook. Which which exists"
    },
    {
      "end_timestamp": 1751.0,
      "id": "83cc1220-b9f5-3cb5-a05d-1eca72fc89b9",
      "speaker": "Jordan",
      "start_timestamp": 1747.0,
      "text": "it does inexplicably it does. And then there's a there's a"
    },
    {
      "end_timestamp": 1753.0,
      "id": "4a2aeb22-cda1-3a96-a3c2-a95e633ee566",
      "speaker": "Dan",
      "start_timestamp": 1751.0,
      "text": "revelation here."
    },
    {
      "end_timestamp": 1759.0,
      "id": "34462111-4f99-330b-b086-d6c48de145bd",
      "speaker": "Chris Mattei",
      "start_timestamp": 1753.0,
      "text": "Free Speech systems has an employee handbook, correct? Yes. When did that come into existence?"
    },
    {
      "end_timestamp": 1763.0,
      "id": "21e47d8a-13ba-3c70-a4d1-18f4b3992d6e",
      "speaker": "David Jones",
      "start_timestamp": 1759.0,
      "text": "It and its permutations have existed for a long time."
    },
    {
      "end_timestamp": 1772.0,
      "id": "db8aa992-9868-3ef5-a470-d95129af565b",
      "speaker": "Chris Mattei",
      "start_timestamp": 1763.0,
      "text": "went into effect before he got there. So do you know who drafted it?"
    },
    {
      "end_timestamp": 1777.0,
      "id": "62d42e87-c00a-33ec-bce1-436791392f75",
      "speaker": "David Jones",
      "start_timestamp": 1772.0,
      "text": "Probably home and tab and summers."
    },
    {
      "end_timestamp": 1782.0,
      "id": "2a1aad3d-8729-3fec-94db-c64a3320cb5d",
      "speaker": "Chris Mattei",
      "start_timestamp": 1777.0,
      "text": "That's, that's a law firm. Yes. Holman"
    },
    {
      "end_timestamp": 1787.0,
      "id": "2e9bb660-ce38-300e-a029-9081c28ea097",
      "speaker": "David Jones",
      "start_timestamp": 1782.0,
      "text": "da UB and summers."
    },
    {
      "end_timestamp": 1789.0,
      "id": "c4475025-c89d-37c7-881b-8eae1817e81e",
      "speaker": "Chris Mattei",
      "start_timestamp": 1787.0,
      "text": "Is that a law firm here in Austin,"
    },
    {
      "end_timestamp": 1793.0,
      "id": "a484b3c3-6d90-3d97-9a04-cf9f1444424d",
      "speaker": "David Jones",
      "start_timestamp": 1789.0,
      "text": "and they merged with Waller."
    },
    {
      "end_timestamp": 1804.0,
      "id": "55612ddf-2b49-39f8-9b70-222000f7e44d",
      "speaker": "Chris Mattei",
      "start_timestamp": 1793.0,
      "text": "Okay. And then, since you've come on board Are you said that employee handbook has had different permutations?"
    },
    {
      "end_timestamp": 1820.0,
      "id": "c1af708e-9305-3ccc-aee8-14c28a1ab3c1",
      "speaker": "David Jones",
      "start_timestamp": 1804.0,
      "text": "We asked, we became larger when you have 50 or more employees, there are other duties you have. And so we elected to co employ free speech elected to co employ with ADP total source."
    },
    {
      "end_timestamp": 1825.0,
      "id": "0efdb5d2-41b0-3bbb-b4a4-29735f671451",
      "speaker": "Chris Mattei",
      "start_timestamp": 1820.0,
      "text": "Okay, what? What does that mean?"
    },
    {
      "end_timestamp": 1844.0,
      "id": "14cf01aa-9ca0-3565-9458-4a7d1d3a83f1",
      "speaker": "David Jones",
      "start_timestamp": 1825.0,
      "text": "It means that we have a partner and our HR development and administration, that is a division of ADP that CO employs our employees."
    },
    {
      "end_timestamp": 1849.0,
      "id": "a14fca3f-b3cc-30df-a846-bbaedb618822",
      "speaker": "Chris Mattei",
      "start_timestamp": 1844.0,
      "text": "Forgive me. What is ADP?"
    },
    {
      "end_timestamp": 1855.0,
      "id": "f6e47f52-dc9f-3532-9e82-258f92458285",
      "speaker": "David Jones",
      "start_timestamp": 1849.0,
      "text": "The largest data processing company in the world that does payroll."
    },
    {
      "end_timestamp": 1860.0,
      "id": "3a2e4d70-ca80-3b0f-b7e5-3f7334d076ee",
      "speaker": "Chris Mattei",
      "start_timestamp": 1855.0,
      "text": "Okay. So they're they provide a back office function to process payroll for employees"
    },
    {
      "end_timestamp": 1870.0,
      "id": "92c630b9-6006-3371-9916-3e1abf2ad9ad",
      "speaker": "David Jones",
      "start_timestamp": 1860.0,
      "text": "to help assure compliance with with duty leave. Employment handbook issues, notice and process who"
    },
    {
      "end_timestamp": 1878.0,
      "id": "fdd69804-1c01-32d1-894f-e6dd009e45a4",
      "speaker": "Chris Mattei",
      "start_timestamp": 1870.0,
      "text": "is your Do you have a point of contact at ADP that you deal with?"
    },
    {
      "end_timestamp": 1882.0,
      "id": "b479d37c-5991-38c1-a4d9-a56c060c335b",
      "speaker": "David Jones",
      "start_timestamp": 1878.0,
      "text": "Yeah, we have like a corporate representative, and I don't remember what her name is."
    },
    {
      "end_timestamp": 1885.0,
      "id": "650e8a79-d5c7-3eed-9856-976c1f3401ab",
      "speaker": "Chris Mattei",
      "start_timestamp": 1882.0,
      "text": "Okay, so you don't deal with that person regularly."
    },
    {
      "end_timestamp": 1907.0,
      "id": "9212d054-0b51-31c1-9c11-e02af2858c7c",
      "speaker": "Dan",
      "start_timestamp": 1885.0,
      "text": "Okay, so this is like what a human resources department would do. Yeah. And they've outsourced it to ADP. So ADP basically does all this stuff, that sort of contact person there. And the presumed HR person at Infowars. Alex's dad doesn't know her name and hasn't talked to her in a while doesn't really, what what is the human rights?"
    },
    {
      "end_timestamp": 1917.0,
      "id": "a9041ad9-9cd0-38c8-bf74-39a2ee5b1925",
      "speaker": "Jordan",
      "start_timestamp": 1907.0,
      "text": "I really want to stress this. Mr. Jones, a great deal. What do you do? What do you do, sir?"
    },
    {
      "end_timestamp": 1925.0,
      "id": "1affdd91-5f55-349f-8b23-b131b523cf94",
      "speaker": "Dan",
      "start_timestamp": 1917.0,
      "text": "So much of what has been in my experience in places that I've worked, what the HR department does, you're describing as ADP? Yes,"
    },
    {
      "end_timestamp": 1938.0,
      "id": "44f8d4bb-d507-3bf5-bf27-689a3a82a8dd",
      "speaker": "Jordan",
      "start_timestamp": 1925.0,
      "text": "you are. So what you're telling me is that you don't have a job? Because you contract that job out to another company. And I'm just now finding this out. And I've never heard of this other company before. We're on year how many of us suing you"
    },
    {
      "end_timestamp": 1948.0,
      "id": "dfe31c52-4bf0-3dbb-abb5-5d369cedfacc",
      "speaker": "Dan",
      "start_timestamp": 1938.0,
      "text": "know, what they're doing? It sounds like that would be stuff that would be inconvenient for Alex to do what you do?"
    },
    {
      "end_timestamp": 1949.0,
      "id": "ff6652a3-9386-3aef-8453-eb388e23c50e",
      "speaker": "Jordan",
      "start_timestamp": 1948.0,
      "text": "But you don't do that. Now"
    },
    {
      "end_timestamp": 1957.0,
      "id": "28550c15-0b8b-3135-9d48-74a6a20738a4",
      "speaker": "Dan",
      "start_timestamp": 1949.0,
      "text": "staying in touch with ADP could be on top of the human resources, stuff that they do that also would be inconvenient for Alex? Also don't do"
    },
    {
      "end_timestamp": 1962.0,
      "id": "dc59b227-3777-378e-b29a-5e791adc4c29",
      "speaker": "Jordan",
      "start_timestamp": 1957.0,
      "text": "that apparently, doesn't seem that way. Very confusing. What do you do, sir?"
    },
    {
      "end_timestamp": 1965.0,
      "id": "65eea8e1-ec50-3fcd-bac7-a966125c5e3f",
      "speaker": "Dan",
      "start_timestamp": 1962.0,
      "text": "I not expected I read,"
    },
    {
      "end_timestamp": 1971.0,
      "id": "edeb9acd-dfc3-3f7f-961e-39ee17afaa62",
      "speaker": "Jordan",
      "start_timestamp": 1965.0,
      "text": "I'm shaking, I am shaking him by the shoulders until his head walked back and forth."
    },
    {
      "end_timestamp": 1982.0,
      "id": "79c8d6cb-7a21-344e-af5b-3f4eaab91b56",
      "speaker": "Dan",
      "start_timestamp": 1971.0,
      "text": "It's not gonna help. So we get to talking about marketing strategies. And this is, there's an interesting bit of phrasing work that's done here. Okay."
    },
    {
      "end_timestamp": 1999.0,
      "id": "288f72d8-bc21-383f-86ce-4c1765a14023",
      "speaker": "Chris Mattei",
      "start_timestamp": 1982.0,
      "text": "My correct, sir, that you are personally familiar with free speech systems, marketing and business policies."
    },
    {
      "end_timestamp": 2002.0,
      "id": "c959d58d-b63b-3295-bffc-29965cb7d651",
      "speaker": "David Jones",
      "start_timestamp": 1999.0,
      "text": "To the extent that they exist, yes."
    },
    {
      "end_timestamp": 2015.0,
      "id": "ad40accb-6bff-3af0-9fa4-41716446f78b",
      "speaker": "Chris Mattei",
      "start_timestamp": 2002.0,
      "text": "And what you're personally familiar with free speech systems, marketing and business strategies, correct."
    },
    {
      "end_timestamp": 2022.0,
      "id": "d08bbcfd-8eed-33ed-9d13-7096f8e0cbaa",
      "speaker": "David Jones",
      "start_timestamp": 2015.0,
      "text": "Free Speech systems, marketing strategies, to the extent that they exist. Okay."
    },
    {
      "end_timestamp": 2029.0,
      "id": "aa70e87c-b05b-32bf-b529-520730785134",
      "speaker": "Dan",
      "start_timestamp": 2022.0,
      "text": "So I'm not saying that they exist, but if they do I know about them."
    },
    {
      "end_timestamp": 2043.0,
      "id": "cf312125-eeb5-3a49-a7aa-7acb78f77e71",
      "speaker": "Jordan",
      "start_timestamp": 2029.0,
      "text": "I mean, listen, I know about the inner workings of L Ron's counsel as well, but it does not really exist now does it? So I can't really be held responsible for what l Ron's counsel does."
    },
    {
      "end_timestamp": 2047.0,
      "id": "7e76aa0b-e077-3576-ba46-830193c528ca",
      "speaker": "Dan",
      "start_timestamp": 2043.0,
      "text": "Oh, contraire. You will? Oh,"
    },
    {
      "end_timestamp": 2049.0,
      "id": "2738fa37-6180-30eb-ba3b-c8c11439a422",
      "speaker": "Jordan",
      "start_timestamp": 2047.0,
      "text": "that's not good."
    },
    {
      "end_timestamp": 2061.0,
      "id": "9e948a21-18fb-3543-8bfa-53dc52f1830c",
      "speaker": "Dan",
      "start_timestamp": 2049.0,
      "text": "Yeah, this seems like a real nice non answer answer again. Yeah. Because the answer, even if to the extent they exist, is accurate. Even if that is an accurate answer, then the answer is yes. Yeah."
    },
    {
      "end_timestamp": 2066.0,
      "id": "422eef65-0542-36aa-ac8f-c51ed8496cda",
      "speaker": "Jordan",
      "start_timestamp": 2061.0,
      "text": "But what's the answer? To the extent they exist? Yes. But I mean, what is the extent"
    },
    {
      "end_timestamp": 2073.0,
      "id": "52bda450-397b-3609-a1c3-d5eb760e106a",
      "speaker": "Dan",
      "start_timestamp": 2066.0,
      "text": "to this, how to some sort of caveat is right into your answer? No, I understand. It's infuriating. So"
    },
    {
      "end_timestamp": 2082.0,
      "id": "458179af-5a0b-3869-ae31-0f710ac9f829",
      "speaker": "Jordan",
      "start_timestamp": 2073.0,
      "text": "but I mean, what are the policies? If to the extent that they exist suggest that some thing exists somewhere?"
    },
    {
      "end_timestamp": 2084.0,
      "id": "139cf9b2-359b-3473-9f21-1bac245c9a8a",
      "speaker": "Dan",
      "start_timestamp": 2082.0,
      "text": "Maybe what is it maybe what is"
    },
    {
      "end_timestamp": 2086.0,
      "id": "fcacd38d-524e-33a6-aeee-82465a5acd2d",
      "speaker": "Jordan",
      "start_timestamp": 2084.0,
      "text": "the thing that exists? Well,"
    },
    {
      "end_timestamp": 2112.0,
      "id": "d7813fc8-743c-3b68-8db6-acfaa0cade7b",
      "speaker": "Dan",
      "start_timestamp": 2086.0,
      "text": "we won't know. Immediately, but we do know that. There was a sworn statement that David Jones sign that had to do with elements of the marketing plan, right that are confidential, proprietary, okay, and so madrina people Matty wants to know what about this is confidential and proprietary. And boy, this is annoying."
    },
    {
      "end_timestamp": 2142.0,
      "id": "93c44239-8f85-3b55-bbf2-c01a05ccaa5d",
      "speaker": "Chris Mattei",
      "start_timestamp": 2112.0,
      "text": "Dr. Jones, I want you to take a look at paragraph 11 of your declaration. Starting with that second sentence, I am aware that plaintiffs seek information in doc and documents, among other things related to the business and marketing plans. And then I just want you to skip to the end of the above entities. Right. So I want to focus specifically on business and marketing plans at the moment. Okay."
    },
    {
      "end_timestamp": 2149.0,
      "id": "ea172733-3bb0-3d0f-8915-2f49972e689d",
      "speaker": "David Jones",
      "start_timestamp": 2142.0,
      "text": "All of the above entities, some of those above entities Delta didn't really exist or have any marketing plans."
    },
    {
      "end_timestamp": 2175.0,
      "id": "1c662119-4906-376e-92ce-03641ec3b694",
      "speaker": "Chris Mattei",
      "start_timestamp": 2149.0,
      "text": "Fair enough. I'll get to that. But I just want to make sure that we are operating with the same set of facts here that you were aware at this time, that the plaintiffs were seeking information and documents related to free speech systems, among others, free speech systems, business and marketing plans, right. Yes. All right. And that information, am I correct? You attested, was confidential and proprietary? Correct."
    },
    {
      "end_timestamp": 2202.0,
      "id": "53614f03-ceb5-31bc-8cc2-e03cca3a8261",
      "speaker": "David Jones",
      "start_timestamp": 2175.0,
      "text": "It was my intent to testify that some of that could be proprietary that there was confidential information, such as people's names, addresses social security numbers and things. Because often on our tips line, people would use that as a means of getting through to customer service, they thought it was a quicker pipeline to effectiveness. And oftentimes there was information that we were prohibited from sharing with people, and it's my concern that was going to be scattered all over the known universe."
    },
    {
      "end_timestamp": 2209.0,
      "id": "8e25d792-203f-3377-bc40-c373b23c5b73",
      "speaker": "Chris Mattei",
      "start_timestamp": 2202.0,
      "text": "None of that information would be contained in a business or marketing plan. Correct?"
    },
    {
      "end_timestamp": 2211.0,
      "id": "ae1759ab-a1cb-3422-a824-7a59411d7e78",
      "speaker": "David Jones",
      "start_timestamp": 2209.0,
      "text": "Shouldn't be right, so I'm"
    },
    {
      "end_timestamp": 2226.0,
      "id": "c18d108b-3aee-34c1-834a-c7b78132e4bd",
      "speaker": "Chris Mattei",
      "start_timestamp": 2211.0,
      "text": "sorry? What are some business and marketing plans? You attested? Am I correct? That information regarding the business and marketing plans of free speech systems was confidential and proprietary, correct?"
    },
    {
      "end_timestamp": 2227.0,
      "id": "0bd984c1-a548-38e6-881d-815f21f0c01c",
      "speaker": "David Jones",
      "start_timestamp": 2226.0,
      "text": "That seems reasonable to me,"
    },
    {
      "end_timestamp": 2232.0,
      "id": "66e84304-fe96-3f54-b57d-78b9bcee4dcc",
      "speaker": "Chris Mattei",
      "start_timestamp": 2227.0,
      "text": "and highly valuable to free speech systems. Correct."
    },
    {
      "end_timestamp": 2236.0,
      "id": "e828c0f9-05a5-3e63-9715-ed40edfc77ec",
      "speaker": "David Jones",
      "start_timestamp": 2232.0,
      "text": "But if you don't know how to do business, you can't do business. There."
    },
    {
      "end_timestamp": 2250.0,
      "id": "e22124d1-6ed3-36f2-8c54-d30f040c7498",
      "speaker": "Chris Mattei",
      "start_timestamp": 2236.0,
      "text": "So Correct. Okay. So tell me what the business plan or plans were, that you were referring to as confidential, proprietary, and highly valuable?"
    },
    {
      "end_timestamp": 2262.0,
      "id": "24c55cab-c607-3d3e-a919-0577a33eb0ad",
      "speaker": "David Jones",
      "start_timestamp": 2250.0,
      "text": "Essentially, our core philosophy is what was it is involved. And I don't know that I really should have been concerned because it's probably not articulated in paper in any place."
    },
    {
      "end_timestamp": 2273.0,
      "id": "06e063c5-acbc-30a0-b391-800a80fc96bc",
      "speaker": "Dan",
      "start_timestamp": 2262.0,
      "text": "What the fuck is going on? So let me let me ask you what you took away from that and see, see how you are processing information here."
    },
    {
      "end_timestamp": 2291.0,
      "id": "c043aa97-15e6-3029-83a6-ea6a66dae294",
      "speaker": "Jordan",
      "start_timestamp": 2273.0,
      "text": "All right. So here's our strategy. When a thing happens, we react and make people mad. But if you write that down, people would be like, that's, that makes you sound like an evil person who's trying to make people angry. So we keep it all in our heads, buddy. Well, there's no marketing strategy. There's just just screaming at you."
    },
    {
      "end_timestamp": 2318.0,
      "id": "132b46f9-3f1e-3d92-a647-590d0fce004c",
      "speaker": "Dan",
      "start_timestamp": 2291.0,
      "text": "Maybe, maybe you're close. But there is something that's mildly infuriating about this back and forth and how this goes, it's okay. In your sworn declaration that you made here. It says that there are parts of the marketing and business plan that are confidential and proprietary. What does that mean? Well, you know, some people use our tip line as a put their credit card information or personal information in there. Cool. Has nothing to do with the business plan."
    },
    {
      "end_timestamp": 2319.0,
      "id": "5e21e9f5-5abb-34c7-8f6f-dce5dac52683",
      "speaker": "Jordan",
      "start_timestamp": 2318.0,
      "text": "Is that your business plan?"
    },
    {
      "end_timestamp": 2321.0,
      "id": "5bfb2054-f2aa-3793-b554-9ba837cc1256",
      "speaker": "Dan",
      "start_timestamp": 2319.0,
      "text": "No, certainly not. I guess it shouldn't be in there."
    },
    {
      "end_timestamp": 2323.0,
      "id": "2bc847eb-b34e-328c-b655-a5e5a15a2478",
      "speaker": "Jordan",
      "start_timestamp": 2321.0,
      "text": "Okay. What's your business plan?"
    },
    {
      "end_timestamp": 2338.0,
      "id": "428e2dea-2c49-36a0-868b-435791f2ff65",
      "speaker": "Dan",
      "start_timestamp": 2323.0,
      "text": "Well, look, it's just an idea. It's just, and maybe it's not confidential, maybe. But he swore in the statement that the parts of it or Yeah, that's not even on paper. And maybe it's just our core philosophy."
    },
    {
      "end_timestamp": 2371.0,
      "id": "d1fa4f48-cf0b-3b78-8c22-fbe390e52150",
      "speaker": "Jordan",
      "start_timestamp": 2338.0,
      "text": "That that maybe it's not on paper is a misunderstanding of a business plan. Now, I recognize that perhaps they didn't go to a to a traditional bank in order to get a small business loan, thus requiring a suite of business plans necessary to present in order to get that loan, right. I understand that Alex's dad bought him a show, which is a nice way to do it, if you can do it. But I'm pretty sure you still have to write down a business plan sooner or later if you hired a law firm."
    },
    {
      "end_timestamp": 2379.0,
      "id": "4f9eff76-13af-3f5d-870f-87c5ffeb9207",
      "speaker": "Dan",
      "start_timestamp": 2371.0,
      "text": "Yeah. Well, here is what this boils down to the primary philosophy that may or may not be confidential."
    },
    {
      "end_timestamp": 2415.0,
      "id": "98550c8e-11be-3bf0-a0e3-596b0a7266be",
      "speaker": "David Jones",
      "start_timestamp": 2379.0,
      "text": "Essentially, our core philosophy is what was it is involved and I don't know that I really should have been concerned because it's probably not articulated in paper in any place. But in reality, it has to do with the fact that our customers are so loyal to us that they believe in what we're doing to such a degree, that if we say something is good for you and is a good value. They're gonna buy it and buy a lot of it. And and you know, you don't really it's hard to articulate that, but it but the core of the heart of things can sometimes be very simple and very valuable,"
    },
    {
      "end_timestamp": 2433.0,
      "id": "d2799795-3ea8-3fee-8274-834cfe786b3e",
      "speaker": "Chris Mattei",
      "start_timestamp": 2415.0,
      "text": "understood and agreed the business plan? Well, I think what you just described is a component of the business. But is it fair to say that there is no written business plan pertaining to free speech systems?"
    },
    {
      "end_timestamp": 2436.0,
      "id": "21b8a59d-7164-3d75-8d6e-4b25a291d569",
      "speaker": "David Jones",
      "start_timestamp": 2433.0,
      "text": "There is a business plan, but it's an Alex Jones's head"
    },
    {
      "end_timestamp": 2440.0,
      "id": "88dc451e-e97f-37e3-8580-2fbfe526c20c",
      "speaker": "Chris Mattei",
      "start_timestamp": 2436.0,
      "text": "is written. Is there any written business plan? No,"
    },
    {
      "end_timestamp": 2442.0,
      "id": "add571a5-7118-31f7-a05e-9b578e6dfa1c",
      "speaker": "David Jones",
      "start_timestamp": 2440.0,
      "text": "probably not. Okay."
    },
    {
      "end_timestamp": 2451.0,
      "id": "e52584f5-488b-3f38-a628-b11052a78020",
      "speaker": "Dan",
      "start_timestamp": 2442.0,
      "text": "So Alex just has an idea in his head of how things are supposed to go. And then it's never articulated. And I'll put on paper anywhere, I don't find this believable."
    },
    {
      "end_timestamp": 2465.0,
      "id": "809d4725-c1a7-3baa-8dcb-ddd3d5129e2b",
      "speaker": "Jordan",
      "start_timestamp": 2451.0,
      "text": "I appreciate that. What he essentially danced around there was like, We lie, we lie to them, because they believe what we say about other shit. Yeah, then we lie to them about our products."
    },
    {
      "end_timestamp": 2470.0,
      "id": "ff6973b0-4b07-3aa4-b085-27813a58cc60",
      "speaker": "Dan",
      "start_timestamp": 2465.0,
      "text": "Our business plan is our audience will buy whatever we tell them. Exactly. That's, that's"
    },
    {
      "end_timestamp": 2490.0,
      "id": "65f0232d-cea7-3221-83cf-59dfdf2c4d7e",
      "speaker": "Jordan",
      "start_timestamp": 2470.0,
      "text": "our business plan. We have so captured them and trapped them in an alternate reality that they view us as a source for all reliable information, thereby making our bullshit products so much easier to sell to them than literally anyone else on this fucking planet. Yeah, Jim Jones didn't have a fucking business plan."
    },
    {
      "end_timestamp": 2499.0,
      "id": "296f8a90-9294-3826-9e61-0f1d3e055cf6",
      "speaker": "Dan",
      "start_timestamp": 2490.0,
      "text": "So there's still the question of like, what is confidential and proprietary? Right, and David will not be specific. You were also"
    },
    {
      "end_timestamp": 2533.0,
      "id": "44b9e398-81ac-3995-b3c9-915ac85e0b38",
      "speaker": "Chris Mattei",
      "start_timestamp": 2499.0,
      "text": "aware that the plaintiffs were seeking information and documents pertaining to free speech systems, marketing data, in sales, analytics, and web traffic. Yes. Which you described as confidential, proprietary, and highly valuable, correct? Yes. Okay. What marketing data in particular, is confidential, proprietary, and highly valuable that free speech systems maintains"
    },
    {
      "end_timestamp": 2551.0,
      "id": "1291f339-0d72-3920-b773-0b9583d50038",
      "speaker": "David Jones",
      "start_timestamp": 2533.0,
      "text": "the core facts of what our prices are for things, what it costs us to buy, materials, what we sell per year, what ages we sell those to and things of that nature. Any any business has trade secrets."
    },
    {
      "end_timestamp": 2556.0,
      "id": "327ff8aa-4f0a-37d7-8cd3-071786438bd3",
      "speaker": "Chris Mattei",
      "start_timestamp": 2551.0,
      "text": "Okay. And do you consider that to be marketing data?"
    },
    {
      "end_timestamp": 2559.0,
      "id": "54dc652d-bf50-3823-b70e-c65da1dbb07c",
      "speaker": "David Jones",
      "start_timestamp": 2556.0,
      "text": "I probably would, but I don't. I don't look at that"
    },
    {
      "end_timestamp": 2571.0,
      "id": "fad99f40-1760-3009-a1f6-caefce47019f",
      "speaker": "Chris Mattei",
      "start_timestamp": 2559.0,
      "text": "I understand. And the different pricing, what do you do friends and profit margins? Do you consider that to be included within sales analytics?"
    },
    {
      "end_timestamp": 2581.0,
      "id": "ea72cb05-f2d8-369e-9cda-985ea2c135a0",
      "speaker": "David Jones",
      "start_timestamp": 2571.0,
      "text": "I don't know what the definition of sales analytics is really, to me, it's like, what it could cover a whole multitude of sins, it's hard to know what it means"
    },
    {
      "end_timestamp": 2610.0,
      "id": "f0352d23-ad03-3c71-951b-0b0703f122f6",
      "speaker": "Chris Mattei",
      "start_timestamp": 2581.0,
      "text": "under understood. And I also understand, perhaps you didn't prepare the first draft of this declaration. But this is a term that you swore to, and you made certain representations about in your declaration. Finish, please let me finish. So what I want to know is when you swore to this document, did you understand sales analytics to include the things I just described for you? pricing, pricing trends, profit margins, and"
    },
    {
      "end_timestamp": 2614.0,
      "id": "e5510d59-7e1f-3bb4-9a1f-92cc49b471da",
      "speaker": "David Jones",
      "start_timestamp": 2610.0,
      "text": "data of that nature? Not necessarily."
    },
    {
      "end_timestamp": 2620.0,
      "id": "8e27bd88-c397-3f64-abf3-e649d3a05e9a",
      "speaker": "Chris Mattei",
      "start_timestamp": 2614.0,
      "text": "Okay, not necessarily. But did you in fact, consider that to be included within sales analytics,"
    },
    {
      "end_timestamp": 2627.0,
      "id": "1e49806d-1113-3580-a80f-22dab3e810e3",
      "speaker": "David Jones",
      "start_timestamp": 2620.0,
      "text": "when I'm asked a general question are some things expressed in general terms doesn't necessarily include the specifics? Well, that's"
    },
    {
      "end_timestamp": 2634.0,
      "id": "94b6528f-eb7e-30ac-b528-1359b4533994",
      "speaker": "Chris Mattei",
      "start_timestamp": 2627.0,
      "text": "what I'm asking you is, what in your mind was included in the term sales analytics when you include it here?"
    },
    {
      "end_timestamp": 2637.0,
      "id": "2d7bcd59-6e0d-3d34-a21a-b0d5f612f571",
      "speaker": "David Jones",
      "start_timestamp": 2634.0,
      "text": "The reasonable connotations that a reasonable man would assume and"
    },
    {
      "end_timestamp": 2641.0,
      "id": "f657a8bf-57fa-357a-ad66-f5e68280f15c",
      "speaker": "Chris Mattei",
      "start_timestamp": 2637.0,
      "text": "you are reasonable, man, so you tell me what is included?"
    },
    {
      "end_timestamp": 2644.0,
      "id": "3b9f224d-bab0-3160-85b9-f1c2228470e1",
      "speaker": "David Jones",
      "start_timestamp": 2641.0,
      "text": "I'm not going to speculate."
    },
    {
      "end_timestamp": 2647.0,
      "id": "eb09efcc-381a-3c83-a4ea-a2d10ea71b5f",
      "speaker": "Norm Pattis",
      "start_timestamp": 2644.0,
      "text": "So why don't we take a brief break? Oh,"
    },
    {
      "end_timestamp": 2651.0,
      "id": "b6a4d6a4-fa5e-385d-91fe-1141c204d5dd",
      "speaker": "Dan",
      "start_timestamp": 2647.0,
      "text": "that's infuriating. You know, like playing tennis against the drapes, as they say"
    },
    {
      "end_timestamp": 2673.0,
      "id": "b79cefe4-fe40-3327-9e24-3f9c6315dc70",
      "speaker": "Jordan",
      "start_timestamp": 2651.0,
      "text": "we as as frustrating as, as a Daria deposition was you know, because she was in many ways this she was trying to do this, but because she's weird, evil psychopath Yeah, it came off like she was a weird evil psychopath who was like occasionally be like, I'm not going to answer that and then stepping into the trap. Yeah,"
    },
    {
      "end_timestamp": 2675.0,
      "id": "45fdc165-93f5-3402-82ec-4ad48dde301b",
      "speaker": "Dan",
      "start_timestamp": 2673.0,
      "text": "he's just slippery enough. He's"
    },
    {
      "end_timestamp": 2698.0,
      "id": "2b8f121b-b3ca-30d7-9a61-7a4e40fa4922",
      "speaker": "Jordan",
      "start_timestamp": 2675.0,
      "text": "so annoying. Yeah, it's not it's not like I'm so I hate you. It's more just like man, I swear to God. One more. There's only so much what big to take, I dare to say so much. This isn't on me. This is in front of God and the law. There is only so much one man can take sir."
    },
    {
      "end_timestamp": 2826.0,
      "id": "7fef1253-4083-31ca-bf5f-8c2abda8901b",
      "speaker": "Dan",
      "start_timestamp": 2698.0,
      "text": "So I have a theory the I have from the past couple of questions and answers and I feel like I might be on something here. So when David is talking about the things that are secret and proprietary trade secrets, I think he's specifically just talking about the profit margins they make on things that they sell and how much money the business brings in. This is the information that he and everyone at Infowars desperately doesn't want to be made public because if it does, that threatens the stability of what David has described as the primary business plan the company has. Their entire marketing strategy relies on the audience trusting Alex, they've been suckered into believing that they exist in this false reality where the globalists are coming to get them and the only hope they have is this lone, brave voice in Texas. He's on a mission directly given to him by God against agents of the literal devil and God has granted Alex discernment and insight into things that are beyond normal mortals. So when Alex tells you that you need water filtration systems to combat the globalist trying to poison you with fluoride, the audience is likely to believe that when Alex tells them that they need to take his special iodine to give themselves a higher IQ, which is only lower because the globalists have deprived them of iodine the audience buys in. If the audience has faith in Alex's shaken, these propositions would start to sound dumb, so it's pretty critical to protect Alex's image at all costs. Certain things are acceptable to acknowledge like Alex's problem with alcohol, because he can use that to appeal even more to the audience as an imperfect vessel doing the Lord's work. On the other hand, if the audience would actually understand the financial underpinnings of Infowars, and free speech systems, and they realize the scam Alex has been running on them for over a decade, it's a bit harder to defend. If the audience understood the millions of dollars, Alex takes out of the business for himself if they saw his ridiculous houses and lavish lifestyle. If they know what he spent on luxury, if they knew how high his profit margins were on the bullshit placebos that he sells them, that could have a high chance of eroding the trust that the audience has put in him. And without that there is no business. And I think that this is more or less, if you read between the lines. Yeah, kind of what David is saying,"
    },
    {
      "end_timestamp": 2863.0,
      "id": "6f11c7a5-1ab4-352e-8d3c-2852f0d639cb",
      "speaker": "Jordan",
      "start_timestamp": 2826.0,
      "text": "Well, I mean, I don't know. I feel like it might be against the law. But it could not be because we live in hellscape. But if what I'm hearing is correct, he doesn't want to give the actual costs that they spend on the stuff the actual profit margins, dietary stuff, its proprietary, but more importantly, Alec says that shit on the show all the fucking time. That's true. So if that stuff is not true, if he's constantly repeating, we're giving you the best prices on the bubble. We're not we're marking this down 50%. And we're not making a dime off of that"
    },
    {
      "end_timestamp": 2870.0,
      "id": "a4ee182a-93fe-32ff-aa1d-0a55918b4c45",
      "speaker": "Dan",
      "start_timestamp": 2863.0,
      "text": "does speak in specifics on there, too. Totally. Yeah. That's an interesting question for the Federal Trade Commission. That"
    },
    {
      "end_timestamp": 2873.0,
      "id": "139eb6d3-047d-349d-89f5-ef576f1c6305",
      "speaker": "Jordan",
      "start_timestamp": 2870.0,
      "text": "seems like it would be lying. If that stuff wasn't true."
    },
    {
      "end_timestamp": 2877.0,
      "id": "af00e407-fc87-301a-b0e2-4770b16a0653",
      "speaker": "Dan",
      "start_timestamp": 2873.0,
      "text": "It would be it would be manipulative, advertising, false advertising, it"
    },
    {
      "end_timestamp": 2879.0,
      "id": "fe4bda11-5ade-39fa-812a-a80309f3ea89",
      "speaker": "Jordan",
      "start_timestamp": 2877.0,
      "text": "would be false advertising. Right."
    },
    {
      "end_timestamp": 2884.0,
      "id": "fc737fa2-62d5-3904-9224-2678f6b96026",
      "speaker": "Dan",
      "start_timestamp": 2879.0,
      "text": "That is an interesting question that again, the FTC might have some thoughts about Yeah,"
    },
    {
      "end_timestamp": 2893.0,
      "id": "64550bf7-2f46-329f-b745-d89f468c9c36",
      "speaker": "Jordan",
      "start_timestamp": 2884.0,
      "text": "I just don't know why the big crimes that cause all the problems aren't crimes, except for they make all the money and then you can buy the government to make them legal."
    },
    {
      "end_timestamp": 2895.0,
      "id": "92fd55c1-dcca-32dd-a4d2-0cca9b58500f",
      "speaker": "Dan",
      "start_timestamp": 2893.0,
      "text": "Yeah, that's, that's a flaw in the system"
    },
    {
      "end_timestamp": 2899.0,
      "id": "089fdf5f-6f78-3f69-9b93-7a13ee39c2f2",
      "speaker": "Jordan",
      "start_timestamp": 2895.0,
      "text": "destined to be that issue? Yeah. So I think that"
    },
    {
      "end_timestamp": 2931.0,
      "id": "3534a641-6c4f-3eb5-b0ea-77010803cb97",
      "speaker": "Dan",
      "start_timestamp": 2899.0,
      "text": "I think that this is the dynamic really, that's going on is that like, if the audience understands that the business aspect of this is manipulating and using them, essentially, they lose faith in that, then there is no more money coming in, and this whole thing goes kaput. Yeah. And if they believe us about the globalists and these like other things, right, like, even if that is retained, then this whole thing collapses. The business, the market of it is no longer workable. I"
    },
    {
      "end_timestamp": 2939.0,
      "id": "e6392fbf-4aee-3741-bdfc-5557617c373f",
      "speaker": "Jordan",
      "start_timestamp": 2931.0,
      "text": "mean, he's he's basically saying our our business philosophy is fraud. Our core philosophy,"
    },
    {
      "end_timestamp": 2946.0,
      "id": "a142ff4a-2608-3cf7-894d-eb94fd68a76e",
      "speaker": "Dan",
      "start_timestamp": 2939.0,
      "text": "it's fraud, as holy war. Yeah, exactly. Yeah."
    },
    {
      "end_timestamp": 2950.0,
      "id": "7787a53e-41a2-37a8-bccd-e5f9d1044a59",
      "speaker": "Jordan",
      "start_timestamp": 2946.0,
      "text": "Our business philosophy is the church. Is that what you want to hear?"
    },
    {
      "end_timestamp": 2961.0,
      "id": "1669e4e1-cf3f-3468-b320-16002ac497e4",
      "speaker": "Dan",
      "start_timestamp": 2950.0,
      "text": "So this next clip, involves something that was played in the trial itself. And it was a very unfortunate thing for David to say about emulating spikes. Oh, yeah."
    },
    {
      "end_timestamp": 2961.0,
      "id": "5b5751f6-a79d-3977-b229-b953a91c101b",
      "speaker": "Jordan",
      "start_timestamp": 2961.0,
      "text": "Remember that? Were"
    },
    {
      "end_timestamp": 2978.0,
      "id": "0ebff621-accd-39f2-aafe-43ccbf4a8ef7",
      "speaker": "Chris Mattei",
      "start_timestamp": 2961.0,
      "text": "you aware whether free speech systems collects data concerning when during an Alex Jones broadcast, it has the most sales activity?"
    },
    {
      "end_timestamp": 2998.0,
      "id": "0851287a-bf9c-35c8-ae69-73f10831718b",
      "speaker": "David Jones",
      "start_timestamp": 2978.0,
      "text": "Only in the sense that if there have been days where we had extraordinarily good sales, someone will say, what was Alex saying when that happened? And so we'd like to emulate spikes. And so that would be done on the fly, but it's not done by any analytics you would think of in terms of a calculus,"
    },
    {
      "end_timestamp": 3008.0,
      "id": "72c1bd6a-08ab-3150-bb7e-68db5274f1af",
      "speaker": "Chris Mattei",
      "start_timestamp": 2998.0,
      "text": "right? So there's data that free speech has available that show that can show a spike in activity. And"
    },
    {
      "end_timestamp": 3018.0,
      "id": "8700bb6a-9059-3d10-9697-76c683d44ae3",
      "speaker": "David Jones",
      "start_timestamp": 3008.0,
      "text": "where, theoretically, that would be possible to do if you knew theoretically happened on certain days, then someone who had access to analytics could go in and determine"
    },
    {
      "end_timestamp": 3031.0,
      "id": "80f7b670-12b8-3b78-9324-d3e4d5f1807d",
      "speaker": "Chris Mattei",
      "start_timestamp": 3018.0,
      "text": "like I see. Okay. And on those occasions where there have been spikes in sales, as you said, that's something that free speech systems would reasonably try to emulate. Yes,"
    },
    {
      "end_timestamp": 3064.0,
      "id": "c2d100d7-560a-30cb-97e9-4b4859a88140",
      "speaker": "Dan",
      "start_timestamp": 3031.0,
      "text": "okay. Well, that's unfortunate, combined with the clear data that the exists that there was a gigantic spike, you bet in sales after Wolfgang Halbig was on and after they put that the day they posted that article about the FBI, saying that no one died at Sandy Hook. And so yeah, I mean, those two things put together without that, from that, without that testimony from David Jones. I don't think anybody else at Infowars would have said that it's wild"
    },
    {
      "end_timestamp": 3083.0,
      "id": "af4b216f-fb60-372e-9274-0b24b50e492b",
      "speaker": "Jordan",
      "start_timestamp": 3064.0,
      "text": "that, to this point, it's fairly clear that David is the kgs of them all, and is capable of slippery sloping his early, you know, slipping through a lot of little, little cracks in the in the fist. But I don't know how he revealed maybe the most important line in any of these depths. I"
    },
    {
      "end_timestamp": 3127.0,
      "id": "c1f7441d-5bb2-3ab0-a222-f1a985be4c3d",
      "speaker": "Dan",
      "start_timestamp": 3083.0,
      "text": "have a thought about that. Yeah. And I think that's because he didn't know what was in some of the emails that had to be like he knew and had to have known that they weren't turning over access to like Google Analytics data and stuff like that, and withholding certain things. But the snapshots of like Google Analytics, reports that were extension are intact emails, yeah. In emails. Yeah, I would assume that he just doesn't know that those are there. Yeah. And so this doesn't seem like that threatening of a thing to say no, he because why wouldn't you? If you were doing a business? Why wouldn't you lean into things that work? Of course, basically. And if that's all he thinks he's saying, I'm sure."
    },
    {
      "end_timestamp": 3135.0,
      "id": "611bd77c-c188-34fa-a29e-f07dca7c706e",
      "speaker": "Jordan",
      "start_timestamp": 3127.0,
      "text": "And if you assume that you're not getting the information on what exactly worked when, then yeah, you just say something that seems reasonable."
    },
    {
      "end_timestamp": 3151.0,
      "id": "d9489225-4717-317f-b477-6255f77f0093",
      "speaker": "Dan",
      "start_timestamp": 3135.0,
      "text": "Of course, and unfortunately, in concert with the, the information that is available? Yeah. This just literally says, Well, of course, we would recreate and Oh, can you do and yeah. And keep pursuing Sandy Hook stuff? Because it was profit?"
    },
    {
      "end_timestamp": 3162.0,
      "id": "2bfdb26e-8343-336f-9a17-016bd48b3f5d",
      "speaker": "Jordan",
      "start_timestamp": 3151.0,
      "text": "Totally. Yeah, we been what I'm saying to you is, if something makes a lot of money, ie Sandy Hook coverage, then we would continue to do it, therefore making more money. Yeah."
    },
    {
      "end_timestamp": 3189.0,
      "id": "2f5adce7-f94e-3b5b-9b7e-f6a701ab57dc",
      "speaker": "Dan",
      "start_timestamp": 3162.0,
      "text": "Yep. Yep. So part of the business is investment in supplements. In as much as like you got to you got to get a new formulation, you've got to invest in the creation of these supplements. And sometimes they pay off sometimes they don't share. Now, leaving aside the fact that most of the products that Alex ends up selling are just private labeling of already existing products. Yeah, there isn't really that I don't think they have a lab where they're doing."
    },
    {
      "end_timestamp": 3192.0,
      "id": "228bd93a-0c7b-39fa-bb1d-b9cee8b241f3",
      "speaker": "Jordan",
      "start_timestamp": 3189.0,
      "text": "Yeah, what are they talking about? We invest in product development?"
    },
    {
      "end_timestamp": 3208.0,
      "id": "c42efaca-d551-35e3-8f74-322c158f86d8",
      "speaker": "Dan",
      "start_timestamp": 3192.0,
      "text": "I think if I think what he's trying to say, essentially, is that like, you know, you maybe buy a lot in bulk, and then sometimes something doesn't sell. Sure. I think that's what makes more sense. Yeah. But you can you can parse this yourself. You said"
    },
    {
      "end_timestamp": 3234.0,
      "id": "e8ce1a73-6d99-3507-af3b-dbefdf7c6442",
      "speaker": "Chris Mattei",
      "start_timestamp": 3208.0,
      "text": "in paragraph 13, that free speech systems had invested significant resources into develop into developing their business and marketing strategy. So my question for you is, can you describe the level of investment into those strategies? And when those investments were made?"
    },
    {
      "end_timestamp": 3250.0,
      "id": "02d79cc6-f086-3feb-9486-d164bd00dd20",
      "speaker": "David Jones",
      "start_timestamp": 3234.0,
      "text": "Well, let's say developing a new product cost $200,000. And if it doesn't sell, well, you basically eat that or have to sell it at wholesale. And so you learn the hard way certain things sell and certain things don't sell."
    },
    {
      "end_timestamp": 3267.0,
      "id": "571e8157-3f56-3787-9e7a-7eb343866b94",
      "speaker": "Chris Mattei",
      "start_timestamp": 3250.0,
      "text": "Right? I see. So free speech systems actually pays to develop the products it sells on its store. Yes. Okay. And those investments have risen on the order of hundreds of 1000s of dollars with respect to certain products."
    },
    {
      "end_timestamp": 3285.0,
      "id": "4928a98c-e904-3964-acc5-cc5c3f3cb514",
      "speaker": "David Jones",
      "start_timestamp": 3267.0,
      "text": "Those would be the minimal minimum cost generally, I mean, the smallest thing you can do and by cost effectively is probably in the 30 to $50,000 category, but it's hardly worth the effort to do it. So there's a substantial amount of risk involved in producing a product that doesn't move."
    },
    {
      "end_timestamp": 3307.0,
      "id": "e1118942-a1f5-359b-b3f5-43c7afbd8f1e",
      "speaker": "Chris Mattei",
      "start_timestamp": 3285.0,
      "text": "And so though, the providing data and information about those business and marketing strategies would result in feeling the level of investment that went into those Yes, that's true, too. Okay. And that was something that you were hoping at this time to prevent from disclosure."
    },
    {
      "end_timestamp": 3342.0,
      "id": "43037a52-43b8-3647-a79c-85d9e6e53ce5",
      "speaker": "David Jones",
      "start_timestamp": 3307.0,
      "text": "It sounds a little paranoid, but there are certain political groups that have some energy toward our platform, which is primarily informational. We're ideologically driven. And we want to promote a message that has to do with traditional American values. And we believe that there are people that would like to put us out of business. And we think that the knowledge of what our true financial condition is could be used for harm."
    },
    {
      "end_timestamp": 3429.0,
      "id": "7a15a2f2-6d78-3ff2-adf3-2a53df900fb2",
      "speaker": "Dan",
      "start_timestamp": 3342.0,
      "text": "Understood. So there's a couple ways that you could interpret that, that if people knew what their actual financial state was, it could lead to harm, you could think that that means like, well, if people knew how poorly they were doing, and that they were that close to the edge, that it would hurt them. But I don't think that makes sense. No, you could interpret it as if people knew how well they were doing. It could hurt them, because that could be used against them as a look at this pile of cash they have right. And I think that's a possibility. But actually, I think, taking this as a thought that branches off of the supplement conversation and stuff. I think that what he's actually saying is more to the effect of if they knew who we private labeled from, they could put pressure on them, and they wouldn't allow us to sell their product. Yeah. I think that that's more like what, what we're going at here, like because Alex knows that he can't take sponsors and stuff. Because unless they're like Mike Lindahl, or somebody who's like already super fringe and immune from any kind of pushback that comes from it. Yeah. And I have to assume that Alex is aware that some of these companies, if it were public, that he's private, labeling their products and selling them, they would terminate that agreement is, as opposed to withstanding the kind of criticism that they would get. I think that that's what David's saying in this."
    },
    {
      "end_timestamp": 3445.0,
      "id": "1032131c-c457-313d-837a-992a423738f9",
      "speaker": "Jordan",
      "start_timestamp": 3429.0,
      "text": "Yeah. It can't be. It can't be that he thinks it. Obviously, it's not Oh, if people knew that we were doing poorly, because if you combine that with the political thing, then what would happen is he's describing people clowning on them. They mock them, that wouldn't be that wouldn't be damaging to"
    },
    {
      "end_timestamp": 3452.0,
      "id": "5073484d-dc59-32f1-8a7b-092f55e4f49c",
      "speaker": "Dan",
      "start_timestamp": 3445.0,
      "text": "them. We could be advantageous exact in some ways, because the audience would rally to the aid of their heroes, right."
    },
    {
      "end_timestamp": 3468.0,
      "id": "5c367736-6cd8-3f91-bec6-b463a6924192",
      "speaker": "Jordan",
      "start_timestamp": 3452.0,
      "text": "The only the only possibilities, as far as this question is concerned is if people knew what we were doing and how well we were doing, they would try and stop us. So the less they know about what we're doing and how well we're doing, the less people bother us. It does."
    },
    {
      "end_timestamp": 3486.0,
      "id": "08314b60-674a-33ee-94f9-6625dbfcb605",
      "speaker": "Dan",
      "start_timestamp": 3468.0,
      "text": "It feels like it. Yeah, it could be whatever it is. It's like, well, we're on thin ice for something. Yeah, exactly. So the dynamic of covering things because they drive sales and stuff comes up the part of the crime. Yeah."
    },
    {
      "end_timestamp": 3505.0,
      "id": "c547490d-68c5-3e7c-8d50-c9f834401cd7",
      "speaker": "Chris Mattei",
      "start_timestamp": 3486.0,
      "text": "And are you aware that of circumstances where in those occasions, there was a spike in revenue that it was decided by Alex and perhaps others that they would try to recreate that spike by covering the same story or returning to the same story? No, I'm"
    },
    {
      "end_timestamp": 3507.0,
      "id": "726d4b82-c40e-3abe-afd4-fcf419944737",
      "speaker": "David Jones",
      "start_timestamp": 3505.0,
      "text": "not aware of the Okay."
    },
    {
      "end_timestamp": 3510.0,
      "id": "8f5e2a00-0584-3cdc-996e-010cbf07416b",
      "speaker": "Chris Mattei",
      "start_timestamp": 3507.0,
      "text": "That's just something that you went to it would have happened."
    },
    {
      "end_timestamp": 3513.0,
      "id": "a551e51a-9518-3d4b-afa2-9f07f93fdb87",
      "speaker": "David Jones",
      "start_timestamp": 3510.0,
      "text": "It's just something I've observed."
    },
    {
      "end_timestamp": 3518.0,
      "id": "08dfb322-f05f-397c-ae30-92cfa7f58670",
      "speaker": "Jordan",
      "start_timestamp": 3513.0,
      "text": "Wait, so you've observed it, but you're not aware of it."
    },
    {
      "end_timestamp": 3524.0,
      "id": "6fcb63db-dc47-37cf-9631-cb574967fc16",
      "speaker": "Chris Mattei",
      "start_timestamp": 3518.0,
      "text": "In that regard."
    },
    {
      "end_timestamp": 3566.0,
      "id": "60cead1c-8989-3ef5-91a0-efd8a2d3f583",
      "speaker": "David Jones",
      "start_timestamp": 3524.0,
      "text": "I've observed for example, if people are being stressed out about that idea of there being very dangerous flu things out there and stuff. And we have found that there is a product that is licensed by the FDA to be a good surface disinfectant. And actually, you can make claims along those lines. If there is a headline that the disease control Atlanta Center in Atlanta saying that flu is up five times and we say we have something that we believe will support your immune system. And I personally use it as a hand sanitizer. You know, that kind of puffery sells. well"
    },
    {
      "end_timestamp": 3613.0,
      "id": "bec7ee03-31c2-3198-a85d-6c70d540fe47",
      "speaker": "Dan",
      "start_timestamp": 3566.0,
      "text": "understood. Oh, that kind of puffery sells well. Now, this is interesting, because this isn't 2019. This is before before COVID. Yeah. And we know from watching, the way that COVID is covered and the the way that Alex tries to sell the silver products, it matches up very closely and very well with this puffery, as David Jones might say, and, I mean, he's not saying this, but the way Alex did sell those products that you can make claims about was fraudulent. Yep, he was mixed. And up his internally taken silver with the topical silver in terms of its ability to protect or ward off viruses yep and this my friend not good"
    },
    {
      "end_timestamp": 3633.0,
      "id": "1ca7ec94-ddb5-391b-9ea7-bafcab3dd8ea",
      "speaker": "Jordan",
      "start_timestamp": 3613.0,
      "text": "wow that is that is just it could not be more clear after watching there will only be a lone survivors followed by oh there's it's all a lie you just need silver it's like well it's your your take is money that's your take on things"
    },
    {
      "end_timestamp": 3636.0,
      "id": "cdef7bd5-a45a-3d3a-aa45-41195a8e1544",
      "speaker": "Dan",
      "start_timestamp": 3633.0,
      "text": "oh if you have to do some puffery"
    },
    {
      "end_timestamp": 3639.0,
      "id": "92ce71fc-6524-3301-85d4-26169dbcbe1e",
      "speaker": "Jordan",
      "start_timestamp": 3636.0,
      "text": "that's what you need to do to get money right yep"
    },
    {
      "end_timestamp": 3664.0,
      "id": "5ebc8005-e9e2-3b98-8a7e-380647545083",
      "speaker": "Dan",
      "start_timestamp": 3639.0,
      "text": "so the the subject of gun fear comes up the Alex talking about they're gonna take your guns all the time. And Maddie asks if this is something that is helpful to drive sales right and Papa Jones has an interesting take on this and then realizes he said something he shouldn't have and you can see him double back on this distract the record."
    },
    {
      "end_timestamp": 3681.0,
      "id": "eba56687-606e-31fb-bb20-f18a6362bdb0",
      "speaker": "Chris Mattei",
      "start_timestamp": 3664.0,
      "text": "And when Alex cover stories that amplify that concern? Has it been your experience that that increases both traffic to the website and people trying to buy products to protect themselves"
    },
    {
      "end_timestamp": 3705.0,
      "id": "0affb4ff-173e-3003-824d-9c780fb8615b",
      "speaker": "David Jones",
      "start_timestamp": 3681.0,
      "text": "it's counterintuitive but negative issues that are depressing and are a bummer tend to hurt sales hurt sales. Okay, we sell a lot better when Alex is cheerful. And Thursday about everything and what winners we are when he's mad at the world because things were screwed up and we're losing our rights people tend not to buy"
    },
    {
      "end_timestamp": 3711.0,
      "id": "d4df967f-52f0-3b42-8c43-89a433dd96a1",
      "speaker": "Chris Mattei",
      "start_timestamp": 3705.0,
      "text": "and and have you seen that borne out by the data? Yes, you have. Okay. That's data that's maintained by free speech is"
    },
    {
      "end_timestamp": 3719.0,
      "id": "2b3537ac-f3d4-3b8e-90e9-3fa33889a746",
      "speaker": "David Jones",
      "start_timestamp": 3711.0,
      "text": "not maintained. It's I would say it's anecdotal, but I am pretty good on anecdotal experience. Okay. Okay. Wow,"
    },
    {
      "end_timestamp": 3724.0,
      "id": "4cee9485-0485-3bbd-aab4-5a56e71bae03",
      "speaker": "Dan",
      "start_timestamp": 3719.0,
      "text": "yeah. That yes to the is there data is like, Oh, I fucked up. Okay. It's anecdotal. So"
    },
    {
      "end_timestamp": 3747.0,
      "id": "df3de482-d2c3-33e4-8e80-831376b69782",
      "speaker": "Jordan",
      "start_timestamp": 3724.0,
      "text": "obvious. Yeah. So obvious. What a fun little What a fun little trap. That is. That is like, okay. All right. That's a good answer. What do you do? Like just constant little sneak it in there. And if you accidentally answer you revealed a lot more than you wanted to? Yep. Have you seen the data? Sir? Oh, yeah. They're sheets. Oh, no."
    },
    {
      "end_timestamp": 3750.0,
      "id": "2bf1c0c5-86d2-3035-a7f4-c5f60f4b7046",
      "speaker": "Dan",
      "start_timestamp": 3747.0,
      "text": "Sheets of anecdotal. Data."
    },
    {
      "end_timestamp": 3753.0,
      "id": "ed00ad68-6172-335d-b138-d6a8c75e9257",
      "speaker": "Jordan",
      "start_timestamp": 3750.0,
      "text": "Yeah. What are you fucking talking about Mahmood smooth,"
    },
    {
      "end_timestamp": 3763.0,
      "id": "435bd1ab-2242-3d57-80cd-217d5f091c1c",
      "speaker": "Dan",
      "start_timestamp": 3753.0,
      "text": "smooth Wow. Also, if people buy more when Alex is happy, maybe he should try being happy. Because maybe they wouldn't be in such financial straits. It wasn't screaming and threatening to go off air pretty regularly. Maybe"
    },
    {
      "end_timestamp": 3767.0,
      "id": "8c381893-ccd6-3364-8c46-480134c21d10",
      "speaker": "Jordan",
      "start_timestamp": 3763.0,
      "text": "everybody would be better tomorrow. Maybe made me."
    },
    {
      "end_timestamp": 3780.0,
      "id": "5b0c4e32-fc2b-3409-b603-0e5078be8153",
      "speaker": "Dan",
      "start_timestamp": 3767.0,
      "text": "So the subject of NDAs comes up non disclosure agreements that everybody except Alex's dad apparently has signed. Right. And norm shines. In this clip."
    },
    {
      "end_timestamp": 3789.0,
      "id": "a7417498-ca8a-3040-ba03-c2696b0dc62b",
      "speaker": "Chris Mattei",
      "start_timestamp": 3780.0,
      "text": "I want to talk a little bit about non disclosure agreements. When did free speech systems first start requiring employees to enter NDAs?"
    },
    {
      "end_timestamp": 3790.0,
      "id": "114fd668-5f67-32f3-8157-b8c2b76bf41b",
      "speaker": "David Jones",
      "start_timestamp": 3789.0,
      "text": "From the very beginning?"
    },
    {
      "end_timestamp": 3809.0,
      "id": "e031d953-7181-3778-9fd7-66eb30a94c16",
      "speaker": "Chris Mattei",
      "start_timestamp": 3790.0,
      "text": "Okay, have you signed an NDA? No. Are there any other employees that you're aware of? Who have not signed in? And you're the only one? I think so when you asked to sign an NDA? When you say from the very beginning, what are you? What's the beginning for you?"
    },
    {
      "end_timestamp": 3819.0,
      "id": "8e1ba20b-216c-355c-8295-1aa2267c1b71",
      "speaker": "David Jones",
      "start_timestamp": 3809.0,
      "text": "Well, the beginning to me is when Alex moved out of his house and I wanted to marry straight. And I don't know what year that was, but it was probably 2005 or 2006."
    },
    {
      "end_timestamp": 3827.0,
      "id": "7e21a3f2-3617-3bee-8cf0-a073009a2c3e",
      "speaker": "Chris Mattei",
      "start_timestamp": 3819.0,
      "text": "And your understanding is that from that time, he started requiring every employee hired by free speech systems to enter anon. Okay,"
    },
    {
      "end_timestamp": 3830.0,
      "id": "0589c1ae-6482-32e6-87c7-fe41cca8ced0",
      "speaker": "Norm Pattis",
      "start_timestamp": 3827.0,
      "text": "so 2005 Chris, my attention laughs"
    },
    {
      "end_timestamp": 3835.0,
      "id": "7e6f2a1d-5d9e-3a2a-a88d-01a1829d7573",
      "speaker": "David Jones",
      "start_timestamp": 3830.0,
      "text": "and that's a ballpark figure. That it could be two or three years before after that"
    },
    {
      "end_timestamp": 3838.0,
      "id": "89d7f94f-c9e5-3685-a236-28edac687894",
      "speaker": "Dan",
      "start_timestamp": 3835.0,
      "text": "norm coming in with a I wasn't paying attention. I"
    },
    {
      "end_timestamp": 3846.0,
      "id": "9aaef3a5-13bb-3f56-abd7-8dd02d197603",
      "speaker": "Jordan",
      "start_timestamp": 3838.0,
      "text": "fell asleep again. My bed my bed. Listen, I just hope I don't fall asleep in the courtroom or no thing am I right guys?"
    },
    {
      "end_timestamp": 3849.0,
      "id": "c22a0548-923d-3a95-9642-d959c45f0ee3",
      "speaker": "Dan",
      "start_timestamp": 3846.0,
      "text": "I'm on the ball."
    },
    {
      "end_timestamp": 3853.0,
      "id": "3a1c9471-ee40-32c2-afe7-5ae7e22d06d8",
      "speaker": "Jordan",
      "start_timestamp": 3849.0,
      "text": "When we Oh, I wish I had woke insurance. Oh, woke"
    },
    {
      "end_timestamp": 3874.0,
      "id": "b16c687f-b8f1-36b3-95d8-097d2f9bc88a",
      "speaker": "Dan",
      "start_timestamp": 3853.0,
      "text": "up. So that somebody who pokes you Yeah, exactly. Yep. So NDAs are pretty important. When you don't want people talking shit about how many fake stories you tell? Or is that how you lie about everything? It's smart. But there's another reason Oh,"
    },
    {
      "end_timestamp": 3885.0,
      "id": "851e72eb-9fe0-3664-abbf-cd7cbc817aba",
      "speaker": "Chris Mattei",
      "start_timestamp": 3874.0,
      "text": "do you do you have an understanding yourself of why it is important to free speech systems to have their employees enter nondisclosure agreements."
    },
    {
      "end_timestamp": 3912.0,
      "id": "2617540b-f3d5-394b-afa7-82f6aa6e57d6",
      "speaker": "David Jones",
      "start_timestamp": 3885.0,
      "text": "It's a useful to communication to and what and particularly it is of interest if people are making if people develop, let's just say mental health issues. And one of the things that waiting they get it Back offered Mr. Jacobson was some psychological help because we thought he was not congruent with reality, and ultimately his EEOC complaint was dismissed."
    },
    {
      "end_timestamp": 3931.0,
      "id": "8f8e3069-dd08-3354-b810-4b8f6155194a",
      "speaker": "Chris Mattei",
      "start_timestamp": 3912.0,
      "text": "Okay, so if I understand you, what you're saying is that one of the things that a nondisclosure agreement prevents is if somebody becomes mentally unstable. The company is protected from what they might say after they leave the company by virtue of the nondisclosure agreement, right?"
    },
    {
      "end_timestamp": 3946.0,
      "id": "60acc037-348a-39df-b7f6-9f6f676439a5",
      "speaker": "David Jones",
      "start_timestamp": 3931.0,
      "text": "Well, it's not too effective with people who aren't thinking well, but if people are thinking well, they can be aware that they have duties that could have consequences if they are imprudent and bad acting."
    },
    {
      "end_timestamp": 3959.0,
      "id": "94d9bdd7-b194-318d-be08-716711bc9e51",
      "speaker": "Chris Mattei",
      "start_timestamp": 3946.0,
      "text": "I mean, just to put it in basic terms, isn't the purpose of the NDA is that free speech systems used to prevent employees from disseminating information that is proprietary to free speech systems? Right? Yes,"
    },
    {
      "end_timestamp": 3992.0,
      "id": "646b88d4-0ad0-3ec6-93c1-a1f245adb73c",
      "speaker": "Dan",
      "start_timestamp": 3959.0,
      "text": "I could have put it that way to begin with instead of saying in case somebody has a mental health crisis, it can weird shit about us later describing the reason for an NDA. But also that is completely fallacious. Because you're you're saying that if somebody has like a mental break, or whatever, after they leave them, NDA is helpful for getting them to not say bad things. But if they're not thinking correctly, then it doesn't do and it wouldn't matter if they have an NDA. It's just It's nonsense. This is such a"
    },
    {
      "end_timestamp": 4000.0,
      "id": "ae0e3a6f-b837-31c3-8564-8381e516f973",
      "speaker": "Jordan",
      "start_timestamp": 3992.0,
      "text": "I mean, I appreciate the true or well in doublespeak of an NDA is good for communication? No,"
    },
    {
      "end_timestamp": 4004.0,
      "id": "5960ae7d-8646-3243-8b2f-c4a1f00bdc66",
      "speaker": "Dan",
      "start_timestamp": 4000.0,
      "text": "actually, I think it is, because it's communicating. Yeah."
    },
    {
      "end_timestamp": 4011.0,
      "id": "ad871ed5-7982-3106-9338-c754fc6ab163",
      "speaker": "Jordan",
      "start_timestamp": 4004.0,
      "text": "I mean, it communicates one thing very clearly. That is true. That is very true. We will come for you."
    },
    {
      "end_timestamp": 4023.0,
      "id": "1e7c1d41-90c5-3e91-a5f9-2cb972ba99b7",
      "speaker": "Dan",
      "start_timestamp": 4011.0,
      "text": "So the subject of customers comes up. And this kind of bummed me out a little bit. real sad. Some of these customers have been been around for a long time. I don't know,"
    },
    {
      "end_timestamp": 4035.0,
      "id": "8a35e1fa-a318-396b-ac13-8be89c4b771f",
      "speaker": "Chris Mattei",
      "start_timestamp": 4023.0,
      "text": "do you have a percentage in mind of what percentage of free speech systems revenue is derived from product sales from Infowars? Store? No. Okay, you have a ballpark?"
    },
    {
      "end_timestamp": 4039.0,
      "id": "1900a2f6-466a-3875-8694-ecdb91bd2245",
      "speaker": "David Jones",
      "start_timestamp": 4035.0,
      "text": "Possibly something like 80%? Probably. Okay."
    },
    {
      "end_timestamp": 4045.0,
      "id": "87f82b26-f84a-3eea-b0d8-7ab486a0816a",
      "speaker": "Chris Mattei",
      "start_timestamp": 4039.0,
      "text": "And then the remainder is comprised of donations from processed through and"
    },
    {
      "end_timestamp": 4100.0,
      "id": "47859ead-8fc8-382d-984e-c15e277bc644",
      "speaker": "David Jones",
      "start_timestamp": 4045.0,
      "text": "are used to be from subscription services and some advertising and things like that. But it's, you know, the, the core customers are very important to us. And one of the strange things that occurred is when we were D platformed. Everybody thought we would go away. But many of those core of loyal customers were customers of ours before they even knew what the internet was basically. So they either use telephone numbers, our knew what our email address was, or whatever, so they could do it. But the platforming has hurt us with acquisition of new customers because the search engines not only don't send us they tell people they tell 2 billion people if you put a link to Alex Jones or Infowars and don't say you're doing it says you want to criticize him, we're going to take you down and kill you to"
    },
    {
      "end_timestamp": 4103.0,
      "id": "46fa2160-20ae-3d71-9d11-cd770228d655",
      "speaker": "Chris Mattei",
      "start_timestamp": 4100.0,
      "text": "Whoa, exaggerating a little bit. No,"
    },
    {
      "end_timestamp": 4120.0,
      "id": "8f49e120-be31-3721-92aa-f00bc893039b",
      "speaker": "Dan",
      "start_timestamp": 4103.0,
      "text": "not at all. All right. So much because like, what he's saying is more or less like, well, when deplatforming came around, everybody thought we would go away but it turns out joke's on you. We have people trapped even more tightly than I even imagined. Yeah,"
    },
    {
      "end_timestamp": 4131.0,
      "id": "7de56a75-ff4a-39d8-ba61-fd8ce4f24942",
      "speaker": "Jordan",
      "start_timestamp": 4120.0,
      "text": "I was gonna say Haha, you can clap for us from the internet surprise. All of our customers use phones, right? Oh my god, old man house phone has been keeping us afloat for 50 years. Yeah,"
    },
    {
      "end_timestamp": 4182.0,
      "id": "07473d31-ed93-3f68-a32a-6db8be7f55f5",
      "speaker": "Dan",
      "start_timestamp": 4131.0,
      "text": "but he does express something that I have made a point of a lot. And that is the financial impact of the D platforming is largely going to be felt in the acquisition of new customers, new people coming into his revenue stream is hurt by the lack of freedom right in terms of disseminating content. And these platforms just by their very nature, if you're not growing, you are shrinking, right? Because there is going to always be a certain amount of people who get disillusion the churn, right? Yeah. Or who go on to harder core stuff who get sucked into queue or whatever. Your fan base is never going to be static necessarily. And so if you aren't constantly adding new people in that will eventually be entropy going to be you're going to lose"
    },
    {
      "end_timestamp": 4196.0,
      "id": "cf211e10-723e-30ca-a173-c5e06bc008b2",
      "speaker": "Jordan",
      "start_timestamp": 4182.0,
      "text": "no I mean it's it is nice to hear in the deposition of Alex Jones as Father that we're right to be so fucking hard on everybody when they won't stop platforming him that's why because he's the one explaining that that's how they get new fucking people, right."
    },
    {
      "end_timestamp": 4208.0,
      "id": "2055d510-bbda-3b51-9345-3d2a6352ef66",
      "speaker": "Dan",
      "start_timestamp": 4196.0,
      "text": "That's why the criticism is particularly harsh about people like Rogan. Yeah people who make these ill advised"
    },
    {
      "end_timestamp": 4211.0,
      "id": "3bb095ec-5ace-3f42-8db1-cfd6c7a52359",
      "speaker": "Jordan",
      "start_timestamp": 4208.0,
      "text": "people who share that fucking bone of air"
    },
    {
      "end_timestamp": 4218.0,
      "id": "066c1b7b-31b1-39fd-80a5-b5be069a4d9a",
      "speaker": "Dan",
      "start_timestamp": 4211.0,
      "text": "on advise ad pitches based on people like Glenn Greenwald do have fucking q&a. The whole thing. Yeah."
    },
    {
      "end_timestamp": 4229.0,
      "id": "b6e81877-0ef7-316d-967d-5b8568f4de5a",
      "speaker": "Jordan",
      "start_timestamp": 4218.0,
      "text": "He doesn't get new people anymore unless those those last votes you what he's got. And you don't want to be one of those vectors? Rep. Yep. Anyways,"
    },
    {
      "end_timestamp": 4246.0,
      "id": "5c7ef7c6-b562-3e0d-bcff-bbb8663c6de7",
      "speaker": "Dan",
      "start_timestamp": 4229.0,
      "text": "yep. Anyway, I was watching this and it doesn't feel like Alex much. They know. Yeah, he's his dad. Yeah. And it doesn't feel like Alex that much. His voice is much more measured. Sure. It's very"
    },
    {
      "end_timestamp": 4249.0,
      "id": "ba30262d-87d6-3324-914e-05bacf3641b6",
      "speaker": "Jordan",
      "start_timestamp": 4246.0,
      "text": "long pauses, thoughtful, long pauses, as"
    },
    {
      "end_timestamp": 4251.0,
      "id": "e259a2d2-df8f-3cda-afa5-b54e313edd4a",
      "speaker": "Dan",
      "start_timestamp": 4249.0,
      "text": "opposed to confused,"
    },
    {
      "end_timestamp": 4254.0,
      "id": "6c6e2ce1-469c-3ec5-af7e-282089930cf5",
      "speaker": "Jordan",
      "start_timestamp": 4251.0,
      "text": "as opposed to pauses that are just like, well, here's the question."
    },
    {
      "end_timestamp": 4276.0,
      "id": "215372bd-ca8a-3ed0-9a0f-d7e150a39c71",
      "speaker": "Dan",
      "start_timestamp": 4254.0,
      "text": "He doesn't seem angry. Maybe he's better at controlling that. Maybe he's just an older person who has more life experience? Sure. He seems aware of what questions are being asked to him and why they're being asked to him. Yep. For the most part. Yeah, this doesn't feel like Alex. But in this next clip, I really saw the flash I saw out, okay."
    },
    {
      "end_timestamp": 4282.0,
      "id": "cf0a86df-da70-3c5b-9621-192534c61c29",
      "speaker": "Chris Mattei",
      "start_timestamp": 4276.0,
      "text": "And so that core group of customers, some of which predated the internet, and some of which you developed, but"
    },
    {
      "end_timestamp": 4287.0,
      "id": "9ae990e7-fc19-3ce2-b9b4-d73b3a788525",
      "speaker": "David Jones",
      "start_timestamp": 4282.0,
      "text": "that's an exaggeration, but, but that predated social media, I"
    },
    {
      "end_timestamp": 4304.0,
      "id": "bffb8335-89cb-3584-a9ee-011c15ca2b44",
      "speaker": "Chris Mattei",
      "start_timestamp": 4287.0,
      "text": "understand what you're trying to say. Before social media became so. Yeah. And before the deep platforming, that core audience, which is the product, the product buying audience is critical to maintain the Free Speech systems, obviously, right? Yes. Okay."
    },
    {
      "end_timestamp": 4336.0,
      "id": "7e48936a-de64-39d8-9341-2dabf1fa15cf",
      "speaker": "Dan",
      "start_timestamp": 4304.0,
      "text": "So when he made that Al Gore joke, which isn't something that Alex makes do Yeah, it's a bad joke. Yeah. He's laughing. He's looking around for sort of validation on his joke total. And there's a look on his face that is like that. I see Alex's face. Right here. Yeah. And I'll try and get a screenshot of that and tweet it out. But like it was, it was a weird moment for me to be like, you know, coming towards the end of this hour deposition. Yeah. And be like, I get it. Yeah. See, I see the the, the Alex in you."
    },
    {
      "end_timestamp": 4365.0,
      "id": "d22eeaa2-eb98-325c-847f-30a3cfbd1308",
      "speaker": "Jordan",
      "start_timestamp": 4336.0,
      "text": "Yeah, Jones. That is? That is an interesting and interesting question. You know, like, how much? You know, I've obviously I've noticed myself doing many of my father's mannerisms over time. Sure. Now, especially as age could it go the other direction? Is the question I have. Could David Jones have spent so much time with his asshole son. Now he can't help but be like, just like Al Gore making the internet. Am I right, guys? Hey, I'm pretty funny, or how"
    },
    {
      "end_timestamp": 4390.0,
      "id": "bf67ded3-0680-30a0-a79a-3687e7a0a873",
      "speaker": "Dan",
      "start_timestamp": 4365.0,
      "text": "much of that and Alex is the influence exactly of the moral compass of totally, totally. So we have one last clip here. They talk a bit about the interaction that he has with Alex. And apparently they only talk business like once a month or something, which I find difficult to believe. And so did Maddie. But this was just, I mean, the"
    },
    {
      "end_timestamp": 4399.0,
      "id": "bf09cbbe-bbb0-3ee4-83e8-6a2ae279f2c6",
      "speaker": "Jordan",
      "start_timestamp": 4390.0,
      "text": "first of the month I put my gold coins into the into the safe and then we begin business meetings, new business only comes after old business. Obviously,"
    },
    {
      "end_timestamp": 4406.0,
      "id": "6f156814-89c5-3031-8351-3ec761fe32bf",
      "speaker": "Dan",
      "start_timestamp": 4399.0,
      "text": "this answer to the question and description here is like it's so it characterizes everything for me."
    },
    {
      "end_timestamp": 4415.0,
      "id": "400326de-42f2-3566-9d5a-644c86b1834b",
      "speaker": "Chris Mattei",
      "start_timestamp": 4406.0,
      "text": "I want to ask you about your relationship with Alex, can you describe the professional dynamic between the two of you?"
    },
    {
      "end_timestamp": 4444.0,
      "id": "6c47b261-c6da-3edb-bca4-3d6d20b9f298",
      "speaker": "David Jones",
      "start_timestamp": 4415.0,
      "text": "My business relationship with Alex is highly business oriented. He wants he's a big fan of George Washington. And he wants to read a biography of George Washington where George Washington hired a friend of his to manage one of his plantations. And he wrote the guy letter saying just because you're my friend, doesn't mean I'm not going to hold you to a very high standard. I'm gonna hold you to a much higher standard than I do anybody else. So I expect you to do an incredibly good job. And I would say our arrange our professional relationship is rigorous."
    },
    {
      "end_timestamp": 4482.0,
      "id": "35e3b7b4-a5c4-36de-9140-481fa269dfb1",
      "speaker": "Dan",
      "start_timestamp": 4444.0,
      "text": "Okay. So you have an anecdote from a founding father story that may or may not be real. From a book that Alex allegedly wrote. Read? Yeah. Excuse me. Yeah. But then also the the the thing there of my business relationship is business oriented. Yeah. It's like that is that has come to characterize what I feel when I think about David Jones is the answer non answer. There's nothing. It's ironically like pulling teeth. It really is. It really is. Just give any specifics or say anything that needs to"
    },
    {
      "end_timestamp": 4499.0,
      "id": "0d7685ed-fda0-30cf-9b87-0d31d966adf2",
      "speaker": "Jordan",
      "start_timestamp": 4482.0,
      "text": "be I mean, it it is like I I've been it, but after that question, I'm like, okay, okay, David. Great story. What do you do? What do you do? What do you do right? If you are held to a higher standard of what to what how"
    },
    {
      "end_timestamp": 4506.0,
      "id": "4bf9cb59-6959-3c41-aae9-b4c5810f1c89",
      "speaker": "Dan",
      "start_timestamp": 4499.0,
      "text": "you're held to it Standard, what is the basis of that standard? What are the standards by which you're judged? Give"
    },
    {
      "end_timestamp": 4510.0,
      "id": "9fa7c242-1a57-3a6e-8cec-7b0093aa4286",
      "speaker": "Jordan",
      "start_timestamp": 4506.0,
      "text": "me the last thing you did that you were judged for based upon this standard."
    },
    {
      "end_timestamp": 4516.0,
      "id": "f7ea60cc-9f48-3318-b4a2-4c53df38d292",
      "speaker": "Dan",
      "start_timestamp": 4510.0,
      "text": "Well, things that are inconvenient for me the thing, just a thing you did I took the garbage out, did"
    },
    {
      "end_timestamp": 4520.0,
      "id": "85278347-e454-3cf8-b5fa-09d973a2033d",
      "speaker": "Jordan",
      "start_timestamp": 4516.0,
      "text": "you take the garbage out better than what you would expect from a different employee?"
    },
    {
      "end_timestamp": 4556.0,
      "id": "c48db0d3-4b1c-33ea-b008-4658f5cd6817",
      "speaker": "Dan",
      "start_timestamp": 4520.0,
      "text": "I can't speculate about. Yeah, yeah, it's annoying. And it's unfortunate that they were not able to get Dr. Jones to come back for another day. Because I think that there's a lot more to explore. I think there's a lot of follow up questions that maybe wouldn't have been, as in there. The lawyers minds in 2019. That certainly, later down the road would have been very interesting to get to the bottom of but apparently he wasn't responding to requests."
    },
    {
      "end_timestamp": 4566.0,
      "id": "0263c061-b434-37a0-a300-11a1ad6ca9e2",
      "speaker": "Jordan",
      "start_timestamp": 4556.0,
      "text": "Yeah. I think I think you need bill for this one. I think Bill could really crack them. I think, David, I think there's a point where David would explode. He's if"
    },
    {
      "end_timestamp": 4568.0,
      "id": "0b9420f2-3421-3822-accb-5c83bd04057c",
      "speaker": "Dan",
      "start_timestamp": 4566.0,
      "text": "you feel a coiled spring, I"
    },
    {
      "end_timestamp": 4575.0,
      "id": "eebb4418-ffcc-3b59-98fb-8887309187d7",
      "speaker": "Jordan",
      "start_timestamp": 4568.0,
      "text": "feel that there's going to be a point where you can get him there, and he will explode on you. I don't think"
    },
    {
      "end_timestamp": 4582.0,
      "id": "e7318cd8-9fd9-3215-ad76-a20f2e48d7e7",
      "speaker": "Dan",
      "start_timestamp": 4575.0,
      "text": "it's possible. It's hard to imagine that there's someone in the Jones family that isn't like, sort of full of summary,"
    },
    {
      "end_timestamp": 4589.0,
      "id": "e9ca8161-2050-3dc2-8dd8-1a15c99f8b19",
      "speaker": "Jordan",
      "start_timestamp": 4582.0,
      "text": "yes, somewhere. Yeah, I'm not saying that. I'm not saying he's easy. Obviously, he's not as easy to get a rise out of as Alex, so"
    },
    {
      "end_timestamp": 4593.0,
      "id": "760979fd-e73e-3572-8dd8-cb483df5e9cc",
      "speaker": "Dan",
      "start_timestamp": 4589.0,
      "text": "you don't have to do anything to get done. Just look at him."
    },
    {
      "end_timestamp": 4609.0,
      "id": "844bf1c6-3256-3a09-8539-bea349a9fbb3",
      "speaker": "Jordan",
      "start_timestamp": 4593.0,
      "text": "Right. This is a nut that you would have to take some time to crack. And Maddie is a professional person who's like, Well, I'm not going to purposefully try and infuriate a person beyond all reason. That's, that's just wrong. On a professional,"
    },
    {
      "end_timestamp": 4611.0,
      "id": "8a636481-b4ff-3192-98db-3b2037a8177c",
      "speaker": "Dan",
      "start_timestamp": 4609.0,
      "text": "you're saying that the key is a gummy worm."
    },
    {
      "end_timestamp": 4617.0,
      "id": "b7705d6c-b44b-3726-823d-fd764164ab3d",
      "speaker": "Jordan",
      "start_timestamp": 4611.0,
      "text": "I think the key is a gummy worm, I think that's gonna have to happen got me where I'm shaping? Exactly."
    },
    {
      "end_timestamp": 4624.0,
      "id": "58bc469e-d9ff-318f-af01-730ac24c9939",
      "speaker": "Dan",
      "start_timestamp": 4617.0,
      "text": "I don't know. We may never know. It's possible. So we come to the end of this exploration of family time."
    },
    {
      "end_timestamp": 4627.0,
      "id": "4eba2900-55ce-32fb-a9ab-e6cb46fa637b",
      "speaker": "Jordan",
      "start_timestamp": 4624.0,
      "text": "Happy Thanksgiving to us all unto all"
    },
    {
      "end_timestamp": 4666.0,
      "id": "41d256ab-4aae-3fd0-bf05-522076d2470a",
      "speaker": "Dan",
      "start_timestamp": 4627.0,
      "text": "good. But yeah, this I thought this was illuminating in some ways, but also fairly limited in terms of the amount of time that they had, it was very clear that it was pretty tight. Because at the end, normas is saying like, Well, I think this is about all the time we're gonna give, you know, and so it was it. It couldn't have been as impactful as a lot of the other, like Alex depositions or the corporate reps where you're here for two days, right? Damn it, right. But I still think there's a lot to be to be to be said for this. Yeah,"
    },
    {
      "end_timestamp": 4684.0,
      "id": "00d3008b-6073-3353-9af3-89c58ae9151e",
      "speaker": "Jordan",
      "start_timestamp": 4666.0,
      "text": "that this is one that really for the first time for the first time. I want to dig into what the fuck is going on with this dude's brain? You know, after this deposition? I feel like this is an avenue where if I can understand this guy, then it will be much clearer."
    },
    {
      "end_timestamp": 4688.0,
      "id": "30a63e0c-a1a1-383d-a982-0b52feb5af3b",
      "speaker": "Dan",
      "start_timestamp": 4684.0,
      "text": "Well, that may never be a possibility because Alex almost killed him with COVID. Yeah,"
    },
    {
      "end_timestamp": 4700.0,
      "id": "0ebd3dc1-d10d-3443-8405-02f98d53a697",
      "speaker": "Jordan",
      "start_timestamp": 4688.0,
      "text": "twice. So apparently, and he won't answer a fucking question. Even in 2018. So Well, here we are. The way he answered his questions is very answer like"
    },
    {
      "end_timestamp": 4719.0,
      "id": "58c47243-f077-303d-b3c4-915ca7918674",
      "speaker": "Dan",
      "start_timestamp": 4700.0,
      "text": "that is true. And not true. And also not true. But at the same time, we still get the you know, the answer about the spikes trophy, clear. obfuscation about the confidential and proprietary elements of a marketing plan that may or may not exist. In Alex's head."
    },
    {
      "end_timestamp": 4724.0,
      "id": "1713d5d9-17b5-3445-a186-793c3dd07aea",
      "speaker": "Jordan",
      "start_timestamp": 4719.0,
      "text": "Did you see the data? Oh, of course. I saw that."
    },
    {
      "end_timestamp": 4730.0,
      "id": "da4485fa-2f60-30df-8f48-fc57cf4d0fcb",
      "speaker": "Dan",
      "start_timestamp": 4724.0,
      "text": "Nonsense. Anyway, Jordan will be back. Indeed. We will other episode soon. But until then, they have a website. We"
    },
    {
      "end_timestamp": 4737.0,
      "id": "2b3a060e-e888-3478-9a43-8e4edcecfd21",
      "speaker": "Jordan",
      "start_timestamp": 4730.0,
      "text": "do have a website. It's called try.com. Yep. We are also on Twitter. We are on Twitter at that knowledge underscore fight. Yeah, we'll be back but"
    },
    {
      "end_timestamp": 4757.0,
      "id": "a3204ea9-2440-3787-9714-3406d73f3d8e",
      "speaker": "Dan",
      "start_timestamp": 4737.0,
      "text": "until then, I'm Neo. I'm Leo MDC X Clarke. Shit. On your way home. Yeah. Do go by the library. Sure. Me. Do you need something? You know, I have this thing that I've had checked out too long. It's new. Oh, no. What is it? You should actually read this. Oh, yeah. It's really you gotta read this."
    },
    {
      "end_timestamp": 4759.0,
      "id": "e35ed3c3-1d6c-37d8-9f61-f2bf8f4b289e",
      "speaker": "Jordan",
      "start_timestamp": 4757.0,
      "text": "And now here comes the Sex Robot."
    },
    {
      "end_timestamp": 4766.0,
      "id": "00f275c6-6aa9-3b66-b31b-baaaf2db2c69",
      "speaker": "Andy In Kansas",
      "start_timestamp": 4759.0,
      "text": "Andy in Kansas. You're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    },
    {
      "end_timestamp": null,
      "id": "0629d91e-106b-3037-8614-7ab7466e5941",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4766.0,
      "text": "I love it."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}