{
  "audio_identifier": "KF_752",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/YeDipsInPool.mp3",
  "blocks": [
    {
      "end_timestamp": 59.0,
      "id": "62fd34c5-c548-3cca-a66c-817cc4164aeb",
      "speaker": "Alex Jones",
      "start_timestamp": 4.0,
      "text": "Red Alert. Red alert. Red alert. Red alert. Red alert. Not not not not not not not knowledge damn and Jordan I am sweating knowledge party.com It's time to pray. I have great respect for knowledge like knowledge. I'm sick of them posing as if they're the good guys shank me or the bad guy. Knowledge five Dan and Jordan knowledge five need money Andy and pansy Sandy you're stopping Andy and Pam handy in Kansas. Bray Andy in Kansas Shirley are huge fan. I love your work. Knowledge by knowledge fight.com."
    },
    {
      "end_timestamp": 66.0,
      "id": "eca3fa75-f53b-3410-97b8-5b4c7bd70f35",
      "speaker": "Dan",
      "start_timestamp": 59.0,
      "text": "Hey, everybody, welcome back. I'm Jordan. We're a couple dudes sit around worship at the altar of saline and talk a little bit about Alex Jones."
    },
    {
      "end_timestamp": 68.0,
      "id": "40a5f445-3d3f-3fa4-9124-e7698feb1a18",
      "speaker": "Jordan",
      "start_timestamp": 66.0,
      "text": "Oh, indeed. We are Dan."
    },
    {
      "end_timestamp": 72.0,
      "id": "886e5a8b-f764-3b48-a392-9fbe1d4d148b",
      "speaker": "Dan",
      "start_timestamp": 68.0,
      "text": "Dan Jordan, quick question. Oh, you were overeager for that second day."
    },
    {
      "end_timestamp": 88.0,
      "id": "a8525215-326a-3aff-8a3a-e16cbe4305ea",
      "speaker": "Jordan",
      "start_timestamp": 72.0,
      "text": "I thought you were quite on the first day out. I heard you say Jordan, I thought you were going so fast. Wow. Okay. All right. You know what? Start the whole thing over. Hey. Jordan. Dan, what's up?"
    },
    {
      "end_timestamp": 93.0,
      "id": "32c0bd79-adbe-3fe5-9c16-55e695492394",
      "speaker": "Dan",
      "start_timestamp": 88.0,
      "text": "What's your right spot today, buddy? Why don't you go first?"
    },
    {
      "end_timestamp": 122.0,
      "id": "44cff564-16b9-375f-990c-6e0de5ee42b2",
      "speaker": "Jordan",
      "start_timestamp": 93.0,
      "text": "Well done. I you know what I'm gonna I'm gonna say it. I was trying to think of a bright spot that wasn't self aggrandizing along the way, but I'm gonna do it my bright spot because it happened. I was I was a guest on the god pod. If you recall. The end they reached out or earlier today. And they were like, Oh, everybody said really, really nice things about it. And I was like, You know what? Fuck it. I am going to accept a compliment. I think that was nice. It made me feel good today."
    },
    {
      "end_timestamp": 125.0,
      "id": "bf2c4353-5265-3680-842a-aa21699d9a74",
      "speaker": "Dan",
      "start_timestamp": 122.0,
      "text": "Archangel Michael."
    },
    {
      "end_timestamp": 129.0,
      "id": "e5c05ac7-b72a-3ce5-8b24-6625787a4ebf",
      "speaker": "Dan",
      "start_timestamp": 125.0,
      "text": "That's what I'm saying. Right? Yes, Joy. Really nice to listen, I"
    },
    {
      "end_timestamp": 132.0,
      "id": "4dfee5a2-3c0a-3df0-b43b-ef4f0ed99764",
      "speaker": "Dan",
      "start_timestamp": 129.0,
      "text": "was above but grudgingly said that you had a good appearance"
    },
    {
      "end_timestamp": 147.0,
      "id": "3ce49c46-6037-34cf-a915-aeadbbf34015",
      "speaker": "Jordan",
      "start_timestamp": 132.0,
      "text": "because let's face it, you know, I can't have a good or bad episode on our show. Because you can enjoy or not enjoy the episode. But my job is to just be me. That's true. So I can't be like more or less me. Sure."
    },
    {
      "end_timestamp": 150.0,
      "id": "f9d0efd8-80d0-3e74-a60a-ce67c6c1b7a6",
      "speaker": "Dan",
      "start_timestamp": 147.0,
      "text": "There is just a baseline level that is just mountain"
    },
    {
      "end_timestamp": 157.0,
      "id": "efa0af29-8e73-3cd4-a34e-a39b9d4073f4",
      "speaker": "Jordan",
      "start_timestamp": 150.0,
      "text": "changing. That's just what it is. You know, it's nice to be singled out, Dan. It's nice to be special. I feel like the belle of the ball."
    },
    {
      "end_timestamp": 163.0,
      "id": "f40a134b-46ed-3a0c-b6ef-437cfb9ffcc9",
      "speaker": "Dan",
      "start_timestamp": 157.0,
      "text": "Well, that's great. Congratulations. Thank you very much. I'm happy for you. You don't sound happy for me. I was trying to think of another angel."
    },
    {
      "end_timestamp": 168.0,
      "id": "7356d3fa-242b-390f-b94c-7570a0cb6f08",
      "speaker": "Dan",
      "start_timestamp": 163.0,
      "text": "That's where we're Sandalphon. Okay, I was no Sandalphon. No,"
    },
    {
      "end_timestamp": 175.0,
      "id": "911a38ca-0bc4-304f-a51c-52a6cb68d8b2",
      "speaker": "Dan",
      "start_timestamp": 168.0,
      "text": "I was thinking of like, Azazel Azazel is a demon. Right. And yeah, they can appreciate your appearance. No, I"
    },
    {
      "end_timestamp": 177.0,
      "id": "0d9b40a3-c6a5-39ba-87b0-4d157a388fb0",
      "speaker": "Jordan",
      "start_timestamp": 175.0,
      "text": "think they might like it more."
    },
    {
      "end_timestamp": 194.0,
      "id": "a4d0d664-3815-34f3-a54a-4e0408b563f6",
      "speaker": "Dan",
      "start_timestamp": 177.0,
      "text": "Maybe. Well, that's great. What's your brightspot but my bright spot, I guess is I was at the store. And I saw that they sold single slices of pie. To do a slice. It's two slices, two slices"
    },
    {
      "end_timestamp": 201.0,
      "id": "3ced8ca0-3ea6-346c-99ca-1c791f3d078d",
      "speaker": "Jordan",
      "start_timestamp": 194.0,
      "text": "of a pie. Now was your brightspot that you just saw you could do that. Not"
    },
    {
      "end_timestamp": 208.0,
      "id": "667658bd-66d9-336f-971b-3f47bbaaa79a",
      "speaker": "Dan",
      "start_timestamp": 201.0,
      "text": "that you follow through. Follow through. Follow through and I ate that. Oh, you ate all those years. That's great. Okay, I think a whole pie is too much."
    },
    {
      "end_timestamp": 209.0,
      "id": "ca560c01-90c0-3564-a481-316292023222",
      "speaker": "Dan",
      "start_timestamp": 208.0,
      "text": "That's far too much."
    },
    {
      "end_timestamp": 233.0,
      "id": "43bd331e-f597-30e6-90a7-13eb1f428b6a",
      "speaker": "Dan",
      "start_timestamp": 209.0,
      "text": "Right? That's a reasonable thing. I'm not gonna make a pie. I am too busy and lazy to make a pie. I'm not gonna do it. So pie isn't part of my life. Right much. Right. And so it was just kind of nice. It was a chocolate cream pie. Also, there was a cheesecake. Sure. Whipped cheesecake. And whipped cheesecake pie. Yeah, basically. I mean, cheesecake is a pie. Don't listen,"
    },
    {
      "end_timestamp": 239.0,
      "id": "4c49f846-97b2-332b-a181-83d4e783ac10",
      "speaker": "Jordan",
      "start_timestamp": 233.0,
      "text": "I don't understand the nomenclature of of pastries."
    },
    {
      "end_timestamp": 264.0,
      "id": "8b5926f2-f554-3796-8711-0592406f8fc3",
      "speaker": "Dan",
      "start_timestamp": 239.0,
      "text": "cheesecake is a pie Boston Cream Pie is a cake. Let's move forward. I've had this argument too many times in my life. And I've had a patient that there was an argument I'm fine with Arizona argument. It's like a hot dog sandwich thing. I don't need any part of that argument either. So anyway, it's just nice to have little pie in her life. You know? Yeah, it's better than those like microwavable pies. You see it like 711 or something? Yeah, well, yeah. So"
    },
    {
      "end_timestamp": 265.0,
      "id": "a638eb84-5625-361e-b0c4-62bb64418ae2",
      "speaker": "Jordan",
      "start_timestamp": 264.0,
      "text": "I would hope so"
    },
    {
      "end_timestamp": 270.0,
      "id": "99e330e6-1af7-3e9b-974e-b2f17f891fc9",
      "speaker": "Dan",
      "start_timestamp": 265.0,
      "text": "much better. Yeah. Right, but just week break."
    },
    {
      "end_timestamp": 272.0,
      "id": "35d233b6-7667-3cb5-be6b-9cf841ee4a4e",
      "speaker": "Jordan",
      "start_timestamp": 270.0,
      "text": "Week bright spots."
    },
    {
      "end_timestamp": 302.0,
      "id": "873dd8ad-308c-34f9-9fb4-8c6b34991b7c",
      "speaker": "Dan",
      "start_timestamp": 272.0,
      "text": "This is so Jordan today we have an episode to go over. It's a little bit off the beaten path. Okay, and we'll get down to business on that. But before we do take a little moment to say hello to somebody who wants Oh, that's a great idea. So first, Alex Jones Can Eat my ass. You're now palsy walk. You are now policy walk. I'm a policy. Thank you very much. Thank you. Next a Little Debbie for me. Wait, why are we at the Capitol? Thank you so much. You are now policy Wong. I'm a policy wonk. Thank you very much. Next Secretary of Defense Stephen. Janet, thank you so much. You are now a policy wonk."
    },
    {
      "end_timestamp": 304.0,
      "id": "861e1f8b-cd46-35d8-86a5-6b1980cb7049",
      "speaker": "Jordan",
      "start_timestamp": 302.0,
      "text": "I'm a policy wonk. Thank you very much. Thank"
    },
    {
      "end_timestamp": 310.0,
      "id": "ff18cf88-89d2-3018-9553-4d53726ff886",
      "speaker": "Dan",
      "start_timestamp": 304.0,
      "text": "you Next. Drew's the warmongering, Motorhead from Mars. Thank you so much for now policy walk. I'm a policy wonk."
    },
    {
      "end_timestamp": 310.0,
      "id": "335a8ca3-1c25-33c3-ae95-375e56d1fe20",
      "speaker": "Jordan",
      "start_timestamp": 310.0,
      "text": "Thank you very much."
    },
    {
      "end_timestamp": 318.0,
      "id": "b2b96fc1-8a94-3cd0-acf0-e922f4e1c000",
      "speaker": "Dan",
      "start_timestamp": 310.0,
      "text": "Thank you. Next. I'm Jed and I'm half man, half bear, half pig and 89%. Walk the math checks out. Thank you so much. You are now ballsy. Well,"
    },
    {
      "end_timestamp": 320.0,
      "id": "5c3adea6-2a88-3166-b09f-5d411fb18c08",
      "speaker": "Alex Jones",
      "start_timestamp": 318.0,
      "text": "I'm a policy wonk. Thank you very much."
    },
    {
      "end_timestamp": 327.0,
      "id": "4a96a58e-5cb4-3f74-928d-22779e8f9da1",
      "speaker": "Dan",
      "start_timestamp": 320.0,
      "text": "Thank you Next, nothing happened on September 16 1999. Thank you so much. We're now policy walk. I'm a policy wonk. Thank"
    },
    {
      "end_timestamp": 328.0,
      "id": "eee4d11d-0105-390d-b3ff-348cd6db1424",
      "speaker": "Jordan",
      "start_timestamp": 327.0,
      "text": "you very much."
    },
    {
      "end_timestamp": 337.0,
      "id": "d1648524-47d0-3c14-89ed-4ec0ab441ed6",
      "speaker": "Dan",
      "start_timestamp": 328.0,
      "text": "Thank you. Next, I love my nugget more than anything in the universe. And I guess my stinky hog boy, too. Thank you so much for now policy walk. I'm a policy wonk. Thank"
    },
    {
      "end_timestamp": 347.0,
      "id": "dda853f2-8300-3986-b337-fdb10309336d",
      "speaker": "Jordan",
      "start_timestamp": 337.0,
      "text": "you very much. I feel like those last two had to have been connected. You know, nothing happened on success. September 16 1999. And then I love my hug. Boy. I feel like we know."
    },
    {
      "end_timestamp": 351.0,
      "id": "e9fd5b12-5c3d-30ac-9fa9-b82d5d4adb01",
      "speaker": "Dan",
      "start_timestamp": 347.0,
      "text": "I'm guessing that was like a birthday. I'm hoping"
    },
    {
      "end_timestamp": 356.0,
      "id": "0685eadd-ca1c-3bde-a969-0b15e1e7f04e",
      "speaker": "Jordan",
      "start_timestamp": 351.0,
      "text": "I mean, I feel like it was the birth of a hug. Boy. I feel like that's what we're discovering."
    },
    {
      "end_timestamp": 379.0,
      "id": "e2fab4f5-a02e-3e59-8108-2784c5e51f22",
      "speaker": "Dan",
      "start_timestamp": 356.0,
      "text": "Okay, so I'm looking at what happened on September 16 1999. Okay, on on this day.com Dolly the sheep 14.8 inches of rainfall. Hit Myrtle Beach from Hurricane Floyd. So that's one thing. All right. The Netherlands started their first season ever have the Big Brother show? Big Brother."
    },
    {
      "end_timestamp": 382.0,
      "id": "18baf388-880d-3bd2-9970-ce87e2d5dd1b",
      "speaker": "Jordan",
      "start_timestamp": 379.0,
      "text": "All right. I've never seen Dutch big brother."
    },
    {
      "end_timestamp": 384.0,
      "id": "892914cb-e435-3208-b85b-40ac6269339d",
      "speaker": "Dan",
      "start_timestamp": 382.0,
      "text": "Have you seen American Big Brother?"
    },
    {
      "end_timestamp": 393.0,
      "id": "21ee7185-fc7c-38f8-bd8b-192a1698d59c",
      "speaker": "Jordan",
      "start_timestamp": 384.0,
      "text": "Yes. I think they they cook Big Brother longer in in the Nether? Oh, slow cooked."
    },
    {
      "end_timestamp": 442.0,
      "id": "81cda2b2-6103-3fca-8895-54a1bb4be7b8",
      "speaker": "Dan",
      "start_timestamp": 393.0,
      "text": "Yeah, I don't like that. You find it voyeuristic and weird. Yeah, it's very weird. So Jordan? Yes, Dan, for a long time, I've been of the mind that there is a type of right wing figure that I feel drawn to cover and a type that I don't want to use my limited amount of time focusing on. Some of the folks in that second category are there because I feel like other people are competently covering them. And there may be little more that I could add to the conversation if we did engage. For example, I think that Dave Rubin is a subject that I don't really want to cover because he gets some good mockery from Sam cedar and timber on toast Baden incredible in depth takedown of his rhetorical techniques, and the show itself, which you can find on YouTube, covering his actual show would likely just involve me repeating critiques that are already well articulated. And man cares"
    },
    {
      "end_timestamp": 444.0,
      "id": "2fde5c92-e2d9-3d38-9b54-2b6cf4b3175b",
      "speaker": "Jordan",
      "start_timestamp": 442.0,
      "text": "if you're not adding anything to his base pocket? Yeah, no,"
    },
    {
      "end_timestamp": 470.0,
      "id": "ef21fce1-b958-30af-9c25-a9127cab1ec2",
      "speaker": "Dan",
      "start_timestamp": 444.0,
      "text": "I know. I know what I can and can't do. I don't think there's more to end there. Yeah, others are in that category, because I feel like their primary game involves comedy. Joe Rogan generally falls into this category. And I could probably cover any episode of his show for our podcast, but it would end up drifting into territory where we would just be overanalyzing idiots making edgy offensive jokes. These are the sort of figures that I might cover but it's kind of a case by case situation."
    },
    {
      "end_timestamp": 480.0,
      "id": "c70fcfe7-1a99-3949-972a-6ec2331faa20",
      "speaker": "Jordan",
      "start_timestamp": 470.0,
      "text": "Yeah, I think the concern for us is eventually we just wind up doing punch up you know, we're like, oh, that's I get where you're trying to go with that. Here's where that joke would be better. It's like what are we even"
    },
    {
      "end_timestamp": 483.0,
      "id": "1535b89a-8ccf-3644-8836-7604844b0514",
      "speaker": "Dan",
      "start_timestamp": 480.0,
      "text": "if you're trying to be offensive the joke doesn't work because of blank."
    },
    {
      "end_timestamp": 487.0,
      "id": "6f14f8ce-7f85-3c97-a37a-37f170b715a0",
      "speaker": "Jordan",
      "start_timestamp": 483.0,
      "text": "Exactly. And then it's like What show are we do right? Yeah. And then there are"
    },
    {
      "end_timestamp": 516.0,
      "id": "abca2fee-6077-3d12-bd3f-bf1c12374930",
      "speaker": "Dan",
      "start_timestamp": 487.0,
      "text": "figures that I don't cover because they're basically troll attention chasers without any real merit past that point. Steven Crowder is one of these folks. Tim Poole is also someone who I would include in that category. And I've had a number of people suggest that we cover pool in the past and I've never wanted to because he sucks really hard and I don't even feel like taking him seriously is worth the time. I feel like he is a cloud chaser is an overused term."
    },
    {
      "end_timestamp": 523.0,
      "id": "7e6dc4bf-c680-37c0-b75d-0c539bb6e51e",
      "speaker": "Jordan",
      "start_timestamp": 516.0,
      "text": "I don't know that he has a billboard though. You know, he's got a billboard on the way to Midway I saw a billboard"
    },
    {
      "end_timestamp": 524.0,
      "id": "680ad9be-317c-3e59-baa4-200a436ae8ea",
      "speaker": "Dan",
      "start_timestamp": 523.0,
      "text": "saying he's not relevant."
    },
    {
      "end_timestamp": 549.0,
      "id": "9378df55-2354-362e-8968-f1c864dc4b59",
      "speaker": "Jordan",
      "start_timestamp": 524.0,
      "text": "I mean, no, no, here's what he is a he's nothing until he changes his name to cooler with cooler. That's just, I mean nothing to me. Until that happens today. Time a new reboot joven to Tool Time with full time punch up. There we go. That's it's just never not gonna happen."
    },
    {
      "end_timestamp": 581.0,
      "id": "41a8f635-8a2c-357f-9ee9-605a081e4873",
      "speaker": "Dan",
      "start_timestamp": 549.0,
      "text": "So I believe that the time has come for me to change how I approach these things a little bit. I'm not going to abandon focusing on Alex don't get that impression in your head. But I feel a calling to branch out a little bit more at some trends appear to be growing in our country. And other people who are Alex adjacent could probably use a bit more of the focused attention that we use to to help bring the larger understanding of what they're all about and how they miss inform audiences for similar purposes that Infowars does. Oh, yeah. And so today, we're going to be embarking on a little bit of that. Oh, no,"
    },
    {
      "end_timestamp": 583.0,
      "id": "496ba66e-95ad-33b8-b664-6512e98c72e6",
      "speaker": "Jordan",
      "start_timestamp": 581.0,
      "text": "it better not be Tim Poole. Is it Tim Poole?"
    },
    {
      "end_timestamp": 613.0,
      "id": "4b459aa2-8701-3a8b-9578-b9201cea6e7a",
      "speaker": "Dan",
      "start_timestamp": 583.0,
      "text": "Well, here's the thing. Oh, god dammit. I had a goal in mind. I had an intention. Sure. And then we're recording this on Tuesday. And so last night. Something happened on Tim Poole show. Oh no, that required a little bit. Really of attention. Okay. And it sort of dovetails in a little bit with some of the thoughts that I already had on my head. Are you aware of what I'm talking about? No, absolutely not. Okay, here. That's, that's great."
    },
    {
      "end_timestamp": 622.0,
      "id": "d1f7e671-ad01-38c7-91ec-3e1971e679df",
      "speaker": "Jordan",
      "start_timestamp": 613.0,
      "text": "I'd be genuinely. Wait, are we back to the beginning? Am I fundamentally completely unaware of what's about to happen?"
    },
    {
      "end_timestamp": 625.0,
      "id": "288a494b-215e-3ca2-a43c-ec64a0c287aa",
      "speaker": "Dan",
      "start_timestamp": 622.0,
      "text": "You didn't You didn't hear about his show?"
    },
    {
      "end_timestamp": 635.0,
      "id": "31782d3c-5b20-30d0-b4e0-773791bad6ff",
      "speaker": "Jordan",
      "start_timestamp": 625.0,
      "text": "No. Okay. I don't give a shit about Tim Poole. What part of cooler with polar? Didn't you understand? I ignore anything having to do with this bullshit. All right."
    },
    {
      "end_timestamp": 639.0,
      "id": "fffe464b-ce11-37a0-9e08-6457de07f143",
      "speaker": "Dan",
      "start_timestamp": 635.0,
      "text": "Here's the introduction of episode."
    },
    {
      "end_timestamp": 643.0,
      "id": "0f1ecf20-49cd-3b0a-ab35-ecc0ca26c051",
      "speaker": "Tim Poole",
      "start_timestamp": 639.0,
      "text": "I hope you had a good Thanksgiving. You were with your families or loved ones, or at least"
    },
    {
      "end_timestamp": 646.0,
      "id": "1361563f-dbf0-3ffd-a702-a2e4f9fd3363",
      "speaker": "Jordan",
      "start_timestamp": 643.0,
      "text": "relaxed. Is this gonna be"
    },
    {
      "end_timestamp": 685.0,
      "id": "5eed64f2-4a0d-34a7-b689-b52caf4853c8",
      "speaker": "Tim Poole",
      "start_timestamp": 646.0,
      "text": "particularly big news story that's resulted in a continued news cycle, which is now going on for over a week, which is, in many ways unheard of. But right now, because Donald Trump went to dinner with yay and Nick Fuentes, among others. There it is. He is now being denounced by Mike Pence, several Republican senators. And for whatever reason, this story for many reasons, I suppose people have made this story has persisted till today. And we are able to actually sit down with several of the individuals involved in that story. Notably, yeah, Nick Fuentes and Miley INNOPOLIS. Of course, who made the dinner happen. It's my understanding before I"
    },
    {
      "end_timestamp": 686.0,
      "id": "cd8fb505-c666-3e38-aabe-af1983b00bd0",
      "speaker": "Kanye West",
      "start_timestamp": 685.0,
      "text": "before I met Milo,"
    },
    {
      "end_timestamp": 688.0,
      "id": "27f6b213-7db2-376d-a319-21c3077aaeb5",
      "speaker": "Tim Poole",
      "start_timestamp": 686.0,
      "text": "okay, my bad, my bad. There you go."
    },
    {
      "end_timestamp": 793.0,
      "id": "0f410007-c824-3672-a601-1835cb1e4f8b",
      "speaker": "Dan",
      "start_timestamp": 688.0,
      "text": "It's pretty cute that Tim is pretending to not understand why it's a completely fucked up thing for the former president and candidate to to be president again, is having a meeting with these kinds of fucked up figures. I guess he's been away from the spotlight for long enough to people to forget what an embarrassing loser Milo is. But here he is. I wonder how he feels about his book's title now that his brand is that he's a former homosexual, probably not thrilled about that choice. Leaving that nonsense aside, even when he was a trolling gay Maga scam guy, Milo was a Catholic fascist. He said as much in an interview with Nick Fuentes years back and his views haven't gotten better over time. Nick Fuentes is in the most generous description, a literal white identity extremist who has a history of Holocaust denial and spreading anti semitic conspiracy theories. He attended the unite the right rally in 2017, when he was just 18, marching side by side with Nazis chanting blood and soil and Jews won't replace us. Yeah. And then we've seen what's happened with EA lately. He's having a very intense but public meltdown. And he's fallen in with Ventus and Milo, which I guess is forming the brain trust for his 2024 presidential campaign slash publicity stunt. There may be a mental health component to this, but ultimately, I'm not in the business of infantilizing yay. And he's entered a space where manic episode or not he what he's doing is gonna get people killed. Yang is one of the biggest rappers of the past couple decades and as a gigantic fan base. When he does something like endorse Nick Quintessa or Milo and publicly associate with them and take them along to meet with Trump, that sends a message to his fans. It's really depressing to imagine the number of people who would never have heard of Nick last for this association. And it's a real impact."
    },
    {
      "end_timestamp": 834.0,
      "id": "9ca59270-5d5d-3cb9-80fb-59c847e5444e",
      "speaker": "Jordan",
      "start_timestamp": 793.0,
      "text": "Yeah, you know, what I was wondering about? What's that? I was wondering about whether or not this actually makes sense for foreign to us and Milo, because I think everybody on the surface level is like, makes total sense them famous person, obviously. But I mean, it just doesn't make sense. They're all white nationalists. The only people who like yay now are conservatives. And it's not like yeah, it was already selling shit tons of albums to conservatives and all of his fans were there. I kind of think this blows back badly on Quintus and Milo more than it does on how can you be a white nationalist if you're literally writing Kanye his coattails? Well,"
    },
    {
      "end_timestamp": 854.0,
      "id": "ddb9ad39-dfab-35ff-a5db-2632cafb4046",
      "speaker": "Dan",
      "start_timestamp": 834.0,
      "text": "I think that there is an element of this that think about it as we go along. As we go along, consider this thought that you're having because I think I think that there are tactical aims and things that are a little bit deeper below the surface, and maybe two or three stages removed from the immediate sure"
    },
    {
      "end_timestamp": 861.0,
      "id": "f9060869-bc5e-3585-8127-3ddf47e1cdf2",
      "speaker": "Jordan",
      "start_timestamp": 854.0,
      "text": "No, and it makes sense. I mean, believe me, I'm not defending any of them. They can all go fuck themselves at this point who gives a fucking shit about why don't"
    },
    {
      "end_timestamp": 863.0,
      "id": "40ecbf36-36f5-38ea-bf65-1c87df717f94",
      "speaker": "Dan",
      "start_timestamp": 861.0,
      "text": "even I don't think anybody assumed that you were fuck them"
    },
    {
      "end_timestamp": 901.0,
      "id": "7bcf922e-9e47-3c51-a079-9792f6bc6f2c",
      "speaker": "Jordan",
      "start_timestamp": 863.0,
      "text": "all. You know, I don't give a shit. But I'm just I'm just saying I don't think that I kind of have a hard time believing that there are yea fans who are looking at your current behavior. Like he made them fans when he was good at music, right? And now he's bad at music and they're looking at his current behavior thinking I want to emulate this. He's doing a bad job at the thing. So only conservatives are liking yay now and conservatives hate black people. So I don't think it's going to help new ethnic I think I think they might be fucked on this. Well, I"
    },
    {
      "end_timestamp": 905.0,
      "id": "abcc12d0-7633-3bb4-8c33-134384e8de1b",
      "speaker": "Dan",
      "start_timestamp": 901.0,
      "text": "think your assessment of celebrity is a little bit off,"
    },
    {
      "end_timestamp": 909.0,
      "id": "e0afd0d5-779f-3ade-bee6-5f587375e06e",
      "speaker": "Jordan",
      "start_timestamp": 905.0,
      "text": "I could be way wrong on that on account of I don't understand that even the slightest, I think"
    },
    {
      "end_timestamp": 983.0,
      "id": "b67c0afc-d834-303f-89c0-a01d6200b81a",
      "speaker": "Dan",
      "start_timestamp": 909.0,
      "text": "that his fans have not all abandoned him in the way that you're imagining just because you don't like his music anymore. Wow. Um, maybe a lot of people think that it's slipped off a little bit, but I don't think that, you know, there is the exodus of all of his fans in the way that you're imagining. Okay, second, I think even if there is a evolution of the fan base, let's say sure, there is still a massive celebrity here, right. And that's something that needs to be factored in. Sure is a star quality and beyond that there is a piece of it that is just people won't not pay attention to this, right because of a super famous brush. Now that's true. So I've said this many times, and I'm gonna say it again, Nick is a little bit of a scam type character, but he's not like the other people that we cover. He is an idealogue. He is a gifted speaker. He's an attractive young man. And he studied debate in high school, which has developed in him the ability to sound convincing to people who aren't listening to him critically, even if what he's saying is complete bullshit. He understands the optical value of appearance over substance. By the time someone can realize he's wrong about something he's already on to the next point. And that's pretty typical. Yeah, it's a political tactic. He's"
    },
    {
      "end_timestamp": 988.0,
      "id": "d90025ed-ddba-3066-8ee5-10b6778f70a2",
      "speaker": "Jordan",
      "start_timestamp": 983.0,
      "text": "a high school debate person who's stuck who got stuck in high school and now he's a white nationalist,"
    },
    {
      "end_timestamp": 1046.0,
      "id": "9bba6974-6835-38f1-bf01-58154ab5e33b",
      "speaker": "Dan",
      "start_timestamp": 988.0,
      "text": "Nick is involved in a political project. And he's using yay to push that further. That project involves many important goals like the removal of immigrants from the country, the hardening of our borders, and a requirement that people in government be Christian. Milo on his own is a complete embarrassment and loser who's relegated to Christian QVC type appearances? on his own, he's meaningless, but he's not on his own. He's apparently still a decent networker, and through him the combination of yay. And Nick is now connected to Marjorie Taylor Greene, for whom Milo was recently in aid, apparently, and who knows what other connections Milo does or doesn't have. He's the sort of sort of shithead who no one wanted to associate with publicly after, you know, that old Rogan thing and talking about Sure, I feel he was pretty great, right? But that doesn't mean that he doesn't have connections behind the scenes like all manner of weird fringe creeps might have still stayed in contact with him, he might have a pretty relevant I mean,"
    },
    {
      "end_timestamp": 1059.0,
      "id": "d94d65e4-e3d5-32d2-b773-58464e5a256a",
      "speaker": "Jordan",
      "start_timestamp": 1046.0,
      "text": "let's not forget that he's only a few years removed from receiving Mercer money. So it's not like it's not like they would be like, Oh, you're burned forever, as opposed to being like, oh, late low for a few years, and then we'll catch you back."
    },
    {
      "end_timestamp": 1113.0,
      "id": "6b0cfaa9-df1d-37d3-aba8-34f7f7570ad3",
      "speaker": "Dan",
      "start_timestamp": 1059.0,
      "text": "And who knows if there's still a connection with Bannon. It's all there. Yeah. This trio is interesting as a group, because they all have things that the others need. Yay is famous as shit. And he's a lightning rod for attention, but has no real experience in the political spaces. Milo has that experience and connections, but he's become a bit of a laughingstock that nobody is really going to take seriously. Nick is savvy and media ready, but no one really wants to associate with him because his public image is that he's a Nazi who was at the unite the right rally on January 6, but people can't ignore him if he's attached to someone like yeh. And the thing they all have in common is Christian fascist ideology. Yeah, it does seem that way. Milo and Nick have been specific about their desire for Catholic fascism, but I think he has yet to make his preferences fully known, but he's been very clear about basically a theocratic system."
    },
    {
      "end_timestamp": 1136.0,
      "id": "51eaf2e2-7332-316d-9eea-b5383f6f9bd3",
      "speaker": "Jordan",
      "start_timestamp": 1113.0,
      "text": "Yeah, but I mean, fucking. Who cares what he has to say? I'm blown away by it. You know, like, no, no, I care about all the evil shit. He has to say that's causing damage. Sure, but I don't give a shit what he thinks might work. Why the fuck would I care what he thinks a good government would be? All I care about is he's an anti semitic piece of shit now, and we got to stop them for that shit. You know?"
    },
    {
      "end_timestamp": 1176.0,
      "id": "7f37c199-699b-39a7-8d04-3badd7c7bf0d",
      "speaker": "Dan",
      "start_timestamp": 1136.0,
      "text": "I guess I don't think I was saying we're gonna discuss policy prescriptions. And that's, I don't know what you're pushing back on. Okay, then that's the other thing that they have in common, though, that you bring up is that they pretty fucked up and oh, front of us about hating Jewish people. Yep. So it's a little insincere for Tim Poole to pretend that it's weird that this meeting was in the news. The former president and a candidate for the next election was meeting with a trio of Christian fascist ideologues who have a rich history of anti semitism. What for whatever reason, this was in the this has stayed in the news. It's a it's a ridiculous thing to have happened."
    },
    {
      "end_timestamp": 1196.0,
      "id": "220f2a2f-36d8-3e5d-aa4a-0f3e65dab643",
      "speaker": "Jordan",
      "start_timestamp": 1176.0,
      "text": "So weird to see everybody talking about a totally innocuous meeting between a former musical genius. incredibly weird, loser, fascist white dude, and his incredibly weird loser, fascist white dude friend, and the former incredibly weird white dude, fascist president. That's a weird thing."
    },
    {
      "end_timestamp": 1204.0,
      "id": "9f101f66-98af-38a1-b2b9-0542e8a6782e",
      "speaker": "Dan",
      "start_timestamp": 1196.0,
      "text": "It's um, yeah, it's understandable. Yeah, anyway, Oh, Tim has all three of those dudes."
    },
    {
      "end_timestamp": 1210.0,
      "id": "2a1b5f27-bcb0-3afa-afe3-d1d8dbc32829",
      "speaker": "Dan",
      "start_timestamp": 1204.0,
      "text": "Of course, can't believe you're serious"
    },
    {
      "end_timestamp": 1216.0,
      "id": "61ff3bc2-3c96-319d-8091-f850999736e2",
      "speaker": "Dan",
      "start_timestamp": 1210.0,
      "text": "about this, why would I give a shit? All right, all right. You know, it's not just,"
    },
    {
      "end_timestamp": 1254.0,
      "id": "9822720a-b5ef-3199-80ce-4eb8f4d2b1e8",
      "speaker": "Tim Poole",
      "start_timestamp": 1216.0,
      "text": "it's a very big story. A lot of people have questions about, you know, what were Trump's intentions? Why were certain people invited and Trump of course, has issued statements. So a lot of people want to know where he stands, and more importantly, what happened there and why. And there's also the questions about what yay, 24 means, and I'll keep that a little bit vague so that they can answer to that I mean, in speak more to that, then of course, going to get into a lot of different issues. However, head over to Tim cast.com and become a member, we're going to have a members only uncensored show, which will probably get a bit more in depth on a lot of other issues. Does that I'll just leave it at that. Tim guests comm become a member support our work. And we'll talk about more there."
    },
    {
      "end_timestamp": 1298.0,
      "id": "13953189-9fd6-3908-a1cf-f884f15cea85",
      "speaker": "Dan",
      "start_timestamp": 1254.0,
      "text": "I might be reading a little bit into things but it's my sense that Tim is trying to get people to go sign up for the website to get the bonus members only video with the implication that this was where there was going to be a conversation about the Jews stuff show was where that was going on. Yeah. If you listen to this episode, you get the sense that Tim had a structure in mind of how this was gonna go where they would talk about the Trump dinner, and he would pat himself on the back for being a great journalist and getting these primary sources in there. Then they'd get to the anti semitism stuff later in a way that he could maximize his benefit from people like Tim Poole. No business and you don't want to give away the main event on free TV to use wrestling lingo. Yeah, you're trying to move the pay per view by obviously you don't want to have the big feud, the big the big, he'll get right up by the face,"
    },
    {
      "end_timestamp": 1300.0,
      "id": "612a594e-e0cd-3f0e-b864-9221d9cc41b7",
      "speaker": "Dan",
      "start_timestamp": 1298.0,
      "text": "right on Raw."
    },
    {
      "end_timestamp": 1315.0,
      "id": "dad4dad6-13ac-3bab-822c-f7b03a3e287c",
      "speaker": "Jordan",
      "start_timestamp": 1300.0,
      "text": "It's interesting. It's interesting how that works, considering like, you'd never saw HBO do like nine episodes of Game of Thrones, and then like season finale, you got to pay extra for it. You know, like that's, that's an interesting model that somehow works."
    },
    {
      "end_timestamp": 1322.0,
      "id": "6c8369c0-847b-3268-879b-91068e68f064",
      "speaker": "Dan",
      "start_timestamp": 1315.0,
      "text": "Whoa. I mean, that is still just like subscription. All right, already paying for it,"
    },
    {
      "end_timestamp": 1329.0,
      "id": "8082979f-9f83-3b94-813a-9b7dbc670bec",
      "speaker": "Jordan",
      "start_timestamp": 1322.0,
      "text": "I guess, I guess a cable TV finale or whatever. Yeah, sure. It makes more sense paying for any"
    },
    {
      "end_timestamp": 1332.0,
      "id": "c6a1058f-df77-3fd0-b55d-77c286e8cf93",
      "speaker": "Dan",
      "start_timestamp": 1329.0,
      "text": "fairpoint you still got to get a ticket to the movie."
    },
    {
      "end_timestamp": 1334.0,
      "id": "08919490-0501-3d87-9d04-e5ee80be36b4",
      "speaker": "Dan",
      "start_timestamp": 1332.0,
      "text": "Oh, X file. That's"
    },
    {
      "end_timestamp": 1365.0,
      "id": "e8888c7c-bd9b-3973-840b-8c768febfcf7",
      "speaker": "Dan",
      "start_timestamp": 1334.0,
      "text": "the movie The X Files, Simpsons many, many years later. I don't know. Yeah. Unfortunately, yay. Almost immediately starts rambling tangential thoughts and gets into his feelings about Jews really early in the interview. And Nick and Milo fully have his back. Yeah, of course. Tim flounders a little bit. And then spoiler alert. Yeah, he storms out. Here, so it's a lot of people were talking about. You stormed out."
    },
    {
      "end_timestamp": 1372.0,
      "id": "2a81a0c7-7b3e-36ad-87cc-1f8c58073c46",
      "speaker": "Jordan",
      "start_timestamp": 1365.0,
      "text": "I'm officially off of Twitter. I'm off of all social medias. I'm out in the wilderness. Now."
    },
    {
      "end_timestamp": 1406.0,
      "id": "0da525c0-7d7a-380f-a5ca-58efc015ca70",
      "speaker": "Dan",
      "start_timestamp": 1372.0,
      "text": "Fair enough. So after that happens, Tim and his group co hosts sit around and talk about how well Tim handled himself and how he hates people who subscribe to identity politics because I guess that's how Tim decided to avoid saying anti semitism. Wow, this is the long and short of what happens but we'll go through a little bit more of this because it's really interesting to see how these dynamics play out in action like in front of you. Yeah, and I think that I mean, look, faint praise perhaps but I think Nick comes off great because he doesn't say shit basically avoids getting involved. He's smooth Milo is eager to say"
    },
    {
      "end_timestamp": 1413.0,
      "id": "80b6346c-6bf8-39bd-a7f2-0e3a4a7f16a0",
      "speaker": "Jordan",
      "start_timestamp": 1406.0,
      "text": "of course Milo has been on the back bench for way too long right loves getting his first taste coverage again."
    },
    {
      "end_timestamp": 1418.0,
      "id": "162d5470-754a-3101-92e1-da91359e3706",
      "speaker": "Dan",
      "start_timestamp": 1413.0,
      "text": "My sense of it I don't think that Nick likes Tim Poole much just as"
    },
    {
      "end_timestamp": 1422.0,
      "id": "292304d6-6363-370c-af5f-c9faf9fd20d7",
      "speaker": "Jordan",
      "start_timestamp": 1418.0,
      "text": "obvious fucking reasons. He's implicit"
    },
    {
      "end_timestamp": 1425.0,
      "id": "c00917e9-6ec8-39bf-919b-9c49eb0619bb",
      "speaker": "Dan",
      "start_timestamp": 1422.0,
      "text": "he's also certainly in other contexts not welcome on the show,"
    },
    {
      "end_timestamp": 1427.0,
      "id": "059a2664-d186-3cf0-a1ad-505aeb9fc71f",
      "speaker": "Jordan",
      "start_timestamp": 1425.0,
      "text": "obviously. Yeah, like what are we talking about it"
    },
    {
      "end_timestamp": 1438.0,
      "id": "9fc96a62-a25d-3095-98f1-14cb0e8d3309",
      "speaker": "Dan",
      "start_timestamp": 1427.0,
      "text": "weird i don't think Tim I don't think Tim or Nick is unaware that each other is aware of that it would have to dynamic is very obvious does"
    },
    {
      "end_timestamp": 1458.0,
      "id": "390cbd85-6fdf-34c3-908b-073cd7675de1",
      "speaker": "Jordan",
      "start_timestamp": 1438.0,
      "text": "it does have the feeling of like if the Ayatollah and conservative like prosperity gospel pastor got together, they'd be like, Listen, I don't agree with you and I want you to die. But actually everything we want the world to be is pretty much identical. So we got a lot to talk about."
    },
    {
      "end_timestamp": 1466.0,
      "id": "89fb949d-c9af-37ce-a8c8-b562ad94ce87",
      "speaker": "Dan",
      "start_timestamp": 1458.0,
      "text": "Apparently not because this goes by 20 minutes. Fair enough. Anyway, he has some co hosts Tim does. Sure and this blew my mind."
    },
    {
      "end_timestamp": 1497.0,
      "id": "45c2148a-121d-34b0-9d48-4f9ef1f7c45b",
      "speaker": "Luke Rudkowski",
      "start_timestamp": 1466.0,
      "text": "Loose here. Total sausage fest tonight. Welcome my name is Luca Tao ski of we are change.org Today I'm wearing my Epstein didn't Epstein himself t shirt. Great start on the best political shirts.com and I think we should be using that word a little bit more just like you know, this YouTube channel didn't Epstein itself. And if this YouTube channel is Epstein, we will be streaming on Twitter. So yeah, I started the T Shirt Company after YouTube demonetized me so the best political shirts.com Because you guys by that's why I'm here. Thank you so much for having me."
    },
    {
      "end_timestamp": 1585.0,
      "id": "ecc5384c-e627-3b66-a302-ba90605ec363",
      "speaker": "Dan",
      "start_timestamp": 1497.0,
      "text": "Why didn't you say that? YouTube Epstein Tim I'm so this is fun because there's this pre emptive thing of like, oh, this is so dangerous YouTube's gonna take this down as it's going on or whatever. So that's, that's fun. They always do this. Yeah, but this is nuts. Ah, maybe I haven't paid Tim enough attention but I had no idea that Luke radowsky was one of his co hosts. It's pretty hilarious for Tim to try and take some kind of a centrist neutral position when Luke is a co host. Luke radowsky is an old time Alex Jones associate and a big time 911 guy from way back. We Are Change was a group that was formed for 911 conspiracy shit and to push Ron Paul's candidacy which is pretty centrist stuff. Yeah, I know that some somewhat left leaning people were suckered into supporting Ron Paul because of his opposition to war and support for weed but people who were starting organizations to promote him weren't that naive about how extremely far to the right his actual politics were. Yeah, I find that to be level of naivety that I'm not willing to accept. Yeah, if he isn't some kind of a bit player in the history of conspiracy bullshit either. Like he's prominently featured in the 2009 documentary New World Order alongside Alex Jones, and his drunk Bilderberg obsessed Holocaust denying friend Jim Tucker. Honestly, there's a bad look for pool with his whole game we're trying to play like he's in the center. And he's a really critical thinking type media figure. Like palling around with 911 conspiracy theorist Alex Jones cast offs as maybe a bad luck."
    },
    {
      "end_timestamp": 1591.0,
      "id": "5d1b5051-7c36-31c4-9379-5db7365f05e9",
      "speaker": "Jordan",
      "start_timestamp": 1585.0,
      "text": "Is that what he's supposed to be trying to do? Well, I don't know if that's wild,"
    },
    {
      "end_timestamp": 1599.0,
      "id": "0f05a6c1-7bc6-3716-afb1-45aad70aa999",
      "speaker": "Dan",
      "start_timestamp": 1591.0,
      "text": "I think maybe people who like him view him that way. Okay. But I don't think I don't think anybody who would look at this with a critical eye would come away with that. And"
    },
    {
      "end_timestamp": 1603.0,
      "id": "37975c50-8837-322b-9dda-4011f566d6fc",
      "speaker": "Jordan",
      "start_timestamp": 1599.0,
      "text": "I think I think here's my quick and dirty"
    },
    {
      "end_timestamp": 1629.0,
      "id": "8e9da199-06b4-3196-871b-685f5130fd3d",
      "speaker": "Dan",
      "start_timestamp": 1603.0,
      "text": "you might, I'm sorry, I don't mean to interrupt you. Do you remember how like Dave Rubin was like, I am leaving the left. I'm the last kind of Oh my god. That kind of branding is really powerful. I think for people who want to push right wing ideas, but try and avoid any kind of the, like, I don't know, negative associations that come along with right with that. I think Tim is kind of in a similar Millia. That's wild,"
    },
    {
      "end_timestamp": 1644.0,
      "id": "57c1ac94-f2e2-3ea2-9534-731ba7ab2cd6",
      "speaker": "Jordan",
      "start_timestamp": 1629.0,
      "text": "because I've never seen anybody be like, Hey, Tim Poole without also being a ship. shithead you know, like, it's one one to one. Yeah, not one ever regular as not shithead person has ever been like Tim Poole's got some good idea. You"
    },
    {
      "end_timestamp": 1646.0,
      "id": "2cc799f5-7360-3cec-b692-7e7b54dcf758",
      "speaker": "Dan",
      "start_timestamp": 1644.0,
      "text": "don't hang out in bad enough circles here"
    },
    {
      "end_timestamp": 1647.0,
      "id": "4a91bdce-e612-3f07-aa08-27b77bf03ab6",
      "speaker": "Jordan",
      "start_timestamp": 1646.0,
      "text": "probably right. Anyway, I'm"
    },
    {
      "end_timestamp": 1650.0,
      "id": "ed8eaa00-a1c9-34f8-abff-25746ffa230f",
      "speaker": "Dan",
      "start_timestamp": 1647.0,
      "text": "sorry. I interrupted you."
    },
    {
      "end_timestamp": 1655.0,
      "id": "fe0bde2c-6621-3702-9304-4c2c2208713a",
      "speaker": "Jordan",
      "start_timestamp": 1650.0,
      "text": "already forgotten. All right, let's do it. All right, it was important, I would have remembered it more, I would be a different person."
    },
    {
      "end_timestamp": 1661.0,
      "id": "89a80f9b-534c-3f08-b9ee-e2244493840d",
      "speaker": "Dan",
      "start_timestamp": 1655.0,
      "text": "So this next clip shocked me. They're talking a little bit about how this trio came together. And"
    },
    {
      "end_timestamp": 1665.0,
      "id": "041c81f6-88cd-3beb-a1db-b5a6b6308029",
      "speaker": "Jordan",
      "start_timestamp": 1661.0,
      "text": "that's an interesting, but now I'm now I'm in Yeah, I actually kind of wanted to listen to"
    },
    {
      "end_timestamp": 1671.0,
      "id": "dd1d1e38-0298-35d2-9f63-7f8722da1824",
      "speaker": "Dan",
      "start_timestamp": 1665.0,
      "text": "it. We'll see. And I think that this is one of the reasons why like when I was listening to it, I was like, Well, okay, I'm not talking about this talk about that."
    },
    {
      "end_timestamp": 1680.0,
      "id": "57a70326-4011-33e3-b07f-cc6c6e3b007f",
      "speaker": "Tim Poole",
      "start_timestamp": 1671.0,
      "text": "I just want to start off by how did this dinner come to happen and what happened."
    },
    {
      "end_timestamp": 1720.0,
      "id": "69300875-8c9d-32e7-bcd9-68bd2fe05d17",
      "speaker": "Kanye West",
      "start_timestamp": 1680.0,
      "text": "I was talking to Trump for about a month, we had scheduled the dinner, and October. And then he announced for President he, he pushed the dinner back to November. And I've been pulling together a campaign. And after I put up the DEF CON tweet, a bunch of people that have been canceled, like Alex Jones, like started getting contact with other people that were now on the, you know, the inside of the matrix. And Alex Jones, producer said that Milo wanted to contact me. And here we are."
    },
    {
      "end_timestamp": 1746.0,
      "id": "457fdf4d-6ddc-3714-9429-3bf1d43e22e9",
      "speaker": "Dan",
      "start_timestamp": 1720.0,
      "text": "That's interesting, because I think that reveals a few things. Oh, my God. The first is that Milo is still in contact with Alex's producer and on good enough terms that he can send messages through them. Yeah, this could be Daria, I suppose. But it could also be one of the other figures around Infowars like Rob do or the IT guy, Michael Zimmerman who has a bunch of connections to really extreme fringe figures. So that could be sort of a natural person he would call a producer."
    },
    {
      "end_timestamp": 1756.0,
      "id": "51404930-a982-317c-9c98-9f15c96f2925",
      "speaker": "Jordan",
      "start_timestamp": 1746.0,
      "text": "I just I don't see it being direct if Daria is on email to email basis with Kanye. I just don't even know what the world is anymore. You know? Yeah. Like I just don't"
    },
    {
      "end_timestamp": 1762.0,
      "id": "e54e2ef8-55d0-3773-a55a-9dea07b1bd3b",
      "speaker": "Dan",
      "start_timestamp": 1756.0,
      "text": "I yeah, I don't know. But I don't know who it is. But that's a pretty interesting thing."
    },
    {
      "end_timestamp": 1764.0,
      "id": "adfaa6f9-38b8-3d4a-bb29-d3c6f97f80b2",
      "speaker": "Jordan",
      "start_timestamp": 1762.0,
      "text": "Do have some beats. I think, honestly, that's"
    },
    {
      "end_timestamp": 1768.0,
      "id": "06fd4aaf-0c1c-3fd4-9d47-5cd972129b69",
      "speaker": "Dan",
      "start_timestamp": 1764.0,
      "text": "my issue with too much of this. Rob do isn't a band."
    },
    {
      "end_timestamp": 1794.0,
      "id": "c4458ad3-e1be-30ca-b5c5-a4bbc4d294ca",
      "speaker": "Jordan",
      "start_timestamp": 1768.0,
      "text": "I mean, I the problem I have with cardi and Milo and Nick Fuentes, aside from all their views is just like, What the fuck do you talk about when you're not being anti semitic? You know, like, what can you can't be like, listen, I know you think that you want to go with 110 but if you go with one or five beats per minute, it's gonna give you a little extra idiosyncrasy. That's gonna bring out some special juice. You know, that's not gonna happen."
    },
    {
      "end_timestamp": 1866.0,
      "id": "e265168a-006b-3c4a-bea3-b032e5b021d9",
      "speaker": "Dan",
      "start_timestamp": 1794.0,
      "text": "Yeah. And Nick could talk about Chicago. Oh, that's fair. So there's I don't know. So whoever it was at Infowars they saw the tweet where he said that he was gonna go DEF CON three on the Jews and they knew that this was exactly what they had been waiting for a huge celebrity ruining their public image in a way that it would be you know, they'd be relegated to hanging out with dipshits like Milo and Nick is like all signs go, No, this is the dream scenario, they made their move and Milo got connected to EA by one of Alex's producers wild. This reveals another interesting thing and that is that Alex is producer has been in touch with EA and EA hasn't come on the show yet. That has to be a choice. This tends to point towards my theory that Alex actually doesn't want to have gay on because of the possibility of exactly how this Tim Poole interview went. Say what you like about this interview? No one comes out looking good. My loo Nick ADA already looked like shit. So it's a push for them. But Tim really looks like a complete Craven dick for engaging in this interview for attention and being so ineffectual. I gotta say though, he's not so ineffectual once they storm out because at that point, he's trying to self soothe and yeah, of"
    },
    {
      "end_timestamp": 1870.0,
      "id": "0ba2164c-1711-3e54-85ad-2711619dd653",
      "speaker": "Dan",
      "start_timestamp": 1866.0,
      "text": "course, now he's ready. I'm a big boy now. Yeah,"
    },
    {
      "end_timestamp": 1882.0,
      "id": "95d66c8b-ff2f-375a-9394-bde129dc5496",
      "speaker": "Dan",
      "start_timestamp": 1870.0,
      "text": "some pretty strong stances. Once they're gone. What a fucking coward. Yeah, so we got an Infowars connection, like immediately. That's bananas. Infowars is central to this team coming together."
    },
    {
      "end_timestamp": 1896.0,
      "id": "a4fcb390-be05-3e7c-9b11-a6c7d43c66ae",
      "speaker": "Jordan",
      "start_timestamp": 1882.0,
      "text": "I'm really really annoyed. You know, like, it hits me in waves every couple of months or so. It's like, man, we started a show about some asshole who wasn't that important? Yep."
    },
    {
      "end_timestamp": 1897.0,
      "id": "593a609c-f369-388b-95cc-ac6f993b10c9",
      "speaker": "Dan",
      "start_timestamp": 1896.0,
      "text": "And now debatable."
    },
    {
      "end_timestamp": 1900.0,
      "id": "ceb439c9-430e-30be-9c5e-e149f484693a",
      "speaker": "Jordan",
      "start_timestamp": 1897.0,
      "text": "Now, here we are like, this is stupid."
    },
    {
      "end_timestamp": 1913.0,
      "id": "7b10a744-0542-3d0f-9934-3e6c1258b0ba",
      "speaker": "Dan",
      "start_timestamp": 1900.0,
      "text": "Now here we are. All this weird bullshit. We're recording this just hours after Stuart roads got found guilty of seditious conspiracy. Joe Biggs is also on trial for"
    },
    {
      "end_timestamp": 1919.0,
      "id": "230932f3-ba14-33b0-9344-5dcdf17d0489",
      "speaker": "Jordan",
      "start_timestamp": 1913.0,
      "text": "not have all of our opening season characters go to jail and season five."
    },
    {
      "end_timestamp": 1935.0,
      "id": "5afae602-721e-3364-9822-a73c957fae7b",
      "speaker": "Dan",
      "start_timestamp": 1919.0,
      "text": "Well, we need to you know, I think that yeah, I mean, it's not lost on me. Yeah. It's fucked up. It's hard not to bathe. Yeah. So anyway, that's how Milo and yeh came together. And then."
    },
    {
      "end_timestamp": 1937.0,
      "id": "f8111dbe-c847-32ee-8024-ca2f0bc3d924",
      "speaker": "Tim Poole",
      "start_timestamp": 1935.0,
      "text": "So that's how you guys got in contact?"
    },
    {
      "end_timestamp": 1962.0,
      "id": "fe6961db-3038-3840-bcfd-74115837577b",
      "speaker": "Milo Yiannopoulos",
      "start_timestamp": 1937.0,
      "text": "Yeah, originally, and, and then I've suggested that we bring in Nicholas has a enormous extra brain firepower that he is most extraordinary, a brilliant political commentator of his generation. And he's just as badly as anybody. So I thought he deserved to be in the room, too. And so that's pretty much how we got together."
    },
    {
      "end_timestamp": 1966.0,
      "id": "c444d820-bf76-3ae5-8ce6-0b734474fa22",
      "speaker": "Dan",
      "start_timestamp": 1962.0,
      "text": "Yeah, one of the greatest political commentators of his generation. Sure."
    },
    {
      "end_timestamp": 1984.0,
      "id": "c897c51f-0823-3e7e-9298-9404a7e26682",
      "speaker": "Jordan",
      "start_timestamp": 1966.0,
      "text": "Yeah, I think this I just, I think he doesn't know what he's doing. I think Nick is really wrong on this one, I think he's leapt into fast he is going to become one of Kanye is losers. You know, like, he's just another one of Kanye is losers."
    },
    {
      "end_timestamp": 2002.0,
      "id": "8e1a7b28-3596-365c-805d-d78d682bc1b8",
      "speaker": "Dan",
      "start_timestamp": 1984.0,
      "text": "I think that there's a possibility for that. But I also think that there's, I think that there's a possibility that Nick can engage in this kind of stuff and engage fairly unscathed, because I think that he's smart enough to let my low get embarrassed."
    },
    {
      "end_timestamp": 2016.0,
      "id": "86c0e698-25bf-3d90-b50c-c16ed7ed71a2",
      "speaker": "Jordan",
      "start_timestamp": 2002.0,
      "text": "That could be that could be that could be the wise move. And he may have it. I'm just saying that the more likely scenario is the young kid gets in over his head and gets eaten alive by the by the game. That's the story we've heard. Sure, but"
    },
    {
      "end_timestamp": 2035.0,
      "id": "ed076071-f795-3aca-abb9-1ac027d49291",
      "speaker": "Dan",
      "start_timestamp": 2016.0,
      "text": "I mean, he took a look at Nick's career. I mean, he went up against Turning Point USA and only grew through it. Sure. But there certainly diminished in there. He thinks he's invincible. Well, I mean, you could say there's some hubris, but I also think that, you know, times when you would have thought like, Oh, this isn't"
    },
    {
      "end_timestamp": 2037.0,
      "id": "9a4339de-5ef7-38fb-8c62-eafd131ab20c",
      "speaker": "Jordan",
      "start_timestamp": 2035.0,
      "text": "Oh, no, I don't predict any. Yeah, it's"
    },
    {
      "end_timestamp": 2056.0,
      "id": "798eb093-fd7d-3a5c-9eba-5440314f4f66",
      "speaker": "Dan",
      "start_timestamp": 2037.0,
      "text": "it's it. There's there's a possibility for coming out the other end. Better for it possible. Yeah. Even if everything is a disaster. Yeah. So Tim really wants to talk about the going to dinner thing. That's really what he's interested in. Yay, is not."
    },
    {
      "end_timestamp": 2064.0,
      "id": "d14966fe-f0f9-3f8b-9b2b-cc5ea0e1812e",
      "speaker": "Tim Poole",
      "start_timestamp": 2056.0,
      "text": "So this is how you get in contact with three of you. How is it that Nick ends up invited to this dinner? And what happened?"
    },
    {
      "end_timestamp": 2087.0,
      "id": "3baf48ac-f8c5-3f82-8129-c05d66293e8a",
      "speaker": "Kanye West",
      "start_timestamp": 2064.0,
      "text": "Well, he he was rolling with me. I was impressed with Nick. And I was like, just come to the dinner. And we had interesting giorno. pick us up from the airport. And there was a lot of back and forth. There's another gentleman named Jamar Montgomery that was with us. It's a he's an engineer at Boeing. And his"
    },
    {
      "end_timestamp": 2090.0,
      "id": "bba1ad06-2c03-3c24-a845-8556d19a79f4",
      "speaker": "Tim Poole",
      "start_timestamp": 2087.0,
      "text": "was, I'm telling him just said, we should raise everyone's volume. Okay,"
    },
    {
      "end_timestamp": 2138.0,
      "id": "4a6f66e7-8989-3f34-bb5c-44643fcefa44",
      "speaker": "Kanye West",
      "start_timestamp": 2090.0,
      "text": "cool. And we sat there and it was like when Trump came in, we were I said, Do you want to sit alone? He's like, No, bring your friends in. So uh, big thing is like Trump had no idea who Nick Fuentes was. And but this whole, I just, I just gotta go right to the heart of this anti Semite claim that's happening. This is something if you read the definition, it it says you can't claim that there's multiple people inside of banks or in media, oh, boy that are all Jewish, or you're anti semitic start there. And that's the truth. Like, it's the truth. What are we talking about? And"
    },
    {
      "end_timestamp": 2142.0,
      "id": "5c1bcccf-bff5-3175-b8af-1a385afb7a30",
      "speaker": "Tim Poole",
      "start_timestamp": 2138.0,
      "text": "what library What do you mean? You mean?"
    },
    {
      "end_timestamp": 2145.0,
      "id": "f9ef1227-d8a8-3522-9ec0-757636be418b",
      "speaker": "Kanye West",
      "start_timestamp": 2142.0,
      "text": "I'm saying like, I've been labeled anti Semite."
    },
    {
      "end_timestamp": 2280.0,
      "id": "f11b0c05-659a-3875-ad91-6eccbb31e884",
      "speaker": "Dan",
      "start_timestamp": 2145.0,
      "text": "Okay. Yeah. So you might notice that Yeah, isn't a big fan of finishing thoughts. Yeah. It's cute that he's trying to play a game where he has some definition he's decided to use for anti semitism, so we can pretend it's absurd for him to be labeled as such a thing that's dumb, and I don't really want to take the time to humor that shit. But this clip is important because I think you can see Tim's uselessness here. He's trying to ask a question about the dinner and very much doesn't want the anti semitism talk to come this early. It's too volatile a topic and that's gonna if that's going to come at all it needs to be eased into a little bit. Yay, on the other hand, is all too eager to talk about his feelings about Jewish people at any time when someone puts a mic in front of him. And because Tim can't control the conversation at all. This is where we are. In fairness to Tim there's no way to control this conversation. Yeah, he isn't interested in playing Tim pools games because he's super famous and he doesn't give a shit about Tim's crypto extremist audience. Yeah, he's already past that. He's already extreme. He's hanging out with Nick and Milo. And if anything, they were doing Tim a favor by showing up. I know that pool shows big and all but it's not yay level. There's no way to control this conversation because he doesn't give a shit. And even if he kind of gave a shit, he has to beget friends there to embolden him and egg him on. So honestly, if I were Tim, I never would have done a show like this. It's great for getting attention. But the consequences are really bad. Even leaving aside how bad it is for the public discourse to have this guest lineup on the show. It's really bad for Tim. He comes off looking like a really limp noodle. And because they left with yay, Nick and Milo kind of have achieved something of an elevated status over Tim. Because get this without Milo there's no way Yeah, it was showing up on pool show. From the perspective of Milo and presumably Nick and yay to Tim fucked this up. Yeah, he fucked up an opportunity for himself. Yep. And when gay gets into this anti semitism, defense of himself, all Tim can really muster is what library as if his goal was to challenge the source of yays definition. It's ridiculous. And it's a rebuttal that isn't designed to go anywhere. It's designed to just like it's it's performative pushback more than it is actual engagement with anything that's being said. Yeah. And that's kind of the game."
    },
    {
      "end_timestamp": 2289.0,
      "id": "a7fc4077-2526-36cd-9a5c-a53ffba154e2",
      "speaker": "Jordan",
      "start_timestamp": 2280.0,
      "text": "Yeah, I haven't seen an entourage this toxic since Elvis so we all know that means yay is gonna die on the toilet of an impacted bow."
    },
    {
      "end_timestamp": 2294.0,
      "id": "541e0cca-ed15-353b-b1a1-943239daabdd",
      "speaker": "Dan",
      "start_timestamp": 2289.0,
      "text": "I thought you were gonna say Britney Spears with her group of stewardesses."
    },
    {
      "end_timestamp": 2302.0,
      "id": "faf08432-aaf1-3d0c-91f1-f4a660817b09",
      "speaker": "Jordan",
      "start_timestamp": 2294.0,
      "text": "They were taking advantage of Britney as you see her song. Oh, or some music video. I don't know if I've ever seen the music video. Dan,"
    },
    {
      "end_timestamp": 2304.0,
      "id": "f575a5a4-78c9-3737-8d28-31094778919c",
      "speaker": "Dan",
      "start_timestamp": 2302.0,
      "text": "I believe she's on a plane at some point."
    },
    {
      "end_timestamp": 2306.0,
      "id": "0200b7f2-ed01-3308-b8be-e8402ea7eaf4",
      "speaker": "Jordan",
      "start_timestamp": 2304.0,
      "text": "What is that Air Force One?"
    },
    {
      "end_timestamp": 2309.0,
      "id": "512d8893-5841-354f-bf14-197b918915fa",
      "speaker": "Dan",
      "start_timestamp": 2306.0,
      "text": "I think they were trying to trap people for an improv show. Oh,"
    },
    {
      "end_timestamp": 2310.0,
      "id": "93526c12-607e-3663-8dce-f35f02bda0b0",
      "speaker": "Jordan",
      "start_timestamp": 2309.0,
      "text": "that's terrible."
    },
    {
      "end_timestamp": 2349.0,
      "id": "d5d92cb2-91d1-397f-8536-edadf6a52568",
      "speaker": "Dan",
      "start_timestamp": 2310.0,
      "text": "Call that Yeah. So um, I gotta be honest with you all. There's a boop sound in this next clip. And that's because I thought that this video would be taken down. Like I thought Tim would take it down. Yeah. So I was recording it live. And I was also downloading some files. I believe, like some Alex Jones episodes. And so my computer made a beep noise. Eventually you got to boot when it's like a you know, file, right? So you'll hear that as a warning, there's a boop what you're going to do. Anyway. Yeah, he's going in on his thing."
    },
    {
      "end_timestamp": 2397.0,
      "id": "ab06c404-668c-370e-99e5-80a3b1f6ba77",
      "speaker": "Kanye West",
      "start_timestamp": 2349.0,
      "text": "And in general, America has been left ignorant and history has been changed. So when we start questioning things that question, the indoctrination, then you immediately get you know, you said D banked or D What did you say happened to you? Or do you monetize the platform? demonized D monetized and what's so beautiful about this time is everyone got to see what's really been happening. And now we can really understand we can see that. Ronnie Manuel was right next to Obama and then Jared Kushner was right next to Trump. Do"
    },
    {
      "end_timestamp": 2431.0,
      "id": "715bc93d-68c4-3b37-8cbf-015e1cffe38e",
      "speaker": "Tim Poole",
      "start_timestamp": 2397.0,
      "text": "so We're going to work we're getting right into it, I guess. Right. I was I was hoping to go for the news first, before we got into all of this stuff. I think I think the issue is one way to put it. Is your expounding upon a localization issue that you've witnessed? Right? Well, let me let me let me clarify. There are a handful of people that you see are Jewish in a certain place, and then you associate Judaism with the power as well, as I view that as not relevant to it like, yeah, you're substantially more powerful than I am. But I don't view what you're doing as an issue of black people."
    },
    {
      "end_timestamp": 2441.0,
      "id": "42cb35e7-3584-3f3c-88ef-270f01ae8f05",
      "speaker": "Kanye West",
      "start_timestamp": 2431.0,
      "text": "Yeah, but have you ever heard the term, the black vote? So it's okay to put us in one net, but it's not okay for me to put them in one that? Yeah. But I mean,"
    },
    {
      "end_timestamp": 2473.0,
      "id": "1043601c-89e6-3314-9af1-5b9ae1f3ae2f",
      "speaker": "Milo Yiannopoulos",
      "start_timestamp": 2441.0,
      "text": "that's the basis of the hypocrisy that people have been have been thinking about, and knowing about and realizing for decades, we were all wondering how this downward I'm telling everybody in the country was wondering, what is the root of this hypocrisy? Why can people talk about why people a certain way? Why can't we talk about that group a certain way, and the most the wretched and wicked and oppressive prevailing orthodoxy of canceled culture? Well, it turns out that the one thing that was going to break the dam was the biggest star in the world, and it took the biggest around the world to do it. And now the dam is broken."
    },
    {
      "end_timestamp": 2477.0,
      "id": "1f45c0e1-fd4f-3f36-9cdd-cbf7c216782a",
      "speaker": "Dan",
      "start_timestamp": 2473.0,
      "text": "So we see here that Tim does not have the tools that are needed to make any argument in this"
    },
    {
      "end_timestamp": 2481.0,
      "id": "2e2a27d4-713f-37c7-9843-4a46747030c3",
      "speaker": "Jordan",
      "start_timestamp": 2477.0,
      "text": "arena. In many ways. He is Tim the tool less man,"
    },
    {
      "end_timestamp": 2627.0,
      "id": "c38d34e3-abef-3369-93c8-4e1c387fb8c0",
      "speaker": "Dan",
      "start_timestamp": 2481.0,
      "text": "this pool is empty. Yes. So Tim really wants to call yeas, anti semitic ideas, anything but anti semitic. So he's trying to go with, quote, localization issue. Rahm Emanuel is Jewish and worked for Obama and Jared Kushner is Jewish, and he worked for Trump done on that isn't a localization issue that's grasping at anti semitic straws. That's what you're doing. Yeah. How does this theory even work? If you're gonna take it seriously, no one wanted Jared to have any official role that he wouldn't have if he wasn't Trump's son in law. That wasn't a Jewishness issue. It was a nepotism hire. And what about the fact that Rahm was Obama's Chief of Staff from the time of his election until October 2010, when he ran for Chicago Mayor, he was only in that position for like a year and a half, and then was replaced by Bill Daley relative of a former Chicago Mayor, Richard Daley, who isn't Jewish, but then oh, no, Daly was replaced by Jack Lew who is Jewish and was the Chief of Staff for about a year. And then he was replaced by Dennis Montague, who was a Irish Catholic. This is a localization issue. That's a euphemism that Poole is using. So he doesn't have to call this is what it is. This is a person who has an anti semitic conclusion that he's justifying, by pointing at various Jewish people and then pretending a point is being made. This shit is paper thin, and Poole can't even handle that. And because he's tried to frame this as a localization issue, he's walked into a trap that he can't get out of. Yet, he's able to respond back to him that people talk about the black vote, which actually doesn't even relate to what Tim was saying. But Tim's point is so weak that I don't think he even has the energy or to think it's worth standing on it. Now. If Tim had pushed back on the right thing and called this shit what it was then this judo move that yay, and my lower polling wouldn't work. It would be transparent how much of an evasion it is. But Tim can't do that, because that would place him in a really hostile situation. First thing he would land in a super confrontational argument against gay Milo and Nick Fuentes, which is a bad matchup for Tim. I know he has Luke radowsky there but that's not really going to help it still Three on two. Nope. And Milo and Nick are great talkers. Secondly, and even more difficultly Tim would need needs to win that argument or else he would be airing a live stream where he gets out argued by anti Semites. Yeah, he would lose that battle of ideas. And that is a real risk. So the reality is that Tim wants nothing more than to not really push back on this issue and definitely not call it what it is. Because I don't think he wants the consequences that come along with that."
    },
    {
      "end_timestamp": 2644.0,
      "id": "c1d3b403-b0d7-324c-a0d8-1b66161f18ab",
      "speaker": "Jordan",
      "start_timestamp": 2627.0,
      "text": "I mean, you it's hard pressed to say, Ladies and Gentlemen, I after talking with Kanye, Milo Yeah. INNOPOLIS and Nick valentus. I have to agree all Jews are bad. Well, that's not gonna go good. Well, it's not gonna go good. You may"
    },
    {
      "end_timestamp": 2647.0,
      "id": "e8d1e4e9-92d3-3102-9cc5-99d5533158cf",
      "speaker": "Dan",
      "start_timestamp": 2644.0,
      "text": "not have to admit that but if you get"
    },
    {
      "end_timestamp": 2656.0,
      "id": "9b71c1cd-586c-3c43-b5ee-fd9234fdd768",
      "speaker": "Jordan",
      "start_timestamp": 2647.0,
      "text": "if you get your ass kicked in an argument on your own show where the stakes are all Jews are bad, then yes, you are saying that?"
    },
    {
      "end_timestamp": 2680.0,
      "id": "2c7d7ac0-7b0d-3dd5-a416-09060295a3ba",
      "speaker": "Dan",
      "start_timestamp": 2656.0,
      "text": "I mean, I think I think that Tim is aware that that is a conversation that these three may want to have. Yeah, and I think they do want why he's dancing around calling something anti semitic instead of being an eau de localization issue right or whatever. Right? Right. It's, it's, it's somebody who doesn't want to have the conversation while pretending he does. Yeah,"
    },
    {
      "end_timestamp": 2742.0,
      "id": "7e7cfbe0-68dc-30ff-9bc5-a16c3f56fdca",
      "speaker": "Jordan",
      "start_timestamp": 2680.0,
      "text": "it's it's fun. It's funny, in some ways, just because so many of these people are from a distance like watching yay, pull his bullshit going like yeah, pumping their fists, but when you're in a situation where you have to have professional conversation with you. He doesn't give a shit. You're you're the loser here. Yay is yay. Yeah. I mean, it's, it's a question of you can watch him say anti semitic things on other shows, and be like, That's what I want on my show. Right? But, but I want him to say it and then walk away from it back away like so many other people do. You know, you're we're so used to seeing people step over the line and then go on to show the next day and be like, Well, I didn't mean to step over the line. You know, like, well pluck off you did you know you want"
    },
    {
      "end_timestamp": 2760.0,
      "id": "ad73b61d-d1e4-3eef-85a2-41db945da91f",
      "speaker": "Dan",
      "start_timestamp": 2742.0,
      "text": "if he Tim wants, there to be some sense of like, on my show, we'll get the like, what I was actually trying to say exactly exact some Yeah, but he did mean what he said exactly. He's not going to YES to worse people with him."
    },
    {
      "end_timestamp": 2805.0,
      "id": "31d10477-f21b-3415-97ce-c251f06cac51",
      "speaker": "Jordan",
      "start_timestamp": 2760.0,
      "text": "Yeah, it is. It is like, so transparent how much these people want to exploit the anti semitism, but don't want to engage with it. You know, they want it to be there. They want the fans of anti semitism to be their fans, but they don't ever want to actually deal with the anti semitism one way or the other. And so when you have Kanye on, you're thinking, Okay, here's what I get. I get all of his power. And I get him doing the thing that we all know he's going to do where he says, Listen, people misunderstood. People didn't you know that whole thing? And it's not gonna happen? Yeah, he's gonna come out and say, I hate the Jews. Wow, you're not gonna be not as many"
    },
    {
      "end_timestamp": 2863.0,
      "id": "588f5fb8-2083-3acb-bc85-1d09070fc0e4",
      "speaker": "Dan",
      "start_timestamp": 2805.0,
      "text": "words. But I think I think that what Tim would have liked is the attention and gigantic amount of people putting their eyes on him because of the getting this interview and the controversial pneus of it. You want him to say tiger blood and all that shit, you have, like your show, and the show is talking about the dinner and talking about some news items. And then you have the Jewish conversation that they have about Kanye is anti semitic comments. Sure. And you do this localization issues stuff. And that's how you try to push back against it. You don't agree with him? Right? But you don't get too into the weeds, right? You don't make kind of like, condemning statements about it. So you can be like, I push back on this, right? It's not my job to condemn everybody. You know, like, you want to do that. You want it but it's basically having your cake and eating it too. Yes. Just, I don't know. Why would you think that's gonna work?"
    },
    {
      "end_timestamp": 2870.0,
      "id": "ff0d40cd-afb8-36d1-ba02-f28ed51f819b",
      "speaker": "Jordan",
      "start_timestamp": 2863.0,
      "text": "I mean, because by putting the localization thing in there, he's trying to create boundaries for the conversation, you know, like, okay, yeah, he"
    },
    {
      "end_timestamp": 2871.0,
      "id": "47d00218-5e74-37af-be7c-9ac9ea64f62b",
      "speaker": "Dan",
      "start_timestamp": 2870.0,
      "text": "doesn't give a shit."
    },
    {
      "end_timestamp": 2884.0,
      "id": "e51cefce-a6cc-363d-8dc0-26a52d0d4de8",
      "speaker": "Jordan",
      "start_timestamp": 2871.0,
      "text": "Of course not. What part of his life do you think cares about your boundaries? Right? He's a 12 year old Nazi. What do you want? Yeah,"
    },
    {
      "end_timestamp": 2889.0,
      "id": "54152e87-9fe5-38f6-9042-823186e3c4ee",
      "speaker": "Dan",
      "start_timestamp": 2884.0,
      "text": "he's started his own like streaming thing. He's doesn't give a shit about you."
    },
    {
      "end_timestamp": 2901.0,
      "id": "c4007458-a7d0-3e18-820d-1a13a695fc0a",
      "speaker": "Jordan",
      "start_timestamp": 2889.0,
      "text": "Them care. And as long as they're associated with yeh, they don't have to care. They just don't. If if Nick Fuentes or Milo were on pool show by themselves, they would suck up to pool so much."
    },
    {
      "end_timestamp": 2918.0,
      "id": "c064f3c8-5366-3f9b-8363-8956b34f9ca1",
      "speaker": "Dan",
      "start_timestamp": 2901.0,
      "text": "Not Not really, actually Milo was recently on by himself. Oh, yeah. And he he was a little bit he gave some pushback to my to Nick, or back to Tim Poole. On some stuff. They're all the same white guy who? Yeah, he was not as obsequious as you might imagine."
    },
    {
      "end_timestamp": 2922.0,
      "id": "745b71fa-9a02-319b-9574-414812d1a7c9",
      "speaker": "Dan",
      "start_timestamp": 2918.0,
      "text": "Interesting. But my perceptions are wrong. looks boring. But Milo is"
    },
    {
      "end_timestamp": 2951.0,
      "id": "91c9d9fd-2209-323e-bdf8-0009ff484b1b",
      "speaker": "Dan",
      "start_timestamp": 2922.0,
      "text": "a guy who's you know, got a pretty high sense of himself. That's, you know, that's that's, nobody would ever accuse him of humility. Yeah, no matter what period of his career. But look what Milo was saying, there. That's all meaningless stuff. But it puts him in a really bad box. It's one that Tim does not want to be in. And the reason that it's really bad for him is that he thinks it's a great box for him. When you're talking about identity stuff. Identity Politics. Yeah,"
    },
    {
      "end_timestamp": 2959.0,
      "id": "397ba7cc-8bf4-3223-85f9-097c09e65bd5",
      "speaker": "Dan",
      "start_timestamp": 2951.0,
      "text": "this is where I live. This is my bread and butter. I push back on this all the time. Yeah. And now the dam is broken."
    },
    {
      "end_timestamp": 2965.0,
      "id": "36e5b68e-abca-30f1-8a48-98255cfab8d5",
      "speaker": "Tim Poole",
      "start_timestamp": 2959.0,
      "text": "So let me let me tell you my issue. I don't like identitarian ism. You guys are familiar with what that is. They started"
    },
    {
      "end_timestamp": 2968.0,
      "id": "862c77d8-8ba2-38fa-bbc4-f4746deb9784",
      "speaker": "Milo Yiannopoulos",
      "start_timestamp": 2965.0,
      "text": "it and they've been on us. Break it. When"
    },
    {
      "end_timestamp": 2979.0,
      "id": "6ff2304e-166d-3e7f-be42-26e623239e37",
      "speaker": "Kanye West",
      "start_timestamp": 2968.0,
      "text": "I was asking you about running for president, you admitted me that he said, Well, you know, you'd be good for the black vote. And I said, is that because I'm black? No, not just because of that. So it was that? Are you doing the same thing?"
    },
    {
      "end_timestamp": 2988.0,
      "id": "2b7eba09-a92f-3114-a205-de7ce96171c2",
      "speaker": "Tim Poole",
      "start_timestamp": 2979.0,
      "text": "I didn't say that was the only reason I said it was because you're personable to the common person. And you probably would do well with the black vote. Absolutely."
    },
    {
      "end_timestamp": 2991.0,
      "id": "3069288c-ac03-3393-a678-c2cc1ed4c70a",
      "speaker": "Kanye West",
      "start_timestamp": 2988.0,
      "text": "Just because I'm black because a lot of black people don't like me. Of course."
    },
    {
      "end_timestamp": 2995.0,
      "id": "ff0044e3-6d7e-3ca2-8b90-8cb896841d22",
      "speaker": "Tim Poole",
      "start_timestamp": 2991.0,
      "text": "I think I think race plays a role in a lot of things. Absolutely."
    },
    {
      "end_timestamp": 3027.0,
      "id": "1ff23ac5-bda8-32b7-901e-79ee2955a99a",
      "speaker": "Dan",
      "start_timestamp": 2995.0,
      "text": "What what are we doing here? This is just one of Tim's big buzzwords, he hates identitarian As much as far as I can tell from listening to him as just a smarter sounding word than if you were to complain about identity politics, that would make you sound like a Reddit user from 2016. And that is not what Tim is. The problem is the Tim isn't consistent about this thinking about things in terms of identity and Yang essentially destroys that whole attempt at an argument. Tim is trying to reframe yeas anti semitism as an instance of identitarian ism and then runs right into a brick wall of yay bring it up at eat said that gay would do well with the black vote."
    },
    {
      "end_timestamp": 3029.0,
      "id": "ddba74ff-a940-3543-8fe6-6a195ec97f33",
      "speaker": "Dan",
      "start_timestamp": 3027.0,
      "text": "Yeah,"
    },
    {
      "end_timestamp": 3042.0,
      "id": "30583a2e-5dc4-364a-978f-1bfbdb11813f",
      "speaker": "Jordan",
      "start_timestamp": 3029.0,
      "text": "you mean that? It's hard not to say that what just happened was is Kanye was like, or he was like, I hate identitarian ism. And then Kanye was like, Yeah, you did the thing. And he was like,"
    },
    {
      "end_timestamp": 3045.0,
      "id": "2c1400ee-14f6-3967-aa6d-2a4f2390ae99",
      "speaker": "Dan",
      "start_timestamp": 3042.0,
      "text": "No, I didn't love race plays this shoe. Yeah, no, you"
    },
    {
      "end_timestamp": 3047.0,
      "id": "cbc375da-77f0-30f8-ac18-c1301e71a8f1",
      "speaker": "Jordan",
      "start_timestamp": 3045.0,
      "text": "did the thing. Just say it."
    },
    {
      "end_timestamp": 3110.0,
      "id": "553793ee-6bd6-3d33-9b55-c8e730430b2b",
      "speaker": "Dan",
      "start_timestamp": 3047.0,
      "text": "It's important to also understand that when Tim says identitarian, he's not talking about the actual thing identitarian ism, because that is a thing. Tim and most of his friends actually are pretty solidly. identitarian. In terms of the actual political philosophy, that word describes their nationalists, they're highly concerned about ideas like the great replacement, they hate globalism and they're into traditionalism, it's pretty clear that this is right in line with the show based on all their video titles on guests. By the way, I clearly don't know enough about Tim pools crew at his show. But looking through their guest list, I found that one of his producers guessed it on an episode, producers slash co hosts quite frankly, and do like she's one of the people who steps in when gay leaves to fill in one of the chairs. Sure, one of the people who takes over and is clearly part of the show is a woman named Hannah Claire Brimelow, who is the daughter of Peter Brimelow, the founder of V dare the outlet that's known for promoting white nationalists and anti semitic writers. It's so weird. She's one of his co hosts."
    },
    {
      "end_timestamp": 3114.0,
      "id": "efcc1a67-e100-3812-a44c-405faca88032",
      "speaker": "Jordan",
      "start_timestamp": 3110.0,
      "text": "I mean, it's what a team, it's just, it's like,"
    },
    {
      "end_timestamp": 3115.0,
      "id": "8b705017-e60e-3da6-ae97-47fb68f00bdf",
      "speaker": "Dan",
      "start_timestamp": 3114.0,
      "text": "not identitarian at all, man,"
    },
    {
      "end_timestamp": 3160.0,
      "id": "13b4820c-765c-3635-b9b7-d44298e0beca",
      "speaker": "Jordan",
      "start_timestamp": 3115.0,
      "text": "it's, it's like, I just wish it wasn't so easy to see through them. Because when it when it's so easy, and it makes you feel bad about the rest of the people who don't see through it, you know, cuz it's, it's like when you if you're doing the like, fucking simple addition worksheet, you know, or like nine plus three, and you see somebody struggling with, you know, like, five plus seven, because I get it, you know, you think it's gonna be 14, I do all the time. And you're like, Oh, you're so close, man. And it makes you feel bad. And this makes me feel bad. It makes me feel bad to know that these people are allowed."
    },
    {
      "end_timestamp": 3180.0,
      "id": "69a35e3c-10cd-30ea-bcfa-bf297b5a83e6",
      "speaker": "Dan",
      "start_timestamp": 3160.0,
      "text": "That's the next group's gonna make you feel bad to great. So this is like a little bit longer clip, but three minutes, because I wanted to retain it in its context. This is just talking, just talking, just talking to smart people talking all over the place. Now. It's slightly one person. Oh, yeah. Yeah, I think"
    },
    {
      "end_timestamp": 3191.0,
      "id": "c3218dae-15f9-36c1-81b2-7ac5275f8e63",
      "speaker": "Kanye West",
      "start_timestamp": 3180.0,
      "text": "I think the idea the construct of race has really been forced upon us as just something for us to be woke about and just constantly talk about and use it as these like, walls."
    },
    {
      "end_timestamp": 3194.0,
      "id": "5a5b2e61-bd01-332f-a069-305020a4a59d",
      "speaker": "Tim Poole",
      "start_timestamp": 3191.0,
      "text": "Can you say the same thing about Judaism?"
    },
    {
      "end_timestamp": 3262.0,
      "id": "777e8a6d-5deb-3230-b030-7297a9f539f7",
      "speaker": "Kanye West",
      "start_timestamp": 3194.0,
      "text": "Well, let's look at the facts of what I'm saying, though. If you say in this neighborhood, where they gerrymander this this amount of time, so hey, I wasn't doing that I was just gerrymandering. The lawyers and the Hollywood executives, and the people at the bank, that de bank to me and then froze my accounts. You know, it's like, we want to jump into protecting the idea that we can't put a net around something, right. But that's been my job as a producer to take, you know, a Roy air sample and put a James Brown drum and put it within a two, two minute, three minute song. That's the way I actually think. And that's the way I talk. And now this morning, I found out that they were trying to put me in prison, because what they did was I moved $140 million into JP Morgan. And I said, Hey, I want to talk to Jamie Dimon. Like, look at me, I'm just going to naive, you know, multibillionaire, like, maybe maybe Jamie Dimon will let me in on some deal flow wrong. And I'm just like,"
    },
    {
      "end_timestamp": 3265.0,
      "id": "6a6dabb8-6bc8-38e5-8395-a7ec9dc658c5",
      "speaker": "Jordan",
      "start_timestamp": 3262.0,
      "text": "bangin, why are you laughing? He just"
    },
    {
      "end_timestamp": 3375.0,
      "id": "f37b6e4d-7b60-3013-8142-2b9d93e9de39",
      "speaker": "Kanye West",
      "start_timestamp": 3265.0,
      "text": "prefers me and I start complaining online. And then they de bank me for complaining. So I'm about to get deep bank day, like, you need to go to Trump's the bank. So whatever, you gotta go and I'm like, I've been trying to buy my own bank for the longest. And then we figured out how to get my own bank. It's like 50,000,070 5 million, so I'm about to buy my own bank. But then, as you're about to take the money out, here comes Adidas with a 270 $75 million bill for marketing funds that they agreed upon. Because I said to them, Hey, I'm The marketing give me the marketing fun, which proves by the response they get when they, you know, sold the designs and said, We're going to not call them Yeezys anymore. So this is what I was already fighting Adidas for so I'm fighting gap, get out of gap fighting Adidas, and then I deal with this little bit of noise from, you know, Zionism from the fashion world where they use this plant named Gabi, who is obviously like some kind of CIA agent knows nothing about fashion, this is a certain thing when someone can't dress, you know that they're not like a fashion person. They're just there as like the society like the control that they tried to use with celebrities which has now been broken, right? Because you know where it broke and I'm okay I want to get on like LeBron and a second. But I'm going to come back to this and just talk about this morning where you know, I'm not gonna mention her name because she's a nice lady but someone that Cohen rags Resnick tells me and I've tell my all of my finance people never use the term a lot. But they said, Okay, you got to have to pay a lot of taxes. And that made me feel like they're just like waiting, like, we finally got them, we finally can put them in jail. And I was like, Can I still run for president jail? I found it because I was like, okay, that's fine."
    },
    {
      "end_timestamp": 3389.0,
      "id": "ef20124d-949d-349b-8e28-01ba42e63321",
      "speaker": "Luke Rudkowski",
      "start_timestamp": 3375.0,
      "text": "But if you were if you were Jeffrey Epstein, they wouldn't touch your bank account. They would allow you to break the rules, regulations, just like JP Morgan and Chase did just like Deutsche Bank did. So there is an issue to bring up with that. But when it comes to the rate of I think this is an important discussion to have, because what's I"
    },
    {
      "end_timestamp": 3394.0,
      "id": "9e547163-7214-318f-ae24-ead46f173190",
      "speaker": "Kanye West",
      "start_timestamp": 3389.0,
      "text": "have to I have to complete this thought you guys gotta go. Oh,"
    },
    {
      "end_timestamp": 3397.0,
      "id": "04c65fa5-1963-31f2-8b21-aa3e9ee96e97",
      "speaker": "Dan",
      "start_timestamp": 3394.0,
      "text": "yeah. Well played Luke radowsky. Great, great interjections,"
    },
    {
      "end_timestamp": 3400.0,
      "id": "5c92c74b-ecaf-3844-91d6-54debe53723e",
      "speaker": "Jordan",
      "start_timestamp": 3397.0,
      "text": "I don't know. What's the completion of that thought? I"
    },
    {
      "end_timestamp": 3415.0,
      "id": "5a68a87a-2b6f-3e82-a0ea-635ea682342e",
      "speaker": "Dan",
      "start_timestamp": 3400.0,
      "text": "don't know. So look, that was tangential as hell. And it only really makes sense if you squint. And even then the conclusion I come to is that, yeah, he's kind of a bigot. And he's confused. I want to like, at the beginning of the I don't think he understands what gerrymandering is."
    },
    {
      "end_timestamp": 3416.0,
      "id": "89a35922-b1f9-3151-a7a1-3a288abfd8ee",
      "speaker": "Jordan",
      "start_timestamp": 3415.0,
      "text": "No, no, no, that"
    },
    {
      "end_timestamp": 3417.0,
      "id": "3bee3d25-9279-3dc1-ba94-97f966ea6ab9",
      "speaker": "Dan",
      "start_timestamp": 3416.0,
      "text": "was minutes ago."
    },
    {
      "end_timestamp": 3423.0,
      "id": "738d7970-20eb-351d-b7f7-d72754ac9219",
      "speaker": "Jordan",
      "start_timestamp": 3417.0,
      "text": "Yeah. Yeah. No, I wrote I wrote that down. He doesn't quite get that one. No, no. Um,"
    },
    {
      "end_timestamp": 3464.0,
      "id": "eb6eca4d-e0dd-3414-b9eb-b6c194244570",
      "speaker": "Dan",
      "start_timestamp": 3423.0,
      "text": "the other thing, too, is that he's saying that they're trying to put him in jail. Yeah. And apparently the rationale for that is he found out he owes a lot of taxes. Yeah. And that's they're trying to put him in jail. Is it just you owe a lot of Texas? Yeah, yeah, I don't know. Look, this is all over the place. And like this kind of a rambling thing going on this long tells you that Tim has lost control. He is not in control of this. He has given up essentially on in any way trying to be a host on this show. Yeah, Luke radowsky is the one who has to try and jump in and he brings up fucking Epstein for some reason, and then gets shut down by gay saying, I need to finish my thought. And then he's like, Oh, I'm sorry. Yeah, Joe. Yeah. So great."
    },
    {
      "end_timestamp": 3502.0,
      "id": "637ba2ab-81c7-3e9e-96a2-2159701507ab",
      "speaker": "Jordan",
      "start_timestamp": 3464.0,
      "text": "Yeah, man, this is this is tough. This is tough to listen to, because it does feel like what needs to happen is the soul Quarians need to kidnap Kanye and take them to a fucking Ayahuasca retreat together, and then there'll be fine like it, it feel fucking insane. I understand that, like he's surrounded by the worst people in the middle of I mean, clearly an inability to think you're just I mean, just that's, that's not a question. I'm not saying that it makes him anti symmetric by any stretch. But there is a clear inability to think"
    },
    {
      "end_timestamp": 3519.0,
      "id": "c5ccae5a-5b3b-359e-887e-f805e30e9717",
      "speaker": "Dan",
      "start_timestamp": 3502.0,
      "text": "there's a there's a, there's clear processing tangential thought, yeah. Organizational stuff that's being expressed? No, it's pretty clear the way that he jumps to C to Al to write to be, you know, it's a"
    },
    {
      "end_timestamp": 3545.0,
      "id": "7465c68b-8dfd-327d-9a65-65dc42f87493",
      "speaker": "Jordan",
      "start_timestamp": 3519.0,
      "text": "no, and there's been tons of talk about, you know, the mental illness and how people are trying to to handle Oh, it seems like he's having a manic episode. Obviously, we don't know for sure. We don't know his doctor or whatever. Right. And then at the same time, you know, obviously, I'm bipolar. I've had plenty of manic episodes where I've never claimed that lawyers were at fault for me going to jail because they were Jewish, right. Like, that's never happened. I understand that those two things are not connected to each other."
    },
    {
      "end_timestamp": 3550.0,
      "id": "2361d943-47fe-3aff-b3e6-8b862ff5483b",
      "speaker": "Dan",
      "start_timestamp": 3545.0,
      "text": "They can happen at the same time and not like one be the cause of the other."
    },
    {
      "end_timestamp": 3556.0,
      "id": "cf29c6a6-706b-3f96-8414-3525bc2fd9aa",
      "speaker": "Jordan",
      "start_timestamp": 3550.0,
      "text": "Right. But at the same time, in this regard, this is somebody who is if you're"
    },
    {
      "end_timestamp": 3562.0,
      "id": "9eff323f-e4a6-336e-8569-021f15204ecc",
      "speaker": "Dan",
      "start_timestamp": 3556.0,
      "text": "Tim, like listening to this, you should not be like, Oh, this is this is no view, I should be engaging. No, I'd"
    },
    {
      "end_timestamp": 3566.0,
      "id": "499f02c3-74f0-3549-a848-e45e21749812",
      "speaker": "Jordan",
      "start_timestamp": 3562.0,
      "text": "be like, we need to stop this. Yes, we need to stop this. This is not acceptable. at very"
    },
    {
      "end_timestamp": 3582.0,
      "id": "6e843543-be3d-35d7-9c05-bfeae0abfdad",
      "speaker": "Dan",
      "start_timestamp": 3566.0,
      "text": "least, you'd have Well, I mean, do you have a responsibility to try and end the interview? I think, quite frankly, but if not, at least try to bring some structure to like what's going on? Because this is just rambling."
    },
    {
      "end_timestamp": 3629.0,
      "id": "880a7137-22d2-372c-ba44-f09b79ebc7db",
      "speaker": "Jordan",
      "start_timestamp": 3582.0,
      "text": "I mean, yeah, it here's, here's what I'll say. Here's what I will say about this. As a bipolar person, if this is me in temples place, we're done with the interview. I'm taking Kanye and we're just gonna go we're just gonna go sit And I know it feels like that's a trite thing is that it's like, no, I understand that. But it's like, it's got to stop. It's got to stop. He's got to go. It just and I understand that it feels trite to be like, oh, we need to go sit. I mean, literally, I need to go be in a room with him where there's no interruptions or impulses or any contrite off Nick with a brute. Like, it doesn't need to be that situation. Because this is unacceptable. The way that people are using him is fucked. Yep."
    },
    {
      "end_timestamp": 3631.0,
      "id": "519a6590-8308-3c95-8e6e-d8807a7f5af4",
      "speaker": "Dan",
      "start_timestamp": 3629.0,
      "text": "But the rambling does go on. Of course,"
    },
    {
      "end_timestamp": 3694.0,
      "id": "c5b52ae3-9004-31bc-8964-dbb537527348",
      "speaker": "Kanye West",
      "start_timestamp": 3631.0,
      "text": "next year, I was supposed to make $500 million, and royalties, and like, no one needs this amount of money. But when I would work on homeless shelters and ideas, I'd have a contractor who won't say what race and the, you know, they'd be tearing down the contracts is all about, you know, position is not about the amount of money that you have. And, you know, to come in here, I feel like it's a setup to be like defending, I'm not gonna go through another. Like, I'm literally going to walk the eff off the show. If I'm sitting up here having a, you know, talk about you can't say that it was Jewish people that did it. When every sensible person knows that. I mean, John Stewart knows what happened to me and they took it too far. It was like American History X, like my head was on the side of the curve. And the exact people that I called out, kick my head, we found out that my trainer was a MK Ultra Canadian."
    },
    {
      "end_timestamp": 3704.0,
      "id": "697e2aac-1b5a-310a-9faf-9f319b596731",
      "speaker": "Luke Rudkowski",
      "start_timestamp": 3694.0,
      "text": "He worked in the Defense Research and Development in the Canadian military, essentially working on site was needing military This is Harley Pasternak. Oh, good."
    },
    {
      "end_timestamp": 3820.0,
      "id": "ffef44d8-abd3-3a6e-891a-ffad9e2ba1c1",
      "speaker": "Dan",
      "start_timestamp": 3704.0,
      "text": "Thanks, Luke. radowsky throwing in support. Not only here's where I'm gonna jump into double down that your trainer is an MK Ultra. Was that was that what he needed to intervene here? Apparently, so yeah. Okay, so this has been legitimately like five minutes straight of yea rambling about entirely, like almost entirely uninterrupted about a wide selection of topics with only the thinnest connective tissue existing between them. And now he's getting defensive about the whole thing about how he's anti semitic when he was the one who brought it up. To begin with. Tim would have loved to save that for the A part of the show that's behind a paywall, or at very least the end of the show, but yay, did not let that happen. Harley Pasternak is a personal trainer for celebrities, but one of his previous gigs was working with the Canadian Department of National Defense. One of the things there that he did was running studies on drugs and how they affected various aspects of soldiers performance, like things that could keep people up for a long period of time, stimulants cheer, etc. There's no indication that he's MK Ultra, but he's Jewish. So that explains the A's preoccupation with him. You posted a couple of alleged screenshots of messages Pasternack sent him where Pasternak was threatening to quote Have you institutionalized again, where they medicate the crap out of you and you go back to zombie land forever? I have no idea if these are real texts. And honestly, if this guy is some big time Hollywood celebrity handler, there's no way he would make a threat like that in texts. If the evil cabal was that sloppy, they'd be getting busted all over the place. It would fall apart so fast. Anyway, larger point, Tim is doing nothing here. He's not been able to come up with any decent rebuttals to this shit and the things that he does say end up getting him in traps. And now he's just let you a monologue for what feels like a lifetime. And that's not even good enough. Yay, still managed to somehow feel like he's being put on trial for rambling about a topic that he brought up himself. For pool I just wouldn't have done this interview."
    },
    {
      "end_timestamp": 3848.0,
      "id": "6106832c-99a2-33ca-b777-a607589c2139",
      "speaker": "Jordan",
      "start_timestamp": 3820.0,
      "text": "Listen, listen, all I'm gonna say is I don't want to get caught up in one of these things where we talk about how I'm an anti Semite or you brought it up. I want to constantly make jokes and implications that all Jews are bad. Well, I don't want you to push back. I want you to laugh at my funny I HATE YOU jokes. Like these two white nationalists do right over here. Look at him. He's got a dumb face. He's laughing right fucking now."
    },
    {
      "end_timestamp": 3854.0,
      "id": "3279d1d8-7f34-39f4-b50e-31bb05fdf469",
      "speaker": "Dan",
      "start_timestamp": 3848.0,
      "text": "They aren't really jokes. They're accusations and Luke radowsky was doubling down on"
    },
    {
      "end_timestamp": 3855.0,
      "id": "f1688575-04a5-3edd-8f03-19a90b060513",
      "speaker": "Jordan",
      "start_timestamp": 3854.0,
      "text": "fucking crazy."
    },
    {
      "end_timestamp": 3861.0,
      "id": "ac7c99e2-59ec-3c87-9787-9889ab04d73a",
      "speaker": "Dan",
      "start_timestamp": 3855.0,
      "text": "I feel like it's generous to say that these are implications and jokes right that's that's a little No it's"
    },
    {
      "end_timestamp": 3876.0,
      "id": "9ef449a1-5c76-3b20-85ad-72c01a5b9630",
      "speaker": "Jordan",
      "start_timestamp": 3861.0,
      "text": "supposed to be it's it is one of those far right things where everybody laughs when you say the thing that you mean you know? Like, you say like, oh, and I hate Jews and everybody laughs But they all know that you do you mean it? You do mean that"
    },
    {
      "end_timestamp": 3883.0,
      "id": "f2b2d652-d46b-352a-9af7-2bb85d3eee68",
      "speaker": "Dan",
      "start_timestamp": 3876.0,
      "text": "Nick is a little bit better about this right whenever he is on his own right but making things oh, I'm"
    },
    {
      "end_timestamp": 3886.0,
      "id": "1c309b99-86fb-3dd8-af14-16a77489aa94",
      "speaker": "Jordan",
      "start_timestamp": 3883.0,
      "text": "joking, but you mean it? That's why you that's why you're laughing."
    },
    {
      "end_timestamp": 3895.0,
      "id": "761f40cd-1be8-3f14-899e-bb8c91faee1d",
      "speaker": "Dan",
      "start_timestamp": 3886.0,
      "text": "Speaking of Nick, you know, guy doesn't come up all that much smart. But here's here's where Tim Poole decides to bring him into it right before the show."
    },
    {
      "end_timestamp": 3919.0,
      "id": "b702478b-ae58-3da6-942b-e05ccd99a91b",
      "speaker": "Tim Poole",
      "start_timestamp": 3895.0,
      "text": "Obviously, I'm getting a bunch of messages from people. People are hitting me up and they're like you shouldn't host them. They're anti semitic, they're right supremacist, they're racist. I do find the idea. I do find it funny or weird or whatever that you know, Nick, they call you a white supremacist you're here working with or for, you know, one of the most powerful black men, one of the wealthiest and most famous, but a lot of people were saying on the right, specifically don't platform them."
    },
    {
      "end_timestamp": 3926.0,
      "id": "295530fd-76bd-337b-a1f3-4b69a09349a9",
      "speaker": "Dan",
      "start_timestamp": 3919.0,
      "text": "That's how you're gonna bring up Nick. People say that you're a white nationalist, but you're working with"
    },
    {
      "end_timestamp": 3929.0,
      "id": "68d0a299-1bd6-317a-88bc-87b766ed977d",
      "speaker": "Jordan",
      "start_timestamp": 3926.0,
      "text": "Kanye is here. How do you feel about that?"
    },
    {
      "end_timestamp": 3941.0,
      "id": "474d1843-ece9-3d1a-90b4-e7e9f0ab54e6",
      "speaker": "Dan",
      "start_timestamp": 3929.0,
      "text": "You're this is this is ridiculous. That's, that's your that's your response to like, oh, people make these accusations about you, Nick. But you couldn't possibly because you had"
    },
    {
      "end_timestamp": 3949.0,
      "id": "2186a4b0-8fa2-39be-b39f-f2343fffd52d",
      "speaker": "Jordan",
      "start_timestamp": 3941.0,
      "text": "this. That's an observation that's like, Hey, you're a white nationalist. There's a black man next to you see, and then you move on."
    },
    {
      "end_timestamp": 3962.0,
      "id": "db8f8f80-ea52-30c1-b703-99ec065915e7",
      "speaker": "Dan",
      "start_timestamp": 3949.0,
      "text": "It's not even like a statement. It's a defense. Election of racism. 100% 100%. This is sanitizing and making Nick palatable. Yep. By pretending to rebut the arguments that people make against everybody."
    },
    {
      "end_timestamp": 3972.0,
      "id": "95013b8b-b270-3a5f-87d2-a6a062b5274d",
      "speaker": "Jordan",
      "start_timestamp": 3962.0,
      "text": "Everybody speaks ill of white nationalists, you know, but here we have one sitting next to a black man. No one's dead. See, see white nationalists are people do."
    },
    {
      "end_timestamp": 3977.0,
      "id": "eb755a60-434e-357d-affe-8c584aeeaf7a",
      "speaker": "Dan",
      "start_timestamp": 3972.0,
      "text": "So gets back to the things he really wants to talk about, of course."
    },
    {
      "end_timestamp": 3986.0,
      "id": "1cc01c86-5a72-33fe-a0ea-7c90787cbd1f",
      "speaker": "Tim Poole",
      "start_timestamp": 3977.0,
      "text": "And I said, Well, I want to I want to understand what they're thinking and why they're thinking it. They're part of they're involved in what may be the biggest news story of the past week. And we have an opportunity to sit down and talk because"
    },
    {
      "end_timestamp": 3995.0,
      "id": "1f8ca35b-c157-36c5-8296-9d297c90f465",
      "speaker": "Kanye West",
      "start_timestamp": 3986.0,
      "text": "the RED media controls both sides. It just said it as simple as possible. Jared Kushner was an extra truck. Ronnie Manuel was next to Obama. But since 1940, go ahead,"
    },
    {
      "end_timestamp": 3998.0,
      "id": "89105b02-e730-343d-a11c-110df17750a0",
      "speaker": "Tim Poole",
      "start_timestamp": 3995.0,
      "text": "as I say, Isn't that an issue of these individuals?"
    },
    {
      "end_timestamp": 4002.0,
      "id": "9cf04453-292d-3920-8217-cfc3bf42286d",
      "speaker": "Dan",
      "start_timestamp": 3998.0,
      "text": "really wonder what year he was about to say things have been happening since the 40s? Since"
    },
    {
      "end_timestamp": 4013.0,
      "id": "a321bdaa-9003-3c0f-a1a7-89f8e5a4024d",
      "speaker": "Jordan",
      "start_timestamp": 4002.0,
      "text": "1940, I'm sorry. Excuse me, excuse me, we're talking about that. We're talking about the Jews how they were you're about to say 19 494 I'd need to finish that thought"
    },
    {
      "end_timestamp": 4020.0,
      "id": "679b121b-e238-3cd4-b1a3-154f0e065fd6",
      "speaker": "Dan",
      "start_timestamp": 4013.0,
      "text": "really got to imagine that Tim is glad that he didn't finish that. Yeah, man, Tim, whatever that was, it wasn't good. It"
    },
    {
      "end_timestamp": 4028.0,
      "id": "97920379-5ee4-3351-9994-eb8a85c6dea4",
      "speaker": "Jordan",
      "start_timestamp": 4020.0,
      "text": "should have there should have been a fucking tackler on the edge just being like, Hey, listen, eventually, you're gonna be needed."
    },
    {
      "end_timestamp": 4057.0,
      "id": "79f7ca73-7c66-3731-a0a9-7aed827f228c",
      "speaker": "Dan",
      "start_timestamp": 4028.0,
      "text": "So yeah, he threatens to leave again. Whenever he did storm out, I really don't think anyone should have been surprised even in the room. Like he's brought it up twice that he's like, brought it up twice, right because of things that the topics that he himself has decided to complain about, right? And the non existent pushback and reframing actually, that Tim is trying to do to make his beliefs acceptable and palatable to the audience. Okay, so but yeah, he's gonna leave."
    },
    {
      "end_timestamp": 4066.0,
      "id": "6c0041de-7ad9-3761-baeb-8e289445d193",
      "speaker": "Kanye West",
      "start_timestamp": 4057.0,
      "text": "And because the RED media controls both sides, it just said it as simple as possible. Jared Kushner was an extra truck. Ronnie Manuel was next to Obama. But since 1940,"
    },
    {
      "end_timestamp": 4070.0,
      "id": "ffb1cee8-6a49-3fac-86e7-6fa3a15908d5",
      "speaker": "Tim Poole",
      "start_timestamp": 4066.0,
      "text": "go ahead, as I say, Isn't that an issue of these individuals? Like you're extracting? I"
    },
    {
      "end_timestamp": 4151.0,
      "id": "a5d20247-e0e0-3e4e-acdf-d3763b8e0e1c",
      "speaker": "Kanye West",
      "start_timestamp": 4070.0,
      "text": "haven't, I'm going to get on I'm going to order with the last of my money that's available in a different account. I'm going to order a PJ before I sit and have been set up conversation. When when I'm literally trying, they're trying to put me in jail for my opinion, but I'm not that I'm not gonna have that opinion. I don't care about people, the people those are bots that are trying to tell you we realize that get pets, he's so Trump out. You got I'm saying it's like I would have never wanted to do anything that hurt Trump. I'm on I'm on Trump's side, Trump said things that hurt me. He lied about me. But I mean, he's known for lying. And when people used to tell me that, you know, he's a liar. It's like, you know, I went into the trenches for Trump. That's another conversation. There was no one in my position that wore that hat. And all of my surroundings the stretches asked to me was like death by 1000 questions. I know I'm jumping to another thing. But what I'm saying is I know you gotta rep for your, your your people online, but it's like you got a person in real life day. All right, I'm not waiting, bro. I lost. I lost the money for the freedom of speech. And that's what makes me the only American that we know that really deserves to run the country because everyone else your boy, DeSantis. Trump, whoever they they raised in a petri dish over on the Democrat side is going to play the game."
    },
    {
      "end_timestamp": 4160.0,
      "id": "76c2ca97-8766-3d60-b17a-4c59d4a2fe1e",
      "speaker": "Tim Poole",
      "start_timestamp": 4151.0,
      "text": "Here's what I was trying to get to. i You went right into the anti Semite thing. I think it's something that should be talked about. But if you if you start bringing this up, you're gonna ask my opinion. I'm gonna disagree with you."
    },
    {
      "end_timestamp": 4193.0,
      "id": "e04f9956-9954-3fc1-a17d-3a0ecebe8d86",
      "speaker": "Kanye West",
      "start_timestamp": 4160.0,
      "text": "I didn't ask your opinion on it, you know, but I'm willing to it but I don't care about your opinion. I liked your opinion on how we win an election. But I don't care about anybody's opinion, bro. I lost. They tried to put me in jail. They blocked to $2 billion. I had, like, but I told Farrakhan I said, Look, I was at anti summit summit it for me say his name out loud. Like, I minister. Yeah, the minister like I met with him to all he was. Yeah, I mean that Jewish people allowed Obama to meet with the minister, you know, so."
    },
    {
      "end_timestamp": 4224.0,
      "id": "defac8f5-7050-317f-8980-9cedcc6d5a4d",
      "speaker": "Dan",
      "start_timestamp": 4193.0,
      "text": "Yikes. It's yeah. I don't know. I Can't imagine Tim is sitting here thinking like there's a productive way that this is gonna make it two minute 30 Yeah, I hear when when he is already saying I don't care about your opinion, right? I'm gonna say my anti Jewish stuff right? I don't give a shit. You kind of get just got to be like wow this is yeah, it is almost like storming out. It's an ideal. Oh totally turn of events. Yeah,"
    },
    {
      "end_timestamp": 4240.0,
      "id": "959991f8-21dc-3654-8be4-25f780216659",
      "speaker": "Jordan",
      "start_timestamp": 4224.0,
      "text": "yeah, no I mean I frankly we're we're in Asimov storm out at this point I feel like if you bring it up twice you've got to write you know and Kanye is still a showman, you know so he's not going to not a doormat, it's not as"
    },
    {
      "end_timestamp": 4249.0,
      "id": "5d7de042-0cb9-3385-8ad7-328d740a02a5",
      "speaker": "Dan",
      "start_timestamp": 4240.0,
      "text": "flamboyant, a storm out, as you might hope, sure, but it is a leaving nonetheless fairly abruptly."
    },
    {
      "end_timestamp": 4256.0,
      "id": "d5fc4b9d-a78a-3713-973a-69a3e15ce565",
      "speaker": "Jordan",
      "start_timestamp": 4249.0,
      "text": "Man I think if I'm Tim Poole, all that's going on in my head right now is great job. Tim Poole. You're so good at this,"
    },
    {
      "end_timestamp": 4298.0,
      "id": "292ad2e9-d31f-316c-a121-2b598124857c",
      "speaker": "Dan",
      "start_timestamp": 4256.0,
      "text": "people are gonna pay so much attention to me. I'm a big boy. I do think that there is an interesting dynamic where Tim feels like he's disagreeing with you in a meaningful way. And that is not happening. No. I understand that he's thinks that he's disagreeing with EA by saying this is a localization issue. Sure, or something like that. But in reality, that's not challenging the point of what Kanye believes, right? It's just putting another hat on it that maybe looks better to Tim Poole's audience, right. So they can accept the content of what you're saying, just in a different way. Right, look at it a little bit differently."
    },
    {
      "end_timestamp": 4356.0,
      "id": "9448f619-0fe4-38d3-a7b2-fd4ecc72574b",
      "speaker": "Jordan",
      "start_timestamp": 4298.0,
      "text": "Well, I mean, these are all far right, people who live under this guise of, I say whatever I want, because the censors have, uh, you know, like, I will be uncensored. And so if you, if you turn me off, or whatever, I'll keep saying whatever I want. But they don't understand what it actually means to not give a fuck about what anybody says. Like, they all live on this pretend we put on this cape of like, all the mainstream media hates us. And they still pretend that they don't have a complete and utter obligation to say whatever it is that their audience wants, you know, like, you guys just say whatever your audience wants, the same way that you think other people are gonna containing your speech or whatever, Kanye really does not give a fuck, he is going to say whatever the fuck he wants. And it really doesn't matter to him. That's, that's what they don't understand. They don't understand a person who truly does not care."
    },
    {
      "end_timestamp": 4372.0,
      "id": "20c01cbd-5300-3600-981e-e19fe9f1de14",
      "speaker": "Dan",
      "start_timestamp": 4356.0,
      "text": "And somebody who truly doesn't care and is enabled by at least two people in the room, right, who have a very strong interest in giving the fire right? Yeah, because the things he's saying because he doesn't give a fuck really advanced their worldview."
    },
    {
      "end_timestamp": 4381.0,
      "id": "f412363c-fd2c-3e46-ae33-8f409cd2ac99",
      "speaker": "Jordan",
      "start_timestamp": 4372.0,
      "text": "Yeah, it's like if the king of Rohan were hanging out with sorrow man and warm tongue. That's just how it goes, man. That's how it is."
    },
    {
      "end_timestamp": 4391.0,
      "id": "ca0750a5-4003-34e5-8556-b6a774ae4025",
      "speaker": "Dan",
      "start_timestamp": 4381.0,
      "text": "So here is where it all falls apart. There's a bit of a ramble, of course, that leads into it. And then I guess, yeah, he just decides that I've had enough."
    },
    {
      "end_timestamp": 4488.0,
      "id": "3c6ab9ef-15ac-353e-aee6-6b9a570b4baa",
      "speaker": "Kanye West",
      "start_timestamp": 4391.0,
      "text": "The contract for the next four years, if I hadn't done anything, would have been $500 million a year for four years. What I was fighting for was the IP. So my children could you know, I'm sorry, I just sometimes I think about seven thoughts at one time. Because anything I see I come up with, like seven answers to it and then just choose what it is. But but the thing is, when I said my children, the reason why my my brain kind of blocked because it's like, God is saying, you know, your children are going to be okay, the you know, baby mamas got money, right? God is using me, he's breaking me down, removing all of the, you know, riches person, all of this so I can serve Him. And the more and more those things are taken away from me, the more I can be empty and be a vessel and be able to be used and right now, it's like, you're not going to take if we can't, you're not going to take my pain away, right? The Jewish people say, it's the Holocaust, this happened. And you can't say anything about it. We can't take their pain away. No one's going to denounce the fact that they tried to lock me up. That's what it because every time I'm just holding stride, and it's like, I didn't I thought it was more Malcolm X, but I find out I'm more MLK, because as I'm getting hosed down every day by the press, and financially, I'm just standing there. And when when I found out that they tried to put me in jail. It was like a dog was biting my arm and I I almost shed a tear almost, but I still walked in stride through it."
    },
    {
      "end_timestamp": 4490.0,
      "id": "78e1d8e2-98e9-35a1-9a6e-6c55275f6918",
      "speaker": "Tim Poole",
      "start_timestamp": 4488.0,
      "text": "I think I think they've"
    },
    {
      "end_timestamp": 4494.0,
      "id": "46918ba2-9c94-3a59-8150-f0fa3dba03e7",
      "speaker": "Kanye West",
      "start_timestamp": 4490.0,
      "text": "been wildly unfair to you. I thought it was day though. We can't tell you these cameras."
    },
    {
      "end_timestamp": 4498.0,
      "id": "22dee45d-57ff-3d92-907a-fc12413db34c",
      "speaker": "Tim Poole",
      "start_timestamp": 4494.0,
      "text": "I'm not using the I don't use the word as as the way I guess you guys use. I'm telling"
    },
    {
      "end_timestamp": 4505.0,
      "id": "d72f0bc5-41db-3bcc-b078-b93d53fd8669",
      "speaker": "Nick Fuentes",
      "start_timestamp": 4498.0,
      "text": "them though, isn't it? I mean Consider it. 28 What do you mean? It's not?"
    },
    {
      "end_timestamp": 4553.0,
      "id": "391cdf6f-757a-3aa3-9f35-55bd3678a20c",
      "speaker": "Tim Poole",
      "start_timestamp": 4505.0,
      "text": "What do I mean? Like? Okay, so how about you leaving? Are you afraid of the press? He's done. I'll say right now. You, I, you guys want to bring that stuff up? And I'm not gonna, do you think EA is gonna come in here and say, Here's my opinions myself, I'm gonna say, I hear you. And then he's gonna say, and it was Jewish people, and I'm gonna be like, okay, but don't you consider so I'm not going to do this. Make sure he's cool. All right, go for it. Look, and I love a conversation. So I can't say I'm surprised. What do I even do? Louder than ask him? Please elaborate on this? Are you referring to individuals? Are you quite literally blaming an entire group of people for the fact that powerful individuals are causing you harm?"
    },
    {
      "end_timestamp": 4576.0,
      "id": "b1d43898-d599-38e7-afec-b8954698254a",
      "speaker": "Dan",
      "start_timestamp": 4553.0,
      "text": "I don't think that he did do that. He don't think the Dubreuil even did. He's giving himself the credit for having like, provided a little bit of pushback. And like Kanye can't handle this. Yeah, or whatever. But that's not the case at all. Yeah, he made himself mad, and then left, because Tim just didn't play along, basically. I mean, he didn't even push back. Really,"
    },
    {
      "end_timestamp": 4593.0,
      "id": "6cbd842b-04ba-3b6e-93ac-7fa664a9d0be",
      "speaker": "Jordan",
      "start_timestamp": 4576.0,
      "text": "I would say that if you put the camera on him, and didn't have Tim or anyone else there. Then eventually if he were talking for 20 minutes, he would have stood up and left anyways. Right? Regardless of what anyone was talking, you"
    },
    {
      "end_timestamp": 4605.0,
      "id": "2920c902-fedb-3fef-b3db-7505af67ab69",
      "speaker": "Dan",
      "start_timestamp": 4593.0,
      "text": "start talking and get to 100 different topics eventually complained about some Jewish people. I'm not in a position where I need to defend myself to myself, I'm out of here."
    },
    {
      "end_timestamp": 4616.0,
      "id": "b65347bd-8c7f-3cd6-9b1e-6ff1fa52c94f",
      "speaker": "Jordan",
      "start_timestamp": 4605.0,
      "text": "Yeah. I mean, honestly, what is B, what's fun about it is that they clearly are not recognizing that they are so meaningless and empty compared to like they."
    },
    {
      "end_timestamp": 4660.0,
      "id": "38b54c7c-fc89-3691-a4a7-562b69131965",
      "speaker": "Dan",
      "start_timestamp": 4616.0,
      "text": "And I think that if Tim wants the credit for what he's giving himself credit for, he should have given far more concrete pushback to the very ridiculous things that were being said, he would have maybe tried to get some clarity on some of the rambling points that went nowhere and didn't get finished. Like there's a completely different set of behaviors that you would have expected if he was going to be like, I can't be expected to just let yea show up and say these things and expect that I'm not going to, you know, like, No, you didn't do that. Right. That's, that's a fiction that you're painting now that he has left the room. Right. And the great congratulations for that. But you didn't you right, this is not a frosty Nixon."
    },
    {
      "end_timestamp": 4664.0,
      "id": "e2e4343a-3a1e-39b4-8d95-fd2545d0d951",
      "speaker": "Jordan",
      "start_timestamp": 4660.0,
      "text": "I mean, no matter what he did, though, what's unacceptable is that Kanye was on here."
    },
    {
      "end_timestamp": 4675.0,
      "id": "e7fbc22a-bb4a-3b79-9d4c-fd864a7a9836",
      "speaker": "Dan",
      "start_timestamp": 4664.0,
      "text": "Well, I mean, we can talk about that. But where I'll meet you for sure. Is that it's unacceptable that kind of a Milo and sure, Nick, together."
    },
    {
      "end_timestamp": 4676.0,
      "id": "cb05bc5f-a1f7-3418-9e25-9679b0c78d61",
      "speaker": "Jordan",
      "start_timestamp": 4675.0,
      "text": "Sure. I'm just I'm just,"
    },
    {
      "end_timestamp": 4712.0,
      "id": "eef90e28-803d-3446-b8a3-60e762cd56d7",
      "speaker": "Dan",
      "start_timestamp": 4676.0,
      "text": "I think, I think that there's a certain world where if it's just a you could potentially provide pushback. You know, he probably ended up leaving anyway, just like this. But when you have the three of them there, there's no win. You're either going to end up in this situation, or worst case scenario, they respond and you can't handle the three on one that's going on. Right we're have the Milo NIC and yay. And you just end up looking like an idiot getting dunked on by"
    },
    {
      "end_timestamp": 4719.0,
      "id": "65752f8b-228e-340c-8b24-fc051a71868c",
      "speaker": "Jordan",
      "start_timestamp": 4712.0,
      "text": "Yeah, because you're one of them. And you're the you're the one with your hands tied behind your back. You're the one who can't say I know I agree with you,"
    },
    {
      "end_timestamp": 4727.0,
      "id": "017b659d-d973-342b-9d8a-5e6206e015f4",
      "speaker": "Dan",
      "start_timestamp": 4719.0,
      "text": "you know whether or not that's the case I'm not entirely sure sure. But like you are definitely in a position that they are not in"
    },
    {
      "end_timestamp": 4761.0,
      "id": "d9d7d0e8-c6d7-30b0-9f37-95b189b44a2c",
      "speaker": "Jordan",
      "start_timestamp": 4727.0,
      "text": "I would say the problem I have is I don't one there's no reason to have yeh on even by himself because what are you going to if what are you going to push back on? If the thought is going to be completely different two seconds later? What are you going to convince him of that won't then be different two seconds later right thought is he going to follow you all the way through to the conclusion with its John identity politics you're no it's not even that you're just having them on there as a fucking freak. It's a freak show. It's a you're pretending that it's not"
    },
    {
      "end_timestamp": 4775.0,
      "id": "c1579d90-e153-371a-8934-69e2508fac59",
      "speaker": "Dan",
      "start_timestamp": 4761.0,
      "text": "it's an it's the same thing that you can expect a lot of these folks on the right to be doing which is trying to chase whatever attention by proximity to 100% A giant celebrity."
    },
    {
      "end_timestamp": 4785.0,
      "id": "347bcd78-9ea7-3c42-bcaf-5ff81ab60209",
      "speaker": "Jordan",
      "start_timestamp": 4775.0,
      "text": "Put Kanye on a dunk tank it would have been a better show. Because what this is, is unlistenable garbage is pretty bad. And it's a fucking freak show. So you might as well embrace Oh, that's what you're doing."
    },
    {
      "end_timestamp": 4812.0,
      "id": "037c4456-cc7f-3bdf-8f14-aca4a0d1542d",
      "speaker": "Dan",
      "start_timestamp": 4785.0,
      "text": "If I may be so bold. Yeah, I did listen to after he left. The show is better when he was because at least their status and there's something that's there's a tension right, right. At least it's like it's something's gonna break Yeah, it's gonna happen here. Whereas afterwards, it's just him sitting there with the daughter of the guy who made V bear, Luke radowsky. And some other lady talking about how great a job Tim did and how he's a big boy."
    },
    {
      "end_timestamp": 4819.0,
      "id": "910a47d0-7159-3a23-987b-ea96141847bb",
      "speaker": "Jordan",
      "start_timestamp": 4812.0,
      "text": "Yeah, it's nice. It's him sitting going from sitting with five anti Semites to just to and that's really nice"
    },
    {
      "end_timestamp": 4832.0,
      "id": "62f5dc13-bb8c-3beb-9a1e-cde3b76d98cd",
      "speaker": "Dan",
      "start_timestamp": 4819.0,
      "text": "to meet each other. I don't know who the third or the other lady is who is in there. I know there's V their daughter, Sharon, Luke radowsky. And then there's another woman. I don't know who she is"
    },
    {
      "end_timestamp": 4844.0,
      "id": "f0ce6db8-f001-39f2-9702-0af519b79c07",
      "speaker": "Dan",
      "start_timestamp": 4832.0,
      "text": "Luke radowsky earlier saying it is them though, isn't it? As if he didn't understand exactly who that that was Nick? Oh, that was Nick. Okay. All right. So I thought that was his voice. No, no, sorry."
    },
    {
      "end_timestamp": 4866.0,
      "id": "675fb245-c473-3af4-adff-708a0859afee",
      "speaker": "Dan",
      "start_timestamp": 4844.0,
      "text": "I've seen a lot of response to this be things like how does he think he can run for President if he can't stand a little pushback in the interview? And I think that that misses some important points. The first is that to people inclined to like yeh and respond to the message that he's putting out, leaving this interview doesn't actually signal weakness. It comes off as kind of strong,"
    },
    {
      "end_timestamp": 4870.0,
      "id": "a792adc3-0d75-3ed3-a7c0-388a30b55188",
      "speaker": "Jordan",
      "start_timestamp": 4866.0,
      "text": "you need to be there. No, yes, the only person who doesn't need to be there."
    },
    {
      "end_timestamp": 4948.0,
      "id": "b38da8fb-3304-3399-9d58-0e7e399e6727",
      "speaker": "Dan",
      "start_timestamp": 4870.0,
      "text": "The second thing is that if you just watched the minute prior to the storming out, it kind of does appear like Tim is giving some pushback to EA but I don't think that's necessarily a fair way to characterize the rest of the interview. If anything, yeh entered this interview, having just said a bunch of comically anti semitic stuff proceeded to say anti semitic nonsense, and Tim did his best to sanitize it so the audience could see it as something other than anti semitism. It was a localization issue or an instance of identitarian ism, but it wasn't the thing that it obviously was. This wasn't an episode of Tim given pushback TAS ideas and gay not being able to handle it. It was a case of Tim failing in an effort to whitewash the things he was saying, whether or not that was his conscious intent. That's exactly what Tim achieved or failed to achieve. And no shade on Tim for failing on that effort. Yeah, he clearly had no interest in participating in the sensitization of his shit. Yeah, that's like, it wasn't going to be able to pull that off. The problem as I see it, is that this happened in the first place, as you said, basically, the way it went down and all that is pretty much what you'd expect considering the players involved. It's flashy and kind of funny to see a show go off the rails, but it wasn't even good in that world. Like, people like storming off shows. Yeah, way better instances of that have"
    },
    {
      "end_timestamp": 4962.0,
      "id": "02604dd0-8f86-33f1-9172-0eb9202843bb",
      "speaker": "Jordan",
      "start_timestamp": 4948.0,
      "text": "been with fucking somehow somehow, for the first time in history, Gallagher has outshone Come on."
    },
    {
      "end_timestamp": 5167.0,
      "id": "90b4abeb-0bcc-3d04-961f-2f98469621a7",
      "speaker": "Dan",
      "start_timestamp": 4962.0,
      "text": "Unfortunately, there are some things here that can't be ignored. The fact is that Trump has announced that he's running in 2024. The fact is that yay is claimed that he's running in 2024, in the middle of a series of public appearances, where he seems to be becoming increasingly comfortable. In his place as a public anti Semite admits that he's attached himself to Nick Fuentes and Milo Yiannopoulos, who are only going to push him further down that road to serve their own purposes. And Trump had dinner with yay, who brought his crew along. I don't think that dinner is something that should be ignored. But I think that the least meaningful way to cover it is to have a freewheeling interview with yea, Milo and Nick, like Tim Poole decided he was going to do if you're trying to get to the bottom of what happened, do some reporting on it, maybe tried to find a source in the staff at Mar a Lago who was there and maybe could tell you an unbiased outsider opinion, Nick and Milo are not reliable sources, particularly about things that have to do with themselves. And I think Tim knew full well what he was getting with EA. As we've said, a number of times about people like Rogen, booking guests is an editorial decision in and of itself. When you're inviting on people like this, and you're not fully prepared to have a very confrontational interview, you're having them on to promote them. Think about this. One of the only things that Tim even said about Quintus was defending him from accusations of being a white supremacist because he's working with EA. There was no acknowledgement that within the like the last month, Nick has called for the expulsion of Jews from the country. And that wasn't a like, what he was doing was like, Hey, how could you be racist? If you have a black friend level defensive Nic, that gets ridiculous. Yeah, that is a choice. And it's Tim showing deference to these creeps, because his goal never was to provide meaningful pushback to the toxic ideas that they're responsible for, for spreading. We do have to acknowledge that that this is happening. Whether we like it or not, it very well, well may end up being the case that gay doesn't actually make it to running for president. And even if he does, seems like you'd have to run as a third party candidate, so he may not even have to appear in debates. So the idea of him not being able to stand up to a debate might even be fucking irrelevant. But even if he doesn't make it to primary season, there is a reason to take this seriously. Many of them are matters for experts and other fields to discuss but from My standpoint, many of these roads lead back to Nick Fuentes being involved in this will give him a higher profile campaign experience, and bring him into even closer contact with whatever political figures end up supporting. Yea, in the same way that vanity candidates use campaigns to sell books, Nick can use this to network and raise his stature within other right wing spaces. This is the campaign that's destined or even intended to succeed. This is a design of pure accelerationism, where a gigantic star that the media can't ignore is used to bullhorn the talking points of people who are easy to ignore. The goal isn't to win. It isn't even to help a conservative or republican win, it's to take over the right wing. Anyone paying attention saw how easy it was to get the entirety of the GOP power structure to fall in line with Trump. And they have to have realized that that wasn't like an isolated event that wasn't going to happen again. If someone were able to command a similar amount of cult of personality and promise these GOP leaders the things they want, they will become yea Republicans overnight. Yeah, it's, it was dramatic how quickly that"
    },
    {
      "end_timestamp": 5172.0,
      "id": "687c30af-b8ee-3771-b2ec-c84d755c9ff7",
      "speaker": "Jordan",
      "start_timestamp": 5167.0,
      "text": "happened. Never, ever underestimate the cravenness of politicians."
    },
    {
      "end_timestamp": 5262.0,
      "id": "858f8507-31fa-3aa0-8a44-c51d9c3ac6c4",
      "speaker": "Dan",
      "start_timestamp": 5172.0,
      "text": "The goal is primarily to move the party, the GOP to further into the extreme right wing. And as such, I think it's now time that we need to step up to the plate and take on some of this stuff. I've shied away from covering some folks like this for various reasons that I mentioned at the top of the episode, but I'm going to reconsider that in terms of broadening our wacky Wednesday crew to include some of these other characters. And one of the highest priorities, I believe is Nick Quintus. It's very easy just to call Nick a racist and anti Semite, and that's all good. And well, and I don't think I would disagree, but for my taste, I want a fuller picture. So today, what we're going to do is we're going to jump in and cover an episode of Nick's show America first from just before he made his big splash into the Nazi adjacent big leagues on August 11 2017. This is just before he would attend the unite the right rally, after which he dropped out of college and really committed himself to streaming racist shit from his parents basement, right? So at this point, he's on era, his show is being aired on the right side Broadcasting Network. And, you know, these are 18 year old boy, that is a real shithead. But even in this nascent state, you can hear basically, very much the underpinnings of the ideas that I believe he's still carrying out. And some of it I think, applies to his behavior. visa vie gay, so I'm sorry, Jordan."
    },
    {
      "end_timestamp": 5266.0,
      "id": "62963dc9-6a3d-3da5-971f-0cae042d7302",
      "speaker": "Jordan",
      "start_timestamp": 5262.0,
      "text": "Yeah. Great. I'm excited. I'm stoked."
    },
    {
      "end_timestamp": 5268.0,
      "id": "2d7edece-e8fb-3599-bc67-d8acad966e86",
      "speaker": "Dan",
      "start_timestamp": 5266.0,
      "text": "I can tell the sincerity nothing. I"
    },
    {
      "end_timestamp": 5273.0,
      "id": "15a982df-430c-39b8-a711-06420e1a12ef",
      "speaker": "Jordan",
      "start_timestamp": 5268.0,
      "text": "wanted more than to listen to an 18 year old white nationalist tell me things. Yep."
    },
    {
      "end_timestamp": 5277.0,
      "id": "fa761083-5d72-3ea8-8cc7-fa43efca2aff",
      "speaker": "Dan",
      "start_timestamp": 5273.0,
      "text": "Right here, he announces that he's going to Charlottesville,"
    },
    {
      "end_timestamp": 5299.0,
      "id": "1c7576c3-19d9-3992-96c7-48878ac0f514",
      "speaker": "Nick Fuentes",
      "start_timestamp": 5277.0,
      "text": "first order of business, I will be at unite the right finally I made the accommodations. I made it happen, folks. I did. I know a lot of people kept asking me over the weekend, and this week, they were saying, Nick, are you going to be unite the right I hope I'll see you what unite the right are you coming down to Charlottesville? I will be there. I will be there to rally the troops rally with the people."
    },
    {
      "end_timestamp": 5305.0,
      "id": "d8e325cd-42e0-36d0-a502-9f1c6685ac08",
      "speaker": "Dan",
      "start_timestamp": 5299.0,
      "text": "So he is he's going and we all know how that went. Yeah, it went great to"
    },
    {
      "end_timestamp": 5312.0,
      "id": "4457f4ed-ffeb-3236-966a-8376782a241c",
      "speaker": "Jordan",
      "start_timestamp": 5305.0,
      "text": "everybody was united. Not just the right, but the whole world is like Hands Across America"
    },
    {
      "end_timestamp": 5321.0,
      "id": "0cdefb1c-9275-38bd-89c7-a83332fdcec3",
      "speaker": "Dan",
      "start_timestamp": 5312.0,
      "text": "is great. So um, Nick had some interesting thoughts actually about this rally itself. And he's suspicious of it."
    },
    {
      "end_timestamp": 5325.0,
      "id": "454b53e3-ac04-30d6-8e0f-46af52321fbb",
      "speaker": "Jordan",
      "start_timestamp": 5321.0,
      "text": "Because it is a honeypot meant to trap conservatives"
    },
    {
      "end_timestamp": 5327.0,
      "id": "b44922b3-4e66-34a2-9622-a73df7ff30a0",
      "speaker": "Jordan",
      "start_timestamp": 5325.0,
      "text": "basically. Yeah, I knew it."
    },
    {
      "end_timestamp": 5472.0,
      "id": "336b7035-1fe5-3a26-84b2-4564d1e1f797",
      "speaker": "Nick Fuentes",
      "start_timestamp": 5327.0,
      "text": "I am a little bit worried as much as I am excited to go and meet people of like minded people that know what's going on people that are not dumb and are in the matrix and on the blue pill people that we can talk about how we're going to fix the country, fix the demographics, as excited as I am for all of that I'm nervous. And this was a little bit of a shower thought today you're going to have all the top guys the top brass all the tin pot soldiers, if you will, that are going to be there all the main guys from the white nationalist All right. Fringe, right. I don't know what you'd want to call it. But this new faction that's emerging obviously, there's a lot of facts, the same old facts that sort of goes with the territory white man talks about unite the right that you have all different groups coming together. And I sort of thought it's kind of like in that movie, Inglorious Basterds, which I watched it, I liked it for a long time, and then I hit the red pill and now I hate it and I really hate it for obvious reasons. But Inglorious Basterds the end of the movie, they get all the Nazis in one place, and then they blow them all up, and they shoot them all and they kill them all. And I'm thinking, you know, that's sort of like pornography. They Basically for the social justice warrior for the communist for, you know, people of color, whatever, I'm sorry thinking is that not exactly what we're doing with unite the right is let's put every important person in our movement in one place and everyone sees us as a threat to civilization. I mean, isn't that isn't that kind of worrisome? I don't know. I mean, I hope I'm not concerning people. I'm still going to go, you know, you can't live your life in fear. But you think of it that Kessler, Enoch, Spencer, James, also Baked Alaska, I mean, like, everyone's going to be there, Sam. Hi, Lauren, Southern people from rebel media are gonna be there. And I don't know. Is that a great idea? I don't know. We thought it'd be a great idea. Like, hey, let's all go to Lee Park. Everyone thinks we're Nazis and bigots. And let's just go in the middle of an open field all the important people. Look, I understand the importance of rallying the troops building the morale uniting the right, that's why I'm going but I am a little worried about that part of it that you might get some some nut job some Travis Bickle. LARPer down there, with some bad intentions and some bad ideas. Nut Job."
    },
    {
      "end_timestamp": 5480.0,
      "id": "468bbc08-1a48-3e72-8190-177e91f74098",
      "speaker": "Dan",
      "start_timestamp": 5472.0,
      "text": "It's, it's interesting. His his perception. And that is, is like well, I mean, what by"
    },
    {
      "end_timestamp": 5483.0,
      "id": "b92387ac-6d17-3af9-8bfe-bbc50fd6fee6",
      "speaker": "Jordan",
      "start_timestamp": 5480.0,
      "text": "identify with the Nazis?"
    },
    {
      "end_timestamp": 5487.0,
      "id": "e5432d97-ca03-380d-aa34-cb024905b9f1",
      "speaker": "Dan",
      "start_timestamp": 5483.0,
      "text": "Well, I mean, he doesn't like it for obvious reasons. Yeah, I think"
    },
    {
      "end_timestamp": 5493.0,
      "id": "8b4f95bf-a8e5-3e49-b4dc-e53693ed8159",
      "speaker": "Jordan",
      "start_timestamp": 5487.0,
      "text": "it's very, very, very obvious that you think that we are getting all the Nazis together to"
    },
    {
      "end_timestamp": 5515.0,
      "id": "4dbd11e4-f23e-3cbf-9071-0b6344d1127e",
      "speaker": "Dan",
      "start_timestamp": 5493.0,
      "text": "Yeah, and you're one of them. Right? And I mean, he's talking about this new faction that's coming together. And he's like the white nationalists. Like you, you recognize that this is the part of large part of this group. Yeah. That that you're uniting. Yeah, it's not it's not like we call you that you are that? Yeah. You get it you even you get it?"
    },
    {
      "end_timestamp": 5536.0,
      "id": "657fa4b0-515e-3987-997b-3582739d6f8b",
      "speaker": "Jordan",
      "start_timestamp": 5515.0,
      "text": "It's it's interesting. His his like, oh, then maybe some nut Jabal but but like, I mean, you don't understand the movie. If you think it's just some nut job. There was a war and Hitler was there. So Hurray, that was kind of the point. Yeah. I mean, if your argument is that this is a lot like that, I think you're saying a lot too much. I think you might be arguing the wrong point,"
    },
    {
      "end_timestamp": 5541.0,
      "id": "2826f703-eeb4-3ab0-bcbb-6e9c316b5bd6",
      "speaker": "Dan",
      "start_timestamp": 5536.0,
      "text": "perhaps. So they're portrayed as dangerous. These?"
    },
    {
      "end_timestamp": 5546.0,
      "id": "bfd33c65-3c64-32ce-879d-3ba867b2ec59",
      "speaker": "Jordan",
      "start_timestamp": 5541.0,
      "text": "No, they are dangerous. Remember the unite the right rally that happened literally immediately following"
    },
    {
      "end_timestamp": 5549.0,
      "id": "79927457-3a0d-3c3c-9d84-3fbace5c1ffd",
      "speaker": "Dan",
      "start_timestamp": 5546.0,
      "text": "this? I do. I do. And that's why it's a little ironic."
    },
    {
      "end_timestamp": 5607.0,
      "id": "a80304a0-8d9d-3d58-a780-9d60b474fe38",
      "speaker": "Nick Fuentes",
      "start_timestamp": 5549.0,
      "text": "We're portrayed in the media as the dangerous ones, the violent ones. We're the only people in the world that can't advocate for our own interests without it being dangerous. Like you go to a Black Lives Matter rally and you're not in danger of getting killed by white people. You may be in danger of getting killed by Yes, you are a white supremacist or Klansmen. If you go to a Palestinian rally, there's no danger of you getting killed. If you go to a pro Zion white, there's no danger of you getting killed by white people revokes your permits, deletes your event page on Facebook denies you service and AirBnB and Uber that doesn't happen only happens with white people, right? Only when we say we don't want to be exterminated. We're the only ones getting denied service revoked. Events canceled on Facebook, and threat of being murdered by people and that's just fine. That's just acceptable. Right? Not anymore, folks."
    },
    {
      "end_timestamp": 5640.0,
      "id": "573fac8e-088c-3e03-8c98-e97db120b82f",
      "speaker": "Dan",
      "start_timestamp": 5607.0,
      "text": "Yeah, I mean, the rally that he's promoting going to Heather Heyer was murdered at that rally hit by car driven by a white identity extremist. Yep. Additionally, DeAndre Harris was brutally beaten by four rally attendees who went to prison for it. And I mean, we could we could litigate all of the violence and, you know, people who have died at various rallies, but I don't think Tim would, or I don't think Nick would like that. Yeah, I don't think that would be be a good use of his time. Now. That's why, you know, he's just,"
    },
    {
      "end_timestamp": 5666.0,
      "id": "491b9048-2814-3f49-8022-960bb9245238",
      "speaker": "Jordan",
      "start_timestamp": 5640.0,
      "text": "yeah, nonsense. This is this is really uncomfortable, just because he's 18. You know, like, this is the type of shit that an 18 year old would fucking say to be edgy or some dumb shit like that. And then people would intervene, adults would exist, but instead he's surrounded by adults who are like, Fuck Yeah, dude, go on be more widespread the money to do exactly. That's give you a million dollars also. Yeah,"
    },
    {
      "end_timestamp": 5717.0,
      "id": "5297d464-6c7e-3b9f-b394-bc5336d8d7bb",
      "speaker": "Dan",
      "start_timestamp": 5666.0,
      "text": "it's it. It's unfortunate, in some ways, even for him. Yeah. Because I think that a lot of people when they're 17 1819, moving into your 20s if you are held to that, for the rest of your life, it's not necessarily fair. Yeah, but the state that we are in, this is the same person. Yup. He is not like maybe he's Find some things. I'm sure he would speak about things a little bit more Savelii than he then he did in 2017. But like, primarily, it's not like, Oh, I'm embarrassed to look back on myself because I wore. Right, right, right. Too many good. It helped me"
    },
    {
      "end_timestamp": 5724.0,
      "id": "1928f8f8-f79c-32d7-8421-c30bd4dc6935",
      "speaker": "Jordan",
      "start_timestamp": 5717.0,
      "text": "What is a flair? clothing style? No. I said washed jeans."
    },
    {
      "end_timestamp": 5727.0,
      "id": "2ca1ad91-a443-37c0-a997-b14f4ed029bc",
      "speaker": "Dan",
      "start_timestamp": 5724.0,
      "text": "I was trying to think of something benign and pop culture."
    },
    {
      "end_timestamp": 5731.0,
      "id": "c363ce1e-c8ce-3e84-8e18-6aebdd14e37d",
      "speaker": "Jordan",
      "start_timestamp": 5727.0,
      "text": "pet rocks. I don't know what you need for me. I'm here for you."
    },
    {
      "end_timestamp": 5748.0,
      "id": "688f7dd0-f2ac-324e-9155-0a1c3fa3e398",
      "speaker": "Dan",
      "start_timestamp": 5731.0,
      "text": "So one of the things that Nick does on his shows it goes over the news of the day. And apparently the big news around this time is that Google memo, James d'amour had written that Oh, I remember that. Yeah. But maybe women biologically aren't meant to be in these fields. Hey, what"
    },
    {
      "end_timestamp": 5750.0,
      "id": "ad79512a-e7c1-34be-86a1-3a214e454f1c",
      "speaker": "Jordan",
      "start_timestamp": 5748.0,
      "text": "are you going to do? Right? So"
    },
    {
      "end_timestamp": 5754.0,
      "id": "684bfb08-291f-32c5-b4ac-d6309dea7842",
      "speaker": "Dan",
      "start_timestamp": 5750.0,
      "text": "that's the big news. People have big opinions. And Nick has a has a take on this."
    },
    {
      "end_timestamp": 5809.0,
      "id": "19faa215-47c3-30f8-8127-a8dd12c2b37c",
      "speaker": "Nick Fuentes",
      "start_timestamp": 5754.0,
      "text": "And then of course, we're talking about this Google thing. You know, I didn't talk about this a whole lot. Because it was very basic. It was a very basic subject as a very basic topic to talk about. It was all your usual suspects, your usual free speech warriors. Google fired someone for saying a contrary opinion, oh, that's against free speech. You know, as much as I like, a lot of the personalities on like, the alt light, the new right, you know, that faction. It's just boring. It's so bland to me, because there's so many bigger things going on. You know, like I was saying about the unite the right when, when our people when white people are being killed and discriminated against, and we're under the threat of violence for advocating our interest. And, you know, you have people that are in front of maps and things complaining about social media and all that, you know, you just got to think if your priorities. Yeah, he's"
    },
    {
      "end_timestamp": 5820.0,
      "id": "cb126ec6-8ded-3e91-bdad-89b0363973aa",
      "speaker": "Dan",
      "start_timestamp": 5809.0,
      "text": "a high minded bigot, you understand? Yeah, he's like, this is this is just sort of small potatoes, you got to look at the bigger picture. Come on, be racist, but be ambitious about it. Right."
    },
    {
      "end_timestamp": 5862.0,
      "id": "f8f0d1d5-a6d5-393f-bbd6-63fda87c3d68",
      "speaker": "Jordan",
      "start_timestamp": 5820.0,
      "text": "Right. I find it interesting that baked within these white people is a kind of ironic understanding of what it takes for you to be the oppressed party. Right. So they know what it is that oppression is. Right. And they know that it's not happening to them, probably on some level, you know, so it's, it is a little bit like, I'm just taking what behavior has been done, and I'm pretending that it's happening to me, right, thereby, whatever it is that I'm justifying, is justified to do to me, right. Like, they don't understand that"
    },
    {
      "end_timestamp": 5905.0,
      "id": "1e8617b0-5403-35f2-8461-4fdb9e90ff50",
      "speaker": "Dan",
      "start_timestamp": 5862.0,
      "text": "concept. But yeah, I mean, it's, I mean, it's pretty simple. You can't say don't understand, you can't come out and say my political objective is to make sure that my race is always in a position where we can assert authority in all situations. Sure. You know, like, that is not really a good, you're not gonna get a lot of people coming along and being like, sounds interesting. Right? Right. Right. Whereas if you present it this way, it kind of it's it's a euphemistic in the same way that like localization issues way, you know, way that Tim can talk about anti semitism without like, actually being upfront about what this is, right? This is the same thing with Nick, he's a salesman, right, you know, right, right."
    },
    {
      "end_timestamp": 5912.0,
      "id": "aaf2570e-a415-3b20-9f76-bebd2e3b86d4",
      "speaker": "Jordan",
      "start_timestamp": 5905.0,
      "text": "I'm just, I'm just saying that if they understand the consequences of their own actions, then they have justified the consequences. That's all I'm saying."
    },
    {
      "end_timestamp": 5934.0,
      "id": "8f7e692a-0460-3693-8847-f018ce6cdc2f",
      "speaker": "Dan",
      "start_timestamp": 5912.0,
      "text": "So, um, one of the things that you need to understand about Nick, in terms of his prescriptive ideas about policy and about like, the way society should be ordered, is that he is not necessarily somebody who is in the same camp as like Alex, who like believes in the Constitution,"
    },
    {
      "end_timestamp": 5938.0,
      "id": "daf0fae2-fbe8-3b73-9f0b-20ad9d85ce30",
      "speaker": "Jordan",
      "start_timestamp": 5934.0,
      "text": "because why would you? They don't, right. No one does. Nick."
    },
    {
      "end_timestamp": 5948.0,
      "id": "86e40b65-dfdc-3c1e-b7e3-8f2c3efc4d96",
      "speaker": "Dan",
      "start_timestamp": 5938.0,
      "text": "Nick thinks that a lot of things that maybe are held sacred by the Liberalist society, societies, he's going mask, I mean, they're fucking stupid."
    },
    {
      "end_timestamp": 5949.0,
      "id": "79f3557c-ad6c-3db4-bb45-fa3e16e626ca",
      "speaker": "Jordan",
      "start_timestamp": 5948.0,
      "text": "He's got a mask on"
    },
    {
      "end_timestamp": 6031.0,
      "id": "dd43a65f-65c1-3bce-80f9-8c1c4a481aa7",
      "speaker": "Nick Fuentes",
      "start_timestamp": 5949.0,
      "text": "so long, we're told by the right wing, that we should be libertarians, right, that as long as there's no censorship, as long as there's no discrimination, as long as there's like a free market, and there's free speech, and there's a free and open society. That's good enough, right, that conservatives say we should have a free press, and we should have free enterprise and free speech and free assembly and free everything I do. And for a long time, I was on that bandwagon. I was on that train. But you look at every instance of this, for example, the free enterprise. You have all kinds of conservatives that are saying, well, you know, Google fired this guy for speaking out against, you know, speaking out about obvious biological truths about men and women, but Google's a private company, they can do it. they want and there's nothing we can do about it. Right? Google's a private company, and so they're free to do it. We may not agree with it, but that's their right. And God bless the free market. And I thought to myself, that is true in every institution where we have these dummies on the right, these dummy conservatives, that all they advocate for is free openness, open freedom, whatever, libertine libertarians. And we always get screwed every time with everything."
    },
    {
      "end_timestamp": 6075.0,
      "id": "41332e9c-e875-31d9-966e-0b52ff4d8c4f",
      "speaker": "Dan",
      "start_timestamp": 6031.0,
      "text": "Free Enterprise doesn't really involve whether or not Google should have fired James d'amour. I understand that Nick wants a dictatorship. But that isn't really a coherent now that one's not really there. Also, tomorrow as a memo is shit. And even the National Labor Board found after an investigation that his firing was completely illegal and appropriate. He argues that their innate biological traits that make women less employed in the tech field and a Google and this had the effect of creating a hostile work environment for folks and it wasn't protected. Like this isn't, I don't know. But you get this this revelation through discussing this story that like No, fuck the there should be the government should be controlling the economy, you should step in and be like, No, fuck this. But even in hiring and firing decisions about government"
    },
    {
      "end_timestamp": 6084.0,
      "id": "57e5fc7b-f504-3607-a100-abcdd1a1b5be",
      "speaker": "Jordan",
      "start_timestamp": 6075.0,
      "text": "should have a choice. All of this stuff. Yeah. If Fuentes was dictator, then he would tell corporations who they can hire and fire"
    },
    {
      "end_timestamp": 6085.0,
      "id": "979adbf1-c5b4-35e3-b082-9d55798df6d8",
      "speaker": "Dan",
      "start_timestamp": 6084.0,
      "text": "nuclear. Yeah, that's"
    },
    {
      "end_timestamp": 6086.0,
      "id": "cba703ff-1719-3e2a-a5a0-6f57ea034113",
      "speaker": "Jordan",
      "start_timestamp": 6085.0,
      "text": "a good sis he"
    },
    {
      "end_timestamp": 6098.0,
      "id": "bb0802b8-ea18-3aa6-8d87-321bf052d9e2",
      "speaker": "Dan",
      "start_timestamp": 6086.0,
      "text": "can't fire people for creating a hostile work environment for a certain group of staff. That's No, no, you do get to do that. If you're a white man. Yeah,"
    },
    {
      "end_timestamp": 6123.0,
      "id": "8518b82a-5ce7-3cca-9de4-1e2c43a26ad7",
      "speaker": "Jordan",
      "start_timestamp": 6098.0,
      "text": "I've got a I've got a new rule that I think works perfectly. Okay. Okay. You cannot talk to me about chromosomes, unless you know what all of them do. So if you're gonna tell me there's a biological difference that you can pinpoint between an x and a y, that's fine. You also have to tell me about the other 24 Every single fucking one of them. And if you don't know shit about the other 24 Then shut the fuck up about the two you do know about? Well,"
    },
    {
      "end_timestamp": 6127.0,
      "id": "a21a4994-317e-30a3-a7fb-3834277a1780",
      "speaker": "Dan",
      "start_timestamp": 6123.0,
      "text": "this one here is a librarian. See,"
    },
    {
      "end_timestamp": 6128.0,
      "id": "5bb31b1e-3e05-33a8-a160-adbb71de0589",
      "speaker": "Jordan",
      "start_timestamp": 6127.0,
      "text": "that's what one works in"
    },
    {
      "end_timestamp": 6129.0,
      "id": "0e4b3fe4-6989-3b42-b7e0-4db28d1d3d9c",
      "speaker": "Dan",
      "start_timestamp": 6128.0,
      "text": "constructively. What"
    },
    {
      "end_timestamp": 6132.0,
      "id": "ef819b70-0174-3fba-833b-b1321bfe1b8c",
      "speaker": "Jordan",
      "start_timestamp": 6129.0,
      "text": "I'm saying. If that's your bullshit, you better know all"
    },
    {
      "end_timestamp": 6136.0,
      "id": "ee7de43b-0766-3e34-847d-4b407221e1fe",
      "speaker": "Dan",
      "start_timestamp": 6132.0,
      "text": "this one is an artist. Absolutely. Currently as a trustful? How"
    },
    {
      "end_timestamp": 6141.0,
      "id": "0d7c2f3d-7b40-3e3e-8810-7234b760aea2",
      "speaker": "Jordan",
      "start_timestamp": 6136.0,
      "text": "dare they all? The professional ones do?"
    },
    {
      "end_timestamp": 6145.0,
      "id": "b5519cf5-9a46-3c00-a187-75d76732a1b2",
      "speaker": "Dan",
      "start_timestamp": 6141.0,
      "text": "Yeah, I don't know what the chromosomes do. Exactly. So shut the fuck. What are their jobs?"
    },
    {
      "end_timestamp": 6150.0,
      "id": "1802d128-0080-3ce5-87b7-696a93474be3",
      "speaker": "Jordan",
      "start_timestamp": 6145.0,
      "text": "There's like, there's the ones that are like, Oh, how much hair do you have? I remember that one."
    },
    {
      "end_timestamp": 6159.0,
      "id": "175aaa5a-696e-3bb0-a384-ad903535f7fb",
      "speaker": "Dan",
      "start_timestamp": 6150.0,
      "text": "So in addition to like not being into this free enterprise stuff, right. He is also not into free speech. He does not think it matters,"
    },
    {
      "end_timestamp": 6214.0,
      "id": "a81b669e-936d-382f-a5c2-4abac6446a0e",
      "speaker": "Nick Fuentes",
      "start_timestamp": 6159.0,
      "text": "free speech. Yet all the college kids in Berkeley marching for free speech in the 60s. Once they got in control of academia, no free speech for white people. Free Enterprise. There's no discrimination allowed by the market. Because it's costly to a business, we should open up the free markets, you can only discriminate against white people in the marketplace now. Freedom of the press, we can talk about anything in the press. As long as we get a free press, we can have information and everything. It's an information revolution with the internet, only people that are discriminated against white people, once they take control of the institutions and who controls the institution folks take a look at take a look at who controls them. Right. The globalists. And I just think it's so funny that you have so many people, young people in particular, it baffles me that are still championing this hedonistic, ridiculous libertarian cause that only hurts our interests."
    },
    {
      "end_timestamp": 6245.0,
      "id": "aa70dbcc-b075-3b9a-9ea9-eac639607ca3",
      "speaker": "Dan",
      "start_timestamp": 6214.0,
      "text": "Yeah. So, one thing that is important to point out is that every time that Nick says globalists, he's smiling, and like a little bit of a wink to the audience. He knows we all know, right? It's debatable whether or not or at least how consistently Alex is using that euphemistically, for Jewish people. Right, but with Nick, it is not it's pretty transparent that he's winking. Yeah, you know what I'm talking about? Yeah, you know why I don't like Inglorious Basterds. Yeah,"
    },
    {
      "end_timestamp": 6283.0,
      "id": "7baa6f20-c863-336a-bdbd-1c1827d8f0b6",
      "speaker": "Jordan",
      "start_timestamp": 6245.0,
      "text": "okay, so if I was a fascist dictator, all right. I'm not giving a shit about hiring and firing people. Whatever. Baba Baba Baba. Not my job. Sure. Right. It seems like it'd be tough to micromanage. The only thing I'm doing is I'm going to create a what I'm going to call it a duvet to you camp, right. So everything else the government can do whatever they want. But this is my baby. All right. And that's every time somebody's like, ah, Baba, you know, like puentes, then he goes to the duvet to you camp, and then all the things that he wants to get done to him, and then we figure it out, you know, then we'll see how he turns out on the other side of the maybe Fascism is bad camp."
    },
    {
      "end_timestamp": 6317.0,
      "id": "ae367f97-a6d9-33bb-8d2c-b6d102e6fd93",
      "speaker": "Dan",
      "start_timestamp": 6283.0,
      "text": "Yeah, I don't know if I fully support either you becoming a dictator. Sure if this plan well, in particular, but the second one really undercuts the first one. Sure. So the the, it's, it's interesting to me the way that these assertions are just made and And like there's no evidence or anything presented for like, you can only have free speech for white people. You can only hurt for white people with free speech. Yeah, you're the only business you can be discriminatory against white people. Yeah, I guess it just seems like a whiner."
    },
    {
      "end_timestamp": 6327.0,
      "id": "15d929f2-16a8-375c-87c7-b92e4be99112",
      "speaker": "Jordan",
      "start_timestamp": 6317.0,
      "text": "Yeah, well, I mean, it's that debate club, like, repeat the certain key words that you need. Who can happen white people well above."
    },
    {
      "end_timestamp": 6349.0,
      "id": "ccc2bf5d-fee0-3061-ae8d-f2c9e4732e94",
      "speaker": "Dan",
      "start_timestamp": 6327.0,
      "text": "And people who disagree don't really matter. They're not your audience. Exactly. People who are like agree with this already are the people you are hoping you suck in. Exactly. Generally speaking, if it's right side broadcasting network, it's pretty good chance that that's who's going to be watching. Yeah. So make it as an interesting metaphor here about, I guess the races?"
    },
    {
      "end_timestamp": 6354.0,
      "id": "5dad07b4-d4fd-339a-a6c0-86aa3acfb3a5",
      "speaker": "Jordan",
      "start_timestamp": 6349.0,
      "text": "This is dumb. The Wacky Races? No. Oh, no. No, all right."
    },
    {
      "end_timestamp": 6508.0,
      "id": "d4639eb9-5f67-3477-8533-b03ee88d4f48",
      "speaker": "Nick Fuentes",
      "start_timestamp": 6354.0,
      "text": "Think of it like this. Think of it. I've made the analogy on the show before. It's like a soccer game. Okay. And one team, let's call it the color team of the black team. Well, you've already started just for the sake of example, Black Team is they're playing soccer, they were black jerseys. They don't play by the rules, they pick the ball up with their hands, and they throw it in the net, and they only pass to each other. And they, they run into the middle of the field, they pick up the ball, and then they throw it in the net. And then they take it out, and they throw it in the net. And they take it out. And then they throw it in the net. And they're winning. They're just running up the scoreboard one two, you know, you don't see high scores in soccer, because it's a ridiculous sport. But you're seeing 100 105 200 Because they're just picking it up and throwing it in the net. They're not playing by the rules. They're not playing ethically, they're not playing fairly. They're not playing by the rules, they pick it up, they throw it in the net. And let's just say hypothetically, the other team, the white team, they're wearing white jerseys. They're just getting mad about it. They're just sitting on the sidelines, with their hands on their hips, saying, Hey, that's not fair. That's not playing by the rules Black Team, you can't pick it up with your hands and throw it in the net. That's not by the rules. Look at our rulebook. It goes against article, one section, whatever of the rulebook, and you're not playing by the rules. And we're not going to let this happen. And they sit there with their hands on their hips. And black team just keeps throwing it in the net. And they're running up the scoreboard and white team saying, Hey, I don't like that so much. Except here's the difference in the real world. It doesn't matter how you get the points, it just matters that you get the points and the loser dies. The loser is exterminated. Once they get to a point where the black team gets a huge lead 's last tech sales white team. And that's basically the world we're living in. I don't have to spell out the analogy. But that's basically it. Which is you have people on white team that are saying, Let's do whatever it takes to win. And then everyone else on the white team is saying, No, that's not fair. We have to play by the rules. We will not play until everyone plays by the rules. And you understand what happens. White Team may have the rulebook, white team may have played ethically they were so fair, they were so moral. They were so virtuous. They talked about the universal brotherhood of soccer players and how it's all just about soccer, or losing it's about playing the game. But then they all be killed in the parking lot once everyone decides to go home. And that's the world we live in."
    },
    {
      "end_timestamp": 6509.0,
      "id": "9096b398-04d6-3f01-9625-d52ae1747dbd",
      "speaker": "Dan",
      "start_timestamp": 6508.0,
      "text": "That's the world we live in."
    },
    {
      "end_timestamp": 6553.0,
      "id": "f925b3e5-c46a-300c-bf19-58dc7d938c74",
      "speaker": "Jordan",
      "start_timestamp": 6509.0,
      "text": "Can I let me try a soccer metaphor? Okay. It's like let's take one team for the sake of argument, the white team. All right now on this soccer pitch. Let's say the white team has several 100 players all right so Lobell bow exact only Leola, but I mean, like Lexi lowering the field like from start to they've got five people in goal, right. And then the black team has about 10 people, all right. And then the white team steals the black team's parents balls to take those away from them, and then their grandparents balls and takes those away from them. So they've got all these millions of balls, and they're just firing at the goal. But then the black team scores one goal. And so the white team goes fucking apeshit. Well, let's Trump to be president."
    },
    {
      "end_timestamp": 6571.0,
      "id": "471b6833-b542-3724-8013-fc291078c230",
      "speaker": "Dan",
      "start_timestamp": 6553.0,
      "text": "Well, it's interesting that neither of your metaphors really make sense in terms of soccer. Yeah, I would like to ask Nick, some follow up questions. The first would be what are the points in this metaphor? Like, what does that stand for?"
    },
    {
      "end_timestamp": 6576.0,
      "id": "dd4b3d60-1b21-3977-a1f3-38a958bb9e43",
      "speaker": "Dan",
      "start_timestamp": 6571.0,
      "text": "Literally rights. I believe he's literally talking about rights. Those are the points."
    },
    {
      "end_timestamp": 6613.0,
      "id": "7cab19cf-b868-3635-a11c-4b28a7909503",
      "speaker": "Dan",
      "start_timestamp": 6576.0,
      "text": "That's weird. Yeah. I mean, I don't know. I don't know what no means just win or lose. So it's hard to it's hard to really respond to his metaphor, because I don't understand what the goals are. I don't know what scoring means. I don't, I don't know who the refs are or the refs because I mean, like, you know, if they were there I would guess that they're just giving yellow and red cards to the white team. Yeah, I mean, they must like, Nick, because he speaks too much truth. He gets a yellow card suppose and I guess that means like getting kicked off Twitter, maybe maybe that's what the refs are. Maybe the refs are like, Jack See,"
    },
    {
      "end_timestamp": 6625.0,
      "id": "fb22b2cd-14a1-353e-b7eb-6122cb86f849",
      "speaker": "Jordan",
      "start_timestamp": 6613.0,
      "text": "I think he loses the metaphor at the end when he's like, and then everyone dies in the parking. Yeah, exactly. That's the part where it's like, maybe your sticks are not about the game so much as you just want to kill everyone that you don't like?"
    },
    {
      "end_timestamp": 6631.0,
      "id": "0ec5cf44-a0ce-34df-a1c8-8ec04c25b00c",
      "speaker": "Dan",
      "start_timestamp": 6625.0,
      "text": "No, because he's saying that they are going to be the subject of the killing. Right,"
    },
    {
      "end_timestamp": 6640.0,
      "id": "9ae52991-1967-3795-9b12-b02f1e46b90c",
      "speaker": "Jordan",
      "start_timestamp": 6631.0,
      "text": "right. But he's only saying that because he wants them to be the opposite of that, right? Because there's in his metaphor, there's only two teams, right. And one of them is getting murdered"
    },
    {
      "end_timestamp": 6645.0,
      "id": "fa0094b6-f636-328d-9a11-60637486e668",
      "speaker": "Dan",
      "start_timestamp": 6640.0,
      "text": "in the park is one of the members on the white team who's saying we shouldn't play by the rules. No,"
    },
    {
      "end_timestamp": 6652.0,
      "id": "6cf1616d-c977-3a0d-81f1-24f5471456a4",
      "speaker": "Jordan",
      "start_timestamp": 6645.0,
      "text": "you should murder them at the parking lot. Basically, basically, yes. Not good. It's not a good metaphor. No, no, doesn't work."
    },
    {
      "end_timestamp": 6657.0,
      "id": "92b9e0b3-5614-38a3-8a2d-b582977fca7a",
      "speaker": "Dan",
      "start_timestamp": 6652.0,
      "text": "So anyway, I mentioned that Nick doesn't like free speech. And ironic. Yeah."
    },
    {
      "end_timestamp": 6719.0,
      "id": "96dbdf0a-b31f-35aa-ad62-c36107ad22bf",
      "speaker": "Nick Fuentes",
      "start_timestamp": 6657.0,
      "text": "But the moral of the story, the teachable moment is the free speech. Idea. The free speech spoke is an instrument. It's not the ends in itself, we use free speech as an argument as a tool to further our own interests. We use free speech to get these guys to play by their own rules to hold themselves to the same standards. But we're not after free speech in itself. We're not after total and absolute freedom in itself. Of course not. Because every time that we do get this total and absolute freedom, we get certain groups of people that use it, and through unfair advantages and strategies, they climb to the top and use it to their own advantage. We're talking about the globalists here. And so that's why we have to play for our own team. Finally, and that's what it comes down to what this Google thing, it teaches us that the argument is Liberty, but not for liberty for the sake of itself, not in itself, not as an end in itself. But to further our own interests."
    },
    {
      "end_timestamp": 6804.0,
      "id": "6ab966f3-958b-3ff4-b87e-968392887882",
      "speaker": "Dan",
      "start_timestamp": 6719.0,
      "text": "This is a great moment to understand Nick a little bit better, don't for a second trust that something he's saying necessarily has to be sincere because there's a very good chance that something he's pursuing is actually just a red herring. And he's part of something else entirely, namely, advancing his white identity agenda. What Nick is doing is echoing the ideology of his forefathers, particularly George Lincoln Rockwell, the founder of the American Nazi Party, Rockwell would go to college campuses and cause a scene and gain free press coverage under the banner of free speech. But the goal was really spreading is not the ideas. The free speech part isn't important to them at all on the basis of it being a principle, they would gladly crushed the speech rights of people they didn't like were they in charge, but they know that they can cry free speech in order to mask what their rallies and ideologies are actually about. This trend is really consistent on the right wing, like think about how all the anti lockdown protests that happened over the last few years were really more or less just radicalization points for anti vaxxers to spread their ideology. The far right has an internal awareness that their ideas are things that most people hate. So they need to Trojan horse them to people presenting your ideas as they actually exist as a sure path to rejection. So you use universally approved concepts like free speech as a mask that your actual ideology hides behind. Yeah. And it make us pretty, pretty open about Yeah,"
    },
    {
      "end_timestamp": 6824.0,
      "id": "b9445171-f54e-3eb8-88b5-a6910dfad74a",
      "speaker": "Jordan",
      "start_timestamp": 6804.0,
      "text": "no, I mean, it's fun. It's it is like, it's like a team listening to all of the adults lie and going well, I get what you're saying. See, I'm telling you what you're saying. That's what you're saying? Why aren't you saying it? Like, that's it's very simple, honestly, it's like, he's not coming up with ideas?"
    },
    {
      "end_timestamp": 6852.0,
      "id": "833a28ff-6cb5-344e-91e0-4f0f3911bec7",
      "speaker": "Dan",
      "start_timestamp": 6824.0,
      "text": "Well, no, not necessarily. At this stage. I would not say that he's unnecessary, but he is demonstrating a pretty keen awareness of these underlying tactics that people use to push people further. Right. Yeah. And he's or he's articulating them in a way that is germane to and consistent with his behavior sense. Yeah. So that I think is worth understanding."
    },
    {
      "end_timestamp": 6868.0,
      "id": "a9dc366f-a866-3215-a839-8be14f5c0743",
      "speaker": "Jordan",
      "start_timestamp": 6852.0,
      "text": "No, it is. It's fucked up in a way because it's very clear that he sees through the bullshit. It's just that he's mad about it. Like he's like, why are we lying all the time? Can't we just tell people that we want to kill the ones we don't like?"
    },
    {
      "end_timestamp": 6886.0,
      "id": "e3b7c7c8-7cf9-38b2-b99d-e833562a28ca",
      "speaker": "Dan",
      "start_timestamp": 6868.0,
      "text": "Yeah, can we can't we just exert power with power? Yeah, no, there's a topic with this charade of free speech. Except he's not not saying that. He is saying we use these tools because we need to in order to get to the point where we can kill the people we don't like in the parking lot."
    },
    {
      "end_timestamp": 6891.0,
      "id": "5a09f85c-01ae-39f1-a59a-89b3f54bb3bc",
      "speaker": "Jordan",
      "start_timestamp": 6886.0,
      "text": "Exactly. So no, I mean, that's that's the annoying part is he's clearly understands the strategy."
    },
    {
      "end_timestamp": 6897.0,
      "id": "92a143ea-763e-3b07-87ef-d4176b6de35f",
      "speaker": "Dan",
      "start_timestamp": 6891.0,
      "text": "Yeah. So he gets talking a little bit about women in the workplace and whatever. You got some bad opinions on this."
    },
    {
      "end_timestamp": 6946.0,
      "id": "2fea3302-4e24-3287-8ae2-f5796d58e2fc",
      "speaker": "Nick Fuentes",
      "start_timestamp": 6897.0,
      "text": "What's the other 24 chromosome conservative? Women even and you try and tell them this, like, hey, you know, sweetheart, I know you feel really passionate about this because you want to get the attention of some Chad college Republican in the frat party. But if you really want to save the country, if you want to fulfill your moral obligation to your country and people, you should be getting married and having 10 or 15 children, and you will be, by the way, and no, that is no small order. either. You will be the backbone of the country of the revolution as a good mother. But they all want to fight you on this. Everyone wants to fight you on this and say that's sexist. That's misogynistic. You can't say that. That's just not realistic. That's not with the times. And everything's going so well, right."
    },
    {
      "end_timestamp": 7026.0,
      "id": "7cef9225-65fe-36ef-a185-634bedb1efe8",
      "speaker": "Dan",
      "start_timestamp": 6946.0,
      "text": "It's totally fine if people choose to be homemakers. But the option to pursue whatever work they want is pretty critical to a free world. Like it's it's sexist or misogynist to say that women have to do that. Yeah, that's the point that people make. But anyway, not not for nothing. A major element of Nazi propaganda involved women reproducing more white babies, and how that was the cornerstone of building the Third Reich. They gave an award called the cross of honour of the German mother to women who had four or more children. That's what Nick is hearkening to with this message. And it's pretty clear. He goes, he goes on to talk a bit more about this later to just like really strongly about his feelings about like, you need to have seven children, then they will then that's seven children who will also give birth to seven children that are all conservative. Yeah. Right. All right. It's a little, I mean, first of all, it is harkening back to that ideology. Replacement. But second, it's also dumb. I mean, because how many people do we know who have conservative parents who are quite liberal? You know, there's no guarantee that just because you, even if you have a tightly controlled family system, right, that doesn't make it like any more likely that your children are going to end up having your exact same ideology, right?"
    },
    {
      "end_timestamp": 7054.0,
      "id": "f4c9fba3-ea4b-3035-af4e-61ac228c603b",
      "speaker": "Jordan",
      "start_timestamp": 7026.0,
      "text": "No. And that's why it would be nice if everybody understood that when you try and implement the things that these right, right wing people think will happen. We get crazy, weird, unintended consequences that nobody understood or expected to happen. Like for instance, I don't know say the COVID response being letter fucking rip from half of our goddamn country. There's a lot of things that are unintended, because they have terrible ideas."
    },
    {
      "end_timestamp": 7067.0,
      "id": "0d9bbb73-271a-3e31-bc52-6bd3c93b1bcb",
      "speaker": "Dan",
      "start_timestamp": 7054.0,
      "text": "Yeah. So Nick, believes that racism is all around him against white people. Yeah, I think he would believe that. Yeah. And he decides that he's gonna bring up a really prime example of this. Let's hear it."
    },
    {
      "end_timestamp": 7166.0,
      "id": "2c3188a1-2729-3211-a1b0-4b5ff622660f",
      "speaker": "Nick Fuentes",
      "start_timestamp": 7067.0,
      "text": "And for everyone that doubts me on this for people like my mom who doubt me on this, who think I'm some sort of racist bigot, because I want my people to stay alive. Mom's stepping here. You turn the show off, you think go around him think live from being racist, Aryans are fine, and libertine is a word look that up if you're not sure. You think that's all fine. And well, we just need to have an open press. Do me a favor, right now. If you're watching the show on YouTube, click on the top right, open a new tab. In this window, open a new tab. Go into Google. And I want you to Google for me, American inventors. If you don't believe me, if you think I'm pedaling, if you think I'm peddling fiction, as Barack Obama says, If you think I'm making this up, if you think I'm some white supremacist, some conspiracy theorist, I will demonstrate to you firsthand, click open the new tab and Google American inventors tell me who comes up. Tell me who will come up in that Google search. When you Google American inventors Tell me? Does Benjamin Franklin come up? No. Does I think Nikola Tesla might come up? He might not I haven't checked in a while. But what do what do just about every single one of the results that come up and Google have in common Gee, weird. Was it their miraculous? Was it their miraculous influential inventions? No, that's not quite it. They have. They have George Washington Carver before they have Thomas Edison. So you know, that can't be it. Gee, what could it be? Who are they deliberately excluding from that search result? Who are they deliberately revising history to exclude?"
    },
    {
      "end_timestamp": 7169.0,
      "id": "289aa3c0-a0a2-3842-9481-94354aaa2184",
      "speaker": "Dan",
      "start_timestamp": 7166.0,
      "text": "So just one thing, Tesla was born in Croatia,"
    },
    {
      "end_timestamp": 7171.0,
      "id": "b3ba0e64-cc5e-3076-b399-ae4993ecf17b",
      "speaker": "Jordan",
      "start_timestamp": 7169.0,
      "text": "I was gonna say Tesla is not an American. Yeah,"
    },
    {
      "end_timestamp": 7179.0,
      "id": "6f30076c-cd62-34cb-b588-bfac01a05a6c",
      "speaker": "Dan",
      "start_timestamp": 7171.0,
      "text": "he lived in the US and all but yeah, you wouldn't necessarily be counted as an American inventor. Maybe usually not in cuentas his eyes? Well, yeah, for other ways."
    },
    {
      "end_timestamp": 7180.0,
      "id": "45fc87e7-d2f2-319a-b0d3-8608854cae26",
      "speaker": "Jordan",
      "start_timestamp": 7179.0,
      "text": "Yeah, exactly. Maybe"
    },
    {
      "end_timestamp": 7198.0,
      "id": "7f730174-0ea7-3f23-9670-f431d72747a2",
      "speaker": "Dan",
      "start_timestamp": 7180.0,
      "text": "you would put him in that category. It's possible. It's debatable whether or not you'd say he's an American. But the thing that Nick is concerned with is that he's white. Anyway, Nick is going to Google inventors. And let's see, he's gonna do it. Let's see on screen for us. Yeah. So let's enjoy a little game of races."
    },
    {
      "end_timestamp": 7205.0,
      "id": "7d8fd73e-3fc6-3746-816d-6f89d5759c1c",
      "speaker": "Jordan",
      "start_timestamp": 7198.0,
      "text": "Why does everybody try In fucking Heraldo that safe man, it's a terrible idea. It's not gonna go well. I"
    },
    {
      "end_timestamp": 7211.0,
      "id": "2c27485b-e88f-3ccd-a3af-ed1927bdc44a",
      "speaker": "Dan",
      "start_timestamp": 7205.0,
      "text": "think Nick is probably better at presentation than Olin is. That's fair. And so here's where he gets. And what do we have?"
    },
    {
      "end_timestamp": 7301.0,
      "id": "87b4f71a-3ab8-3876-b6d3-df57a1381aa4",
      "speaker": "Nick Fuentes",
      "start_timestamp": 7211.0,
      "text": "George Washington Carver. He's the first result. When you think of American inventors. You think of George Washington Carver? Right. We eat peanuts, Howard Latimer, one of my favorites growing up definitely here on mine. Garrett Morgan. i Yes. Garrett. Morgan. I can't remember which one he invented. Elijah McCoy. Doesn't ring a bell. Madam Walker. Doesn't ring a bell. Okay, so first five, first five entries. I've heard of one of them. Don't know any of their inventions. Well, let's keep going. Oh, finally, Thomas Edison. Of course. Thomas Edison invented the light bulb, like 100 other things. Probably one of the greatest inventors of all time. Number six. All right, number six. He's Elijah McCoy. Madam Walker. Garrett Morgan Lewis Latimer, George Washington Carver. After Edison, you have Lonnie Johnson. Oh, good old Lonnie Johnson. My friend, Granville Woods, Patricia Bath, Jen, Ernst, Matt and Salida. And I'm gonna have to scroll to the right and who else do we have Alexander Graham Bell. Okay, finally. So we have an all of those. didn't even want to start every single one black to white guys. And we got Edison and grandpa. You think that's like a coincidence? Does that make sense?"
    },
    {
      "end_timestamp": 7410.0,
      "id": "fab00b8a-c2f2-3532-bebd-a96d4c7fb7b8",
      "speaker": "Dan",
      "start_timestamp": 7301.0,
      "text": "I have no idea what list he's looking at. But I decided to play along with him. And according to my Google results, I don't know if they've changed since 2017, or whatever. But the first names that come up are Thomas Edison, Samuel Morse, Robert Fulton and Alexander Graham Bell, all white dudes. And then you have George Washington Carver. I don't know what list he's looking at. So I can't really respond to it specifically, but seems like bullshit. A larger issue is his blanket disregard and disrespect for black inventors. He doesn't know who any of these people are, which makes the opposite argument than what I think Nick is intending when that yeah, no one knows about these people. But what did they invent? Garrett Morgan invented the traffic light and a smoke hood which allowed firefighters to withstand smoke exposure and still be able to breathe. Louis Latimer worked for Edison and actually holds the patent for electric lamps. He also invented one of the early forms of air conditioning. Elijah McCoy invented the automatic lubricator for steam engines essentially revolutionising railroad travel both in terms of civilian use, as well as for commercial purposes. Madam Walker is remembered as the first female self made millionaire in US history and developed haircare systems for black women. Lonnie Johnson invented the Supersoaker, one of the best selling toys of all time, and has worked developing tech while working at NASA as an engineer on spaceships. Granville Woods, invented automatic brakes, the steam boiler, furnace, and a raft of other railroad related things. He is often called the Black Edison, but I guess Nick hasn't heard of him. Patricia Bath invented things that improve cataract surgeries, Jan Ernst invented the lasting machine, which allowed for greater and easier production of shoes, which previous to that was a severely complicated process that had to be done by hand. Sure. And it basically allowed for, I mean, all sorts of development of footwear,"
    },
    {
      "end_timestamp": 7431.0,
      "id": "5eb344d7-d933-3b28-baed-b7153d99fcb4",
      "speaker": "Jordan",
      "start_timestamp": 7410.0,
      "text": "right? I mean, I have a bigger issue with this whole dumb train of thought, which is just like, why are you? Arbitrary is bullshit. America are arbitrary arbitrary. It's only most stuff was invented in Asia from 1000 million years ago. It doesn't matter. That's fine. invented what? Wherever?"
    },
    {
      "end_timestamp": 7433.0,
      "id": "c8d4f680-99c3-398b-82ab-bad3618ef8a7",
      "speaker": "Dan",
      "start_timestamp": 7431.0,
      "text": "Well, that's fine. It's crazy. That's fine."
    },
    {
      "end_timestamp": 7437.0,
      "id": "b46780b6-33c4-3117-a198-2a785c9bc43d",
      "speaker": "Jordan",
      "start_timestamp": 7433.0,
      "text": "Every a bit more white people didn't invent shit, the end. But"
    },
    {
      "end_timestamp": 7469.0,
      "id": "d20dfd45-c730-314e-8faf-063c63160381",
      "speaker": "Dan",
      "start_timestamp": 7437.0,
      "text": "there's two things. Yeah. One is that I think you just see a disregard and disrespect. Like I said, of these figures of American invention history because they're black. Nick finds them to be not Oh, yeah, not Oh, interesting, or anything, and he feels that he can denigrate them. Yes. Secondly, it's not about all this inventing stuff. It's about the fact that Nick thinks that Google is trying to exclude white inventors as a racist plot."
    },
    {
      "end_timestamp": 7509.0,
      "id": "a231b985-cc24-3ffb-8ab0-c64fb90174be",
      "speaker": "Nick Fuentes",
      "start_timestamp": 7469.0,
      "text": "If you're trying to aggregate the best search results. Why don't you have Ben Franklin on there? Why isn't Thomas Edison number one why isn't Tesla their wire? I can't think of a whole lot of inventors. I'm not like a science guy. But even I know that's pretty ridiculous. Why what's the agenda who did that? Who working behind the scenes program that this thing doesn't just happen by itself? Right? You know, that's not that is not an organic search result. Someone went in there and they change stead and why did they change it? Why was that allowed? Who let that happen? For what purpose? Does that going to make Google more money? As the free market? capitalists tell us? No, no,"
    },
    {
      "end_timestamp": 7514.0,
      "id": "7d695261-2d94-357c-86d0-04b3973b2d2c",
      "speaker": "Dan",
      "start_timestamp": 7509.0,
      "text": "no. It's going to hurt white people's feelings. Yeah."
    },
    {
      "end_timestamp": 7537.0,
      "id": "8a4f849d-839f-3d57-9996-11531e7c89cb",
      "speaker": "Jordan",
      "start_timestamp": 7514.0,
      "text": "This reminds me of what I can't remember who said it was the Reconstruction Era quote of like, if you convince the poorest white man that he's richer than the black than a black king, then you've got him forever. Something along those lines. And it's like, it is such that just like, oh, who the fuck is this? I don't care. Oh, they saved a billion lives. And I'm just a piece of shit yelling about how I'm racist on air."
    },
    {
      "end_timestamp": 7538.0,
      "id": "5dd11c66-6d97-3343-9b75-78c22dbe0266",
      "speaker": "Dan",
      "start_timestamp": 7537.0,
      "text": "Weird."
    },
    {
      "end_timestamp": 7548.0,
      "id": "e1af3176-25d8-33ed-8569-90dd0631ef92",
      "speaker": "Jordan",
      "start_timestamp": 7538.0,
      "text": "Weird how great. I am this person. Oh, you Oh, you saved love blue. Why does Google tell me about people who saved lives? Yeah, I've got racism to do."
    },
    {
      "end_timestamp": 7567.0,
      "id": "edf09658-59f5-341c-9cf5-4338cf1ab592",
      "speaker": "Dan",
      "start_timestamp": 7548.0,
      "text": "Yeah. So we know from Alex's talk that the new world order that exists, and a very scary thing, of course, and George HW Bush is the leader of it, because he use the words New World Order Scotland in his speech. Here's Nick."
    },
    {
      "end_timestamp": 7590.0,
      "id": "879957ad-fea9-3129-8b44-e1082b01b7cf",
      "speaker": "Nick Fuentes",
      "start_timestamp": 7567.0,
      "text": "And it's going to be showdown in the Pacific, ultimately, between the two great powers, emerging great powers, which are China and the United States, yet to be seen how that one will resolve this is the first test, I think, in a much broader, more long term sense for the US and China's relationship. Going forward how that power dynamic will work in a world order in the 21st century."
    },
    {
      "end_timestamp": 7597.0,
      "id": "767c1165-b31c-3014-8378-a7bd21a1230a",
      "speaker": "Dan",
      "start_timestamp": 7590.0,
      "text": "Oh, oh, is there a world order that's developing in the 21st? Century? Would there be a new state of a landlord?"
    },
    {
      "end_timestamp": 7598.0,
      "id": "726a0d5f-f6ce-3b09-a67e-e4255ee2ba72",
      "speaker": "Dan",
      "start_timestamp": 7597.0,
      "text": "Well,"
    },
    {
      "end_timestamp": 7601.0,
      "id": "b4cd2f98-38a7-35f9-949b-2c34c2f068ad",
      "speaker": "Jordan",
      "start_timestamp": 7598.0,
      "text": "I mean, it is different. It's confirmed it different"
    },
    {
      "end_timestamp": 7604.0,
      "id": "0d91bbc8-5d7e-3e34-8235-4127af0c4a9b",
      "speaker": "Dan",
      "start_timestamp": 7601.0,
      "text": "it is the head of the New World Order from the previous"
    },
    {
      "end_timestamp": 7616.0,
      "id": "a9c63555-d44a-3e7f-a871-5079c3c5910e",
      "speaker": "Jordan",
      "start_timestamp": 7604.0,
      "text": "order? Yes, there was an order in the past, right. And that order is no longer the same order as current. So one could argue, yes, it is new, right?"
    },
    {
      "end_timestamp": 7649.0,
      "id": "e77db6cc-12f7-3d3b-bb33-b443a5f92b60",
      "speaker": "Dan",
      "start_timestamp": 7616.0,
      "text": "Such stupid shit. Yep. Anyway, the there's a discussion here of the sort of crypto strategy that Nick employs in order to push his ideas. And this is part of, towards the end of his episode, he takes questions from the audience. And some of these questions end up revealing a fair amount. And I think that you make a great observation earlier about how like these just a team explaining what these people do. Yeah. And that's basically what happens."
    },
    {
      "end_timestamp": 7733.0,
      "id": "0b7b5f35-8f74-3328-8274-9bc557406571",
      "speaker": "Nick Fuentes",
      "start_timestamp": 7649.0,
      "text": "And Navicat asks, Do you think it's not more productive to lay low and infiltrate from within rather than go full red pill? Well, I haven't gone full Red Pill just yet. If you haven't noticed, I mean, I've been using some words, some analogies that aren't quite there. But they I have, but I'm not wait, is what I'm trying to say don't know. That's just it. I don't know, I'm alive for me to lay low and infiltrate, without going full Red Pill only because you really can't make the argument without the truth. And in order to lay low, you can't tell the truth. So you argue with people about immigration. And at a certain point, you can't argue about culture, right? At a certain point, it becomes very difficult to say, well, we don't want immigration, because of downward pressure on low wage work, low skilled work and their wages gets very difficult at a certain point to not make the whole case not make the full case with everything that you know what the truth is that you can't talk about. So I don't know. I'm feeling it out. I think it's a lot of imperfect improvisation. I don't think the long term grand plan. I don't think that's really feasible. I don't think that's viable. But I'm trying to feel it out. And what I'm really trying to do, I think, is ultimately, we're going to have to take the red pill, ultimately, that that will happen. I'm just trying to, I think take as many people with me as possible as I go."
    },
    {
      "end_timestamp": 7736.0,
      "id": "7c2f37fd-17a5-3de0-9034-40c158b27d7a",
      "speaker": "Dan",
      "start_timestamp": 7733.0,
      "text": "Yeah. So I mean,"
    },
    {
      "end_timestamp": 7757.0,
      "id": "ac08a2c4-68a8-3810-9bd0-96b4044333ad",
      "speaker": "Jordan",
      "start_timestamp": 7736.0,
      "text": "I feel like that clip should be played for the American public like constantly just nonstop followed by me saying a teenager figured it out, you idiots. Fucking teen he's 18 Look at this idiot. Come on, you fucking morons. It's obvious. Just play it again. Play it again."
    },
    {
      "end_timestamp": 7770.0,
      "id": "db68cc53-e6cb-3791-9766-44a94999ca12",
      "speaker": "Dan",
      "start_timestamp": 7757.0,
      "text": "I'm gonna say it again. Right? You know, like, follow it a falling in with him. Yeah, means that you are either being tricked by him. Or you get it too exact. And you're gleefully going along with,"
    },
    {
      "end_timestamp": 7781.0,
      "id": "40e7881c-3796-3fbc-879c-c8d7c8b5856e",
      "speaker": "Jordan",
      "start_timestamp": 7770.0,
      "text": "I want the IP I want to nonstop PSA. I want my own channel where I just play this clip. And I go see, see."
    },
    {
      "end_timestamp": 7790.0,
      "id": "44db29f9-4e1f-38bd-83d8-c55fc6d9c727",
      "speaker": "Dan",
      "start_timestamp": 7781.0,
      "text": "So there's more strategic talk here and I do think it is you know, I mean, you just have more content for your Lupe"
    },
    {
      "end_timestamp": 7995.0,
      "id": "c02f6d72-6210-3c49-bb09-4dd5369f3ab9",
      "speaker": "Nick Fuentes",
      "start_timestamp": 7790.0,
      "text": "Navicat asks Nick, do you think it is wise to go full white nationalism, rather than to take it slowly infiltrate the system from within and then promote nationalism when You actually have power? No, I think. I think it's ill advised. And I say that with experience, I'll tell you a little eight total fucking tags weren't here. Last week when I went to the job training in DC, I went to a job training to work for a do tank is certain to tank, a think tank, and I was in the job training for it. And I was disqualified on my first day, disqualified on my first day, it was like a two week job training to be a field representative, pretty benign, pretty simple position. And this was a think tank that's pretty much like an umbrella group. It's a big tent group where they have a lot of people in there. I know people in there that agree with me on a lot of things. I know people that agree with me on a lot of things. It's a big tent group, they have people, libertarians, conservatives, Paleo cons, all kinds of people. Now I go there to get the job to be a field representative in Wisconsin. And I was disqualified on day one by this dopey girl named Ivy from Lebanon, because I said I wanted to protect my people, because I was against immigration. Now immigration is a conservative issue to be against illegal and to some extent illegal immigration. That's the policy of our president. That's the policy of our party so subtle. And yet I get disqualified from even getting an entry level job at this conservative big 10 think tank because I said I was against immigration because I wanted to protect my people. And you realize two things. Number one, it's very difficult to hide, you have to basically go completely dark completely normally. And at that point, I think you're doing a lot of harm rather than good. At the same time, you think you're getting big, you think you're infiltrating, you think you're growing your base or growing independent. But the minute that you go a little bit further to the right, the minute that you go off your script, the minute that you go away from what your character that they built you up to be, you lose everything, you lose your money, you lose your funding, you lose your connections, you lose a lot of your audience. Like imagine, for example, imagine if Bill O'Reilly if he was still on television, and he said, I don't know, some kind of white nationalist talking point, he would be fired, he would be fired. And a lot of people would stop watching him and following him. And he would stop making money. And they would make sure he never had a voice who would be blacklisted he would be they would smear his name, run his name through the mud everywhere. And he would be he'd be like the new David Duke. Right? If you're doing it from the beginning as sort of controversial as sort of, you know, on the fringe, and not totally fitting in the mainstream, that's expected and it grows a little bit more organically. It's not that much of a shock. You build your own connections, you build your own infrastructure. Beyond that. I think the time is right. I think the time is right. The money is there, the support is there, the infrastructure is there, where we can really give it a shot. And I'm definitely not a white nationalist. Because if you're a white nationalist, that's the same thing as a white supremacist. So do not ever call me Don't lump me in with the actual Nazis."
    },
    {
      "end_timestamp": 7999.0,
      "id": "88556cba-2e65-35e0-baf1-774225981fa9",
      "speaker": "Dan",
      "start_timestamp": 7995.0,
      "text": "Good. Good. Save. They're good save at the end."
    },
    {
      "end_timestamp": 8008.0,
      "id": "d5752eb0-39bc-39ac-88ee-9295a12adf94",
      "speaker": "Jordan",
      "start_timestamp": 7999.0,
      "text": "Okay, so is reincarnation real? Because I think Henry Ford is alive again. I'm concerned that Henry Ford is back baby. Yeah. Jesus"
    },
    {
      "end_timestamp": 8011.0,
      "id": "05941935-a837-3db0-9ba0-d9bc40549944",
      "speaker": "Dan",
      "start_timestamp": 8008.0,
      "text": "Christ. Yeah. Or George Wallace. Yeah,"
    },
    {
      "end_timestamp": 8017.0,
      "id": "21e90411-aa8d-38cd-9737-8513e5fed719",
      "speaker": "Jordan",
      "start_timestamp": 8011.0,
      "text": "no. segregation now, segregation later. I"
    },
    {
      "end_timestamp": 8111.0,
      "id": "d85f3ad2-0c97-36ba-b2bb-34efcda56bf0",
      "speaker": "Dan",
      "start_timestamp": 8017.0,
      "text": "think, though, that like some some of that some of the ability to articulate some of this stuff. And somehow it not be like completely destructive to his ability to exist right in in any kind of space. I think it does speak to a certain amount of savvy on his part. I do think that and that's one of the reasons why I think that he is not like these other people that Oh, no, I agree. And, you know, some of these folks are kind of boring in the sense that they do appear to be out to scam, like Tim Poole. I don't think he has any kind of moral center or any ideological absolutely not he's doing things that are advantageous and expedient for him to get the most views on. He's got to Billboard in front of and a beanie. Yeah, I don't the fuck you know, I think that there are people like Steven Crowder who push ideological things. Obviously he has. He has toxic and bad political positions that that have an ideological bent to them. But I don't think he has an ideological center. Yeah, like and one of the things that differentiates Alex from even from Owen Troyer is that there does sit there is a point of him that has a core to it. Yeah, you know, his Barocci beliefs that he was obsessed with and and change benched him as a teen. Yeah. Like that is a part of his trajectory in his career. And with Nick, that is there. There is like that. Yeah, something"
    },
    {
      "end_timestamp": 8169.0,
      "id": "6f4bd243-60d8-30ab-8483-da945dd099c6",
      "speaker": "Jordan",
      "start_timestamp": 8111.0,
      "text": "No, what's what's annoying is that he understands the, I mean, oddly enough, he understands how things work fairly well, insofar as like, like us, you know, be a live game of it. Well, and not just that, but I mean, the doing of it as as a job like with our show, we are beholden to our listeners, you know what I'm saying? Like, it's not like our advertisers can drop off if we say something wrong. What what will happen is, if we are dicks to our listeners, there'll be like, hey, stop, be Adex to us, you know, like that? Sure. Or they'll leave? Sure. Right? In the same way, that's what he's doing. Only he doesn't understand that second part of being beholden to his his listeners to his followers, which I think is where he's starting to get now. Because from what I've, from what I've heard, he's starting to get pushback from the whole Insell people for being I don't know, someone who is occasionally thought about sex or not, I don't even know which one it is. Yeah,"
    },
    {
      "end_timestamp": 8247.0,
      "id": "bddccec4-1e66-31b8-ba5a-80b2875eb8da",
      "speaker": "Dan",
      "start_timestamp": 8169.0,
      "text": "I don't, I don't care too much into paying attention to that stuff about him, like not having sex or being Oh, I have no interest in it at all. I think a lot of people do have interest in that. I've seen the number of things on Twitter and I think a lot of people fall for, you know, maybe jokes and stuff shares I he's he is a figure that you have to take time to carefully write in terms of like, you kind of just have to ignore some stuff and be like, Alright, whatever, man, okay? Because there is more important things that are being said, that maybe aren't as flamboyant, or is up, you know, in the same way that I don't spend a whole lot of time concerning myself with Alex talking about gay frogs. Or, you know, there are other things, like, in the instance of, of Nick, that's right, just clear understanding of like, a way to launder white nationalism into other spaces, right. And this thing where he's like, you know, I am not a white nationalist at the end, is such a very obvious way of saying I am Yeah, but I want to say I have to say that I'm not very winking way. Yeah. Because he's, you know, the question, if you'll remember here, listen to what the question was."
    },
    {
      "end_timestamp": 8264.0,
      "id": "023c9641-bea2-3cde-a308-dc1a4f057083",
      "speaker": "Nick Fuentes",
      "start_timestamp": 8247.0,
      "text": "Navicat asks, Nick, do you think it is wise to go full white nationalism, rather than to take it slowly infiltrate the system from within, and then promote nationalism when you actually have power? No, I think, I think it's ill advised."
    },
    {
      "end_timestamp": 8282.0,
      "id": "e384fb48-84e3-3373-844f-6188f1fdb9c2",
      "speaker": "Dan",
      "start_timestamp": 8264.0,
      "text": "And his story that he tells is about himself going to try to get this entry level position at a think tank, right, where he says that he told this woman from Lebanon, that he doesn't like immigration, because he's trying to protect his people. Yeah. Which is his example of, I guess,"
    },
    {
      "end_timestamp": 8307.0,
      "id": "4a16f2da-67e4-3d02-a3af-283a9864a433",
      "speaker": "Jordan",
      "start_timestamp": 8282.0,
      "text": "that's him toning it down to get a job. I guess that's what I heard him, that's my understanding of the story is that he was like, there's no point in even pretending to say that you're not a white nationalist, because even when I tried, I'm so white nationalist. When I thought I was fucking watering it down. It was still overflowing with white nationalism."
    },
    {
      "end_timestamp": 8351.0,
      "id": "777dd57e-88f3-3661-9d83-6e2ea8a242a8",
      "speaker": "Dan",
      "start_timestamp": 8307.0,
      "text": "Even when you do this, if you succeed within this to bring about some kind of clout or notoriety to yourself, you have the potential for that to be taken away from you. Exactly. You stray too far from the acceptable path, right. And so the way to do it is to be upfront about a lot of stuff be a complete fucking weirdo. Yeah, take the lumps that come along with it. The marginalization, grow your shit, to the point where, you know, you can avoid those pitfalls. And that's basically the path that he's managed to walk. Right. And I do think there's one thing that he got wrong. And that is that if Bill O'Reilly said White Nationalist pigs, I am not sure he'll be kicked out. Especially not I mean,"
    },
    {
      "end_timestamp": 8376.0,
      "id": "40c6b3ae-f08e-3f6a-a12a-15d1214dea40",
      "speaker": "Jordan",
      "start_timestamp": 8351.0,
      "text": "yeah, not now. For sure. Yeah, for sure. No, but I think that's exactly what is also concerning about only being beholden to your own audience in the same way that Alex was after, you know, after he was kicked off of everything is that like, also, there is no stopping it. Only the audience can stop him at this point, because nobody else can affect his audience."
    },
    {
      "end_timestamp": 8401.0,
      "id": "4d2d9199-f858-3fd3-8c9c-659c0d4f83a0",
      "speaker": "Dan",
      "start_timestamp": 8376.0,
      "text": "You know? Yeah. Yeah. I want just him in the audience. I wonder and, you know, with so many of these folks, the audience also includes like, I don't know, billionaire donors. Yes. 8 million and crypto. Yeah, exactly. You know, like, hey, that is also an element of this. That is a confounding factor. or have the boldness to right, right,"
    },
    {
      "end_timestamp": 8405.0,
      "id": "7e71db39-68d5-3a70-9a57-6ee7f40a3b2d",
      "speaker": "Dan",
      "start_timestamp": 8401.0,
      "text": "right. You know, that's fair. That's fair. So"
    },
    {
      "end_timestamp": 8411.0,
      "id": "9db5b5d8-034c-3259-9a07-0a4da35bc517",
      "speaker": "Dan",
      "start_timestamp": 8405.0,
      "text": "interestingly, on this episode, coincidentally, Nick gets a question about Milo. That's weird, odd."
    },
    {
      "end_timestamp": 8483.0,
      "id": "dbd63836-2447-306d-8c8e-1cac9bb8db14",
      "speaker": "Nick Fuentes",
      "start_timestamp": 8411.0,
      "text": "Other questions? Oh, and what are your thoughts on Milo? I like I kind of like my long. I don't know, I'm, I'm sort of ambivalent about Milo. I liked him for a long time, because I thought he was funny. And because you see him, like, causing happenings, and it's cool. And it's cool to see Antifa get mad, and he makes people mad, and I like that. But um, you know, he brags about the things he does some of the more hedonistic alternative things he does, and it's very off putting, you know, my low, he may bring people into the movement, which he does, and God bless him for that. And he may be sharing a message, which is a little bit alternative. And, you know, he does give a fair hearing to certain people on the fringe far right. But I think it is not wise to hold up someone who lives a lifestyle like that as as your main guy, and there's a lot of things that go into it. It's not just, it's not just that he's gay. But, you know, he brags about things I can't even talk about on the show, because there's so vulgar in in other forms of degeneracy. And he brags about the gay things"
    },
    {
      "end_timestamp": 8489.0,
      "id": "ab147ae8-5272-3ef1-8627-b9ce4f7eed66",
      "speaker": "Jordan",
      "start_timestamp": 8483.0,
      "text": "he does I mean, that's on the loop that's on the like, do you guys get it? Do you not see? It's all there."
    },
    {
      "end_timestamp": 8496.0,
      "id": "274d7c10-671f-3109-9eb7-faf8919ca275",
      "speaker": "Dan",
      "start_timestamp": 8489.0,
      "text": "It's episode maybe should just be your it's just a loop? Yeah, I can do let's add this to the loop."
    },
    {
      "end_timestamp": 8599.0,
      "id": "54511247-d1f9-354e-8748-92718c06648a",
      "speaker": "Nick Fuentes",
      "start_timestamp": 8496.0,
      "text": "All right. Not yet asks, When are you going to go full red pill, you will get even more followers. Someday, when it becomes when the time is right. Oh, for God's sakes, when the people are ready to receive the red pill, I will go, I will go full red pill, but you have to, you have to sort of go with the tempo of time. I mean, we can't really, we can only set the tempo so much we have to work with what's happening in the country. And, you know, I think the time is definitely right in Europe. You know, the time is right in the United Kingdom and Germany, in Poland and Italy, when you see the European Union, that's suing Italy to take in more migrants, like, certain things become definitely more viable for your everyday person. Whereas in America where people aren't seeing it, where you have 300 million people, and you're not seeing the same kind of culture shock that you are in Europe, I don't think people are as susceptible to that sort of Far, far right message. So you may have your extremely far right progenitors of ideas and culture and propaganda. But you have to have people that can sort of be palatable to the mainstream, to focus those ideas to make them to make them viable, on a mass market scale to make them appealing for the mass market. And that's the nature of politics. I'm sorry, but it's not 1917. Okay, we can't be the Bolsheviks and take over the capital. By accident, basically, with a few 1000 people, it's not going to happen. And they happen, I don't know. Fair. Let me collapse and they happen. Fair point. I think to a large extent, it's dependent on how can we make this viable for more people"
    },
    {
      "end_timestamp": 8608.0,
      "id": "ef2d2a97-fb48-3a77-b5bf-04527c88ba54",
      "speaker": "Dan",
      "start_timestamp": 8599.0,
      "text": "very ironic that, like, yours few items after this right in their 1000s of friends accidentally took over?"
    },
    {
      "end_timestamp": 8624.0,
      "id": "1b1fe476-ec27-384f-8ed5-63d07fd14cdd",
      "speaker": "Jordan",
      "start_timestamp": 8608.0,
      "text": "Just just fucking I'm, I'm frustrated that we live in a simulation where this kind of shit keeps happening to us. Okay, that's, you know, we I used to call you a witch. But now clearly, you're just the architect of my fucking torment. That must be what's going on? Right?"
    },
    {
      "end_timestamp": 8629.0,
      "id": "1285491a-c9df-3c11-9b15-80f09f558849",
      "speaker": "Dan",
      "start_timestamp": 8624.0,
      "text": "I feel like if that was the case, I'd be taking more Glee in this right as instead, it's frustrating for"
    },
    {
      "end_timestamp": 8637.0,
      "id": "ad14f2a8-c6a9-3eeb-9065-0015abb73dd9",
      "speaker": "Jordan",
      "start_timestamp": 8629.0,
      "text": "me, I think I think you, you know, it's much like Nick Fuentes. You know, you have to lie about everything, until you don't have to lie anymore."
    },
    {
      "end_timestamp": 8641.0,
      "id": "1c165d30-ff44-31de-ba49-4742b209c26d",
      "speaker": "Dan",
      "start_timestamp": 8637.0,
      "text": "Sure, once the people are ready to embrace white nationalism,"
    },
    {
      "end_timestamp": 8645.0,
      "id": "e1be26b2-1471-3853-87e4-1c07d9fe2fba",
      "speaker": "Jordan",
      "start_timestamp": 8641.0,
      "text": "what do you just said, I'm gonna lie until I don't have to well, but but there's"
    },
    {
      "end_timestamp": 8663.0,
      "id": "84406b7d-de96-3824-83b0-7b972a8972f6",
      "speaker": "Dan",
      "start_timestamp": 8645.0,
      "text": "also a strategic purpose to the lying, that is to be somebody who is a little bit more palatable, that is, is getting those seeds out there of this stuff. And I mean, quite honestly, whether consciously or not, that is also like a fair description of what Tim Poole does. No,"
    },
    {
      "end_timestamp": 8664.0,
      "id": "a34788e7-9a81-370b-811d-793c00ed5a57",
      "speaker": "Jordan",
      "start_timestamp": 8663.0,
      "text": "I mean, no. Like,"
    },
    {
      "end_timestamp": 8678.0,
      "id": "a6fb2317-ae25-3dd3-990d-b08b62d344c3",
      "speaker": "Dan",
      "start_timestamp": 8664.0,
      "text": "I think that Nick is obviously far more aware and self actualized Yeah, about this. But, you know, it is a description of a lot of people within this sphere of media figures."
    },
    {
      "end_timestamp": 8682.0,
      "id": "17735273-9de4-321f-8653-dd9a3dfeb9ed",
      "speaker": "Jordan",
      "start_timestamp": 8678.0,
      "text": "It's that it's that loop of just like, Listen, this is how they launder bullshit. Do you not?"
    },
    {
      "end_timestamp": 8684.0,
      "id": "54eeec22-1d6d-3954-ba47-98976bc26fa0",
      "speaker": "Dan",
      "start_timestamp": 8682.0,
      "text": "It is 18"
    },
    {
      "end_timestamp": 8688.0,
      "id": "bafae004-2890-3b62-bd43-1699c6381fc0",
      "speaker": "Jordan",
      "start_timestamp": 8684.0,
      "text": "He already figured it out years ago, years ago, but"
    },
    {
      "end_timestamp": 8703.0,
      "id": "7e1e743f-006e-34a3-ba3b-dc7e25bb97c1",
      "speaker": "Dan",
      "start_timestamp": 8688.0,
      "text": "see, that might be what makes him so kind of able to work in this space. Yeah. Is that like it isn't something that Most 18 year olds would understand no, he"
    },
    {
      "end_timestamp": 8705.0,
      "id": "7c115a55-5b68-323b-9d9d-c362dd98a5a4",
      "speaker": "Jordan",
      "start_timestamp": 8703.0,
      "text": "left so fast. Yeah. And"
    },
    {
      "end_timestamp": 8706.0,
      "id": "c90d6f96-7aef-3506-8a44-92ddeee457b6",
      "speaker": "Dan",
      "start_timestamp": 8705.0,
      "text": "I think he's a"
    },
    {
      "end_timestamp": 8712.0,
      "id": "0f2fff27-605a-3db3-abe6-fab384721ecd",
      "speaker": "Jordan",
      "start_timestamp": 8706.0,
      "text": "born propagandist. You gotta give it to the man was born to lie to people. Yeah. It's just his skill."
    },
    {
      "end_timestamp": 8749.0,
      "id": "c82d2137-82c8-332e-90c1-84a69fee2b3c",
      "speaker": "Dan",
      "start_timestamp": 8712.0,
      "text": "Yeah. I think that is also a part of, of, you know what makes it kind of disconcerting that he's here with gay and Milo in this bizarre trio of folks who are pushing anti semitism is like, we you know, he's only learned more since this point when he was 18. Yeah. And it's not like he's expressing some strategy that he decided I shouldn't. I shouldn't pursue this. This is this is essentially like, you can see the footprints of this moving forward through his crew."
    },
    {
      "end_timestamp": 8756.0,
      "id": "7f7ab249-5eea-3bce-b163-beb96722da8f",
      "speaker": "Jordan",
      "start_timestamp": 8749.0,
      "text": "Yeah, I mean, on that Tim Poole interview, he should have been chomping a cigar going. I love it when a plan comes together. Like that is literally what's going on."
    },
    {
      "end_timestamp": 8760.0,
      "id": "5a047cbe-64d8-345a-800f-f31d0d141591",
      "speaker": "Dan",
      "start_timestamp": 8756.0,
      "text": "So why don't we have one last clip here?"
    },
    {
      "end_timestamp": 8818.0,
      "id": "34006bea-513b-3222-81ae-0d8f476fae8b",
      "speaker": "Nick Fuentes",
      "start_timestamp": 8760.0,
      "text": "Colonel Johnson, or joson? What do you think about the really good story that is real rarely, if ever been told, they're really good story that is rarely, if ever been told. A great story that hasn't been told. I don't I don't know what you're talking about. Okay. The a good story that's never been told. I don't know. I don't know. I I think I may recall having heard of this once before. The good story, but um, I am a No, actually I haven't. I haven't. If I ever if I ever heard that story, it would be racist for me to hear that and think about it. Can't do it, folks. I'm gonna get in trouble for that rag of Italians gonna come after me for that for even knowing. Isn't that crazy? In this country? If you know about something and you talk about something, you get in trouble if you're, like, dedicated to it. It's your whole life. Like, because you mentioned something."
    },
    {
      "end_timestamp": 8824.0,
      "id": "16020e00-bdfa-3416-ae49-ffa898d7caa4",
      "speaker": "Dan",
      "start_timestamp": 8818.0,
      "text": "So the greatest story never told is a documentary that is"
    },
    {
      "end_timestamp": 8829.0,
      "id": "1d9c30d1-c257-34fd-9696-f708a46e521d",
      "speaker": "Jordan",
      "start_timestamp": 8824.0,
      "text": "arguably the most anti semitic thing that's ever been produced."
    },
    {
      "end_timestamp": 8833.0,
      "id": "afe74611-dd6e-3327-8ed9-c68c629ec30a",
      "speaker": "Dan",
      "start_timestamp": 8829.0,
      "text": "Maybe a little bit of a positive depiction of Hitler."
    },
    {
      "end_timestamp": 8838.0,
      "id": "3faffc8c-2ec3-3e7e-8df4-9da0933ead7e",
      "speaker": "Jordan",
      "start_timestamp": 8833.0,
      "text": "Yeah, there we go. All right. All right. So birth of the nation Redux."
    },
    {
      "end_timestamp": 8851.0,
      "id": "e1d39158-eb51-39e0-b829-4cb369dcc2df",
      "speaker": "Dan",
      "start_timestamp": 8838.0,
      "text": "Yeah. So like this playing around and this dancing around is, you know, just a fun way to wink. And I like this. I like this pro Hitler thing. Yeah. Yeah. Because that is also part of the game."
    },
    {
      "end_timestamp": 8879.0,
      "id": "f95b53c6-b8c7-3280-b083-500eb805384e",
      "speaker": "Jordan",
      "start_timestamp": 8851.0,
      "text": "Yeah. It's the most annoying part. It's the most annoying part, that you just laugh while you say the things you believe. So you can later call it a joke. It is annoying. It is frustrating. I like jokes. We write jokes, where jokes are good. Jokes are fun. Jokes are bad. They're structured. And they're meaningful. Sometimes. Well, that's fair. Sometimes you just talk and you say fart. Yep. That's pretty much what he's doing."
    },
    {
      "end_timestamp": 8968.0,
      "id": "2710a225-aa27-3ba6-b894-6672a9923338",
      "speaker": "Dan",
      "start_timestamp": 8879.0,
      "text": "Fart my man fart, buddy. So yeah, we come to the end of this. And I guess I think that there are some things obviously, there's a different flavor to like an episode of America first than like an Info Wars episode. For sure. There is less of an interest in acting out, prepares, generally speaking. But there's also a difference between this and Olin. And that I do think that while not as theatrical as Alex, per se, there is a different kind of competence as a host even at atm. Yeah, that is you can you can tell from from Nick. And that makes it you know, it's something that I do think that I feel like we should cover more of, and I think we will I think we'll cover some more of this because Intel this plays its natural course. I do see this trio of weirdos as something that it does not deserve superficial sort of mocking or superficial analysis. Sure. I think it is something that points to a big problem. Yeah. And I think that we can we can look at it and deconstruct stuff as best we can with the tools at our disposal. Yeah, but we are still going to, you know, talk about Alex. Yeah, yeah. And yet don't don't be concerned listener. Yeah,"
    },
    {
      "end_timestamp": 8977.0,
      "id": "7f1c242f-82af-3244-9fd9-792749f9c790",
      "speaker": "Jordan",
      "start_timestamp": 8968.0,
      "text": "if Nick and Owen were in the same contest, I think Alex would have been like, Well, we obviously can't get the 18 year old. Let's just hire Oh, and"
    },
    {
      "end_timestamp": 8984.0,
      "id": "dad840a8-2a80-3257-b885-9cef54bd47e0",
      "speaker": "Dan",
      "start_timestamp": 8977.0,
      "text": "well wasn't in a contest. That's right. Apologies. And I think that Nick probably wouldn't have done it. No,"
    },
    {
      "end_timestamp": 8986.0,
      "id": "7b061695-09f8-3208-bc62-b9be20ab447b",
      "speaker": "Dan",
      "start_timestamp": 8984.0,
      "text": "that's what I'm saying. Yeah."
    },
    {
      "end_timestamp": 8991.0,
      "id": "3a5fe527-a62c-30f9-bdba-adb7d940251d",
      "speaker": "Dan",
      "start_timestamp": 8986.0,
      "text": "It would have been right. Nick wouldn't have gone along because"
    },
    {
      "end_timestamp": 8992.0,
      "id": "345d7f2e-84f2-3ba3-af57-227d92f2b3ea",
      "speaker": "Jordan",
      "start_timestamp": 8991.0,
      "text": "we couldn't have gotten them. Yeah."
    },
    {
      "end_timestamp": 9017.0,
      "id": "d49c941b-ade3-3320-ad33-4aac3762216a",
      "speaker": "Dan",
      "start_timestamp": 8992.0,
      "text": "i Oh, the thing that I was thinking of is when you're the Go We put Nick and Owen in the same place. Yeah. And like it just made me think of CPAC. Well, yeah. Oh, it was kind of I don't know if he was dunked on. But Nick definitely took over that event owned it. Yeah. All he does is get owned at Twitter."
    },
    {
      "end_timestamp": 9020.0,
      "id": "c68d6f4f-8205-39c3-827b-c6dce55115bf",
      "speaker": "Unknown Speaker",
      "start_timestamp": 9017.0,
      "text": "That's it. That's it. So yeah, we'll"
    },
    {
      "end_timestamp": 9038.0,
      "id": "1e84cffe-8b97-3c41-9b59-f73f5eadaee7",
      "speaker": "Dan",
      "start_timestamp": 9020.0,
      "text": "be back with another episode. I don't love the developments in the world. But I would also be lying if I said that they didn't intersect with the stuff that we talked about. Yep. And it seems like it would be maybe negligent to not poke our nose and a little bit and see what's going on"
    },
    {
      "end_timestamp": 9040.0,
      "id": "723a9309-563b-3f93-9891-f7ff205e9544",
      "speaker": "Jordan",
      "start_timestamp": 9038.0,
      "text": "twice. Oh, we'll"
    },
    {
      "end_timestamp": 9043.0,
      "id": "66c567b2-584c-32f1-b1ad-3290b464337f",
      "speaker": "Dan",
      "start_timestamp": 9040.0,
      "text": "be back. Jordan. Bless you."
    },
    {
      "end_timestamp": 9051.0,
      "id": "7f36f426-938f-3c11-9d09-fdc9b2cafaf9",
      "speaker": "Jordan",
      "start_timestamp": 9043.0,
      "text": "Indeed we will. But until then we have website and indeed we do. It's knowledge. by.com. Yep. was on Twitter. We are on Twitter. It's at knowledge underscore fight."
    },
    {
      "end_timestamp": 9061.0,
      "id": "e3e5bd47-badf-3367-85f8-de12ebcb7677",
      "speaker": "Dan",
      "start_timestamp": 9051.0,
      "text": "Jordan with the back, but until then, I'm Neo. I'm Leo. I'm DCX. Clark. I've been working on script."
    },
    {
      "end_timestamp": 9065.0,
      "id": "e5c65cec-35e6-39b0-b376-8fe7f15a8524",
      "speaker": "Jordan",
      "start_timestamp": 9061.0,
      "text": "You've been working on a script yet the one that you've been telling me about? Uh huh. Okay,"
    },
    {
      "end_timestamp": 9091.0,
      "id": "b261dea6-4b46-3924-8bb7-cbd39968f940",
      "speaker": "Dan",
      "start_timestamp": 9065.0,
      "text": "well, it's basically my idea is I want to write the next great American novel, but as a script, that's brilliant, right? There's gonna be jokes. It's gonna be a coming of age story or a building's Roman. There's also going to be like, maybe a nerdy character who like an attractive person falls in love with the nerdy best friend kind of thing. Maybe I figured that part out. It's diverting expectation. I'm open to criticism. See, I just need you to read this. Okay."
    },
    {
      "end_timestamp": null,
      "id": "6fae62a1-8b8f-3040-a571-2f9a43257b12",
      "speaker": "Dan",
      "start_timestamp": 9091.0,
      "text": "That's not a script. As the fucking wiki. You gotta read the ship. And now here comes the sex robots. Andy in Kansas, you're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}