{
  "audio_identifier": "KF_754",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/DanBidondi.mp3",
  "blocks": [
    {
      "end_timestamp": 61.0,
      "id": "1f659c1c-039c-3e88-a37f-1fadfe83af10",
      "speaker": "Alex Jones",
      "start_timestamp": 4.0,
      "text": "Red Alert. Red alert. Red alert. Red alert. Knowledge five days. Damn. Jordan is a wedding knowledge bytes.com It's time to pray. I have great respect for knowledge like knowledge. I'm sick of them posing as if they're the good guys. Shang V or the bad guy Chanology Dan and Jordan knowledge fight need money Andy and Sandy are shopping Andy and Ken handy in Kansas. Andy in Kansas, you're on the airplane for huge fan. I love your word. Knowledge by knowledge fight.com Hey, everybody, welcome to knowledge fight."
    },
    {
      "end_timestamp": 62.0,
      "id": "bccb659f-9af0-3b4c-8837-c9084da56dc4",
      "speaker": "Jordan",
      "start_timestamp": 61.0,
      "text": "I'm Jordan. We're"
    },
    {
      "end_timestamp": 67.0,
      "id": "c557591a-bba2-376a-8d7d-4e3768927754",
      "speaker": "Dan",
      "start_timestamp": 62.0,
      "text": "gonna do like sit around worship at the altar of saline and talk a little bit about Alex Jones. Oh, indeed."
    },
    {
      "end_timestamp": 69.0,
      "id": "fab868a5-c37b-330f-9c95-abf1a930d0ce",
      "speaker": "Jordan",
      "start_timestamp": 67.0,
      "text": "We are Dan Jordan, Dan,"
    },
    {
      "end_timestamp": 71.0,
      "id": "7f4ffc12-5d2e-3f69-953c-d18f2e10429f",
      "speaker": "Dan",
      "start_timestamp": 69.0,
      "text": "Jordanne question for you, buddy."
    },
    {
      "end_timestamp": 72.0,
      "id": "bf8ccb63-7993-332c-af00-b12b80556b19",
      "speaker": "Jordan",
      "start_timestamp": 71.0,
      "text": "So what's brightspot Today,"
    },
    {
      "end_timestamp": 96.0,
      "id": "360558f8-121d-3be1-a584-b47edcb1af83",
      "speaker": "Dan",
      "start_timestamp": 72.0,
      "text": "my braids bought today, Jordan is actually my computer, I had to relaunch and Spotify had been launched along with the restarting of the computer chair. And that jogged my memory that I don't really use Spotify for anything except for like, you know, from exercising listening to music on there, because you just make make playlists. Yeah. Fuck Spotify, Joe Rogan all that ons. Yeah,"
    },
    {
      "end_timestamp": 142.0,
      "id": "7f68674d-578c-3d62-b7b7-64ca52f44c13",
      "speaker": "Dan",
      "start_timestamp": 96.0,
      "text": "there is a there's a Doughboys side podcast that they just started called the snack stack. And brand, they do a live show on Spotify. Apparently, you can do that. And they take callers and stuff. It's a lot of fun. It's I've enjoyed it. I like that, that show like, Nick. It's fun. And they're very mean to the callers. But it's a lot of fun. And it reminded me that I feel like at certain points, we should try and abuse our notoriety in some way. Sure, or our modicum of celebrity. Whatever audience power of the audience naturally, I need to put this out there into the universe to manifest I would love to end up beating on dope boys. Absolutely."
    },
    {
      "end_timestamp": 147.0,
      "id": "57e58cd0-a73d-30e2-8d82-66c74075cd5c",
      "speaker": "Jordan",
      "start_timestamp": 142.0,
      "text": "Get it done."
    },
    {
      "end_timestamp": 161.0,
      "id": "3df4e7c1-2fd6-3e56-a749-bbb888fb80e9",
      "speaker": "Dan",
      "start_timestamp": 147.0,
      "text": "I feel like that almost everything that's happened to us over the last like couple of years has been like this absurd. Like, that's never gonna happen. True idea. True. And then it does. You know, these things. These things do end up happening, right? We're in the times. You're on CNN with Stelter. Sure,"
    },
    {
      "end_timestamp": 184.0,
      "id": "3c99222a-7c35-3a92-a17e-070dec85398f",
      "speaker": "Jordan",
      "start_timestamp": 161.0,
      "text": "sure. Here's the problem. Here's the problem. Dan, what the problem is, in order to achieve those things, you have always had an unreachable goal in front of you. Yeah. And that is being on the Doughboys Oh, no, that's just gonna ruin every Absolutely. If you grasp that, then what is there to grasp for? Be careful what you get, man, then it's dangerous."
    },
    {
      "end_timestamp": 196.0,
      "id": "429924a7-fd60-3986-8278-b6cb5e675d2b",
      "speaker": "Dan",
      "start_timestamp": 184.0,
      "text": "I don't make me go to twinsies. I'll show up and Quinsey hunt Mitch down, do it. No, sir. That's my birthright. It's a lot of fun. It's a dumb, dumb show. I believe you. Anyway, what's your brother?"
    },
    {
      "end_timestamp": 227.0,
      "id": "9126bb5c-6f42-3276-be32-b656eb8b20ff",
      "speaker": "Jordan",
      "start_timestamp": 196.0,
      "text": "My bright spot is? I don't know if you can see these right here. My man I saw these are some new socks with my pups on actually your dog. Yeah, those are that's Fanny and Jake. And then I got this new hoodie. Yeah. And the reason is because my wife is amazing. She got me these things. She is amazing. She loves Christmas. No, you could put dogs on Santa hat. Yeah, you couldn't brand new technology crack the code? Absolutely. It didn't exist there. I mean,"
    },
    {
      "end_timestamp": 228.0,
      "id": "a10a7a14-69aa-30e9-b6c1-7f6971797d2a",
      "speaker": "Dan",
      "start_timestamp": 227.0,
      "text": "early Christmas presents."
    },
    {
      "end_timestamp": 239.0,
      "id": "2a4a1b8d-13d0-3e86-ba40-4d980e631845",
      "speaker": "Jordan",
      "start_timestamp": 228.0,
      "text": "So you're saying exactly. Yep. Very nice. She does a fantastic job of hiding Christmas presents until the moment they arrive. And then giving them to me to make me happy."
    },
    {
      "end_timestamp": 244.0,
      "id": "be941ac2-f295-394e-ab22-cb571ce800c8",
      "speaker": "Dan",
      "start_timestamp": 239.0,
      "text": "Only a good 19 days early. It's fantastic. Job."
    },
    {
      "end_timestamp": 247.0,
      "id": "80fc88b2-8307-3047-8a65-991ccd83c803",
      "speaker": "Jordan",
      "start_timestamp": 244.0,
      "text": "baby picture never been hidden. Not once, but it's Fanta"
    },
    {
      "end_timestamp": 257.0,
      "id": "537f342c-4d49-3a20-9751-12a2416c59e2",
      "speaker": "Dan",
      "start_timestamp": 247.0,
      "text": "what's the point? The point of waiting a hero. That's great. Yeah, that's great. Those were those are great socks. Oh, yeah. I was like a nice novelty sock. I love them. Yeah,"
    },
    {
      "end_timestamp": 263.0,
      "id": "7e0dd1f0-6034-3485-b7c7-455d22d1a7b7",
      "speaker": "Jordan",
      "start_timestamp": 257.0,
      "text": "I didn't used to I'm not I'm not a things guy. But now it's novelty socks all the way."
    },
    {
      "end_timestamp": 302.0,
      "id": "4da4a121-e6ac-3086-a9b3-0f9a04770f81",
      "speaker": "Dan",
      "start_timestamp": 263.0,
      "text": "It kind of puts a little pep in your step. Oh, you're wearing socks? You got to some a secret. Yeah. During the winter. Yeah. So Jordan today. We got an episode to do. Yeah. And I felt like our last episode was a lot. requiring us taking a little bit of a little pause for Monday. Sure. And I didn't want to jump right back into all that necessarily. Right. You know, just give that a little bit breathing room. Give it a little bit of time to sit. And then Friday. Unfortunately, you're going to have to come back to some other A swamp Nan."
    },
    {
      "end_timestamp": 303.0,
      "id": "1482f251-dc1d-3159-8334-62e6b9970147",
      "speaker": "Jordan",
      "start_timestamp": 302.0,
      "text": "Oh no."
    },
    {
      "end_timestamp": 311.0,
      "id": "617d08ca-6866-3022-96a7-a6527d76bd97",
      "speaker": "Dan",
      "start_timestamp": 303.0,
      "text": "But for today, we have ourselves a little deposition to go over. Ooh. And I am going to say that it is time to release the Kraken. Oh"
    },
    {
      "end_timestamp": 316.0,
      "id": "48b89886-8606-3802-8903-629a2d393477",
      "speaker": "Jordan",
      "start_timestamp": 311.0,
      "text": "god. It's the donde it is."
    },
    {
      "end_timestamp": 361.0,
      "id": "3f4a25e6-cf40-3ca1-9f5a-17ed8b3d2993",
      "speaker": "Dan",
      "start_timestamp": 316.0,
      "text": "Yes. Oh, he's an interesting cat. I really got a different feel for him based on this than I had before. You only have this image of him is kind of I mean, he's a pro wrestler. He's a kind of, he has a quite a northeast accent, then I think a lot of people code as dumb. Yeah. Which, you know, certainly unfair, prejudicial, and what have you, but he also has, like a bombastic ness to him. And you know, he yells at the press conferences, chair, and you don't really get much of a chance to ever hear like thoughts or like sort of his personality be expressed. And I found it really interesting to see a six to eight hours of him in a deposition. Right god."
    },
    {
      "end_timestamp": 373.0,
      "id": "3b0b3df8-5ab0-3f6e-bac6-58db5d7e895b",
      "speaker": "Jordan",
      "start_timestamp": 361.0,
      "text": "Oh, my God. So how does he I mean, I obviously he's not a wrestler anymore. Yes, he is. He is still Yeah. Okay. How do you keep kayfabe in a deposition"
    },
    {
      "end_timestamp": 393.0,
      "id": "9b646227-736f-3ecc-9a6e-9ba30ffaebfc",
      "speaker": "Dan",
      "start_timestamp": 373.0,
      "text": "that is that? Well, actually, that's an interesting question, because I think he might a little bit Oh, shit more than some. Yeah, he talks about how he has, like scars on his head and stuff. Oh, Chair shot, or whatever. Yeah. But yeah, I you know what, that that's something interesting to keep track of is a little bit of protecting the business."
    },
    {
      "end_timestamp": 403.0,
      "id": "5605efc6-d24a-3d1c-bc54-f91c7c629db9",
      "speaker": "Jordan",
      "start_timestamp": 393.0,
      "text": "Interested, like, I imagined the big show in a deposition is a different story. I mean, Paul white. Yeah. Oh, wait, is he the mayor of something now? No."
    },
    {
      "end_timestamp": 435.0,
      "id": "ff1d271a-4199-3e2a-b4eb-706ab9cd5cc2",
      "speaker": "Dan",
      "start_timestamp": 403.0,
      "text": "Yeah, that's right. Yeah, he's a maga. He's the demons favorite patriot. Yes. The Devil's favorite patriot. Yeah. So yeah, actually, I think that there is maybe more of a sticking to his guns than a lot of other people. So that kayfabe idea is actually I'm sitting with it. And we'll we'll see what happens. So before we get into that, Joe, Jordan, let's take a little moment here to say hello to some new wall. Oh, that's a great idea. So first, very high place dental associate. Thank you so much. We're now policy walk."
    },
    {
      "end_timestamp": 437.0,
      "id": "6fb790c8-e5c9-3677-892c-0f1c12ca8ee0",
      "speaker": "Alex Jones",
      "start_timestamp": 435.0,
      "text": "I'm a policy wonk. Thank you very much."
    },
    {
      "end_timestamp": 443.0,
      "id": "676fe654-4ef7-3a1e-b388-cea449557e88",
      "speaker": "Dan",
      "start_timestamp": 437.0,
      "text": "Thank you Next, the Midnight's automate what sent that bucket of poop. Thank you so much. You are now ballsy walk. I'm a policy."
    },
    {
      "end_timestamp": 446.0,
      "id": "d19a466f-6ccc-3566-9b9c-9e30b207d839",
      "speaker": "Jordan",
      "start_timestamp": 443.0,
      "text": "Thank you very much. I always love a tech reference. Sure. Always."
    },
    {
      "end_timestamp": 464.0,
      "id": "526fc730-b533-3bce-b118-fc19be89d3c8",
      "speaker": "Dan",
      "start_timestamp": 446.0,
      "text": "Next, Michael the Scott Truesdale. You got our walk status. So don't be an asshole. Steve. Thank you so much. I'm a policy wonk lot of names in there. That is a confusing center. Yeah, I'm confused. Next, Andy in Boston. You're on the air. Thank you. Thanks for holding. Thank you so much. You're on our policy walk."
    },
    {
      "end_timestamp": 466.0,
      "id": "be4b3d6c-2259-3ab0-a636-3740bfb7d602",
      "speaker": "Jordan",
      "start_timestamp": 464.0,
      "text": "I'm a policy wonk. Thank you very much."
    },
    {
      "end_timestamp": 471.0,
      "id": "1afe7e06-6ecb-3f12-9df5-4087aeb99a04",
      "speaker": "Dan",
      "start_timestamp": 466.0,
      "text": "Next to Bobby, aka the other. Shane, thank you so much. You're now ballsy Walker. I'm a policy wonk."
    },
    {
      "end_timestamp": 472.0,
      "id": "3429fe73-4bbc-340a-b374-e296d98cebea",
      "speaker": "Unknown Speaker",
      "start_timestamp": 471.0,
      "text": "Thank you very much."
    },
    {
      "end_timestamp": 496.0,
      "id": "7e778c93-e45d-349d-bb05-9a06940f0e7b",
      "speaker": "Dan",
      "start_timestamp": 472.0,
      "text": "Thank you and tars the voyeur and kuch Deployer. Thank you so much. You're an hour policy wonk. I'm a policy wonk, thank you very much. Thank you and we got a couple of Democrats here do so first. Yay is saliva soaked balaclava wrestling beside Owens puddles of tears boiling beside a fake campfire. Thank you so much. You are now technocrat. And oops, all plants. Thank you so much. You are now a technocrat. I'm a policy wonk. I have"
    },
    {
      "end_timestamp": 518.0,
      "id": "bb6cedf3-3a1b-3038-bf8c-c6530c8f2134",
      "speaker": "Alex Jones",
      "start_timestamp": 496.0,
      "text": "risen above my enemies. I might quit tomorrow, actually. Just gonna take a little break now. A little breaky for me. And then we're going to come back. And I'm going to start the show over, but I'm the devil. Fuck you. Fuck you."
    },
    {
      "end_timestamp": 547.0,
      "id": "509356c7-6c24-3ef0-8bb0-4d4bc114a152",
      "speaker": "Alex Jones",
      "start_timestamp": 518.0,
      "text": "I got plenty of words for you. But at the end of the day, Fuck you and your new world order. And fuck the horse she wrote in on and all your shit. Maybe today's broadcast. Maybe I'll just be gone a month, maybe five years. Maybe I'll walk out of here tomorrow. And you never see me again. That's really what I want to do. I never want to come back here again. I apologize to the crew and the listeners yesterday that I was legitimately having breakdowns on here."
    },
    {
      "end_timestamp": 566.0,
      "id": "7ecf4cec-d633-3fb8-9b51-b93b1d6c26fb",
      "speaker": "Dan",
      "start_timestamp": 547.0,
      "text": "I'll be better tomorrow. He's not Oh, no. We'll talk about that on Friday. Of course. Now Alex getting a very little play in this deposition. Good call. So that's that's kind of fun. We just get to hear about the Kraken and his business. But here's not a context drop that I think sums up some of this stuff pretty well."
    },
    {
      "end_timestamp": 578.0,
      "id": "c61a580a-d2aa-33aa-89e3-b63608983d30",
      "speaker": "Chris Mattei",
      "start_timestamp": 566.0,
      "text": "And so the only basis for your knowledge that was your common sense. And the TV shows you watched know if there's anything else tell me?"
    },
    {
      "end_timestamp": 581.0,
      "id": "b6b8d377-82b9-3796-a0b0-1af89717a8f8",
      "speaker": "Dan Bidondi",
      "start_timestamp": 578.0,
      "text": "No, I think we've done well."
    },
    {
      "end_timestamp": 583.0,
      "id": "2dc9859d-a44f-3d10-a90e-7ae981d3bd54",
      "speaker": "Jordan",
      "start_timestamp": 581.0,
      "text": "All right, all right. I like that."
    },
    {
      "end_timestamp": 590.0,
      "id": "4799607d-3dcc-346b-8680-b860e4fff5c3",
      "speaker": "Dan",
      "start_timestamp": 583.0,
      "text": "You came up with an idea and the only thing you had to back it up was common sense and TV shows."
    },
    {
      "end_timestamp": 596.0,
      "id": "da4eafca-d460-372e-94bd-2b3546269cd0",
      "speaker": "Jordan",
      "start_timestamp": 590.0,
      "text": "No, I think we're done with this. I think I've given you everything I have to give you yeah is a simple way of describing that."
    },
    {
      "end_timestamp": 608.0,
      "id": "88916bf6-854e-3ca5-bc5e-c8c5e306a623",
      "speaker": "Dan",
      "start_timestamp": 596.0,
      "text": "So, but donburi his deposition begins Like all the depositions, you have to swear in the witness should have you Yes. But it does not go down the same way. All of the other ones."
    },
    {
      "end_timestamp": 623.0,
      "id": "560e2970-b16f-3958-81f9-f8752d8778fe",
      "speaker": "Jordan",
      "start_timestamp": 608.0,
      "text": "I'm amazed that before we start, if you're saying that the swear in the witness part has a clip, this is going to be interesting. Yes. With the court reporter, please swear in the witness. Mr. budoni, could you please raise your right"
    },
    {
      "end_timestamp": 633.0,
      "id": "29007158-a4a1-3d45-aba6-e991f144a8d8",
      "speaker": "Dan Bidondi",
      "start_timestamp": 623.0,
      "text": "hand for the record? I'm a follower of Jesus Christ. I don't take sworn notes. But my yes will be yes. As instructed to us in the Book of Matthew."
    },
    {
      "end_timestamp": 654.0,
      "id": "e4dc8183-e26b-372e-9d89-3aafb85a9b3c",
      "speaker": "Chris Mattei",
      "start_timestamp": 633.0,
      "text": "Okay. All right. Well, you're free. If you choose not to take an oath, you do need to affirm manner, that the testimony that you're going to be giving today will be truthful. And so you can either swear and if you choose not to, you can affirm that you're going to give today will be truthful."
    },
    {
      "end_timestamp": 658.0,
      "id": "ec713668-51fb-3e01-ba6d-348ac84170a8",
      "speaker": "Dan Bidondi",
      "start_timestamp": 654.0,
      "text": "From my Yes. Will be SMA no will be no my words will be truthful."
    },
    {
      "end_timestamp": 675.0,
      "id": "7b90ba87-3af5-3016-9e87-bad81f7dd3a8",
      "speaker": "Dan",
      "start_timestamp": 658.0,
      "text": "This is this is interesting to me, because like all of them, you know, they have religious inclination. And sure, and Bidadi is, I think the only person I've heard who is like, I don't swear on thing. Yeah, it was against my religion to swear oaths. Yeah."
    },
    {
      "end_timestamp": 683.0,
      "id": "218dc4f6-8d8f-310f-bf14-0c7e97ff793b",
      "speaker": "Jordan",
      "start_timestamp": 675.0,
      "text": "Is there a new type of sovereign citizen that believes they already live in heaven like that kind of like a heavenly citizen, like something along those? We've talked about"
    },
    {
      "end_timestamp": 695.0,
      "id": "1639c46e-bb29-34f0-9756-f09da63a8b81",
      "speaker": "Dan",
      "start_timestamp": 683.0,
      "text": "one of that? Well, that's true, like 20 episodes ago. But I mean, it was the DMV of heaven. That's true. Yes, that is a sovereign citizen of the citizen of heaven. I"
    },
    {
      "end_timestamp": 702.0,
      "id": "d9fa47e7-9d0c-3609-b6fa-73df36b06127",
      "speaker": "Jordan",
      "start_timestamp": 695.0,
      "text": "wonder what put onto us imaginary friend will judge him in the courts of heaven."
    },
    {
      "end_timestamp": 705.0,
      "id": "d4a84040-cab3-3e4f-83f8-817d4a2807ae",
      "speaker": "Dan",
      "start_timestamp": 702.0,
      "text": "Well, he's got to get a good lawyer. First."
    },
    {
      "end_timestamp": 707.0,
      "id": "3460cfcd-8f8c-32e1-a66a-83605ca91f1b",
      "speaker": "Jordan",
      "start_timestamp": 705.0,
      "text": "It's not gonna be a norm. No, but"
    },
    {
      "end_timestamp": 755.0,
      "id": "07a1529e-a8ca-337d-be9f-ff8eba857e93",
      "speaker": "Dan",
      "start_timestamp": 707.0,
      "text": "norm is here. He is an observer. He is not representing donde right? There's another I don't think donde may not have a lawyer. Because I think that they're just people observing and like making objections and stuff. Okay, on behalf of like, Infowars and Right, right, right. And so norm is there for Alex? I think so. Yeah. And then in terms of like, free speech systems, there's a guy who is like the lawyer, one of Mark Randazzo as Associate Chair who is there who's the voice? You'll hear objecting? I think he I think he's representing free speech system. Okay, maybe partially. It's not really that important. So in terms of coming to Info Wars, coming down this path, but donde was drawn to Alex, for some"
    },
    {
      "end_timestamp": 756.0,
      "id": "a0663216-5371-3cba-ae34-1e7d5c2f18c7",
      "speaker": "Jordan",
      "start_timestamp": 755.0,
      "text": "great reasons."
    },
    {
      "end_timestamp": 757.0,
      "id": "a455c392-bfb8-31aa-9925-2d6487acc94d",
      "speaker": "Dan",
      "start_timestamp": 756.0,
      "text": "Totally good reasons."
    },
    {
      "end_timestamp": 774.0,
      "id": "e618381a-2172-3a0f-94fc-6c299e91631e",
      "speaker": "Chris Mattei",
      "start_timestamp": 757.0,
      "text": "Would it be fair to say that as part of your your views as a independent constitutionalist include a high level of distrust for the media? Is that fair?"
    },
    {
      "end_timestamp": 852.0,
      "id": "3ca7cac0-a8e0-3284-bdf4-0c3fab08e4ac",
      "speaker": "Dan Bidondi",
      "start_timestamp": 774.0,
      "text": "The mainstream media on both sides? Absolutely. Right and Left, both of them lie to the teeth. And we have the ability is to, and credit to Alex Jones and infowars.com, where we have the ability is to see through the lies and you know, slice through the lives and show the public what really is going on. And that's why we're the we're all the most hated networks and the you know, the mainstream, you know, and that's where people love. That's why we got millions of followers and everything else because people want the truth. It's an and most of the time, it's hard. It sucks. It stinks. But yeah, we can't sugarcoat things. We need to tell people the exact truth of the way things are. And that's the way I mean, I'm not speaking for Alex Jones or anything, but I'm speaking for myself. That's where I conduct journalism. If I see something wrong, I've gone after Democrats and Republicans. I've confronted Obama I've confronted who has several questions. What is your team's like? Governor's and of both parties? I mean, Congressman, all that saw enemy Intel why? And Michael Bloomberg, many other people like them. And so I am not a party. I don't I'm not a party bias, so to speak. I mean, if somebody's telling a lie, I'm going to come after them plain and simple politically, you know, and I do my best ask questions. And, you know, they answer them. They don't, you know, whatever the case"
    },
    {
      "end_timestamp": 864.0,
      "id": "6cab1c92-c4ba-3e61-a642-bfc7c0a1d05e",
      "speaker": "Chris Mattei",
      "start_timestamp": 852.0,
      "text": "is, to Alex Jones, your view that he was telling the truth where the other mainstream media outlets would not"
    },
    {
      "end_timestamp": 870.0,
      "id": "62aae9d6-3557-3816-a18c-ecaa29b2d3c6",
      "speaker": "Dan Bidondi",
      "start_timestamp": 864.0,
      "text": "absolutely know anything. He was just asking questions, and they don't like that."
    },
    {
      "end_timestamp": 884.0,
      "id": "71fe436d-8003-3caf-938a-1ad6e63f703f",
      "speaker": "Dan",
      "start_timestamp": 870.0,
      "text": "Yeah, I don't like it. I don't like that. He asks questions. You might have hit a little bit of an important point in this that is that he does not end sentences. Do he talks, talk?"
    },
    {
      "end_timestamp": 887.0,
      "id": "ff1b8e57-1a36-3514-b1b1-c053e3d6f910",
      "speaker": "Jordan",
      "start_timestamp": 884.0,
      "text": "Likes does he he's got things to say"
    },
    {
      "end_timestamp": 895.0,
      "id": "f72fa722-f5f7-3ceb-8979-34a351455b54",
      "speaker": "Dan",
      "start_timestamp": 887.0,
      "text": "one of the reasons this is so fucking long. He's deposition as he keeps answering questions that were asked. That's goes on and on and on."
    },
    {
      "end_timestamp": 901.0,
      "id": "1300151e-b6d9-3993-85b2-cf221807debc",
      "speaker": "Jordan",
      "start_timestamp": 895.0,
      "text": "I met he's met He's beautiful. Uh, okay,"
    },
    {
      "end_timestamp": 921.0,
      "id": "76a89651-58f9-34c0-b657-7da8bbe5d916",
      "speaker": "Dan",
      "start_timestamp": 901.0,
      "text": "and try and ask this. I do I do appreciate that because I do think that there is some sincerity and but donde is part of like, he thinks that like this is hard and it sucks. truths. It's delusional, but I think that it does. There is a part of me that believes that he believes it."
    },
    {
      "end_timestamp": 935.0,
      "id": "0f70974f-7fcf-37fc-8df4-6384c5d1e617",
      "speaker": "Jordan",
      "start_timestamp": 921.0,
      "text": "I was thinking the same thing. I was thinking we're dealing with a believer and that we is so sad knowing what we know now when he says we in regards to him and Infowars Yeah, oh,"
    },
    {
      "end_timestamp": 958.0,
      "id": "b0124ce2-7c18-3151-8051-2457c72a7a69",
      "speaker": "Dan",
      "start_timestamp": 935.0,
      "text": "yeah, there is a sort of thread that runs throughout this that I really do get the feeling that he doesn't understand how little Alex cares about him. How much they wish they could just blame all this on Yeah. Be the fall guy. Yeah, it's it is it is a little bit of a bummer. level because he does seem to think like we're all best friend. No,"
    },
    {
      "end_timestamp": 971.0,
      "id": "3d8cd454-f9f4-395c-ad84-3be3a4d4cb1e",
      "speaker": "Jordan",
      "start_timestamp": 958.0,
      "text": "I know don't. I mean, describing him as an attack dog is is to remind yourself of like the attack part. But that dog goes home to its master and it's like, oh, yeah, I love you. You're my favorite guy. You're the best you make me happy all the time."
    },
    {
      "end_timestamp": 973.0,
      "id": "ea7a2154-16e7-3fda-8674-82ab4989ee7c",
      "speaker": "Dan",
      "start_timestamp": 971.0,
      "text": "A man's best friend. Yeah."
    },
    {
      "end_timestamp": 977.0,
      "id": "11b1e3aa-2db0-3b29-8240-c24d3444c85d",
      "speaker": "Jordan",
      "start_timestamp": 973.0,
      "text": "And Ben Gino does not have a best. Alex bot but"
    },
    {
      "end_timestamp": 1004.0,
      "id": "771e1a6a-8f93-325b-a747-e9737a6fdff0",
      "speaker": "Dan",
      "start_timestamp": 977.0,
      "text": "donde Yeah, my bad to too many fun. Fun V names. And both dance. Absolutely. Giving dad's dance. Yeah, it's probably I don't know. As a kid, but I don't know if Vaughn Gino does. I don't know his life. Anyway. There's some training at Infowars. Apparently, not much. But a little bit of training."
    },
    {
      "end_timestamp": 1054.0,
      "id": "b6176bc5-a60d-3b51-b2bf-f0909f798b76",
      "speaker": "Dan Bidondi",
      "start_timestamp": 1004.0,
      "text": "Well, we got training them for was, excuse the language operation cover your ass. Okay. Basically, when you make an accusation or statement or write an article or report, you put the proof where it comes from. And then the people get to decide from there. Now if the sources wrong, just say in other words, example ABC said the sky is purple. Right? We reported that ABC said the sky is purple. Now people say no, it's not to blow. We're not the ones that run we just recited the information. I mean, now Sean's gets bashed all the time for the gay frog thing. Because he Atrazine and the roundup that's on record that was from Berkeley University. We printed that out for him. And all you did was cite from information from Berkeley medical, and then also now he's getting cast eyes as a gay frogman. Yeah, I mean, that's the stuff we're talking about. Because when you put off the truth, that right from the sauces, they don't want to hear that."
    },
    {
      "end_timestamp": 1063.0,
      "id": "09544e05-c0ed-3a69-b5c8-f0bada985e4a",
      "speaker": "Dan",
      "start_timestamp": 1054.0,
      "text": "So this is something that comes up a couple times this operation cover your ass Sure, which I guess is their way of saying use sources,"
    },
    {
      "end_timestamp": 1069.0,
      "id": "1ad18d30-81f8-314d-9ff4-c59f6aae3ea8",
      "speaker": "Jordan",
      "start_timestamp": 1063.0,
      "text": "I'd been reclaimed that do due diligence or just like build rapport factual information."
    },
    {
      "end_timestamp": 1086.0,
      "id": "fc9bd7de-8cc5-32dd-b84a-0a56d8baed3c",
      "speaker": "Dan",
      "start_timestamp": 1069.0,
      "text": "Yeah, it's apparently robbed us way of like, sort of sexing up elemental elements. is another way of saying Don't make things up. Dy J. Yeah. It's kind of cute. If it wasn't Info Wars, I"
    },
    {
      "end_timestamp": 1090.0,
      "id": "e99d2df5-2edc-32fe-8261-7c7b5316ed82",
      "speaker": "Jordan",
      "start_timestamp": 1086.0,
      "text": "guess it'd be kinda cute. Yeah, if it wasn't one of the more evil organizations,"
    },
    {
      "end_timestamp": 1101.0,
      "id": "7f46cdbc-4750-36ca-b77b-ad5a6126d91b",
      "speaker": "Dan",
      "start_timestamp": 1090.0,
      "text": "we need to be able to blame this on somebody else. You can say whatever you want, as long as you have a link, I mean, and spoiler alert, they almost never have to source."
    },
    {
      "end_timestamp": 1114.0,
      "id": "71e2e641-61a1-3a41-9116-3261507e8918",
      "speaker": "Jordan",
      "start_timestamp": 1101.0,
      "text": "If you're like, me, you're like a middle management employee and you hate your job and the people you work for cover your ass is fine. But an institutional business with the policy of cover your ass is not a good business."
    },
    {
      "end_timestamp": 1118.0,
      "id": "be3f8e61-b639-38f5-8bc9-b38f513adcae",
      "speaker": "Dan",
      "start_timestamp": 1114.0,
      "text": "Mm. Make it someone else's fault. Yeah. Get out clean."
    },
    {
      "end_timestamp": 1121.0,
      "id": "88508200-ee01-3421-92fb-652a990f5ff2",
      "speaker": "Jordan",
      "start_timestamp": 1118.0,
      "text": "Yeah, well, actually, that's the oil business."
    },
    {
      "end_timestamp": 1137.0,
      "id": "a28ff1f6-28f0-3a22-9bfb-18b1eb2e7398",
      "speaker": "Dan",
      "start_timestamp": 1121.0,
      "text": "So donde is a man who is known to use confrontation and as journalists in the past. And this it says some of the predates his time at Infowars. He was doing that before he met Alex. And actually, he knew info warriors before he knew Alex,"
    },
    {
      "end_timestamp": 1144.0,
      "id": "c9a1e9fb-4456-379d-983a-7cf0803ac825",
      "speaker": "Chris Mattei",
      "start_timestamp": 1137.0,
      "text": "the the idea of confrontation journalism was one that you yourself used as well, correct?"
    },
    {
      "end_timestamp": 1171.0,
      "id": "34a124f3-9900-3782-8d78-52345c368fab",
      "speaker": "Dan Bidondi",
      "start_timestamp": 1144.0,
      "text": "Yes. It's not confrontation as a physical it's a confrontation. It's like putting on a spot where like, like questions and answers at a forum somewhere or in public, you asked the person the, about the allegations against them. And what did they answer the question? Not? That's not the point. But that's why, you know, he's going up to asking real questions that no other journalists would ask you. I mean, and I was doing the same thing my own way around."
    },
    {
      "end_timestamp": 1174.0,
      "id": "f1ec8d44-4269-3ac4-af1a-61e6b71bb8a9",
      "speaker": "Chris Mattei",
      "start_timestamp": 1171.0,
      "text": "Those who are using that type of tactic before you even went to work for Infowars."
    },
    {
      "end_timestamp": 1180.0,
      "id": "8fa08f80-d515-3d14-9101-d414cf111a1e",
      "speaker": "Dan Bidondi",
      "start_timestamp": 1174.0,
      "text": "Yeah. Before I even knew Alex Jones, I was doing the same thing. I mean,"
    },
    {
      "end_timestamp": 1183.0,
      "id": "d4ab390f-c8df-3b83-92ec-cf53fc730cef",
      "speaker": "Chris Mattei",
      "start_timestamp": 1180.0,
      "text": "when did you first hear about Alex Jones?"
    },
    {
      "end_timestamp": 1207.0,
      "id": "9f9d0ffb-e0a2-30be-a185-e023ee63b1d5",
      "speaker": "Dan Bidondi",
      "start_timestamp": 1183.0,
      "text": "Oh, when I first started radio, hi, somebody kept I kept getting like going on new news and all that. Getting some reports from alternative media and I came upon them for was and that I actually was a friend of Aaron Doakes from Infowars. And so I got Know Who Infowars was more on sort of watching outshone shows? And not quite, I couldn't watch it every day. And I mean when I could."
    },
    {
      "end_timestamp": 1233.0,
      "id": "5281ccab-db37-3317-98fb-6c244e63d222",
      "speaker": "Dan",
      "start_timestamp": 1207.0,
      "text": "So yeah, he knew Aaron dikes. Yeah, he's a producer and writer for Infowars, who has now left and does not like Alex. Right. Right. Him and his now wife, Melissa Melton both worked at Infowars. And they were mixed up in the dawn Salazar, we talked about them in that episode of the deposition, because they were both sort of tertiary ly involved in his reporting on Sandy Hook stuff."
    },
    {
      "end_timestamp": 1235.0,
      "id": "914f2bf1-159c-3c87-a426-8c8ab3fe8286",
      "speaker": "Jordan",
      "start_timestamp": 1233.0,
      "text": "Did they have a workplace romance?"
    },
    {
      "end_timestamp": 1251.0,
      "id": "34e6fb84-cb21-33f0-bfd2-db9be6d2ef97",
      "speaker": "Dan",
      "start_timestamp": 1235.0,
      "text": "I imagine they did. I don't I don't know the exact path through like, I don't know if they came into force already. A couple Yeah, or whatever. But I only know that they're married because of the last episode that when they came up with a deposition,"
    },
    {
      "end_timestamp": 1262.0,
      "id": "ea2e2195-2da3-3dae-98a0-76d040f9923f",
      "speaker": "Jordan",
      "start_timestamp": 1251.0,
      "text": "I'm just saying that we have the bones of an incredible romantic comedy, all right, or who propagandists she's trying to have it all. No, no, no. Well,"
    },
    {
      "end_timestamp": 1265.0,
      "id": "a35be717-6ac7-3497-b441-d8b5ade3d3e3",
      "speaker": "Dan",
      "start_timestamp": 1262.0,
      "text": "we have the makings of the next office. We got Joe."
    },
    {
      "end_timestamp": 1272.0,
      "id": "79d12f08-8cd6-3e6b-94a7-d735cd49fc0b",
      "speaker": "Jordan",
      "start_timestamp": 1265.0,
      "text": "That's not bad, right? Will they won't they for a while, and then it's a Will they won't they deny that Sandy Hook?"
    },
    {
      "end_timestamp": 1277.0,
      "id": "4f7e8a82-dc08-3188-b733-50288683b2cd",
      "speaker": "Dan",
      "start_timestamp": 1272.0,
      "text": "Right, Rob? Do is Dwight. Alex is Michael Scott."
    },
    {
      "end_timestamp": 1282.0,
      "id": "92aa3fce-90e8-3a51-b43f-f0cb1b037876",
      "speaker": "Jordan",
      "start_timestamp": 1277.0,
      "text": "Oh, no. Yeah, well, I mean, obviously Alex is is the Scott Mm"
    },
    {
      "end_timestamp": 1292.0,
      "id": "885d7d57-29f8-3262-b22c-f7b9d36e9e9a",
      "speaker": "Dan",
      "start_timestamp": 1282.0,
      "text": "hmm. Steve is creed. Oh, boy. Oh, let's see who else"
    },
    {
      "end_timestamp": 1302.0,
      "id": "c8b01680-0ede-3232-9ac2-561acc6a64dc",
      "speaker": "Jordan",
      "start_timestamp": 1292.0,
      "text": "from I don't know the office that well. So I'm already out on my on my cast of characters. My bench is low."
    },
    {
      "end_timestamp": 1307.0,
      "id": "93b9b48f-7186-3c32-8975-e35cc148e0e9",
      "speaker": "Dan",
      "start_timestamp": 1302.0,
      "text": "Trying to think if anyone there is actually responsible, I didn't forwards who's like trying to do a good job."
    },
    {
      "end_timestamp": 1316.0,
      "id": "f814bd77-4168-3e43-9b73-11ad1be038f9",
      "speaker": "Jordan",
      "start_timestamp": 1307.0,
      "text": "Oh, that's a good question. After the after the election board, I'm gonna have to give Oh, when is at least trying something?"
    },
    {
      "end_timestamp": 1332.0,
      "id": "c38a87c4-5784-35c8-9852-c0fb54a4fac8",
      "speaker": "Dan",
      "start_timestamp": 1316.0,
      "text": "Oh, and can also be Dwight. Yeah. Anyway. Agreed. The Dan Bidadi loves the Constitution. This is important to him. He loves the founding fathers. I don't believe he loves them. And he's right. I think he understands that right. All about Okay."
    },
    {
      "end_timestamp": 1348.0,
      "id": "e52aad17-6e8e-3ea8-9cd6-655b4435529d",
      "speaker": "Chris Mattei",
      "start_timestamp": 1332.0,
      "text": "And so would you say beginning in about 2009. That Alex Jones came to be a pretty influential voice in your own thinking."
    },
    {
      "end_timestamp": 1423.0,
      "id": "3792f09c-f39b-393a-994a-1b1a67f86f57",
      "speaker": "Dan Bidondi",
      "start_timestamp": 1348.0,
      "text": "Not just him in general. I mean, like, I have always been a critical thinker like that challenging things. And it's mainly when the TSA started running naked body skin as I do right about that time, that's when I really started, you know, becoming you no good looking to infer was when I had helped my own TSE protests here in Rhode Island, and you know, things like that. And they said it was inspiring that like anything is, which goes back to history. learn who the founding fathers were in person. You know, I mean, Thomas Paine, I'm looking like, Thomas Paine was me back then, you know, I mean, he was doing what I'm doing today, digitally, you know, I mean, and send them Alex Jones. And I'm seeing people like this, like these people are revolutionaries that stand up against overwhelming odds and tyranny. And I mean, what what cast i They were cast sighs back then. All the Founding Fathers, they were cast dices nutballs. Back then, conspiracy theorists. You know, insurrectionist everything. You know, I mean, and they paved the way for this country and they clearly got tons and tons of quotes it says, And it's our job and our duty to keep that limited going in secure. Liberty is eternal vigilance, as Thomas Jefferson says,"
    },
    {
      "end_timestamp": 1462.0,
      "id": "d9bef189-a9c9-3937-82c7-81b221163e6a",
      "speaker": "Dan",
      "start_timestamp": 1423.0,
      "text": "according to Monticello, this is not a quote that appears in any written or spoken history from Thomas Jefferson. Oh, come on. The most likely origin of this quote is an Irish poet and lawyer named John Philpot Curran who said, quote, the condition upon which God has given liberty to man is eternal vigilance, which condition if he break, servitude is at once the consequence of his crime and the punishment of his guilt. Those Irish this was in the early 1800s, after which point many speakers began using the quote and making this abbreviated, much more hippie version. Yeah, it was first attributed to Jefferson and 1834 which is after it would have been popular already. What a"
    },
    {
      "end_timestamp": 1479.0,
      "id": "b29473c7-3de5-3de6-b106-4d791e48288d",
      "speaker": "Jordan",
      "start_timestamp": 1462.0,
      "text": "weird country like we have as as a as a country. We have a habit towards mythmaking that isn't quite as we consider the the myths of like, what did Rome tell itself? Rome didn't tell itself?"
    },
    {
      "end_timestamp": 1485.0,
      "id": "5b2eca62-4c10-39e1-90bd-999aeb51b14e",
      "speaker": "Dan",
      "start_timestamp": 1479.0,
      "text": "Like it's not alright, Zeus just had some weird quotes."
    },
    {
      "end_timestamp": 1495.0,
      "id": "cac2d15f-01bb-3062-a43d-45eee4a69250",
      "speaker": "Jordan",
      "start_timestamp": 1485.0,
      "text": "I mean, maybe maybe they gave Julius Caesar all of the quotes, like all of the good. Oh, Virgil. They were just like add Julius setup. Who cares? It's possible."
    },
    {
      "end_timestamp": 1541.0,
      "id": "9bfd83e2-33a9-3325-a048-4dc96e1aa2d3",
      "speaker": "Dan",
      "start_timestamp": 1495.0,
      "text": "It is possible. Yeah. But yeah, it is a kind of software version of mythologizing. Yeah. And it's one of the reasons that I kind of bring this up constantly, like whenever they deploy some of these spurious quotes is that like, on on a certain level, they live in a fantasy of their own history coat and the myth of the sort of wistful patriotism heroic patriotism. Yeah. And it's it's dangerous myth when it's taken to the lengths that people like Infowars Yeah, of course, there's there's maybe a benign version of it, where like, you're not super connected to it, and it doesn't make you scream that all shootings are false flags. And maybe there's a benign version of"
    },
    {
      "end_timestamp": 1558.0,
      "id": "2b209936-9a6b-326f-8478-31c9cc120711",
      "speaker": "Jordan",
      "start_timestamp": 1541.0,
      "text": "this. No, no, no, no, no, I don't know if I don't know if anybody's like, oh, man, Abraham Lincoln. This dude delivered the most mail in a month. Isn't that crazy? He was at the all time record holder for most mail delivered in month. Ah, crazy."
    },
    {
      "end_timestamp": 1584.0,
      "id": "81dcae74-7473-33f7-8370-01a86b66e026",
      "speaker": "Dan",
      "start_timestamp": 1558.0,
      "text": "And he had this great, quote, snooty. Bucha. So Banani was eyelid ape? Yeah, he was not he was drawn to Alex, at least in part because of 911 conspiracy theories, right he had right now I'm gonna say in advance, a slur comes out right? In this clip, which is early in the deposition, and I found it shocking."
    },
    {
      "end_timestamp": 1602.0,
      "id": "06469bd5-30fe-3088-9002-3cb4c406f453",
      "speaker": "Chris Mattei",
      "start_timestamp": 1584.0,
      "text": "One of the other stories that attracted you to Alex Jones was his claims about 911. Correct? Yes. Okay. And the substance of that claim, in essence, was that the United States Government perpetrated the 911 attack,"
    },
    {
      "end_timestamp": 1636.0,
      "id": "827f9cc0-9762-3d80-b94e-2f92ec360f64",
      "speaker": "Dan Bidondi",
      "start_timestamp": 1602.0,
      "text": "correct? Yes. And before I even listen to him, I had my own questions, because I'm very knowledge and aviation world. And it is utterly ridiculous to believe that, excuse my French, but a tall head with minimum flight training to fly a 747 757. Sorry, into the towers like that, and perfect precision, especially the Pentagon, 50 feet on the ground. That violates so many laws of physics and everything else tonight. That's within questions I based off. Now I'm listening to Alex Jones coming up to Sainsbury's and I'm like, Wow, it's"
    },
    {
      "end_timestamp": 1641.0,
      "id": "dfc5421c-71c3-337e-909c-7f6ebaf2ddfe",
      "speaker": "Dan",
      "start_timestamp": 1636.0,
      "text": "so pretty weird. Move to pardon my language, slur."
    },
    {
      "end_timestamp": 1643.0,
      "id": "0b52052a-694d-39f2-b1d5-f523252d38a0",
      "speaker": "Jordan",
      "start_timestamp": 1641.0,
      "text": "Yeah, that was,"
    },
    {
      "end_timestamp": 1648.0,
      "id": "b0ebc071-2eba-3fed-ad56-58f8108ea4fb",
      "speaker": "Dan",
      "start_timestamp": 1643.0,
      "text": "you're aware that what you're about to say is deeply inappropriate?"
    },
    {
      "end_timestamp": 1652.0,
      "id": "f603f425-e250-3f9c-bb1f-ea60304e18e5",
      "speaker": "Jordan",
      "start_timestamp": 1648.0,
      "text": "Why would you say pardon my language, if you're about to say that?"
    },
    {
      "end_timestamp": 1656.0,
      "id": "151a3cca-140d-3f74-b33e-22e715386049",
      "speaker": "Dan",
      "start_timestamp": 1652.0,
      "text": "I feel like if you recognize that this isn't appropriate, yeah. Just say people,"
    },
    {
      "end_timestamp": 1665.0,
      "id": "e7c0c06b-ea32-3ac4-a8c6-f8bd12345812",
      "speaker": "Jordan",
      "start_timestamp": 1656.0,
      "text": "you're in a deposition. This is a deposition, you know, by saying pardon my language. You're not supposed to say it at the very least here"
    },
    {
      "end_timestamp": 1667.0,
      "id": "e1c1dbaf-2c49-3c74-9552-c34fabc91f88",
      "speaker": "Dan",
      "start_timestamp": 1665.0,
      "text": "anywhere."
    },
    {
      "end_timestamp": 1667.0,
      "id": "9c9a3ad3-d127-3b46-84e8-9fbbb7baa1c8",
      "speaker": "Jordan",
      "start_timestamp": 1667.0,
      "text": "But definitely not. Yeah, it's"
    },
    {
      "end_timestamp": 1678.0,
      "id": "bbcb03ae-b11c-36bf-86f3-dc540eefabcd",
      "speaker": "Dan",
      "start_timestamp": 1667.0,
      "text": "just cannot. But these are these are like these little kernels of like this the character of this person. And that's a weird that is a weird person. Yeah,"
    },
    {
      "end_timestamp": 1681.0,
      "id": "ea417d3e-197f-32bd-aa88-5ac0415207de",
      "speaker": "Jordan",
      "start_timestamp": 1678.0,
      "text": "yep. Yep. Yep."
    },
    {
      "end_timestamp": 1698.0,
      "id": "22c68ce9-1001-3ab1-943b-2324a5fd0254",
      "speaker": "Dan",
      "start_timestamp": 1681.0,
      "text": "So that, you know, I think at a certain point, but Dondi kind of realizes that if he's answering questions, he sounds dumb. Right? Because the answers aren't good for the questions that are given. And so he'd rather not be asked questions."
    },
    {
      "end_timestamp": 1706.0,
      "id": "dcbb022d-fb4c-3edb-a100-f06fc67f0e38",
      "speaker": "Jordan",
      "start_timestamp": 1698.0,
      "text": "So early on, he's, he's gone a little bit too far. So he recognizes that and now he's basically just going to try and stop the deposition."
    },
    {
      "end_timestamp": 1733.0,
      "id": "de8ffa46-b9e9-3d88-9c69-0bd0ced36592",
      "speaker": "Dan",
      "start_timestamp": 1706.0,
      "text": "Well, or at least focus. Like really finally, center zero. Okay, okay. Doesn't like this idea that questions are coming up about 911. Colorado, the Aurora shooting right stuff, right, right. I mean, it doesn't work. No, but it is maybe a sign of some kind of instinct that is maybe better than a lot of the other people."
    },
    {
      "end_timestamp": 1770.0,
      "id": "c49f28f3-8ae0-3859-ae16-5aa62c6e81cc",
      "speaker": "Dan Bidondi",
      "start_timestamp": 1733.0,
      "text": "Well, can I ask a question? Yeah. First, before we go any further. We're here for the Sandy Hook thing. Why are we dabbling into things that's going to build up irrelevant cases for this whole operation? Because I see what's going on here. I see the pattern. Okay, I see exactly what's going on the build up the case, the breakout, Sean's clicking up wall, make me look like a conspiracy there. So when we get to the Sandy Hook stuff, we're gonna look like complete morons. Okay, so why not all the stuff we just talked about? All of it's irrelevant to this case of Sandy Hook. So why don't we just get to the meat and potatoes? Save everybody some time here? Because none of this is totally irrelevant at all to Sandy Hook. Yeah."
    },
    {
      "end_timestamp": 1790.0,
      "id": "d7d2f894-4b5d-3784-8c67-cbecc0a2abac",
      "speaker": "Chris Mattei",
      "start_timestamp": 1770.0,
      "text": "Mr. Donnelly, I appreciate I appreciate your view on that. I have a different view. There are reasons that I'm asking these questions. I certainly don't want to waste anybody's time. So I'm gonna continue to ask them and you're obligated to answer them truthfully. As impatient as you may get with them. So"
    },
    {
      "end_timestamp": 1806.0,
      "id": "7526258c-0b8f-31c3-b81a-a6461945e852",
      "speaker": "Dan Bidondi",
      "start_timestamp": 1790.0,
      "text": "no, it's not a personal attack on you, sir. It's just, you know, the to the point. I mean, because while this is a rubbing, where I worked as irrelevant to Sandy Hook, where I went to school relevant to Sandy Hook went away in broadcast radio stations or relevant to send the OP. Ed. I mean,"
    },
    {
      "end_timestamp": 1828.0,
      "id": "032d096d-b2fb-396b-8bdc-77ddee3d2290",
      "speaker": "Chris Mattei",
      "start_timestamp": 1806.0,
      "text": "I understand that that's your view, sir. You know, I have a job to do here. I guess what I would say to you is that I'm going to do my job as long as it takes. And if that means coming back in their day to ask you questions that you think are relevant, that's what's going to be required. So why don't we just go ahead and continue and we'll be as efficient as we can. Okay."
    },
    {
      "end_timestamp": 1834.0,
      "id": "d18a3405-90b0-39bf-8c63-d251995a6397",
      "speaker": "Dan",
      "start_timestamp": 1828.0,
      "text": "Sure. Not not as much staying power to that gusto. As you might think there would be"
    },
    {
      "end_timestamp": 1837.0,
      "id": "21e64075-5a25-3078-9c11-761cbc962145",
      "speaker": "Jordan",
      "start_timestamp": 1834.0,
      "text": "spectacular handling by Chris there. Yeah."
    },
    {
      "end_timestamp": 1841.0,
      "id": "f8443ae4-4e2c-35c7-8c25-6eb254ac8cf1",
      "speaker": "Dan",
      "start_timestamp": 1837.0,
      "text": "I appreciate that. No,"
    },
    {
      "end_timestamp": 1850.0,
      "id": "f974a946-6f51-3582-82b7-082812d06cb4",
      "speaker": "Jordan",
      "start_timestamp": 1841.0,
      "text": "I, you know, what, you are making some very good points that I can completely disregard. This is a law. I don't know how to explain laws to you. But yeah,"
    },
    {
      "end_timestamp": 1856.0,
      "id": "fbab829a-f0a7-387b-813f-38e0bd1d35d0",
      "speaker": "Dan",
      "start_timestamp": 1850.0,
      "text": "you have a point. And I disagree with that point. I think the opposite. I'm writing the deposition one"
    },
    {
      "end_timestamp": 1862.0,
      "id": "e45b778c-63ba-34d3-be88-6e04ef87cac9",
      "speaker": "Jordan",
      "start_timestamp": 1856.0,
      "text": "of us can compel you to do things by law. So it's me."
    },
    {
      "end_timestamp": 1897.0,
      "id": "b84561ac-ac85-316f-86da-bdf09c06d7d0",
      "speaker": "Dan",
      "start_timestamp": 1862.0,
      "text": "So but that instinct is good that because it's kind of like a boy, you hope it's gonna work? Yeah. Because if I can, I know that I'm coming in here to answer questions, conceivably about Sandy Hook stuff. Maybe I've thought about it a little bit in advance, right. I don't want to answer these questions I didn't think about in advance. I can just point that out. Be like, this is about Sandy Hook. Maybe the lawyer will just go along with Right, right. It's it's sad how, again, much like thinking Alex's his friend. Yeah. How on unrealistic this is, but the hope is there and I appreciate that. It's"
    },
    {
      "end_timestamp": 1923.0,
      "id": "993e102f-e885-3d62-a91a-c3b3e4365986",
      "speaker": "Jordan",
      "start_timestamp": 1897.0,
      "text": "interesting that he's, you know, like, the way that Oh, in or the like, went into these depositions was almost like a neat naive animal. You know, like a dodo bird. Like, they had no idea that the predator was was right there in front of them. And but donde has this, like, it seems like he came up and touched the predator on the nose. And he's like, no, no, no, I get this. I get what's happening here. I gotta back off. Yeah, unfortunately,"
    },
    {
      "end_timestamp": 1936.0,
      "id": "d8726a83-3432-38dd-b8d1-4f8bff449d40",
      "speaker": "Dan",
      "start_timestamp": 1923.0,
      "text": "he is in the trap. Yes, yeah. Yeah. For too late, too late, buddy. So Maddie asks about what is the the journalists job? Donde has, like a really weird take."
    },
    {
      "end_timestamp": 1961.0,
      "id": "50d10522-d710-32a4-be58-3ff81d4133ab",
      "speaker": "Chris Mattei",
      "start_timestamp": 1936.0,
      "text": "As, as a journalist, would you? Would you agree with me? That part of the journalists job, as you understood it was to ask questions. But then after asking those questions, to convey the truth of the matter to your audience, correct? Yes. Okay. In other words, the point of asking the questions is so that you can accurately inform your audience, correct?"
    },
    {
      "end_timestamp": 1976.0,
      "id": "c05aa69a-7fa4-3baf-be8d-8b86fb716b87",
      "speaker": "Dan Bidondi",
      "start_timestamp": 1961.0,
      "text": "Yes. And if there's unanswered questions, obviously, we can't be like, Yeah, we ask the questions a natural me. I mean, that, to me, that's guilt. That's my personal opinion. But however, you know, I mean, like, just asking questions, seems to be an act of terrorism these days. So"
    },
    {
      "end_timestamp": 1984.0,
      "id": "e9e95c69-4619-384e-855b-ed6f01ad1c97",
      "speaker": "Dan",
      "start_timestamp": 1976.0,
      "text": "he has a perspective that people not answering questions is a sign of their guilt. And He is not answering questions in this deposition. He"
    },
    {
      "end_timestamp": 1989.0,
      "id": "580c889d-1418-3fab-b2cc-3fc69884030c",
      "speaker": "Jordan",
      "start_timestamp": 1984.0,
      "text": "said that immediately after saying, I don't want to answer these questions,"
    },
    {
      "end_timestamp": 2025.0,
      "id": "4580cf9c-e6dc-3013-90de-91f8b009050b",
      "speaker": "Dan",
      "start_timestamp": 1989.0,
      "text": "right. It's a little bit dissonant. And I mean, even just like taking away the sort of PA cracy there or whatever. It's a really fucked up view for someone who is in media, or in in broadcasting and information, dispensing if you believe that someone not answering the question is indicative of their guilt. Yeah, you cannot possibly ascertain what's going on. You can't watch news. You can't watch a press conference and get the point of things right. It's it's bad. You're playing like football with a broken leg. Yeah."
    },
    {
      "end_timestamp": 2036.0,
      "id": "042e10ac-49a6-3c62-883a-140c607ecc0f",
      "speaker": "Jordan",
      "start_timestamp": 2025.0,
      "text": "Anytime somebody's like, no comment here. Like, oh, they definitely killed. Oh, that's a murder. No comment that."
    },
    {
      "end_timestamp": 2037.0,
      "id": "8288e745-3526-3d6a-96d8-626a1decabfa",
      "speaker": "Dan",
      "start_timestamp": 2036.0,
      "text": "Yeah, it's very strange."
    },
    {
      "end_timestamp": 2039.0,
      "id": "01140704-dbcf-3e46-b2bb-9eb7edebc767",
      "speaker": "Jordan",
      "start_timestamp": 2037.0,
      "text": "Yeah, that's not good."
    },
    {
      "end_timestamp": 2056.0,
      "id": "97b3aa94-f4a2-382b-85f5-0c895501f27f",
      "speaker": "Dan",
      "start_timestamp": 2039.0,
      "text": "So but donde does not get his wish. And questions are asked about other things, of course. And so the underwear bomber comes up. And but donde did a little bit of work on this. He doesn't want to answer questions. But then he does. He doesn't want to then he does."
    },
    {
      "end_timestamp": 2072.0,
      "id": "61d98e54-a7b9-3493-ad88-2e0a2cf8b40a",
      "speaker": "Chris Mattei",
      "start_timestamp": 2056.0,
      "text": "Yeah. So let me let me ask this. Do you recall whether Mr. Jones claimed that the unit bomb or I'm sorry, the underwear bomber? was a federal government operation. Do you recall whether or not he claimed that?"
    },
    {
      "end_timestamp": 2074.0,
      "id": "26a51e6e-49fc-3d77-837a-284670f39cec",
      "speaker": "Dan Bidondi",
      "start_timestamp": 2072.0,
      "text": "What does this have to do with Sandy Hook?"
    },
    {
      "end_timestamp": 2076.0,
      "id": "6731711e-558b-30bb-a57c-d5dbccbf72ab",
      "speaker": "Chris Mattei",
      "start_timestamp": 2074.0,
      "text": "Do you recall whether or not he claimed that?"
    },
    {
      "end_timestamp": 2127.0,
      "id": "4b17584b-cdbe-3902-b0ac-aadbe2533f97",
      "speaker": "Dan Bidondi",
      "start_timestamp": 2076.0,
      "text": "I'm not going to answer no more irrelevant questions. I refuse though. This is calling in that you can call me back a million times I'll keep coming back that none of this has nothing to do with this. Okay? This is nothing but a sap to make him look like a kook make me look like who get to get answers about Sandy Hook that on the way Obama had nothing to do what happened in Newtown Connecticut. Let's let's put it that way. And no, well, not all Yes. Your questions if you want, but the thing is irrelevant, but I will if you want me to, I'll answer those questions. Okay. Once he questioned the underwear bomber because the facts came out by the people who are on the plane, okay? It has unrecovered the lawyer attorney Kurt Haskell said the State Department escort head around security to get on that flight, even though he was denied by the airline to board the plane. That's the questions our shows was asking why? Why did they do that?"
    },
    {
      "end_timestamp": 2289.0,
      "id": "e654c8ea-dd88-32a9-a69d-db7ba70c5247",
      "speaker": "Dan",
      "start_timestamp": 2127.0,
      "text": "Why so after the attempted Christmas Day bombing in 2009, Kurt Haskell went public with some claims that he saw a well dressed man helping Abdul Muttalib get get sorted out to get boarded onto flight 235 from Amsterdam to Detroit. hasco claims that this person was trying to help Abdul Muttalib get on the plane without a passport. But this was happening in an area of the airport where you should have already been passport screened. And there's no one else who really corroborate to this story at all. And even like accepting all of it. He didn't claim that this was the State Department interpretation that but donde is making Yeah, Abdul Muttalib is past in terms of radicalization towards terrorism is pretty clearly well established. And he pled guilty and a fairly aggro and non repentant way. And none of haskel's claims went much further than a guy saying something. He was interviewed by outlets ranging from NPR to Infowars. And no greater information ever came out. And then in 2012, Haskell decided to run for Congress in Michigan, and he really didn't want to talk about that stuff. Quote, I consider it part of my personal life and not part of my campaign. I don't think it's relevant sounds like he's guilty. It's debatable whether it's relevant or not. One could suggest that haskel's actions speak to a lack of judgment and the consequences of that ripple to this day, and are used by people like Dan but donde to justify their other conspiracy bullshit activities. And that kind of light, maybe Haskell doesn't display leadership qualities that would justify him being in Congress. And then there's a little bit of weirdness that comes out in his interview with NPR, when he's asked if it's possible that he got people confused, and if it's possible to the person he saw with The Well Dressed Man was someone else. He says it's not possible. The cause for concern was that he said that The Well Dressed Man referred to the person with him as Sudanese, whereas Abdul Muttalib is Nigerian Haskell explained quote, There were very few black men or black people on this flight, and he's a rather different looking person. So it was pretty obvious to me. I wonder what he means by different looking because of dual Matala was pretty normal looking, as far as I can tell, share the things Haskell was saying immediately after the attempted attack were really interesting, hence the little bit of news coverage and outlets like NPR, but none of this is substantiated, and none of it proves anything. But for someone like donde and an outlet like Infowars, one person saying something that they can use as the equivalent of a smoking gun that closes the case. They're not very rigorous, is what I'm saying. Yeah, and but donde here even a decade later is still like citing this one thing. This one guy said, as like proof positive that, you know, this underwear bombing was fake in order to sell the naked body scanners. Yeah,"
    },
    {
      "end_timestamp": 2297.0,
      "id": "21e15fa1-743a-3420-b300-410273471629",
      "speaker": "Jordan",
      "start_timestamp": 2289.0,
      "text": "yeah. I'm gonna have to say, we all know what different looking means in this context. And"
    },
    {
      "end_timestamp": 2308.0,
      "id": "4668eef7-e69e-39a7-ac9f-ce8df06eaa96",
      "speaker": "Dan",
      "start_timestamp": 2297.0,
      "text": "yeah, I don't know of any other history that he had that would corroborate this, you know, like another data point with Haskell chair. But like that comment is a little weird. Yeah, it seems a little racist,"
    },
    {
      "end_timestamp": 2317.0,
      "id": "12a7d388-3940-31c2-a25b-6e54e0150ef0",
      "speaker": "Jordan",
      "start_timestamp": 2308.0,
      "text": "noticeable. It is of note, and perhaps one should put it in a permanent record of some sort of it's all should have to answer questions about it if he runs for Congress on"
    },
    {
      "end_timestamp": 2349.0,
      "id": "6a4d6b52-f8f4-3f2b-ba8b-be511212956e",
      "speaker": "Dan",
      "start_timestamp": 2317.0,
      "text": "my mind. So one thing that I noticed for sure throughout this deposition is the dam but donde is He's like one of those fire logs that has its own accelerant. Okay, he speeds himself up. Yeah, there is he does not need help getting going and just ramping. He goes from like, answering a question to a rant like unprompted quite a few times. And so here's one example of that. He's just winding himself. Okay."
    },
    {
      "end_timestamp": 2445.0,
      "id": "95ca770c-1163-30d6-8403-fe3d92ce5700",
      "speaker": "Dan Bidondi",
      "start_timestamp": 2349.0,
      "text": "These are the questions we're bringing up. And these are the route questions and I don't I could care less what the courts have to say, I'm not involved with this. Okay. I'll speak by my one hour and Harlequin and that's the way it's gonna go. And I'm not going to be shocked by no quote by nobody else. I stand for the Constitution, the Bill of Rights and my Lord and Savior, Jesus Christ is not a damn thing to judge his own fear or anybody else is going to do about it. I'll speak my mind to buy death yet. I mean, and this is the way it's got to go. You know, I mean, we're asking questions. We're out there trying to save this this country for what's left of it. And people like this in the media, a slime balls they want to take they want to stifle free speech, they want to talk about gun rights, the very fundamental rights of this nation did I made him was sick that was standing up against us and it doesn't matter what the courts say, I'm going to speak on behalf I'm going to guide what I'm going to speak out and speak out and speak out to somebody puts a bullet in my head or the Lord takes me on bottom line. I mean so the whole thing with Alex Jones and drumbeat any of this stuff, I have come to my conclusions by everything you got to ask me. It wasn't Alex Jones inspiration okay, I didn't that was inspiring to him because he was a man of integrity that man, we had balls of steel that was to anybody and question I'm with other reporters. I was at the Boston Marathon, for example, right? Hundreds of reporters in the room nobody's asking the tough answers. I'm the one up to asking the tough questions and all sudden I'm being labeled all over the media that conspiracy that's me and Alex Jones. Yeah, when it was on record, these things were happening that we are asked if you were in Laroche, okay, so if that makes us some bad guys or Kaspersky? Lunatics, then hey, I stand guilty."
    },
    {
      "end_timestamp": 2449.0,
      "id": "0d77e185-660c-338d-8fca-1fc03b134c02",
      "speaker": "Chris Mattei",
      "start_timestamp": 2445.0,
      "text": "I haven't said anything to suggest that I think you're a bad guy."
    },
    {
      "end_timestamp": 2455.0,
      "id": "ab60c3da-7460-3f9e-a1cd-6ece0c69919f",
      "speaker": "Dan Bidondi",
      "start_timestamp": 2449.0,
      "text": "No, no, no, no, no, no. Please let me know. It's not personal attack against you. And I don't think that was"
    },
    {
      "end_timestamp": 2461.0,
      "id": "84cb5748-d05d-3fd0-b183-83de0e84bc67",
      "speaker": "Dan",
      "start_timestamp": 2455.0,
      "text": "the hero reminds me a little bit also of me, like on the phone with XFINITY."
    },
    {
      "end_timestamp": 2466.0,
      "id": "4472848d-dbe2-3868-9fa6-3e68a10ee8a1",
      "speaker": "Jordan",
      "start_timestamp": 2461.0,
      "text": "Let's get up. Okay, I'm sick of this internet going down. And this is the fourth time this week I've called you."
    },
    {
      "end_timestamp": 2480.0,
      "id": "a57d3389-a69c-3d6a-82b7-f0633e4401b4",
      "speaker": "Dan",
      "start_timestamp": 2466.0,
      "text": "I'm so sorry. This is not about you. You're just so sorry. It makes this difficult. I understand. I'm so confident and furious about how bad and then I realized."
    },
    {
      "end_timestamp": 2487.0,
      "id": "b1ce4999-7326-3ef7-b93a-795e064ffb56",
      "speaker": "Jordan",
      "start_timestamp": 2480.0,
      "text": "I know, listen, I'm sure you deal with this exact same abuse all day. I apologize. I don't want to contribute to it. That's on me."
    },
    {
      "end_timestamp": 2493.0,
      "id": "66f57a68-5f9c-3779-ac4e-5483d2d759c3",
      "speaker": "Dan",
      "start_timestamp": 2487.0,
      "text": "Yeah, yeah. There is a little bit of that, that turning around that instant recognition of like a look."
    },
    {
      "end_timestamp": 2497.0,
      "id": "534ff6ad-162f-3f89-9f17-eef5a737ffe0",
      "speaker": "Jordan",
      "start_timestamp": 2493.0,
      "text": "Yeah. This is this was on board"
    },
    {
      "end_timestamp": 2514.0,
      "id": "08ef9184-746d-3215-a454-bac0e7856178",
      "speaker": "Dan",
      "start_timestamp": 2497.0,
      "text": "where people will people? Yep. I'm just mad about the Constitution being attacked. That's not you in this deposition. But then again, conceivably, he should have disrespect for Maddie because Maddie is the lawyer who's representing right the thing that's supposed to be destroying the first and second amendment."
    },
    {
      "end_timestamp": 2516.0,
      "id": "309597ff-df5a-3da6-9bae-f0cc69e40d28",
      "speaker": "Jordan",
      "start_timestamp": 2514.0,
      "text": "I mean, he started with saying I literally don't care about"
    },
    {
      "end_timestamp": 2520.0,
      "id": "bfb8f508-b8a6-3a59-b2a1-dc65490e8285",
      "speaker": "Dan",
      "start_timestamp": 2516.0,
      "text": "the loss. That is true. It will not shut up."
    },
    {
      "end_timestamp": 2546.0,
      "id": "05a8e729-bdbc-31ba-9f7f-09d3ddc1de6c",
      "speaker": "Jordan",
      "start_timestamp": 2520.0,
      "text": "I'm Bailey blades. Finnegan from from there's a godspeed you black Emperor saga, BB F three. And it's him reading one of his poems and telling the story about how he got a parking ticket. And he's the story winds up with him just being like, listen, Judge, I am not going to stop speaking in your courtroom. I am a person and I can do what I want. Just because you wear black robes and content people up the river for 20 years. And it's so good."
    },
    {
      "end_timestamp": 2549.0,
      "id": "cf5926a5-02cf-3f61-ac6f-8a9522a2720e",
      "speaker": "Dan",
      "start_timestamp": 2546.0,
      "text": "It's so good. And then the end of the song is so sorry."
    },
    {
      "end_timestamp": 2554.0,
      "id": "eeab95d9-b1c3-3761-9766-ade3790c0b9a",
      "speaker": "Jordan",
      "start_timestamp": 2549.0,
      "text": "Yeah. Was that listen, Judge? You're the one who wears the robe. And it's just a gig."
    },
    {
      "end_timestamp": 2563.0,
      "id": "62c98035-acaa-3194-a418-a79f8af24fd5",
      "speaker": "Dan",
      "start_timestamp": 2554.0,
      "text": "So before coming to Infowars, like we've already touched on but donde new Aaron dikes. And it turns out he knew him through an interesting way."
    },
    {
      "end_timestamp": 2577.0,
      "id": "7cbcd485-20bf-31e6-b1a7-26118865cf89",
      "speaker": "Chris Mattei",
      "start_timestamp": 2563.0,
      "text": "During that time that you were an audience member, Mr. Jones's. Did you ever reach out to him? Or anybody at Infowars? For any reason?"
    },
    {
      "end_timestamp": 2592.0,
      "id": "5170fb5d-7087-34da-8cd4-5b61730e3b82",
      "speaker": "Dan Bidondi",
      "start_timestamp": 2577.0,
      "text": "Yeah, I mean, I already knew why Aaron dates from we changed because I bought two organization called we are changed. And I don't know if he was a member or not, but I knew him. He actually seen a lot of my videos and all that and make comments here and now. So yeah,"
    },
    {
      "end_timestamp": 2606.0,
      "id": "ff5c9293-0873-3fa9-9408-ee4bb9a30167",
      "speaker": "Dan",
      "start_timestamp": 2592.0,
      "text": "they knew each other through We Are Change, which is the organization there was a 911 Truth thing that pivoted into Ron Paul campaign and was run by Luke radowsky. Who is now Tim Poole's co host right on."
    },
    {
      "end_timestamp": 2610.0,
      "id": "35016f6c-99f8-3906-b692-ff1572cc9fdc",
      "speaker": "Jordan",
      "start_timestamp": 2606.0,
      "text": "I just I'm sure I'm sick. I'm sick to my stomach."
    },
    {
      "end_timestamp": 2616.0,
      "id": "9de3a2e9-d696-30ae-b53b-8eb0d1c70db6",
      "speaker": "Dan",
      "start_timestamp": 2610.0,
      "text": "Aha of these people. Yeah. Well, there's a lot of ambitious shithead Yeah."
    },
    {
      "end_timestamp": 2624.0,
      "id": "31d3b624-9c64-397d-bb7f-9f3fd5a79ea7",
      "speaker": "Jordan",
      "start_timestamp": 2616.0,
      "text": "This again, we get back to my least favorite thing of the naming of organizations. We are trying we are changed sounds so innocuous."
    },
    {
      "end_timestamp": 2627.0,
      "id": "21d704a5-fc88-32b8-bb5e-979be14b7bac",
      "speaker": "Dan",
      "start_timestamp": 2624.0,
      "text": "It is a little bit bland and aspirational. Yeah. Yeah."
    },
    {
      "end_timestamp": 2636.0,
      "id": "17268f69-5aa4-3fa3-ae1a-d533e025100e",
      "speaker": "Jordan",
      "start_timestamp": 2627.0,
      "text": "It could be it could be like any kind of old thing like, oh, we need to save dolphins or something. But no, it's also we need to bring fascism into America. It's unfortunate. Yeah."
    },
    {
      "end_timestamp": 2648.0,
      "id": "0182a0a6-3f97-383e-b944-25519ebb2625",
      "speaker": "Dan",
      "start_timestamp": 2636.0,
      "text": "And I believe that they got a little bit of traction too during like the Occupy Wall Street stuff. I think they've attached themselves a bit to that. Right. We are changed sounds like an organization that yeah, you know, it was like, hey, you know, I'm into change. I"
    },
    {
      "end_timestamp": 2653.0,
      "id": "5704eb40-c164-3804-a88f-177d0ab5ff1a",
      "speaker": "Jordan",
      "start_timestamp": 2648.0,
      "text": "like change. We're here for change. We're occupying the place that stops Chang Oh, no,"
    },
    {
      "end_timestamp": 2689.0,
      "id": "e83d666c-c8c8-35ab-b008-dab046752126",
      "speaker": "Dan",
      "start_timestamp": 2653.0,
      "text": "it's a Ron Paul front dammit far again. So there's a nondisclosure agreement the donde has signed, but it's unclear about exactly what that covers. And so the question comes up, like, what was your job when you got a job offer? And how much work was the job offer for Uh huh. And he doesn't know if he can answer it. So there's a little bit of back and forth between him and the lawyer Wallman is the the lawyer who's representing Infowars on baton DS side, right ish. And so there's no one really knows"
    },
    {
      "end_timestamp": 2705.0,
      "id": "2153cf46-1e66-3a0e-a6ba-930766dd7587",
      "speaker": "Jordan",
      "start_timestamp": 2689.0,
      "text": "i Okay. This is a just a clean sweep, of inability to just tell me what your job is. I understand that he has a different reason than other people's reasons. But everybody can't just tell you what their job is."
    },
    {
      "end_timestamp": 2724.0,
      "id": "4a640789-42ad-3f9a-bb26-db4cd6cffe6f",
      "speaker": "Dan",
      "start_timestamp": 2705.0,
      "text": "Well, I think I think, you know, as we get further through this, you'll get a better sense of what donde does, why? I think he tells probably more information about the like, just sticks and stones of what his his job is, of course, but there is a little bit of difficulty out of the gate."
    },
    {
      "end_timestamp": 2735.0,
      "id": "f6b857b3-bb81-302a-8ee5-503038f9df32",
      "speaker": "Chris Mattei",
      "start_timestamp": 2724.0,
      "text": "So I did ask you what the offer was. And you indicated that you weren't sure whether you can answer that question. Is that a question that you're willing to answer? Yeah."
    },
    {
      "end_timestamp": 2741.0,
      "id": "714aab9c-b224-38e1-b551-f1c40cab485f",
      "speaker": "Dan Bidondi",
      "start_timestamp": 2735.0,
      "text": "I'm sorry. Let me clarify that question. Is it the offer of the amount of the salary?"
    },
    {
      "end_timestamp": 2753.0,
      "id": "74a2d3f6-78a0-32a9-83c8-f42d73fa288f",
      "speaker": "Chris Mattei",
      "start_timestamp": 2741.0,
      "text": "I'm asking you for the amount of the salary, the position that they were hiring you for? In any other benefits they may have offered to you at that six figures?"
    },
    {
      "end_timestamp": 2789.0,
      "id": "f2d53ed2-d628-308f-acce-b6ccb05061b0",
      "speaker": "Dan Bidondi",
      "start_timestamp": 2753.0,
      "text": "I will tell you this, obviously, because public they hired me is reported in a producer. And that's public. The salary I don't know if I'm allowed to disclose. I mean, if I'm the attorney that agrees with that, I'll disclose it by the night because it's the non disclosure agreement. I don't want to highlight that. Mr. Pradhan if you're comfortable disclosing your salary, you're welcome to do so. Okay, so that's on record. I was started off the salary of 45,000 a year and plus bonuses whenever I would get a good story or something."
    },
    {
      "end_timestamp": 2813.0,
      "id": "6e3d8098-209f-3a3a-a16a-abd6f111ed63",
      "speaker": "Dan",
      "start_timestamp": 2789.0,
      "text": "So we know that some of these other folks like Daria and om have substantially higher salaries than that. Yeah, but I also think that this was 2012. You know, like, that's probably about like a, the equivalent of Oh, and salary now based on the size of Infowars. Sure, you know, like, I think that that's a shockingly high salary for Padania. 2012. Yeah, to be getting at Infowars."
    },
    {
      "end_timestamp": 2842.0,
      "id": "8e2f8d53-6bbf-3ab3-80d0-a4e0ec6cd9b1",
      "speaker": "Jordan",
      "start_timestamp": 2813.0,
      "text": "I will say that one of the things that we haven't really kind of discussed because it's been glossed over for any number of million reasons. But this is yet another time where we've gotten the idea that you get a bonus for a particularly juicy story. Sure. And we know that juicy story does not mean like oh, it's true. You know, it's did your bullshit get traction. Yeah, you get a bonus for making up thing. Well, there's,"
    },
    {
      "end_timestamp": 2873.0,
      "id": "f64c7ad5-2cea-39c0-8a62-f6bc8ac7d6c1",
      "speaker": "Dan",
      "start_timestamp": 2842.0,
      "text": "there's even other layers to it to like once but donde isn't an employee, and he's just a contractor or whatever. He's incentivized to come up with juicy stories just to get all totally, totally he's a freelancer at that point. Yeah. And so you're not gonna get paid anything unless this story is good and has legs and we can work with Yeah. And then Josh Owens, in his piece in The New York Times and other interviews, he's talked about how if you went out to do a story, and it wasn't what Alex wanted, you'd get in trouble. Yeah,"
    },
    {
      "end_timestamp": 2879.0,
      "id": "78313a0d-6622-36c4-b263-5d233082b4a4",
      "speaker": "Jordan",
      "start_timestamp": 2873.0,
      "text": "you'd get like, yelled at by him. It was not the narrative that you were supposed to deliver. Exactly."
    },
    {
      "end_timestamp": 2893.0,
      "id": "a2a61539-326d-34b8-9a82-0b5a41f462dc",
      "speaker": "Dan",
      "start_timestamp": 2879.0,
      "text": "And so like there is a very clear I mean, like what you're talking about is like a financial and an emotional incentive system to like make things more salacious. Yeah, the more detached from the truth."
    },
    {
      "end_timestamp": 2897.0,
      "id": "de77702c-906d-3f11-9e41-e03ae1bc1867",
      "speaker": "Jordan",
      "start_timestamp": 2893.0,
      "text": "Yeah, it's a it's a almost abusive carrot and stick. It's"
    },
    {
      "end_timestamp": 2898.0,
      "id": "2915e473-72d1-32bf-80d4-7b114d63d23e",
      "speaker": "Dan",
      "start_timestamp": 2897.0,
      "text": "almost a bad system."
    },
    {
      "end_timestamp": 2900.0,
      "id": "ef3a09b2-f9b7-3af4-96fd-f123bf777b10",
      "speaker": "Jordan",
      "start_timestamp": 2898.0,
      "text": "It's a terrible system."
    },
    {
      "end_timestamp": 2912.0,
      "id": "f0670b55-da67-3739-9aff-0c1595ccfa09",
      "speaker": "Dan",
      "start_timestamp": 2900.0,
      "text": "It almost seems like inevitable that it would come to what it's come to seems rife for corruption. So we get back to the matter of training and operation cover your ass comes up again."
    },
    {
      "end_timestamp": 2923.0,
      "id": "61db82d3-d2cf-34e1-a0b1-391ae2c58062",
      "speaker": "Chris Mattei",
      "start_timestamp": 2912.0,
      "text": "Did you receive any training relating to your work as a journalist with Infowars?"
    },
    {
      "end_timestamp": 2930.0,
      "id": "99254338-855c-3e98-89d7-02d80bbb6a56",
      "speaker": "Dan Bidondi",
      "start_timestamp": 2923.0,
      "text": "Most of the stuff I could do my own but I have additional training I should say like advanced training of"
    },
    {
      "end_timestamp": 2949.0,
      "id": "8f88bd42-33ac-3870-a710-ab04e3e38ec7",
      "speaker": "Chris Mattei",
      "start_timestamp": 2930.0,
      "text": "law. Yeah, putting aside the equipment and like you know how to use the email system in everything else. Did you receive any training substantive training concerning how to conduct yourself as a journalist when once you arrived at free speech systems?"
    },
    {
      "end_timestamp": 2960.0,
      "id": "3e3f43a3-4622-3875-8a4c-8c3077d488c2",
      "speaker": "Dan Bidondi",
      "start_timestamp": 2949.0,
      "text": "Well, just so simple, just operation cover your ass I mean, like if you gotta report something, make sure you got documented facts so we don't get sued. That was the big thing. You know, and just"
    },
    {
      "end_timestamp": 2963.0,
      "id": "446995ee-1896-3ef5-b724-37e1595ea97e",
      "speaker": "Chris Mattei",
      "start_timestamp": 2960.0,
      "text": "ironic that they actually used operation cover your ass."
    },
    {
      "end_timestamp": 2968.0,
      "id": "836d385f-5521-3be4-a912-762d907505f4",
      "speaker": "Dan Bidondi",
      "start_timestamp": 2963.0,
      "text": "Yeah, it was all Rob dudes term. Just make sure you know, because I did"
    },
    {
      "end_timestamp": 2977.0,
      "id": "660a7492-5dec-3fa8-ae90-7d1d9494773b",
      "speaker": "Chris Mattei",
      "start_timestamp": 2968.0,
      "text": "Rob do the guy who explained operation cover your ass you? Yes. Okay, and what did he explain? That meant?"
    },
    {
      "end_timestamp": 3036.0,
      "id": "e7acbbfa-9e05-3089-9283-1a9760ad3107",
      "speaker": "Dan Bidondi",
      "start_timestamp": 2977.0,
      "text": "That meant basically if you got to report something, make sure you get the source where it came from the solid source where it came from. And this way again, like I was explaining earlier, if someone you know somebody said that it's just like CBS News, for example, said the sky is pink and everybody says non blue. Whoa, this is what CBS News is saying. Not us. I mean, so and we provide it in the article. Either way. The video is one an article with an article there was always the sources were people who click on right at the bottom. That's why a lot of media ignored because we we post something we had to sources, like the documents were from the federal government. We, for example, we had all the sources at the bottom. And even in the video link description, we always provide the sources. So we can't come back on us. This is what we're reporting. This is what's been you know, what, you know, so that was the main focus to make sure you didn't come up with some wild a baseless conspiracy or whatever the case and with no proof behind it."
    },
    {
      "end_timestamp": 3048.0,
      "id": "755d7e4e-b94b-32e2-967e-44f3af8a4d8a",
      "speaker": "Dan",
      "start_timestamp": 3036.0,
      "text": "Okay, that system did not work, apparently. Ah, because they came up with a lot of baseless conspiracy theories. And they're there. They do not have sources on the bottom of all their articles. This is ridiculous. I was gonna"
    },
    {
      "end_timestamp": 3053.0,
      "id": "c8e3d341-e662-3c21-94ba-272642c54873",
      "speaker": "Jordan",
      "start_timestamp": 3048.0,
      "text": "say I was like, have you did as he ever read one of the articles that his videos were"
    },
    {
      "end_timestamp": 3064.0,
      "id": "0a04c187-7155-35c4-bb9b-64f00376389f",
      "speaker": "Dan",
      "start_timestamp": 3053.0,
      "text": "likely not? Yeah, I do love the moment though, of like, Did you get any training?"
    },
    {
      "end_timestamp": 3066.0,
      "id": "d67503ad-1fca-3f49-869a-404598ba37f0",
      "speaker": "Jordan",
      "start_timestamp": 3064.0,
      "text": "Oh, we got a bit."
    },
    {
      "end_timestamp": 3073.0,
      "id": "bba027fd-7210-343d-a427-4366c9c2c84c",
      "speaker": "Dan",
      "start_timestamp": 3066.0,
      "text": "No, no. Cadet I mentioned operation covering. Say. I'd like to talk more about that. I"
    },
    {
      "end_timestamp": 3077.0,
      "id": "89379a7a-0b65-3d44-a680-02ef82715c0b",
      "speaker": "Jordan",
      "start_timestamp": 3073.0,
      "text": "was told not to get sued. And yet here we are."
    },
    {
      "end_timestamp": 3093.0,
      "id": "8cd7cec1-26ff-36b8-973e-03a4a66fdccc",
      "speaker": "Dan",
      "start_timestamp": 3077.0,
      "text": "The best laid plan. Oh, if only Yeah. So this training that he had beforehand. You're a little confused about that. It turns out his uncle gave him some training, but is uncle."
    },
    {
      "end_timestamp": 3095.0,
      "id": "e68843a0-24fa-327c-b98d-f9d02a00400a",
      "speaker": "Jordan",
      "start_timestamp": 3093.0,
      "text": "I don't know about this. Sure. Sure. You mentioned"
    },
    {
      "end_timestamp": 3101.0,
      "id": "502fce0d-3478-3849-8b4f-22626f88ad3f",
      "speaker": "Chris Mattei",
      "start_timestamp": 3095.0,
      "text": "earlier that you'd receive some journalism training from your uncle. Is that right? Yes. And what's your uncle's name?"
    },
    {
      "end_timestamp": 3109.0,
      "id": "82641859-be94-3948-a452-c0d9c0c269ec",
      "speaker": "Dan",
      "start_timestamp": 3101.0,
      "text": "Bobby Cooper. Barry. Cooper. coos"
    },
    {
      "end_timestamp": 3120.0,
      "id": "49d163cf-0e5e-376f-bbbf-39308a481222",
      "speaker": "Chris Mattei",
      "start_timestamp": 3109.0,
      "text": "barrels are like the hockey equipment. Yeah. Okay. And, Mr. Cooper, is that your mother's brother? Yeah."
    },
    {
      "end_timestamp": 3127.0,
      "id": "1fbff51f-ace5-3f88-ba8c-9ddef42e1a38",
      "speaker": "Dan Bidondi",
      "start_timestamp": 3120.0,
      "text": "He's not official uncle. And she's been in the family a long time one of those types of deals."
    },
    {
      "end_timestamp": 3130.0,
      "id": "b7683b6c-1fc9-3c96-81bf-fd4ba35e6029",
      "speaker": "Jordan",
      "start_timestamp": 3127.0,
      "text": "Were from said, I don't know. I don't know how to explain this to employed"
    },
    {
      "end_timestamp": 3134.0,
      "id": "45fe0e62-b702-328b-b0ec-adb5bb87c66e",
      "speaker": "Chris Mattei",
      "start_timestamp": 3130.0,
      "text": "as a journalist. Yes. Oh, who did he work for?"
    },
    {
      "end_timestamp": 3140.0,
      "id": "3a322756-6d7f-38fd-a688-803b5133facb",
      "speaker": "Dan Bidondi",
      "start_timestamp": 3134.0,
      "text": "He worked for several news outlets. And he was a PR guy for American. I don't know. Well, one of the PR guys."
    },
    {
      "end_timestamp": 3141.0,
      "id": "c4577a01-0adc-343b-ac67-eff978a2d240",
      "speaker": "Jordan",
      "start_timestamp": 3140.0,
      "text": "Great journalists."
    },
    {
      "end_timestamp": 3146.0,
      "id": "bf11112c-4efe-3016-8ff7-c3a8634b5719",
      "speaker": "Chris Mattei",
      "start_timestamp": 3141.0,
      "text": "Rhode Island. Yep. We're about"
    },
    {
      "end_timestamp": 3149.0,
      "id": "fc551912-f0b1-3f1d-bcd3-69932c50a338",
      "speaker": "Dan Bidondi",
      "start_timestamp": 3146.0,
      "text": "problems."
    },
    {
      "end_timestamp": 3152.0,
      "id": "28e9108b-de59-3467-b93d-a2f61994a735",
      "speaker": "Chris Mattei",
      "start_timestamp": 3149.0,
      "text": "He said he worked for several news outlets as a journalist."
    },
    {
      "end_timestamp": 3170.0,
      "id": "3c0b1a4d-32a4-3dad-9c14-defbd79aa784",
      "speaker": "Dan Bidondi",
      "start_timestamp": 3152.0,
      "text": "Yeah, he independent like he would be he would reach out to like, if there was something going on, people go to ted. And then he just promoted he would win his PR sauces, reach out to all the media outlets and say, Hey, this event is going on. He has information about it. I mean, you shut off the press releases to all the media."
    },
    {
      "end_timestamp": 3176.0,
      "id": "fec53f4c-0841-3d1f-b979-ec6d86177bd0",
      "speaker": "Dan",
      "start_timestamp": 3170.0,
      "text": "That's not a journalist. No. So you got journalism training from his uncle who isn't his uncle and wasn't a journalist. Right."
    },
    {
      "end_timestamp": 3182.0,
      "id": "f1901fa2-bbc9-39c7-ac77-cefddea9fbdf",
      "speaker": "Jordan",
      "start_timestamp": 3176.0,
      "text": "Right. journalism training from a PR guy who which"
    },
    {
      "end_timestamp": 3184.0,
      "id": "3320494b-5ab6-3f94-8f50-843de516f0c5",
      "speaker": "Dan",
      "start_timestamp": 3182.0,
      "text": "who's not his uncle,"
    },
    {
      "end_timestamp": 3189.0,
      "id": "f8bf1b5c-8568-33d3-886b-e5247ff5be51",
      "speaker": "Jordan",
      "start_timestamp": 3184.0,
      "text": "which I mean, considering where he works. That is the training that you might want best?"
    },
    {
      "end_timestamp": 3202.0,
      "id": "9fcb976b-f3f6-3813-9a8a-4a6e7f77908c",
      "speaker": "Dan",
      "start_timestamp": 3189.0,
      "text": "Yeah, I mean, like, publicist type person. Yeah. Basically just trying to get attention for things. It's a liar. Wars is essentially just an intention aggregator Yeah. So I mean, it's appropriate. It's just not journal. It's"
    },
    {
      "end_timestamp": 3207.0,
      "id": "ac63bfd9-b561-3190-9bc5-04320c45006a",
      "speaker": "Jordan",
      "start_timestamp": 3202.0,
      "text": "not journalism. That is the issue. Yeah. It is not that he cannot do what he's asked."
    },
    {
      "end_timestamp": 3218.0,
      "id": "18aecb72-7f60-308e-aa38-b7282293e6c1",
      "speaker": "Dan",
      "start_timestamp": 3207.0,
      "text": "Yeah. And so his Binondo is not Uncle Bobby. We call him coop. Yeah. The coops? Yeah. He also ran the radio station that Bidadi was all of these people. It's just"
    },
    {
      "end_timestamp": 3219.0,
      "id": "1e80f421-db84-3c03-a969-40ac550e2e84",
      "speaker": "Jordan",
      "start_timestamp": 3218.0,
      "text": "nepotism"
    },
    {
      "end_timestamp": 3233.0,
      "id": "313ad22c-f92e-3543-bc6a-5a50cab7bc4f",
      "speaker": "Chris Mattei",
      "start_timestamp": 3219.0,
      "text": "everywhere. Am I correct that, as far as you know, he did not work for a media outlet that published information to the public."
    },
    {
      "end_timestamp": 3242.0,
      "id": "be40c569-c6d6-3ea2-83f8-593bdc6d1fb4",
      "speaker": "Dan Bidondi",
      "start_timestamp": 3233.0,
      "text": "Yeah. Because he was running the radio station. And we are a CBS affiliate."
    },
    {
      "end_timestamp": 3244.0,
      "id": "0215aaf1-0847-398e-b89c-2e2313b974e3",
      "speaker": "Chris Mattei",
      "start_timestamp": 3242.0,
      "text": "He works for your radio station. Now. This"
    },
    {
      "end_timestamp": 3257.0,
      "id": "ce412751-ad02-3072-852d-bf72f3f8c32b",
      "speaker": "Dan Bidondi",
      "start_timestamp": 3244.0,
      "text": "was back when I first started radio. He was a station manager. And he's the one that ran the station. And we were a CBS affiliate. Okay,"
    },
    {
      "end_timestamp": 3269.0,
      "id": "10d77cfd-3e04-3532-a779-bf6457fbdbfd",
      "speaker": "Jordan",
      "start_timestamp": 3257.0,
      "text": "okay. And my uncle was a volunteer firefighter. He also works three other jobs at a carwash. He does only number. Anyways, my uncle doesn't actually have a job."
    },
    {
      "end_timestamp": 3286.0,
      "id": "fc8af88f-b85d-37d0-9a7c-11170e8a9527",
      "speaker": "Dan",
      "start_timestamp": 3269.0,
      "text": "But he trained me in journalism. So when you're talking about how no one talks about what their job is, right, but donde is a little bit different. He actually has some details. And I think these details actually reveal quite a bit about how things work and how the broadcast is made."
    },
    {
      "end_timestamp": 3290.0,
      "id": "eba9df77-b03a-3957-a011-c5017e2b7b15",
      "speaker": "Chris Mattei",
      "start_timestamp": 3286.0,
      "text": "You are producer for a specific show. Is that right?"
    },
    {
      "end_timestamp": 3293.0,
      "id": "c8f0817a-f118-3800-832e-1885c0690dd4",
      "speaker": "Dan Bidondi",
      "start_timestamp": 3290.0,
      "text": "Oh, yes, I'll show show. The radio show. Okay,"
    },
    {
      "end_timestamp": 3299.0,
      "id": "6fbaaee0-2b50-3e4a-a411-700c82ee9338",
      "speaker": "Chris Mattei",
      "start_timestamp": 3293.0,
      "text": "you were a producer on the Alex Jones Show. And what did that entail?"
    },
    {
      "end_timestamp": 3395.0,
      "id": "cff7771b-da2b-3c30-97d7-e9ec015f3c5e",
      "speaker": "Dan Bidondi",
      "start_timestamp": 3299.0,
      "text": "Well But just like basically, when he's talking, what I would do is to get there early in the morning, I'll print up all the articles from like every source imaginable, and I would separate them into certain categories. And so basically US News, world news, I don't know, Second Amendment news, stuff like that you get, if that explains it, right. And what I'll do is I'll put them on his desk, he'll go through the articles, decide what he wants to talk about. In the meantime, while he's on the air. We'll have several computers going on. And with the Tricaster, and everything. So basically just say, he says, there's a document out there that you say, hey, Char 2977, and Space Preservation Act 2001. to back that up, my job was to back them up. So to show on a screening, you think you did sources whether what he's talking about, it's not just coming out of his book, this is from documents sources. So if he's talking about the space and Preservation Act, and people like all that's wacky, caught up right from the Duck of website, put it right on screen as he's talking to scroll through it. So to back them up. And when he's talking about certain articles. Yeah, yeah, datacal there, but sometimes we pull up on screen and scroll through it, as he's talking about it. And I mean, General, things like that, and just basically, to be as supportive for a show. And he had an ERP stuff, you know, so we have 1000 things in my head at a time. So if he gets stumbled on some echo do in the microphone, I could tell him no, that was hr 2977. I mean, if he stumbled on remembered, things like that, you know, I mean, that in that nature, and also producing, telling him when I've got a break, and you know, that kind of nature."
    },
    {
      "end_timestamp": 3402.0,
      "id": "9274692b-c84d-3ab9-bebc-9d4aff8f7629",
      "speaker": "Chris Mattei",
      "start_timestamp": 3395.0,
      "text": "Yeah, that's really helpful. So when you were producing the Alex Jones Show, would you be the guy in Alex's, you're"
    },
    {
      "end_timestamp": 3407.0,
      "id": "4509b2e3-ff6b-38c2-928b-0ab95343e97e",
      "speaker": "Dan",
      "start_timestamp": 3402.0,
      "text": "one of them? Yes. That's wild. That donde is one of the people in his earpiece."
    },
    {
      "end_timestamp": 3412.0,
      "id": "99034b25-23bf-3000-b90d-4dfb137cad12",
      "speaker": "Jordan",
      "start_timestamp": 3407.0,
      "text": "I mean, I that bog that blows my mind."
    },
    {
      "end_timestamp": 3453.0,
      "id": "156a3712-7ed1-39cd-855b-73add34e5b27",
      "speaker": "Dan",
      "start_timestamp": 3412.0,
      "text": "Right. But it does. I mean, it does sort of work towards some of the ideas that I have had about, like, you know, his obsession with being teleprompter free is a little bit less impressive when you realize that he has producers who are just feeding him things through his earpiece, yeah, like he has them telling him document numbers and documents, and stuff like that, that give. It's like a magic trick where he has the appearance of knowing all of this stuff, when he's conceivably getting told those things. It's really just a different skill, which is being able to speak and hear things. Yeah, at the same time, which is something you could do with practice. Much better than it's easier than learning. Right."
    },
    {
      "end_timestamp": 3471.0,
      "id": "ec4a7fe6-0bc4-3e9b-952c-5e102b41b719",
      "speaker": "Jordan",
      "start_timestamp": 3453.0,
      "text": "Right. Right. No, I mean, he's comes from the televangelism or Well, radio evangelism background. And I have no doubt that he's seen somebody call up is that is there a Melissa Barton here tonight and been like, I got what you're doing?"
    },
    {
      "end_timestamp": 3507.0,
      "id": "ecd3bbae-9553-380c-b3b3-eb35c07b606a",
      "speaker": "Dan",
      "start_timestamp": 3471.0,
      "text": "Well, yeah. And but donde even says, at one point, like, if he gets stuck on something, you know, like, there, there's like, conceivably, you know, even topics and stuff. Like, here is a thing that you know, like, if you're running out of gas and you like, it's, there is a lot of cheating that could go on based on the description that Bidadi gives of how the the earpiece producing works. Oh, yeah. And I wouldn't be surprised. There's a whole lot of that. But beyond that, but he also just did some important fucking work while he was at Infowars. You also were a reporter."
    },
    {
      "end_timestamp": 3518.0,
      "id": "37d677fa-6a48-3fdf-84aa-08c8723e389b",
      "speaker": "Chris Mattei",
      "start_timestamp": 3507.0,
      "text": "When you were down in Austin, so in addition to your producing responsibilities, I take it you go out and create content Correct?"
    },
    {
      "end_timestamp": 3559.0,
      "id": "239da3d3-e11b-328c-b51d-820d9a94ca3f",
      "speaker": "Dan Bidondi",
      "start_timestamp": 3518.0,
      "text": "Yeah. So we'll take on the the use of the stuff that's gone on in the news. My mainly report it was a man on the street, we just go question the public what they thought of certain topics that were in the media at the time. Yeah, hot topics, like, you know, gun control abortion, things like that matter? And also question them on, you know, quizzes, like if they knew us, for example, to have the, you know, amendments of the, you know, the Bill of Rights, you know, I mean, things like that matter of nature. You know who the Vice President was, we may intermix the questions like that, but just the point was to get the public's opinion of what the topic said in the media world going on, instead of always getting officials opinion. We're tired"
    },
    {
      "end_timestamp": 3573.0,
      "id": "b0dee834-f072-3d37-894c-4f08905b1e62",
      "speaker": "Dan",
      "start_timestamp": 3559.0,
      "text": "of hearing from the suits in the mainstream media we wanted to jaywalk and do man on the street Bates, where we ask drunk people on the boardwalk silly question. Yeah. And trap them and make them appear dumber than they are? Haha."
    },
    {
      "end_timestamp": 3595.0,
      "id": "ba695c92-ae6a-3a4d-9d3d-05df493d051a",
      "speaker": "Jordan",
      "start_timestamp": 3573.0,
      "text": "Yeah, yeah. But irrelevant. So dandy is interesting here because I think I genuinely want to know how he sees the world. Because it's weird. I don't know if you do that. That's fair. I don't know. I feel like he sees things in I don't know what is real in his world."
    },
    {
      "end_timestamp": 3602.0,
      "id": "ea031589-4b7a-3476-bfb7-8ccc2763f678",
      "speaker": "Dan",
      "start_timestamp": 3595.0,
      "text": "Well, he apparently has a show that he does about spiritual warfare and do Humans and stuff. So okay, well, that's real."
    },
    {
      "end_timestamp": 3604.0,
      "id": "971b5055-65fe-34ba-86b7-1c534bbdbf69",
      "speaker": "Jordan",
      "start_timestamp": 3602.0,
      "text": "I'm out. Okay. Pass. Yeah."
    },
    {
      "end_timestamp": 3608.0,
      "id": "155eafb8-c907-3190-9b9c-83a104834dca",
      "speaker": "Dan",
      "start_timestamp": 3604.0,
      "text": "Maybe I have a little more information than you do about why you don't actually want."
    },
    {
      "end_timestamp": 3613.0,
      "id": "23f2b9eb-5566-33ed-95d3-a663149aca77",
      "speaker": "Jordan",
      "start_timestamp": 3608.0,
      "text": "Oh, is that possible? Is that the premise of the show? What that you have?"
    },
    {
      "end_timestamp": 3637.0,
      "id": "1a726821-bf3f-3a69-8447-29195eebd21a",
      "speaker": "Dan",
      "start_timestamp": 3613.0,
      "text": "I thought you meant his demon show. No. Well, that should be our so at certain point, the donde got let go. Right sort of. He was still with Infowars. But he was let go of his his actual position is producing make it through the probationary period. Oh, and ended up going back to Rhode Island. I did not know that. It might have been fired, but maybe not. Okay."
    },
    {
      "end_timestamp": 3644.0,
      "id": "b0ec55cc-b6c9-3e1c-a147-3ba3345c3a00",
      "speaker": "Chris Mattei",
      "start_timestamp": 3637.0,
      "text": "And at some point, did you relocate back to Rhode Island? Yes. When was that?"
    },
    {
      "end_timestamp": 3653.0,
      "id": "43511313-4953-318d-919c-a5b7337b23ac",
      "speaker": "Dan Bidondi",
      "start_timestamp": 3644.0,
      "text": "Oh, man. Right around Thanksgiving time."
    },
    {
      "end_timestamp": 3655.0,
      "id": "70341a19-b06e-3c28-95b8-ad87f7f20e1c",
      "speaker": "Chris Mattei",
      "start_timestamp": 3653.0,
      "text": "So November of 2012."
    },
    {
      "end_timestamp": 3663.0,
      "id": "39f5928f-9a41-3a9c-885a-5d131834ce87",
      "speaker": "Dan Bidondi",
      "start_timestamp": 3655.0,
      "text": "I'm sorry. Let me rephrase it. Yes. Right about Thanksgiving."
    },
    {
      "end_timestamp": 3666.0,
      "id": "721d831e-13d7-3f4a-b220-bf229422d866",
      "speaker": "Chris Mattei",
      "start_timestamp": 3663.0,
      "text": "Why did you move back to Rhode Island?"
    },
    {
      "end_timestamp": 3708.0,
      "id": "40e84dc4-f4b5-34a8-959d-368e9c83b580",
      "speaker": "Dan Bidondi",
      "start_timestamp": 3666.0,
      "text": "Oh, was a number of I mean, I used to scream in the office. And at first I was off, let go. Then he said to keep you on as a correspondent. And it was just a bunch of misunderstandings, whatever the case and with you. There was no specific reason why they let me go. Me and a bunch of other people just like normal that people just dropped like flies, you know, I mean, and, and it's the nature of the business. I mean, and I understand it in because being an entertainment business and also a plus to the media business. I mean, that's the way it goes. There's way the cookie crumbles. So no, no harm, no foul. Whatever the case."
    },
    {
      "end_timestamp": 3710.0,
      "id": "797562b8-d694-39c9-91d3-700b5eceb555",
      "speaker": "Dan",
      "start_timestamp": 3708.0,
      "text": "He has a pretty chill attitude towards this."
    },
    {
      "end_timestamp": 3717.0,
      "id": "36a204ee-511c-3137-ae67-1fe93a0dd5bf",
      "speaker": "Jordan",
      "start_timestamp": 3710.0,
      "text": "Yeah, it sounds like he got yelled at a bunch. And then whenever they were like, okay, man, we're gonna get out of the"
    },
    {
      "end_timestamp": 3722.0,
      "id": "4b31494a-6cfe-3897-852c-cbe23f020fb4",
      "speaker": "Dan",
      "start_timestamp": 3717.0,
      "text": "entertainment. Oh, stop, go away. We got a lot of moving parts. Hey,"
    },
    {
      "end_timestamp": 3727.0,
      "id": "88526c16-8432-3589-9f9e-39753e0d6b9d",
      "speaker": "Jordan",
      "start_timestamp": 3722.0,
      "text": "listen, we will say that we're gonna keep you on as a correspondent, so long as you are several 1000 miles away from us."
    },
    {
      "end_timestamp": 3761.0,
      "id": "22bdd102-2bca-37e0-afe9-b91cd83bca6f",
      "speaker": "Dan",
      "start_timestamp": 3727.0,
      "text": "And do you give us juicy stories, these stories? So there's some reasons that he got let go, apparently, and one of them is a bit of a misunderstanding. It's really just it's no big deal. Look, sometimes scheduling conflicts happen in the foot. Not that severe. Emotionally, perhaps. Oh, but yeah, there was an agenda 21 conference. And that just means it was a sustainable development. They're calling agenda 2121 and Bidadi went but he wasn't supposed to. What's your"
    },
    {
      "end_timestamp": 3767.0,
      "id": "6597a2a9-021b-3603-8e20-418ebc72c5e8",
      "speaker": "Chris Mattei",
      "start_timestamp": 3761.0,
      "text": "understanding specifically as to why in your words, you were let go?"
    },
    {
      "end_timestamp": 3842.0,
      "id": "5f2f5f31-983e-3d61-a3cc-e29a2ff0d4ce",
      "speaker": "Dan Bidondi",
      "start_timestamp": 3767.0,
      "text": "Was I it was a report that in Elgin Texas we go to it was like a basically agenda 21 thing. And it was our sustainability conference hearing for this house of Elgin, Texas and they were getting ready to go in the morning decided with a cruise off permission to go. I was told yes. So we had to go out in the office, get my suit tailored. So I had no knowledge later that outshone change his mind and say no, so I decided to go into Chrome. And far as I know, I had permission and get back in, you know, auctions, like why did you go he's like, like, chill me out. And I'm like, yeah, what? Because you told me you could remember that in the morning. I asked you. He goes, Yeah, you're right. Yeah, I did. But I sold you couldn't take No, I left the office right away. He goes, Oh, okay. I'm sorry. And, you know, just rumors on the stands like that. And, and, you know, things like that, which he got mad that I went, because I don't know, it's just a bunch of things like that. I mean, little miscommunications and the communicate. I mean, I love him for his death. I love the people there, but the communication sucks. Plain and simple. Communicate, even though you're right next to the person. So"
    },
    {
      "end_timestamp": 3860.0,
      "id": "0d849adf-51c8-3227-a641-e4c979ed9382",
      "speaker": "Dan",
      "start_timestamp": 3842.0,
      "text": "it's a miscommunication. And the morning he told the donde to go, but down here to go to suit tailored, right didn't realize that Alex didn't want him to go after all, he comes back court. I was like, What the fuck? And then you're fired. Now since it doesn't it's definitely not a situation where there's more going"
    },
    {
      "end_timestamp": 3864.0,
      "id": "cb1d5de6-552a-348a-97a9-06f8b3fad797",
      "speaker": "Jordan",
      "start_timestamp": 3860.0,
      "text": "on here. I can't think of anything else that might be involved in a situation."
    },
    {
      "end_timestamp": 3867.0,
      "id": "89f3c9b9-fb3b-32cf-9cdf-96a77450f923",
      "speaker": "Dan",
      "start_timestamp": 3864.0,
      "text": "There's nothing more going on now. I mean,"
    },
    {
      "end_timestamp": 3869.0,
      "id": "54c1d8c2-b16b-3465-aadc-3e4a711e9486",
      "speaker": "Jordan",
      "start_timestamp": 3867.0,
      "text": "and is there more going on?"
    },
    {
      "end_timestamp": 3876.0,
      "id": "fd354105-20b3-39b4-9dd7-3f96189b5aa3",
      "speaker": "Chris Mattei",
      "start_timestamp": 3869.0,
      "text": "Completely have anything to do with the your reporting itself on that particular day?"
    },
    {
      "end_timestamp": 3883.0,
      "id": "75667b3c-7764-36f4-a7b1-64d955817f4d",
      "speaker": "Dan Bidondi",
      "start_timestamp": 3876.0,
      "text": "No, it wasn't the actual report. I mean, it was one of the crew members. I didn't actually you know, make the report."
    },
    {
      "end_timestamp": 3885.0,
      "id": "ad8fabf0-7752-347f-ba54-3e9e9db37bb3",
      "speaker": "Chris Mattei",
      "start_timestamp": 3883.0,
      "text": "There was it was just that you had gone."
    },
    {
      "end_timestamp": 3949.0,
      "id": "4ac7f7da-6455-30c3-97d2-d701943206cc",
      "speaker": "Dan Bidondi",
      "start_timestamp": 3885.0,
      "text": "Yeah, because what will happen was we all started asking questions at the questions time with a mayor and all that. So we asked him questions and that caused a lot of people and uprights because we told people this is not what you think it is agenda 21 And the people young Texas you don't mess with that land. So when they finally realized what this was about, it was kind of an uproar. They were yelling and screaming to the mayor. And yeah, we're not going to do this crap this United Nation stuff yet. So some one of the people running conference called the police on us and the police came in. They asked us for ID I had no idea at the time, and those are just a copy is not you know, there's no more shirts that you have to show again, I'm not trying to be disrespectful. But anyway, it was a big discussion with the police and everything else. And so we got back to and that was Bidadi doing that. And I was like, yeah, he told me I could go and then that's where the miscommunication was from. And it was just a lot of miscommunication there because, and his defense. So I mean, it's such a huge operation, such a"
    },
    {
      "end_timestamp": 3955.0,
      "id": "663578cb-bcc9-3b1e-b6c4-94507bf5defa",
      "speaker": "Dan",
      "start_timestamp": 3949.0,
      "text": "huge operation. I'm guessing that Alex's problem wasn't his presence was that the police got involved"
    },
    {
      "end_timestamp": 3974.0,
      "id": "cb233684-48be-35cf-b229-e8b49b20e44d",
      "speaker": "Jordan",
      "start_timestamp": 3955.0,
      "text": "in Alex's defense, I did start a riot. The cops were called and then I got into a fight with the cops. Right? It could have something to do with those parts of my story. But what good journalist wouldn't tell? Absolutely. It's about communication. That's where the real that's where the real breakdown was. So"
    },
    {
      "end_timestamp": 4006.0,
      "id": "10a43b21-566a-3f54-9b58-917a218a99b0",
      "speaker": "Dan",
      "start_timestamp": 3974.0,
      "text": "I don't know there's probably video of this somewhere. I couldn't find the actual video of donde at this event. But I did find video of just after he got thrown out of the event. And it turns out the story is a little bit different. Who would have guessed? So what happened was that he called some lady who was there one of the people involved in the the event. Yeah, he called her a bitch. And okay, so she asked the police to remove him right go away. Yeah. And so then he got into a fight with police. Okay,"
    },
    {
      "end_timestamp": 4023.0,
      "id": "2b23eff1-d552-3817-ab46-344efd9bb33f",
      "speaker": "Jordan",
      "start_timestamp": 4006.0,
      "text": "so now the story is not the heroic, I started a riot with my Texas buddies, and we overtook the storm. It is instead Hey, you suck and then they get kicked out. He gets into his car into a fight with a cop"
    },
    {
      "end_timestamp": 4035.0,
      "id": "18d59e1a-4918-3201-8261-5b935a6f7f25",
      "speaker": "Dan",
      "start_timestamp": 4023.0,
      "text": "verbally assaulted somebody right now they weren't into it happening at their event. So he was asked to leave the cops go away. I don't even think she was on stage which is right there. Okay, I don't even know if there was a state I don't even"
    },
    {
      "end_timestamp": 4048.0,
      "id": "0263c62d-edb2-3ab6-b0f6-d75fdb55ce3d",
      "speaker": "Jordan",
      "start_timestamp": 4035.0,
      "text": "know if he's in trouble. Okay, so yeah, so the story is now I went there I didn't get much and then I got thrown out and then I got into a fight with the cops"
    },
    {
      "end_timestamp": 4055.0,
      "id": "1e772721-802d-34f8-ab93-8cd2e60c7316",
      "speaker": "Dan",
      "start_timestamp": 4048.0,
      "text": "right and whereas if you understand the starting point was I look I didn't know that Alex said I shouldn't have gone does feel"
    },
    {
      "end_timestamp": 4064.0,
      "id": "7aa123b1-b6eb-32c8-93e2-6c56340362fa",
      "speaker": "Jordan",
      "start_timestamp": 4055.0,
      "text": "like is a different issue. Yeah, then what maybe I would see as a fireable offense somewhere along the line."
    },
    {
      "end_timestamp": 4099.0,
      "id": "4d23f3c8-18b9-3f7c-9e48-b0f00163c96e",
      "speaker": "Dan",
      "start_timestamp": 4064.0,
      "text": "I mean, if you're someone like Alex like run ins with the police are opportunities right that have to be handled pretty smoothly. Alex loves to get into like a little bit of a confrontation with a with a cop. He had some savvy, he knows how to maximize whatever you're gonna get out of it. Not get into any trouble, right? Whereas someone like donde is not that is a liability. Him being around cops, especially getting into a confrontation with, especially on being there under the auspices of the Infowars organization like that's that only is negative. And if I were Alex, I'd be pretty pissed about it. Oh,"
    },
    {
      "end_timestamp": 4114.0,
      "id": "e272c8aa-a221-350d-8533-7c612a6f57ca",
      "speaker": "Jordan",
      "start_timestamp": 4099.0,
      "text": "totally. No, if Alex does it, he's got the cloak of little of fame, though. So they don't want to like arrest him and cause a big thing and then it'll be a mess. Whereas with but donde it's like, man, we can take you away."
    },
    {
      "end_timestamp": 4133.0,
      "id": "f75f95d1-f1da-351a-9e4f-9ef7da2b4d6b",
      "speaker": "Dan",
      "start_timestamp": 4114.0,
      "text": "Well, and Alex will have some kind of like inciting thing that is like at least defensible. Right? Like, you know, Hill. I don't think the police got involved. But like when he went to the DMV and refused to give his fingerprint or whatever. There's like some kind of a principle you can stand on. Whereas Madonna was just being a dick to this lady."
    },
    {
      "end_timestamp": 4141.0,
      "id": "f928da90-3ced-3480-80af-d2ec744ef8a1",
      "speaker": "Jordan",
      "start_timestamp": 4133.0,
      "text": "I don't have to show you ID and I can be addict to that lady all I want, right? It's not. It doesn't have the same less defensible. Yeah."
    },
    {
      "end_timestamp": 4146.0,
      "id": "d3b08895-738c-3a75-94fd-fe30e18d46a1",
      "speaker": "Dan",
      "start_timestamp": 4141.0,
      "text": "So were there any other reasons that Alex, we're letting you"
    },
    {
      "end_timestamp": 4149.0,
      "id": "fe616c89-cd6c-3b92-8a8b-2bf3934a6cbb",
      "speaker": "Jordan",
      "start_timestamp": 4146.0,
      "text": "go. We've got several reasons already."
    },
    {
      "end_timestamp": 4155.0,
      "id": "2456465f-01d4-3c5e-8431-7a623c280190",
      "speaker": "Dan",
      "start_timestamp": 4149.0,
      "text": "Well, oh, and we know from Alex's deposition that he let him go, because he saw that Sandy Hook report and he said,"
    },
    {
      "end_timestamp": 4163.0,
      "id": "a4bae4d4-e389-3a72-aa10-4b949c167490",
      "speaker": "Jordan",
      "start_timestamp": 4155.0,
      "text": "This is no good. 100% the reason that he was let go shut it down. is no good. You gotta get him out of here. Yeah,"
    },
    {
      "end_timestamp": 4164.0,
      "id": "6db1eff9-26e1-3f76-8389-572afa34d460",
      "speaker": "Dan",
      "start_timestamp": 4163.0,
      "text": "apparently not."
    },
    {
      "end_timestamp": 4180.0,
      "id": "2220fd98-8d84-3bb8-ab84-366e498463bb",
      "speaker": "Chris Mattei",
      "start_timestamp": 4164.0,
      "text": "Other than the situation in Elgin. Did Mr. Jones provide you with any other reason that he was inclined to let you go?"
    },
    {
      "end_timestamp": 4214.0,
      "id": "5c3897ec-8355-36ad-948f-87edfa322411",
      "speaker": "Dan Bidondi",
      "start_timestamp": 4180.0,
      "text": "Now right on, right. Oh, um, yeah. I did a report using the the main studio, you know, like, a new show, whatever the case said. He knew about it, but he I don't know. It's weird. He knew about it, but he didn't know. And it was like he said it was unauthorized. I mean, that's a debate altogether. But he used these things is the reasons and then that you know, I mean, but he did you know, say well keep it as a correspondent, so he didn't realize there was a lot of miscommunications himself. So"
    },
    {
      "end_timestamp": 4229.0,
      "id": "687fc69d-c7a6-34e0-ad96-732b99f99d71",
      "speaker": "Dan",
      "start_timestamp": 4214.0,
      "text": "he has apparently, but donde was using the studio for his own like show or whatever. And he had, he believes he had permission. And then a little bit later, he did not have permission. Oh, and this became an issue. So these are the reasons that, you know, he's, he's let go,"
    },
    {
      "end_timestamp": 4247.0,
      "id": "78978359-a8af-378f-b560-d61fe254a700",
      "speaker": "Jordan",
      "start_timestamp": 4229.0,
      "text": "I can actually this all his whole thing makes perfect sense in regards to Infowars. Now, because clearly, in his audition, he has proved himself to be an agent of true chaos. Yeah, you know, while he's while he's there, he's showing up doing a show with us."
    },
    {
      "end_timestamp": 4251.0,
      "id": "05e7035a-f8cc-3f06-8e8e-d6a89ae5491d",
      "speaker": "Dan",
      "start_timestamp": 4247.0,
      "text": "Look, dude, you want the Kraken? How not in"
    },
    {
      "end_timestamp": 4257.0,
      "id": "ba706304-d47e-3f41-81fc-83f7c1a6ce92",
      "speaker": "Jordan",
      "start_timestamp": 4251.0,
      "text": "house. So you send him back there and you're like, you can stay as a correspondent you we have a Kaos agent. And that could be useful."
    },
    {
      "end_timestamp": 4325.0,
      "id": "c9363552-e973-3001-b11d-0e479404b498",
      "speaker": "Dan",
      "start_timestamp": 4257.0,
      "text": "Yeah. Or keep you at arm's length. It's always a good idea to have a loose cannon. This all makes total sense totally in terms of like piecing together various people's versions of what happened. But Dondi want to fucking contest and he ended up winning or second place because he interviewed Ron Paul. And so like, Oh, this is gonna be good. So he gets in at Infowars he has a tryout period right. He bombs it absolutely to do a fight with a cop and a agenda 21 conference, what issues using the studio for unauthorized reason? So obviously you want to just let him go of course. But you know, he did do that interview with Ron Paul got some use for him. Yeah, but you don't want to fucking pay him a salary out of this office. No salary. Right keep you on a contingency basis we give you like freelance kind of style to the may be if it's worth it. Yeah, it makes total sense. And then you want to associate more when he does stuff like goes to the Boston bombing course. Press Conference at cracking people. We love them. Yeah. So you have him as like an employee, not employee after that, that period."
    },
    {
      "end_timestamp": 4329.0,
      "id": "9bf9e728-b4e5-31dc-9e4a-1a2c3d0f08a8",
      "speaker": "Jordan",
      "start_timestamp": 4325.0,
      "text": "As a way of covering your ass one might say operation hair."
    },
    {
      "end_timestamp": 4346.0,
      "id": "e17a3dee-a77d-364c-9ddd-2ee48009db73",
      "speaker": "Dan",
      "start_timestamp": 4329.0,
      "text": "Yep. So that all makes sense. Yeah. But there's some this is some prime funny stuff. Alex didn't even have the balls to fire a bit on day. Listen to Mike down for this because if you listen to this sounds like some mob shit."
    },
    {
      "end_timestamp": 4354.0,
      "id": "3c232620-5466-3c7e-87b4-e49241d5d258",
      "speaker": "Chris Mattei",
      "start_timestamp": 4346.0,
      "text": "It was Mr. Jones, am I correct? You've had that direct conversation with you in which he was discussing the possibility of letting you go."
    },
    {
      "end_timestamp": 4413.0,
      "id": "f6696111-c3b5-3a2f-b308-49ad8a22c116",
      "speaker": "Dan Bidondi",
      "start_timestamp": 4354.0,
      "text": "No, he actually was weird because nobody's in the office. Like the hello, everybody goes. So um, Alex Jones comes through and he goes, he checks me out. Because I want to appreciate I want to tell you I appreciate everything you're doing for us and walks away then rob do comes over with the look on his face. And I might write that you know, something's wrong. And Rob do and Lydia the secretary I want you don't say come we got to talk to you. And both of them had tears in our eyes. Right away. I knew there was this is about and Yeah. And it was a sad departure really was the Dead Sea. The relayed the message from Alex himself never directly told me until I got on the phone when I left the place. And I think I wanted to demand it know exactly why. And I mean, the then we had the discussion. And it's like you claimed me do this stuff. You forgot the stuff. I mean, so he goes, Well, you know what, we'll do this, okay. You need to go home with the family, like I said earlier, and be with your family because you said they don't want to move down here. Whatever the case. So he said, we'll keep you on as a correspondent. And I'm like, You know what? All right."
    },
    {
      "end_timestamp": 4421.0,
      "id": "01788193-b25a-30a7-8203-98e67e1834d6",
      "speaker": "Dan",
      "start_timestamp": 4413.0,
      "text": "All right. So like Alex gave him the kiss of death. Wow. Thank you for everything."
    },
    {
      "end_timestamp": 4428.0,
      "id": "d67e764f-5585-3fb9-ad65-87f0096c47dc",
      "speaker": "Jordan",
      "start_timestamp": 4421.0,
      "text": "You're my favorite guy in the world. I love you. We've got a long future together. You're just gonna need to talk to them. I'm gonna get out of here."
    },
    {
      "end_timestamp": 4431.0,
      "id": "2642f973-8302-3c4a-acfe-97c472b29a20",
      "speaker": "Dan",
      "start_timestamp": 4428.0,
      "text": "I'm gonna go in a locked room."
    },
    {
      "end_timestamp": 4433.0,
      "id": "7a9d8208-396e-32a6-802a-792ce40cc22c",
      "speaker": "Jordan",
      "start_timestamp": 4431.0,
      "text": "I there's one thing I so"
    },
    {
      "end_timestamp": 4439.0,
      "id": "cc4487d5-4c85-3f19-901f-c0e84522220f",
      "speaker": "Dan",
      "start_timestamp": 4433.0,
      "text": "obvious that moment. So clear what was going on. And Madani seems to not be aware of"
    },
    {
      "end_timestamp": 4450.0,
      "id": "2e55dc66-e72f-37dc-812c-021509da42a7",
      "speaker": "Jordan",
      "start_timestamp": 4439.0,
      "text": "how choreographed I read. Yeah, it's I know it was you and he's Fredo. He got ghosted,"
    },
    {
      "end_timestamp": 4465.0,
      "id": "564e7ca4-e19d-332b-b08c-10e22aafb4f0",
      "speaker": "Dan",
      "start_timestamp": 4450.0,
      "text": "pretty much, Alex just I mean, he's apparently pretty good at like preserving some image, or whatever. Like, I don't want Bidadi mad at me. No, no, no, that's a wise move. I'm gonna compliment him that you guys pretend to cry while you fire him."
    },
    {
      "end_timestamp": 4471.0,
      "id": "1f20b9c8-fdb6-3cf0-9eec-639764140b46",
      "speaker": "Jordan",
      "start_timestamp": 4465.0,
      "text": "There's no way they cried. No, I love but Dundies fake version of the world."
    },
    {
      "end_timestamp": 4475.0,
      "id": "da1edc10-364b-3e02-9ae2-675b0a2de12c",
      "speaker": "Dan",
      "start_timestamp": 4471.0,
      "text": "They've known him for a couple of months. At a time he was"
    },
    {
      "end_timestamp": 4481.0,
      "id": "9e49fc18-568d-3f44-bda0-ce45459393f0",
      "speaker": "Jordan",
      "start_timestamp": 4475.0,
      "text": "like, you when you got into the fight with the cops and really fucked with us. It's just it makes me cry every time I think about it."
    },
    {
      "end_timestamp": 4487.0,
      "id": "de09035d-3935-32cd-94bb-1bfd9edfc445",
      "speaker": "Dan",
      "start_timestamp": 4481.0,
      "text": "And like what your claim to fame is you got an interview with Ron Paul, like Ron Paul comes on Alex's show. Yeah, that's not special."
    },
    {
      "end_timestamp": 4505.0,
      "id": "8e3ddd8d-8109-3e89-8f1c-b091c2c7579b",
      "speaker": "Jordan",
      "start_timestamp": 4487.0,
      "text": "Yeah, we don't have much for you. I think are collected depositions could be viewed as like a long form Rashomon. It's an oral history. Yeah. You know, like ever Everybody's got their own views on what happened and where and how, and none of its real out of it."
    },
    {
      "end_timestamp": 4519.0,
      "id": "765157d3-6c8a-3d52-8219-c7e9273edcc0",
      "speaker": "Dan",
      "start_timestamp": 4505.0,
      "text": "Well, here's the thing. Yeah, I think that but Don D is the least cynical version of these stories. 100% I believe that this is what happened. But his interpretation is nutty."
    },
    {
      "end_timestamp": 4533.0,
      "id": "e3436338-ae7e-3309-a7de-c62b0ecaf9dd",
      "speaker": "Jordan",
      "start_timestamp": 4519.0,
      "text": "I believe that in his mind, everyone is played by anthropomorphic animals. When he goes around Alex's a giant lion and it goes, Ah, it roars all that Rob do is a is a miracle. I'm just doing Lion King again."
    },
    {
      "end_timestamp": 4537.0,
      "id": "01252c9f-baab-3198-a15f-8ffd9fed6b16",
      "speaker": "Dan",
      "start_timestamp": 4533.0,
      "text": "Who's"
    },
    {
      "end_timestamp": 4539.0,
      "id": "8d98aa29-7834-3d2b-a24a-8f10b57c9257",
      "speaker": "Jordan",
      "start_timestamp": 4537.0,
      "text": "Who is boom, Uber, I think Oh, and dryers gotta be"
    },
    {
      "end_timestamp": 4543.0,
      "id": "32b1ab2c-e450-3da1-b016-4428630594df",
      "speaker": "Dan",
      "start_timestamp": 4539.0,
      "text": "Uber. Yeah. Who is Mufasa?"
    },
    {
      "end_timestamp": 4545.0,
      "id": "b8f5d1d3-a114-3fe5-bd9d-ed0bfcd53373",
      "speaker": "Jordan",
      "start_timestamp": 4543.0,
      "text": "Who's Mufasa? Well, I mean, it's David Jones himself."
    },
    {
      "end_timestamp": 4555.0,
      "id": "1c44d2bb-003d-32dc-9d14-394574cd0038",
      "speaker": "Dan",
      "start_timestamp": 4545.0,
      "text": "Yeah, he's the father of well, Mufasa was a dentist. Yeah, that's true. Yeah. And sleep Jenica scar?"
    },
    {
      "end_timestamp": 4559.0,
      "id": "18354c94-04bf-3cf1-a3df-52b5fe8fb892",
      "speaker": "Jordan",
      "start_timestamp": 4555.0,
      "text": "No, I think you're a scar in this metaphor."
    },
    {
      "end_timestamp": 4561.0,
      "id": "e681ef7b-8792-3a11-9387-1f47b1df5db8",
      "speaker": "Dan",
      "start_timestamp": 4559.0,
      "text": "That makes you a hyena."
    },
    {
      "end_timestamp": 4566.0,
      "id": "4b58acb2-9d37-33d4-82e8-45eac49addf7",
      "speaker": "Jordan",
      "start_timestamp": 4561.0,
      "text": "Oh, I'll be will be Goldberg. I mean, she had a she had a run. I'll take that."
    },
    {
      "end_timestamp": 4584.0,
      "id": "865e1c49-e2d0-351c-b751-90802f1dba6b",
      "speaker": "Dan",
      "start_timestamp": 4566.0,
      "text": "So the question really is on everyone's mind, and that is do you think that if you didn't need to move back to to Rhode Island to be with your family? Yeah. Do you think that Alex would have kept you on as an employee? And this is, Matt, he's just being me now."
    },
    {
      "end_timestamp": 4595.0,
      "id": "0a420669-0b32-316e-a471-387fc71ef68c",
      "speaker": "Chris Mattei",
      "start_timestamp": 4584.0,
      "text": "Conclusion of your call with Mr. Jones that had your fiancee been willing to move down to Texas that he actually was convinced at that point to keep you on at Infowars"
    },
    {
      "end_timestamp": 4627.0,
      "id": "3e5d4c15-25f1-3bbd-b578-d6585e3657fb",
      "speaker": "Dan Bidondi",
      "start_timestamp": 4595.0,
      "text": "while he said that was because our choice put family first. So I mean, you know, that time is with Kelly and all that now. But he loved his family big time and and that's what he said, You got to we got to put family first. Because that's the main reason he said this is the main reason that I have to let you go because I can't keep your you got a one year old son which he was right. I mean, I got a one year old at home and we flying back and forth every other week or whatever. I mean, it's not going to cut it for the supportive family in that manner. You know, so financially Yes, but not being a physical father. You know, I"
    },
    {
      "end_timestamp": 4639.0,
      "id": "e60f0ba9-df02-3a5c-94a5-4ecdac07b013",
      "speaker": "Dan",
      "start_timestamp": 4627.0,
      "text": "mean, good on him for you know, like, stepping up to be a dad and all that but this is ridiculous the way like Alex is like you got to put your family first. I would love to keep you around. But yeah,"
    },
    {
      "end_timestamp": 4645.0,
      "id": "0fd04cad-2a72-3a09-b11d-a816c061e1d7",
      "speaker": "Jordan",
      "start_timestamp": 4639.0,
      "text": "I don't understand did but donde just say that he was basically commuting from Rhode Island to"
    },
    {
      "end_timestamp": 4647.0,
      "id": "6808dc71-4cf9-33e7-b6d5-09891c6464a6",
      "speaker": "Dan",
      "start_timestamp": 4645.0,
      "text": "Oregon, Texas. Yeah, yeah, basically."
    },
    {
      "end_timestamp": 4653.0,
      "id": "af0cb0a4-945f-3e46-8619-24402bd2023e",
      "speaker": "Jordan",
      "start_timestamp": 4647.0,
      "text": "I honestly, I know. It's not why Alex fired him. But he should view that as like a good yeah, it's"
    },
    {
      "end_timestamp": 4663.0,
      "id": "19b9f0b8-905d-3558-a783-edf45f3ee646",
      "speaker": "Dan",
      "start_timestamp": 4653.0,
      "text": "a smooth grace it in some way. Yeah. Yeah. But But Alex is just grasping at straws for ways to be a coward. Yeah, I know. It's where your"
    },
    {
      "end_timestamp": 4671.0,
      "id": "e432383b-1d6f-3b9f-9287-c5c379602a31",
      "speaker": "Jordan",
      "start_timestamp": 4663.0,
      "text": "kid. I'm firing you. Hey, contrary to popular belief, I am terrified of conflicts."
    },
    {
      "end_timestamp": 4680.0,
      "id": "e8413df1-ade6-3f49-a151-0178ea5ba4a4",
      "speaker": "Dan",
      "start_timestamp": 4671.0,
      "text": "I like conflict points performance. Yeah, I don't like it. When it's with the people. I choose to be around who are unbalanced, you'll be really scared Oh,"
    },
    {
      "end_timestamp": 4685.0,
      "id": "7d53425c-ac2b-375d-8224-0332e5547197",
      "speaker": "Jordan",
      "start_timestamp": 4680.0,
      "text": "you'll be able to get mad at me. And then I'll get mad. And then God knows what could happen since we all carry guns all the fucking time."
    },
    {
      "end_timestamp": 4710.0,
      "id": "cbf8ecf0-d7c6-3be2-9935-7d693d3d469f",
      "speaker": "Dan",
      "start_timestamp": 4685.0,
      "text": "And who knows? Maybe a couple years from now let rapstar deny the Holocaust on my show. It's always there instead of brought them about it. Yep. So now we finally get to questions that surround Sandy Hook. And so Maddie asks where donde was when he heard about the shooting? And it turns out not not a direct answer."
    },
    {
      "end_timestamp": 4715.0,
      "id": "47c116ec-9aef-37ab-8113-2836c89be00d",
      "speaker": "Chris Mattei",
      "start_timestamp": 4710.0,
      "text": "Where were you when you learned that there had been a shooting at Sandy Hook?"
    },
    {
      "end_timestamp": 4722.0,
      "id": "813036c3-3e42-3e7f-ac56-791ad2b738ed",
      "speaker": "Dan Bidondi",
      "start_timestamp": 4715.0,
      "text": "I'm sorry. It it was that again? It was December of 2000. Forward?"
    },
    {
      "end_timestamp": 4726.0,
      "id": "9b75ff1c-c6d5-30c0-baee-cb29873b3137",
      "speaker": "Chris Mattei",
      "start_timestamp": 4722.0,
      "text": "Yeah, December 14 2012."
    },
    {
      "end_timestamp": 4808.0,
      "id": "3ba2d1d6-d706-3e23-afea-abd7b6517923",
      "speaker": "Dan Bidondi",
      "start_timestamp": 4726.0,
      "text": "was definitely back in one island. They heard about it was funny because a week before that happened, I was on my radio show and home people that you know, it's just like, I just had this feeling there was something gonna happen like that. And I came right out saying that you get the feeling that there's a heavy push for the gun control. There's never going to be a school shooting by forbid you know, I mean, and I remember that, you know, when it happened I was on the show. And I people recall that it's like could you predict us or something like not predicted just like you got that feeling? I mean, that's something like this was gonna happen not saying that stage or anything but and right away again before the kids bodies are cold. I mean, there was already a call for gun control how I mean, that's and, and I was crying on Yeah, I was like, I mean, shock and awe. Yes, at the time. I was like question I will happen. Well, you know, I'm not saying it's big enough, but the whole point is, have them explain the difference children before A banquet hall that got hundreds and hundreds. That just sent me off all together."
    },
    {
      "end_timestamp": 4842.0,
      "id": "1e942f64-64f4-3a6e-b7fe-dd85e929e941",
      "speaker": "Chris Mattei",
      "start_timestamp": 4808.0,
      "text": "Mr. Madani i i know that you had strong objections to the effort to pass gun control legislation after Sandy Hook. I know that. And I know that you had to, you know you. You have expressed that on many occasions. I wanted to ask you about do you remember, as you sit here today, where you were when you learn the dish, shooting it happen?"
    },
    {
      "end_timestamp": 4848.0,
      "id": "4abf1ee4-fd8c-3040-839e-9304fd7f7cab",
      "speaker": "Dan Bidondi",
      "start_timestamp": 4842.0,
      "text": "I was at home digging up the news, and then now just come over the news feed"
    },
    {
      "end_timestamp": 4866.0,
      "id": "1d6a9e32-9b42-31c4-a52b-12bafa0d41a3",
      "speaker": "Dan",
      "start_timestamp": 4848.0,
      "text": "or it could just said that. Yep. Didn't have to do the whole thing. Two minutes of rambling about your feelings about gun control and what have you and that was at home. Yeah. I mean, like, that's, it's a direct question. Yep. And, you know, Maddie has to re ask questions pretty, pretty constantly. Yeah. So that no, I"
    },
    {
      "end_timestamp": 4878.0,
      "id": "c6d8a540-9f10-321e-9045-48ec1197d479",
      "speaker": "Jordan",
      "start_timestamp": 4866.0,
      "text": "feel like he trained with a elementary school guidance counselor or something or, you know, something along those lines of like, I also I understand what you're saying,"
    },
    {
      "end_timestamp": 4889.0,
      "id": "778c9f9c-8ad2-3e1f-aa9b-d5e4b58cf743",
      "speaker": "Dan",
      "start_timestamp": 4878.0,
      "text": "If donde was funny. He would have said like, I was on air cry, and I had tears in my eyes like Rob do fire and that would have been nice. Did"
    },
    {
      "end_timestamp": 4895.0,
      "id": "0a4db062-6cd6-3368-ab3c-6fa9a0741fd2",
      "speaker": "Jordan",
      "start_timestamp": 4889.0,
      "text": "he do any pieces in between when he was fired? And when Sandy Hook was going"
    },
    {
      "end_timestamp": 4932.0,
      "id": "4ebe1ed3-903b-358c-ad97-3202ef39577f",
      "speaker": "Dan",
      "start_timestamp": 4895.0,
      "text": "out? I'm sure he did. But also like I guessing when he says he was on air. He has his own show. Yeah. So yes, he's talking more. He was more doing his own stuff. Right. But yeah, he does he like I mean, when one of the episodes I did with Marty was Dan, but donde interviewing Val Venus. Oh, yeah. And so I remember that there are a bunch of like little things that he did here and there in just like the it wasn't like he got fired, went back to Rhode Island and then popped back up just for right. The how big Yeah, for your hearing. But yeah, I don't know a lot of them are probably just very forgettable."
    },
    {
      "end_timestamp": 4948.0,
      "id": "a5f95681-acd1-3445-9e57-f7625eebf30c",
      "speaker": "Jordan",
      "start_timestamp": 4932.0,
      "text": "Yeah, that sounds true. Yeah, it is. It's just like, it is so weird to to have him be let go sent back to Rhode Island and then only a short period later become so central to their identity for a"
    },
    {
      "end_timestamp": 4989.0,
      "id": "cb2bce7a-bfb9-350a-a3fc-d47dd4c27139",
      "speaker": "Dan",
      "start_timestamp": 4948.0,
      "text": "while. Well, here's the here's the thing, though. Yeah. Whatever he may have done as it relates to Sandy Hook, his relevance with the Infowars. And the coverage does relate to the Wolfgang Halbig for you hearing right, which weren't immediate right there was there was a bit of a lapse or a gap between the shooting the aftermath, the fallout, the conspiracies, and then how big showing up, like 2014 ish. Gotcha. So like there is there. There's a bit of a time between his firing and that Gotcha. But yeah, that would be wild. If it was just like it would be wild right away. We're"
    },
    {
      "end_timestamp": 4994.0,
      "id": "71c07044-a6db-392b-97be-fe10e756ccc3",
      "speaker": "Jordan",
      "start_timestamp": 4989.0,
      "text": "like we got we thank God. We let you go to Rhode Island. Yeah."
    },
    {
      "end_timestamp": 5019.0,
      "id": "929e8514-8904-31a3-a456-40cb029cc351",
      "speaker": "Dan",
      "start_timestamp": 4994.0,
      "text": "Yeah, it was it's not that immediate. But But donde is somebody who has a curious version of his own thoughts about Sandy Hook and whether it was fake or not interesting. He doesn't want to admit roading or seek. Yeah, well, but if Sharon Drew's cat has been revealed long ago, right? We're talking about it deeper. Way, way. Evidence of that cat was dead. Oh, yeah. No, you"
    },
    {
      "end_timestamp": 5021.0,
      "id": "cb3f396d-ebe9-3275-b56e-22f287d12775",
      "speaker": "Jordan",
      "start_timestamp": 5019.0,
      "text": "can still see it. We got pictures."
    },
    {
      "end_timestamp": 5023.0,
      "id": "05a8416b-c010-31c0-ad68-fb3bb9b50bd6",
      "speaker": "Dan",
      "start_timestamp": 5021.0,
      "text": "Yeah, but maybe not. And maybe it was all theory. That's good point."
    },
    {
      "end_timestamp": 5030.0,
      "id": "a188e140-6179-3c50-927d-ecdca4e8dd71",
      "speaker": "Chris Mattei",
      "start_timestamp": 5023.0,
      "text": "Mr. Medina. You said that nobody died at Sandy Hook, correct? No, you've never said that."
    },
    {
      "end_timestamp": 5032.0,
      "id": "14ea4a17-a4db-3cd7-a305-cb24b07b3443",
      "speaker": "Dan Bidondi",
      "start_timestamp": 5030.0,
      "text": "No,"
    },
    {
      "end_timestamp": 5034.0,
      "id": "067d0f27-2972-32fe-9ad9-29bcbe88f9f6",
      "speaker": "Chris Mattei",
      "start_timestamp": 5032.0,
      "text": "I don't think never tweeted that."
    },
    {
      "end_timestamp": 5059.0,
      "id": "08092503-9c58-3853-898a-d95abef572ef",
      "speaker": "Dan Bidondi",
      "start_timestamp": 5034.0,
      "text": "I mean, at first, when I got involved to stuff i My head was going a mile a minute. And then to when Wolfgang Halbig got involved in he was the school safety inspector, whatever. He started raising questions and all that. And then what I did was, I actually had my says something like that. And by we can't do that. And I actually issued an apology. On Twitter, I made a video apologizing to the parents of Sandy Hook for my misunderstanding of that,"
    },
    {
      "end_timestamp": 5076.0,
      "id": "13cdb10e-e8e9-3d7e-ab61-5cf7635307c3",
      "speaker": "Chris Mattei",
      "start_timestamp": 5059.0,
      "text": "but that's not that's not true, either. Mr. Medina, what you apologize for was the fact that somebody had released the personally identifying information of the parents not you didn't apologize for any view. You had previously expressed that no children had died there. Did"
    },
    {
      "end_timestamp": 5083.0,
      "id": "06468f14-3e8c-3810-b65a-a8f46d5175aa",
      "speaker": "Dan Bidondi",
      "start_timestamp": 5076.0,
      "text": "you? Yes. So apologies for that no of what you just said."
    },
    {
      "end_timestamp": 5089.0,
      "id": "f14c09e0-0757-386c-9595-794fa23c0cec",
      "speaker": "Chris Mattei",
      "start_timestamp": 5083.0,
      "text": "But you agree with me that you have stated that nobody died at Sandy Hook? Correct."
    },
    {
      "end_timestamp": 5098.0,
      "id": "20f1bcca-ca38-30a1-975e-dbb11677be39",
      "speaker": "Dan Bidondi",
      "start_timestamp": 5089.0,
      "text": "me if I never said was a fact I said this in there. I stressed that it was a very mind. It's not probably going to go anyway. And we got questions that need answering."
    },
    {
      "end_timestamp": 5124.0,
      "id": "a2998063-cbb6-3f3e-9308-fff91ded21ab",
      "speaker": "Dan",
      "start_timestamp": 5098.0,
      "text": "So there's a sort of The ball rolling downhill aspect of this where it's like I didn't say that no one died. You did? Well, yeah, I did. But I recanted. And I apologized. You didn't really apologize for that. Yes. Yes, I did. And also it was all just theory. All right. This is not up front. This is Yeah. This is somebody who's not answering the question. And that to me, is indicative"
    },
    {
      "end_timestamp": 5145.0,
      "id": "accbe7e8-99b6-31a4-b3ca-9400fd2f2889",
      "speaker": "Jordan",
      "start_timestamp": 5124.0,
      "text": "of guilt. Yeah, it's he's, he's, it's like a bad murder investigation. Like, did you kill that guy? Absolutely. Not. I killed that. Well, I killed him a little bit. Sure. I killed that guy a little bit. If I apologize to his parents. You didn't apologize to his band? Well, I said, I was sorry that their shoes got wet. And I think that encompasses that me killing their kid thing."
    },
    {
      "end_timestamp": 5150.0,
      "id": "33802419-8f24-3121-97e6-3fd46364c99b",
      "speaker": "Dan",
      "start_timestamp": 5145.0,
      "text": "And if I did, it was an accident. It was and in reality, he killed me. Frankly,"
    },
    {
      "end_timestamp": 5152.0,
      "id": "c921be33-f729-3986-ab64-ddee92c34cf9",
      "speaker": "Jordan",
      "start_timestamp": 5150.0,
      "text": "I don't even know if he ever existed, right?"
    },
    {
      "end_timestamp": 5157.0,
      "id": "b4a4d516-9c12-397b-8987-3a7d0a59d748",
      "speaker": "Dan",
      "start_timestamp": 5152.0,
      "text": "So look, you just ask them questions. Of course. Dan's just asking questions."
    },
    {
      "end_timestamp": 5193.0,
      "id": "58e40859-7584-33be-9256-93b737b90345",
      "speaker": "Dan Bidondi",
      "start_timestamp": 5157.0,
      "text": "This is a fact that no kids dying. I mean, I never said anything like that. I said it the kids dying in a question form of a question. I mean, those were the statements I made. And because I didn't know the things, I wasn't there, I don't know what happened. Okay. And well, I know now is is kids dead. And, again, it's So ever since then, a reign of terror of gun control across this country, from the NCAA. I mean, and as an American citizen sports constitution. This is already a disgrace to anybody involved that exploited these kids to push us. Do they deserve to be kicked the hell out of this country?"
    },
    {
      "end_timestamp": 5224.0,
      "id": "768ce90f-1fc6-3f50-b2f9-385bf1be4d8f",
      "speaker": "Chris Mattei",
      "start_timestamp": 5193.0,
      "text": "I'm going to show you what's been marked as exhibit number 28. Do you have a document on your screen? In which you, like meeting is at Danbury donde? Yep. Okay. And as I scroll down to the bottom, do you see where you replied Sandy Hook? No one died?"
    },
    {
      "end_timestamp": 5227.0,
      "id": "ef8abdf9-bed5-3526-944b-3daf13213914",
      "speaker": "Dan Bidondi",
      "start_timestamp": 5224.0,
      "text": "July 2016."
    },
    {
      "end_timestamp": 5232.0,
      "id": "b29c2e8e-a1d5-3b2f-8294-0e96bdde3098",
      "speaker": "Chris Mattei",
      "start_timestamp": 5227.0,
      "text": "You Am I correct? That you stated that Sandy Hook, no one died. Right? Well, yeah, that's"
    },
    {
      "end_timestamp": 5234.0,
      "id": "d2e2d81e-4a32-3fa1-a7e2-0ae3504cf300",
      "speaker": "Dan Bidondi",
      "start_timestamp": 5232.0,
      "text": "what it says. Right. Right."
    },
    {
      "end_timestamp": 5239.0,
      "id": "591c0a7a-b0b2-3aaf-89b1-33495c86c7c4",
      "speaker": "Chris Mattei",
      "start_timestamp": 5234.0,
      "text": "And you didn't phrase it as a question? Correct?"
    },
    {
      "end_timestamp": 5241.0,
      "id": "eab61e8e-8ca7-34db-bd8b-a657ee024828",
      "speaker": "Dan Bidondi",
      "start_timestamp": 5239.0,
      "text": "Me, Diana, and that was on my questions."
    },
    {
      "end_timestamp": 5243.0,
      "id": "e0b9b3da-b7c9-3f9f-adb8-d01d8729c827",
      "speaker": "Chris Mattei",
      "start_timestamp": 5241.0,
      "text": "Sir. Did you phrase that as a question?"
    },
    {
      "end_timestamp": 5245.0,
      "id": "8194256d-a132-33d0-a5d9-ab09d6196883",
      "speaker": "Dan Bidondi",
      "start_timestamp": 5243.0,
      "text": "That's the question. Yes."
    },
    {
      "end_timestamp": 5252.0,
      "id": "a8243e87-987c-3f2e-8399-8aa54da9b2a6",
      "speaker": "Chris Mattei",
      "start_timestamp": 5245.0,
      "text": "I'm sorry. Jackson. Did you phrase it as a question?"
    },
    {
      "end_timestamp": 5255.0,
      "id": "16e467db-4dfa-360b-ba3e-a7d5d19dec1d",
      "speaker": "Dan Bidondi",
      "start_timestamp": 5252.0,
      "text": "Yes. It's supposed to be phrased as a question."
    },
    {
      "end_timestamp": 5263.0,
      "id": "92eaf4bf-fc64-3ace-9639-8d2571b52ef2",
      "speaker": "Jordan",
      "start_timestamp": 5255.0,
      "text": "Oh, oh, it's like it's like the understood you at the beginning of a command. You know, it's like a it's an invisible question."
    },
    {
      "end_timestamp": 5266.0,
      "id": "82d7653a-eca6-3054-a9d2-b31d4f2e098b",
      "speaker": "Dan",
      "start_timestamp": 5263.0,
      "text": "Apparent, apparently. Yeah. statements or questions? Yeah."
    },
    {
      "end_timestamp": 5274.0,
      "id": "d4431ffc-8589-3d86-8998-0bd5e89d812e",
      "speaker": "Jordan",
      "start_timestamp": 5266.0,
      "text": "I mean, in his mind, I don't know if anything is certain period. So maybe any statement is a question."
    },
    {
      "end_timestamp": 5284.0,
      "id": "3f6122b5-8fcb-3d95-9ad7-8700af70e2da",
      "speaker": "Dan",
      "start_timestamp": 5274.0,
      "text": "But this to me is I don't it's a bridge too far. I really don't believe he could actually think this. This is this is being this is obfuscated. Yeah."
    },
    {
      "end_timestamp": 5288.0,
      "id": "2309cbff-3595-30a4-bede-5ac60efd342e",
      "speaker": "Jordan",
      "start_timestamp": 5284.0,
      "text": "I don't want to be I listen, I know why we're here. That's"
    },
    {
      "end_timestamp": 5297.0,
      "id": "67a5ee7e-59f9-3be4-a85f-672b17f0eb32",
      "speaker": "Dan",
      "start_timestamp": 5288.0,
      "text": "a fucking statement. It's not a question. No, it's ridiculous. Yep. Like, Sandy Hook. No one died is not a question."
    },
    {
      "end_timestamp": 5303.0,
      "id": "54c6becb-c613-3470-b3b6-dbf199b82e0c",
      "speaker": "Jordan",
      "start_timestamp": 5297.0,
      "text": "I guess that's the title of my movie. Okay. Again, Colin, no one died. Here"
    },
    {
      "end_timestamp": 5324.0,
      "id": "92d7e257-6328-34cf-ad44-f8077c167899",
      "speaker": "Dan",
      "start_timestamp": 5303.0,
      "text": "is the way that I guess you could argue it's a question. And I think this is a terrible argument that I don't agree with, and I think wouldn't hold up. But you could say that you're saying this, to evoke questions and people. You know, there's questions around this. And I'm trying to make people shared like that. But even so it's still grammatically a statement."
    },
    {
      "end_timestamp": 5336.0,
      "id": "41691835-a7de-38cf-886a-741a5939da9b",
      "speaker": "Jordan",
      "start_timestamp": 5324.0,
      "text": "Listen, people don't just ask questions. You need an instigator. Someone to say something that is, I don't know. potentially suitable."
    },
    {
      "end_timestamp": 5341.0,
      "id": "8cf82592-d00e-332a-8161-d5707dd34783",
      "speaker": "Dan",
      "start_timestamp": 5336.0,
      "text": "I'm the guy telling you to get out of the cage. Man. I know. I know, shadow."
    },
    {
      "end_timestamp": 5347.0,
      "id": "13f60300-e8c5-35c1-a8ba-07d1fb9c399b",
      "speaker": "Jordan",
      "start_timestamp": 5341.0,
      "text": "It's about starting the debate here on Kickstarter and things. You know, I'm the part of the chainsaw that goes."
    },
    {
      "end_timestamp": 5351.0,
      "id": "fca844f0-115b-3001-a35d-2015625e2c39",
      "speaker": "Dan",
      "start_timestamp": 5347.0,
      "text": "Yeah, but these are just amazing questions. Yeah, it's all question. Everything is a question."
    },
    {
      "end_timestamp": 5352.0,
      "id": "8411132c-ffd9-31a4-9d87-74eb14107fd4",
      "speaker": "Jordan",
      "start_timestamp": 5351.0,
      "text": "It's all question."
    },
    {
      "end_timestamp": 5387.0,
      "id": "b08f47dc-0f1f-30da-9524-cfa16d477294",
      "speaker": "Chris Mattei",
      "start_timestamp": 5352.0,
      "text": "So when you're, although I'm questioning that. You said a pair of flat false flag doesn't mean people don't really die. Many people die from false flags. Hence, 911. Right. Yes. You're saying that 911 was a false flag, but that people really died there. Right? Yes. Okay. And then the J the person who you're interacting with says, You just said the shooter and victims in Orlando were actors. You can't keep your own story straight. And then you clarify, Sandy Hook, no one died 911 over 3000 people died. Right."
    },
    {
      "end_timestamp": 5399.0,
      "id": "a44d330f-93c1-38ba-aab9-42eb59805e7a",
      "speaker": "Dan Bidondi",
      "start_timestamp": 5387.0,
      "text": "Oh, you know what? That's because the FBI. The FBI reported there was no debt that was on record. They reported the debts and there was no deaths and they messed up on that point."
    },
    {
      "end_timestamp": 5402.0,
      "id": "13fc364f-5f19-3be6-ad26-c45785088698",
      "speaker": "Chris Mattei",
      "start_timestamp": 5399.0,
      "text": "I thought you just told me before that this was supposed to be a question."
    },
    {
      "end_timestamp": 5406.0,
      "id": "2105d27e-49e8-3673-a1e6-f4ed9e0c4c82",
      "speaker": "Dan Bidondi",
      "start_timestamp": 5402.0,
      "text": "Yeah, day by day, and that was the question."
    },
    {
      "end_timestamp": 5410.0,
      "id": "d2666d86-3e33-3113-8663-a3d057900f9d",
      "speaker": "Chris Mattei",
      "start_timestamp": 5406.0,
      "text": "This is the question you're asking. Did anybody die at Sandy Hook?"
    },
    {
      "end_timestamp": 5418.0,
      "id": "50fc94fb-fed2-373d-9368-39d6d9d6ef9b",
      "speaker": "Dan Bidondi",
      "start_timestamp": 5410.0,
      "text": "Then we bring up 911 Three people died. I'm sorry, three 3000 people dying over 3009 11."
    },
    {
      "end_timestamp": 5432.0,
      "id": "b9d85b47-2e97-338f-ac96-73658802ecf7",
      "speaker": "Chris Mattei",
      "start_timestamp": 5418.0,
      "text": "Mr. Madani, I just want to make sure I understand. Are you telling me that when you tweeted Sandy Hook, no one died? You were asking a question about whether people died or you were referring to an FBI report?"
    },
    {
      "end_timestamp": 5435.0,
      "id": "2a638aa7-15fd-3ccb-beb5-2b684477ea4c",
      "speaker": "Dan Bidondi",
      "start_timestamp": 5432.0,
      "text": "Not only a question out there."
    },
    {
      "end_timestamp": 5439.0,
      "id": "dd99a3df-76aa-3f3c-9716-0a81e60f42a4",
      "speaker": "Chris Mattei",
      "start_timestamp": 5435.0,
      "text": "Okay. So this was just you throwing a question out there?"
    },
    {
      "end_timestamp": 5439.0,
      "id": "94bdeec5-3b77-307c-80b9-94150544eedd",
      "speaker": "Jordan",
      "start_timestamp": 5439.0,
      "text": "Yeah. Yeah. I"
    },
    {
      "end_timestamp": 5441.0,
      "id": "00eed799-224c-3fd8-b1c8-0ad89315f5c9",
      "speaker": "Dan",
      "start_timestamp": 5439.0,
      "text": "was throwing a question out there."
    },
    {
      "end_timestamp": 5444.0,
      "id": "723c506f-a26e-3fe9-b8da-03ad3386d0af",
      "speaker": "Jordan",
      "start_timestamp": 5441.0,
      "text": "Was that what I was supposed to take away from all the stuff? He said?"
    },
    {
      "end_timestamp": 5479.0,
      "id": "2a60c627-601f-3152-8310-ef1cb58853ba",
      "speaker": "Dan",
      "start_timestamp": 5444.0,
      "text": "Yeah, I guess so. Because the but even this is incoherent as an answer. Yeah. Because you have this statement where a bunch of people died. 911. No one died at Sandy Hook. Right. And so you're just asking the question, did people die of Sandy Hook, which is not how most people would read that statement? No. And then when that sort of doesn't sound like it makes a lot of sense. He brings up the FBI report that was from the Don Salazar article on Infowars. And that is not something that is germane to asking questions that's asserting definitive, authoritative evidence. You're"
    },
    {
      "end_timestamp": 5484.0,
      "id": "d7b75522-9013-3da9-91a5-dbcc0331a2ae",
      "speaker": "Jordan",
      "start_timestamp": 5479.0,
      "text": "saying you have proof? Right, the thing that you said was true."
    },
    {
      "end_timestamp": 5492.0,
      "id": "014ee548-8705-3b78-9cce-d4d9c6ebba07",
      "speaker": "Dan",
      "start_timestamp": 5484.0,
      "text": "And it was just a question. No, yeah, it's all convoluted. And it is because he just doesn't want to own up to the fact that he was doing"
    },
    {
      "end_timestamp": 5497.0,
      "id": "652f2b28-3cd9-3cd2-b70d-9c945646bdeb",
      "speaker": "Jordan",
      "start_timestamp": 5492.0,
      "text": "I mean, hey, neither would you if you're in a deposition where somebody's being sued for"
    },
    {
      "end_timestamp": 5564.0,
      "id": "9c63b208-ff2b-337d-865b-562cdb72c1b9",
      "speaker": "Dan",
      "start_timestamp": 5497.0,
      "text": "counterpoint. I would be fine with that. Because in Danbury donde shoes, he has nothing to lose. Oh, that's a good point. He is not being sued. There. There is this bizarre sort of loyalty that is, I think, sincere on Johnny's part, Alex. And I think that he's protecting Alex a little bit with his cagey Ness about these answers. Yeah. Because like, there is just cut and dry evidence of what he did and what he said, Yeah. And but nobody's asked me like, Oh, this is just questions and what have you when there is really no cost to himself to just own up to? Yes, I believed those things at the time. I was wrong. It was very dumb. I put this out there. And I regret it. Yeah. And I've apologized for it. Yeah. The only real cost is to Alex because then it'd be like, Why did you believe these things? Wow, the Infowars. You know, it goes that direction fairly easily. But yeah, if I were in Bidadi shoes, I mean, first of all, I wouldn't have done the things that he did. But I might have gotten into a fight with a cop and Elgin."
    },
    {
      "end_timestamp": 5570.0,
      "id": "6ad95d2a-399d-3ca5-866b-da7182bf5de6",
      "speaker": "Jordan",
      "start_timestamp": 5564.0,
      "text": "Well, hey, who doesn't? Yeah, who doesn't want to Elgin and stuff? You know? I mean, this this really"
    },
    {
      "end_timestamp": 5578.0,
      "id": "1c89dc37-91a0-3e93-be49-e02d278aa6be",
      "speaker": "Dan",
      "start_timestamp": 5570.0,
      "text": "Belgians tourism brochure. The cops are ready, come see the waterpark,"
    },
    {
      "end_timestamp": 5604.0,
      "id": "a6145fe0-46b5-35d9-b938-a2c7cd73dacb",
      "speaker": "Jordan",
      "start_timestamp": 5578.0,
      "text": "girl, but I this does these, this whole thing, really, all of the laws and depositions and stuff have made me really want to scrub every last bit of my social media and anything, because it just the idea of being in a deposition. I don't even know what it would be for. But if a lawyer starts reading a tweet, I'm like, I got it. Whatever it is, I confess, whatever."
    },
    {
      "end_timestamp": 5613.0,
      "id": "97b6e5ed-eba2-3e4b-b631-dd81ffef2ad4",
      "speaker": "Dan",
      "start_timestamp": 5604.0,
      "text": "I think stuff you just said on the podcast is bad enough. Yeah, that's fair. I mean, I don't imagine you've tweeted worse than some of the stuff taken out of context that you've said here."
    },
    {
      "end_timestamp": 5619.0,
      "id": "441c90c1-4fda-32fa-9365-a72b4b9c2f04",
      "speaker": "Jordan",
      "start_timestamp": 5613.0,
      "text": "Yeah, I'm gonna have to, well, I'm gonna have to leave no evidence that either of us ever existed, Dan. Oh, no. Sorry."
    },
    {
      "end_timestamp": 5631.0,
      "id": "29d92f03-55aa-3d83-827c-dec8145fd333",
      "speaker": "Dan",
      "start_timestamp": 5619.0,
      "text": "So Bidadi went to Boston. Sure. was looking for sold to Steve. Okay. He went to the press conference, of course, made a big splash for Infowars. And as we talked about this a little bit,"
    },
    {
      "end_timestamp": 5647.0,
      "id": "f7112723-7555-332e-9fde-e88cca7c21cc",
      "speaker": "Chris Mattei",
      "start_timestamp": 5631.0,
      "text": "you presented yourself as a journalist and a member of the press, correct? Yes. And your your press pass to get into the press conference, correct. Is that Yes, yes. And"
    },
    {
      "end_timestamp": 5663.0,
      "id": "0dca88ae-b03c-35b4-bf96-1d11c32d686d",
      "speaker": "Dan Bidondi",
      "start_timestamp": 5647.0,
      "text": "when they're gonna start with the rest of the, you know, journalists from the other media networks waiting for the thing to start in. And you know, what, when it's, you gotta jump them because the thing is just know taking trends in these press conferences. You gotta be right out. Quick to get your question out."
    },
    {
      "end_timestamp": 5680.0,
      "id": "07e194c7-c218-3c8d-a0a8-3606a346684a",
      "speaker": "Chris Mattei",
      "start_timestamp": 5663.0,
      "text": "You got the first question. All right. Governor Patrick asked if there are any questions and you ask the first question, correct. Is that Yes, yes. And the question you asked is, is this another false flags staged attack to take our civil liberties? Correct?"
    },
    {
      "end_timestamp": 5684.0,
      "id": "c3b811da-719e-348d-bf9d-a5514bb85ae9",
      "speaker": "Dan Bidondi",
      "start_timestamp": 5680.0,
      "text": "Yeah. And put more Homeland Security on the street to stick their hands down on pets."
    },
    {
      "end_timestamp": 5695.0,
      "id": "339c34c7-9a79-35be-8992-1d57118fe8ee",
      "speaker": "Chris Mattei",
      "start_timestamp": 5684.0,
      "text": "Okay. You don't dispute that you ask, is this another false flag staged attack to take our civil liberties? Right?"
    },
    {
      "end_timestamp": 5697.0,
      "id": "fc2bbd66-5ee6-38ae-9272-30997164080d",
      "speaker": "Dan Bidondi",
      "start_timestamp": 5695.0,
      "text": "Nope. That's what I said you. And when you"
    },
    {
      "end_timestamp": 5710.0,
      "id": "faa5ce4d-3e70-3ecd-b722-c07b68ab8aab",
      "speaker": "Chris Mattei",
      "start_timestamp": 5697.0,
      "text": "said another, what was the prior A false flag staged attack you were referring to the book. I'm just asking you"
    },
    {
      "end_timestamp": 5721.0,
      "id": "50b1c3aa-de28-342f-976f-d8a24fd654ad",
      "speaker": "Dan Bidondi",
      "start_timestamp": 5710.0,
      "text": "that'd be the wrong term to say like, you know, it's a long list. I mean, going back from the Gulf of Tonkin to Operation Gladio boy to the Reichstag Fire 1932 Think was that well,"
    },
    {
      "end_timestamp": 5741.0,
      "id": "f89c6aed-956b-3576-82e9-bddaac0e6923",
      "speaker": "Chris Mattei",
      "start_timestamp": 5721.0,
      "text": "the Reichstag Fire wasn't to take away your civil liberties, right? Germany to go to war with all right, and the Gulf of Tonkin wasn't used to take away anybody civil liberties, right. So I'm asking what was the prior false flag staged attack? Hang on a second Hang on a second. What was the prior false flag staged attack that you were referring to?"
    },
    {
      "end_timestamp": 5746.0,
      "id": "633263bd-9dab-3558-bb2e-dd2d731d886b",
      "speaker": "Dan Bidondi",
      "start_timestamp": 5741.0,
      "text": "911 in Oklahoma and Waco and"
    },
    {
      "end_timestamp": 5749.0,
      "id": "bda467bc-9271-3f8f-8ad1-f1eb733ff327",
      "speaker": "Chris Mattei",
      "start_timestamp": 5746.0,
      "text": "Sandy Hook"
    },
    {
      "end_timestamp": 5756.0,
      "id": "2ade1abf-8659-3ff6-b346-13c77ac3bc74",
      "speaker": "Dan",
      "start_timestamp": 5749.0,
      "text": "No, no, absolutely not."
    },
    {
      "end_timestamp": 5771.0,
      "id": "bc507db4-8f09-355e-8c82-6daa4fb0661f",
      "speaker": "Jordan",
      "start_timestamp": 5756.0,
      "text": "Of all the ones that one was real, I say now here in front of you. Oh, God, I love that he's oh, I need a book and then he rattles off the same three ones that we hear every single fucking time."
    },
    {
      "end_timestamp": 5786.0,
      "id": "f97d242b-9dd4-39a1-b1c5-91353f1ee2c5",
      "speaker": "Dan",
      "start_timestamp": 5771.0,
      "text": "Well, to be fair, what he said is do you have a book Oh, which which is a weird thing to say. Because it's like I have to fill up this book or something. I think that's what he knows the implication that I took away from it right but you shouldn't send something like you got an hour Yeah."
    },
    {
      "end_timestamp": 5789.0,
      "id": "5e7f7fd9-59e0-3597-9d82-5a9d74189e20",
      "speaker": "Jordan",
      "start_timestamp": 5786.0,
      "text": "I think that's what I that's what he's trying to say yeah"
    },
    {
      "end_timestamp": 5793.0,
      "id": "09827b59-f7d8-3ba8-8e1c-ea4caa5d5d14",
      "speaker": "Dan",
      "start_timestamp": 5789.0,
      "text": "intent behind but got a book is a little bit weird. Got a book."
    },
    {
      "end_timestamp": 5797.0,
      "id": "454090d5-0464-3dfe-a936-6a4ca096d76f",
      "speaker": "Jordan",
      "start_timestamp": 5793.0,
      "text": "I don't know anyone you can write in the margins."
    },
    {
      "end_timestamp": 5814.0,
      "id": "833a8f81-e57f-3584-ab6e-e4ac81f0490a",
      "speaker": "Dan",
      "start_timestamp": 5797.0,
      "text": "So but donde goes down to Connecticut was looking for his old steel. All right, went down with Wolfgang, how big? And how big was just asking questions to I don't understand that if people would just answer his questions, he would have stopped asking them because they've been answered."
    },
    {
      "end_timestamp": 5821.0,
      "id": "1a098700-e656-33a9-83c8-e25ce664a4d7",
      "speaker": "Chris Mattei",
      "start_timestamp": 5814.0,
      "text": "The first time you recall hearing about Wolfgang How big was in connection with your trip to Connecticut to cover him?"
    },
    {
      "end_timestamp": 5839.0,
      "id": "3abf8d4a-f0fc-3c81-b11d-e15247bcb579",
      "speaker": "Dan Bidondi",
      "start_timestamp": 5821.0,
      "text": "No, I mean, his name was ran through the media like everybody else. I mean, immediate mentioned him, especially when he started asking questions. And then, of course media viciously attacked them. I mean, that's I don't even talk to the man at the time. The first time I talked to him was the day I met him the first time in Connecticut."
    },
    {
      "end_timestamp": 5859.0,
      "id": "cd394124-1883-34ff-bb93-640d8455c5b1",
      "speaker": "Chris Mattei",
      "start_timestamp": 5839.0,
      "text": "Okay. And your your testimony, best you can recall is that prior to that day, Mr. halberds name was circulating in the media, and you became aware of him through that? Yes. Was it circulating in the mainstream media at that time? Or on alternative media? Like for example, Infowars?"
    },
    {
      "end_timestamp": 5861.0,
      "id": "ab730e6a-e55d-34d8-aa48-59fdbf8e7db0",
      "speaker": "Dan Bidondi",
      "start_timestamp": 5859.0,
      "text": "I don't recall exactly."
    },
    {
      "end_timestamp": 5877.0,
      "id": "197294cd-2c99-374e-b4ca-ee2b0825e6c2",
      "speaker": "Chris Mattei",
      "start_timestamp": 5861.0,
      "text": "Okay. Prior to meeting him that day, did you have an understanding that he was connected in some way to a story surrounding Sandy Hook?"
    },
    {
      "end_timestamp": 5904.0,
      "id": "a272f496-0a23-3b6c-b074-e479bf814a79",
      "speaker": "Dan Bidondi",
      "start_timestamp": 5877.0,
      "text": "No, he was asking questions for us. And then he gets visited by the state police and gets threatened. Then he comes out say listen, say calm, just ask some questions, answer the questions, and I'll go away. I don't know how many times we got that on video, or when there was an influence how many times he tells you to answer my questions. I'll go away. Clear and Simple. They would not answer his questions. The most bizarre stuff. We had an FBI agent in the hearings that witness the stuff that I said this was the most bizarre stuff he's ever seen in his life."
    },
    {
      "end_timestamp": 5907.0,
      "id": "a00a1041-d08a-356a-af82-68151d9f7880",
      "speaker": "Chris Mattei",
      "start_timestamp": 5904.0,
      "text": "You talked about rod news, uncle? Yes."
    },
    {
      "end_timestamp": 5943.0,
      "id": "ef69a5c0-4ca1-3be5-afb3-28528930c1d4",
      "speaker": "Dan",
      "start_timestamp": 5907.0,
      "text": "Yeah, okay. Yeah, it was Robert. This is like very bizarre to me on some level, because I find it difficult to understand. Or believe excuse me that but donde doesn't understand that these are fake questions. Yeah, these are unfair questions. They're they have you stopped beating your spouse? Right kind of question. It's totally like, they're not designed to be answered. They're designed to not be answered and used as evidence that people aren't answering questions. They're cudgels. Yeah, I don't know if I believe that. He doesn't understand that dynamic. But part of me is willing to believe how"
    },
    {
      "end_timestamp": 5955.0,
      "id": "bea19a90-f182-3254-afb4-63af33ecb6a2",
      "speaker": "Jordan",
      "start_timestamp": 5943.0,
      "text": "do you I don't know, man, I feel like I've got a fairly good ear for sincerity. And it really does feel like he thinks that he's, if he gets the answers, then he will."
    },
    {
      "end_timestamp": 5959.0,
      "id": "28fd64ce-ae34-3003-996c-6a1daf30a1e4",
      "speaker": "Dan",
      "start_timestamp": 5955.0,
      "text": "Like how big is acting in good faith and just wants to answer Yeah,"
    },
    {
      "end_timestamp": 5969.0,
      "id": "16a0a6e3-be79-3cd3-b45d-14a1ade72647",
      "speaker": "Jordan",
      "start_timestamp": 5959.0,
      "text": "it feels like that's what, because he does feel like that's how but Dondi views himself also, as somebody who if he does get the answers, then he will stop"
    },
    {
      "end_timestamp": 5994.0,
      "id": "13da7960-4018-3f88-b466-88cfdac3a5f2",
      "speaker": "Dan",
      "start_timestamp": 5969.0,
      "text": "questioning be satisfied. Exactly. I think with Alex, it's very obvious. He has no belief that these are sincere questions that need answers. This is just an opportunity. With donde it does feel like there is a possibility that he legitimately thinks that if someone would just be upfront and answer these questions, we wouldn't have to go through all Yeah, but I don't know if that's being naive on my part, too."
    },
    {
      "end_timestamp": 6007.0,
      "id": "46b01703-471e-3065-a0a6-b29f2057a460",
      "speaker": "Jordan",
      "start_timestamp": 5994.0,
      "text": "I mean, it's hard. It's hard because we're dealing with Infowars people, obviously yeah. But at the same time I really I mean, it's like, if I can't trust my ear on this one, I feel I feel like I don't know."
    },
    {
      "end_timestamp": 6016.0,
      "id": "6eaa9b47-c4ae-37c2-9a61-74a593233dc4",
      "speaker": "Dan",
      "start_timestamp": 6007.0,
      "text": "It's a sense that you get more willing to believe that there's a sincerity to it than other folks that I've heard. But I'm not willing to commit to it. Right."
    },
    {
      "end_timestamp": 6025.0,
      "id": "3092b6e6-3371-33dc-8d36-8594471aea86",
      "speaker": "Jordan",
      "start_timestamp": 6016.0,
      "text": "Right. I will say this of all the people, but donde is the one closest to me saying he's sincere. I think"
    },
    {
      "end_timestamp": 6036.0,
      "id": "bf417483-48fc-32af-85bf-a15f42b4ec2f",
      "speaker": "Dan",
      "start_timestamp": 6025.0,
      "text": "I think that's probably true. Yeah. I mean, there's been some major league shitheads. To be fair, a lot of the debtors. Well, you know what, I think Paul Joseph Watson was fairly sincere."
    },
    {
      "end_timestamp": 6046.0,
      "id": "1f68fcea-dbc0-3e26-a920-c1115a840013",
      "speaker": "Jordan",
      "start_timestamp": 6036.0,
      "text": "Wow. Yeah. I mean, I suppose more about everything. Yeah. I think Paul Joseph Watson was very sincere in a calculated I'm going to be good."
    },
    {
      "end_timestamp": 6055.0,
      "id": "cb5d3bca-a49b-3a44-9fcc-059e787ae898",
      "speaker": "Dan",
      "start_timestamp": 6046.0,
      "text": "It's not my fault. Yep. I was very clear. I didn't want a party. Free. Yeah, there is documented evidence that I said, stop it. Oh, yeah."
    },
    {
      "end_timestamp": 6059.0,
      "id": "460ad69e-898c-3d96-84d3-c0a9ee37c6e4",
      "speaker": "Jordan",
      "start_timestamp": 6055.0,
      "text": "I wouldn't be surprised if he was smiling in his deposition. Yeah."
    },
    {
      "end_timestamp": 6078.0,
      "id": "398de204-19e9-36fa-9626-21f07e66aa99",
      "speaker": "Dan",
      "start_timestamp": 6059.0,
      "text": "I actually I watched it. He was not not, but he's British. Anyway, Rob do cent but donde to, to Connecticut to that foi hearing to steal the soul. And not only did but on the report on that he also gave testimony. The school board apparently, this is weird."
    },
    {
      "end_timestamp": 6088.0,
      "id": "803b85f1-ee48-3514-8453-7cb3e194a520",
      "speaker": "Chris Mattei",
      "start_timestamp": 6078.0,
      "text": "Okay. And so how did you How did you know? To go? Cover that Board of Education Meeting?"
    },
    {
      "end_timestamp": 6090.0,
      "id": "583bccdc-0765-39a7-8f2d-9339cdfb9714",
      "speaker": "Dan Bidondi",
      "start_timestamp": 6088.0,
      "text": "In for was,"
    },
    {
      "end_timestamp": 6093.0,
      "id": "bd6f2116-9b79-310c-ac27-a1810f90bd84",
      "speaker": "Chris Mattei",
      "start_timestamp": 6090.0,
      "text": "did Rob do? Send you on that assignment?"
    },
    {
      "end_timestamp": 6101.0,
      "id": "52e70180-d91e-3905-b404-f3c8c6a8363c",
      "speaker": "Dan Bidondi",
      "start_timestamp": 6093.0,
      "text": "Yeah, you said they're gonna be doing things down. So they wanted to cover what was going on? And I went down there. And"
    },
    {
      "end_timestamp": 6105.0,
      "id": "9c0fcfd4-8ed7-32ea-b1f1-6fea0bd19d3a",
      "speaker": "Chris Mattei",
      "start_timestamp": 6101.0,
      "text": "did that. Did he tell you what it was that was going to be happening?"
    },
    {
      "end_timestamp": 6123.0,
      "id": "99cd2a77-8844-37b6-831a-515d7d21db20",
      "speaker": "Dan Bidondi",
      "start_timestamp": 6105.0,
      "text": "I don't know. I don't remember how I mean, I went on. So struck the ground. Now, Wolfgang, how big is they'll be down there? And that's when I first met him. And I had no clue. Really. I mean, all I know is he was some kind of going to school safety consultant. But prior to that I had no real knowledge who exactly who he was. I mean, that's when I first met him in person."
    },
    {
      "end_timestamp": 6144.0,
      "id": "208d1c42-417f-3f35-b02f-2e6ec7536967",
      "speaker": "Chris Mattei",
      "start_timestamp": 6123.0,
      "text": "And I know that you now know or believe that he was a school safety consultant. Did you know that prior to going to the Board of Education meeting that Mr. Halbig was somebody who presented himself as a school safety consultant. Objection. No,"
    },
    {
      "end_timestamp": 6147.0,
      "id": "dada849d-0dac-3d59-bd8a-4d1fab10975b",
      "speaker": "Dan Bidondi",
      "start_timestamp": 6144.0,
      "text": "I can't, because I don't even know."
    },
    {
      "end_timestamp": 6153.0,
      "id": "06d42368-3a3e-3d90-90c5-cd4710207675",
      "speaker": "Chris Mattei",
      "start_timestamp": 6147.0,
      "text": "You'll recall. Okay. But it was Rob, do who sent you there? Correct?"
    },
    {
      "end_timestamp": 6172.0,
      "id": "ebcd3a12-c3a2-3487-a456-8420d1002293",
      "speaker": "Dan Bidondi",
      "start_timestamp": 6153.0,
      "text": "Yes, because there was activity going on. And somebody was saying, Oh, no, went down here and just videotaped, and I spoke on behalf of gun rights. You know, that was my thing said please don't, you know, have this tragedy, please don't blame the second amendment for this tragedy. And that's what my testimony was, to the school board. That's what it was about. And"
    },
    {
      "end_timestamp": 6178.0,
      "id": "384c856b-d0c5-35a4-b040-9b549c19188c",
      "speaker": "Chris Mattei",
      "start_timestamp": 6172.0,
      "text": "obviously, the board of education doesn't have any authority at all to understand what what gun legislation, right."
    },
    {
      "end_timestamp": 6190.0,
      "id": "a69002b4-26f6-33c8-8f20-7dcc2d238528",
      "speaker": "Dan Bidondi",
      "start_timestamp": 6178.0,
      "text": "No, I understood, I understood that I was just like, make trying to make a fundamental statement. So people don't criticize our demonize the Second Amendment. I mean, because we know how critical that is these days."
    },
    {
      "end_timestamp": 6195.0,
      "id": "2a7e8858-2596-3a6a-a04a-6037e52fc6c0",
      "speaker": "Chris Mattei",
      "start_timestamp": 6190.0,
      "text": "Right. And you were doing that in your capacity as a as a journalist for Infowars. Correct."
    },
    {
      "end_timestamp": 6206.0,
      "id": "adbaca46-9ee7-34b9-8d29-1f6da5083fd5",
      "speaker": "Dan Bidondi",
      "start_timestamp": 6195.0,
      "text": "That testimony that was on my own behalf. That was not to do it. They didn't instruct me to do that. They don't even know I did that. That was on my own behalf as a citizen, not as a gentleman's"
    },
    {
      "end_timestamp": 6210.0,
      "id": "e5ffc025-8459-34ce-bcc4-8782ac0908d2",
      "speaker": "Chris Mattei",
      "start_timestamp": 6206.0,
      "text": "testimony. Your press pass? Yes. Several."
    },
    {
      "end_timestamp": 6212.0,
      "id": "babfb03e-cac9-3d49-9bd4-b59fc5932300",
      "speaker": "Jordan",
      "start_timestamp": 6210.0,
      "text": "Oh, my God. Yeah. So"
    },
    {
      "end_timestamp": 6237.0,
      "id": "6eeec2b8-aada-3e75-95dc-b557f09c8536",
      "speaker": "Dan",
      "start_timestamp": 6212.0,
      "text": "it turns out the Constitution can be overridden by a school board. Yeah. But there's a I mean, there's no reason to testify about how great the second amendment is to the school board, unless you're trying to just get attention, be an asshole distract from the issues. There's, it's really a it's really a strange impulse."
    },
    {
      "end_timestamp": 6271.0,
      "id": "2a44ae8c-238a-393c-a45c-348876ef5547",
      "speaker": "Jordan",
      "start_timestamp": 6237.0,
      "text": "You know, what I, I've thought about that. And I, you know, it is a strange impulse. But the more I think about it, the more it's like a different form of laziness that I wasn't aware of, you know, when you think about everybody that you don't like being a globalist, and connected to the ultimate evils, rewards got to be involved, and the school board is involved. That means you don't actually have to look for an organization that can do anything. You can just go to any government organization and be like, Well, somebody's gonna hear it. Well, you know,"
    },
    {
      "end_timestamp": 6310.0,
      "id": "8c749ce1-9c5c-306a-8fcc-112b77caeced",
      "speaker": "Dan",
      "start_timestamp": 6271.0,
      "text": "and let me piggyback on that the laziness idea, like, what better place to grandstand to a captive audience? Yeah, and like, school board meeting I made a lot of people have learned that and COVID time all the videos that have gone viral councils and Yeah, exactly. I think that it's laziness on another level like that to just like, this will be cheap, attention grabbing and seem like kind of Like irrelevant and bombshell Oh, yeah, you know, I'm telling truth to power. What do you even doing mean? Defending gun rights to a school board"
    },
    {
      "end_timestamp": 6317.0,
      "id": "9b3edac5-f4c6-3470-b776-42d6783b2a25",
      "speaker": "Jordan",
      "start_timestamp": 6310.0,
      "text": "and and, and I've got my minutes, like it or not I get 10 minutes to do the thing that I"
    },
    {
      "end_timestamp": 6321.0,
      "id": "9a0ff954-6bd1-3d85-8893-8ee15be734b8",
      "speaker": "Dan",
      "start_timestamp": 6317.0,
      "text": "want to do and I have my press pass on my capacity."
    },
    {
      "end_timestamp": 6325.0,
      "id": "2276d9c9-b52f-31ba-b0a6-f2b5d9d2112f",
      "speaker": "Jordan",
      "start_timestamp": 6321.0,
      "text": "I'm gonna have multiple press passes on now just so you know. Yeah."
    },
    {
      "end_timestamp": 6359.0,
      "id": "d02eeaee-179f-30c2-a57f-e0233ad2f6f5",
      "speaker": "Dan",
      "start_timestamp": 6325.0,
      "text": "So one of the things that Infowars gets a lot of leeway on because of is that they are sloppy fucking organization. Yes. And nobody knows what's going on left hand doesn't know what the right hand is doing. It's all a mess. It really doesn't feel like there are any hands. Well, we know that Rob do set but donde there. Right? So there's one element of coordination. Right? That is editorial planning. In some ways. This next clip reveals that there is maybe a bit more micromanaging then is led on Oh, no,"
    },
    {
      "end_timestamp": 6407.0,
      "id": "3d410318-26c7-32bc-9e00-ff16ac158095",
      "speaker": "Chris Mattei",
      "start_timestamp": 6359.0,
      "text": "the email you sent him day earlier. And the subject but the donde MOS questions. That's man on the street questions. Right. And you were running by him? Questions you are considering asking as part of two man on the street segments you are going to be shooting Correct? Yes. One of those man on the street segments concerned questions about school drills. Right? Yep. And the other concern townhall and Convention Center safety drills, right? Is"
    },
    {
      "end_timestamp": 6419.0,
      "id": "2f963efe-e0c5-33a3-89c8-7880c90cd5b7",
      "speaker": "Dan Bidondi",
      "start_timestamp": 6407.0,
      "text": "a series of drills and one was at a mock drill at a mock shooting at a school where they did hold conducted hold drill, which I got to witness from the press box."
    },
    {
      "end_timestamp": 6429.0,
      "id": "d4defb68-f896-34ff-b3d5-3669724f7aae",
      "speaker": "Chris Mattei",
      "start_timestamp": 6419.0,
      "text": "Do you have any objection to schools or other public facilities conducting safety drills?"
    },
    {
      "end_timestamp": 6480.0,
      "id": "f7ed5169-6406-3772-af5e-bd046d6a272c",
      "speaker": "Dan Bidondi",
      "start_timestamp": 6429.0,
      "text": "Not objections, by all means, because I think it's very important for the official, you know, police and fire officials and EMTs to be because I was part of drills before. I mean, like when I worked at the airport, we did a lot of drills like a plane crash, I would lay they would attack me to tell them my leg was cut off or something. I mean, and I think these are very important to prep the people for God forbid one of these events happen. So I don't oppose these at all. But when you have those token to anytime there's a drill, something similar happened not every time. So I have to agree that when there's a drill frequently something in that same me and it happens in that same area. No coincidence? I don't know that question in that. But yeah. Again, I'm not saying the drill is part of an operation."
    },
    {
      "end_timestamp": 6501.0,
      "id": "af921980-f3c6-3472-b390-1978043e2dc9",
      "speaker": "Chris Mattei",
      "start_timestamp": 6480.0,
      "text": "Although in such situation like the Boston Marathon bombing, your view is that it was correct. Yes. Okay. And then Mr. Do response to you. Very good. Also add. And then he proposes additional questions for you to ask about the second segment. Correct."
    },
    {
      "end_timestamp": 6561.0,
      "id": "d2371c0d-eb71-3c3e-9771-531e0f9924bd",
      "speaker": "Dan",
      "start_timestamp": 6501.0,
      "text": "So there is running questions by Rob due for approval out there is due adding more questions. And that is a level of intent, a level of organization centralization of content, that obviously I don't think it goes to the extent of like everything is checked off and approved. Right, rare, you know, they're not that rigorous. But there is more of that than they like to pretend Yeah, they like to pretend it's all shooting from the hip. And whatever happens happens, right? Alex doesn't have a teleprompter, but he has producers in his ears, feeding him stuff and telling him things to say and information. Right. Nobody plans anything. But oh, there's emails where you're going over in advance man on the street questions that the Kraken is going to ask people right. You know, there is there is more going on here. The that is makes the whole institution and the organization more culpable. Yeah. Then they like to believe like to put on I mean,"
    },
    {
      "end_timestamp": 6578.0,
      "id": "52ab8239-028b-3c37-821b-8dc2972b5d5d",
      "speaker": "Jordan",
      "start_timestamp": 6561.0,
      "text": "it's unreasonable to think that they can grow into what amounts to, I don't know, half a billion dollars a year business without any kind of like, it's pure improv the whole thing we've never made that calculated. That's"
    },
    {
      "end_timestamp": 6610.0,
      "id": "117ce15a-8608-3d97-a161-af48744c0a8c",
      "speaker": "Dan",
      "start_timestamp": 6578.0,
      "text": "what they want you to believe is like, the content side of stuff is shooting from the hip. Right. And then the business side, I don't even deal with any of that stuff. People are serious. That's a whole nother way. Right? Yeah. That and it's just delusional. It's it's a it's a fiction. Yep. So Wolfgang Halbig had an issue with the police. That's how this all started. He was asking quite yesterday about Sandy Hook and the police don't came to him and said you cut it out. You will not be asking these questions. Interesting. I haven't heard that story and then was like, oh, yeah, definitely true. Yeah."
    },
    {
      "end_timestamp": 6615.0,
      "id": "afa9602a-47d4-3a22-9d46-e9a84284998e",
      "speaker": "Chris Mattei",
      "start_timestamp": 6610.0,
      "text": "But Mr. How big told you that Connecticut State Trooper said come to his house?"
    },
    {
      "end_timestamp": 6628.0,
      "id": "0a91efeb-e610-3bfb-8e5b-618c0df520bd",
      "speaker": "Wolfgang Halbig",
      "start_timestamp": 6615.0,
      "text": "Yes. And they threatened me. And they tell me that I can no longer ask questions about the Sandy Hook school shooting. I kept thinking, isn't there freedom of speech here somewhere in America? I'm a naturalized US citizen."
    },
    {
      "end_timestamp": 6631.0,
      "id": "c7e55692-b213-3660-8697-002dd69d9ecf",
      "speaker": "Dan Bidondi",
      "start_timestamp": 6628.0,
      "text": "That's what called the First Amendment right. Yeah."
    },
    {
      "end_timestamp": 6639.0,
      "id": "b1cf2634-aa1d-3f73-9c91-331f30e5ab7e",
      "speaker": "Wolfgang Halbig",
      "start_timestamp": 6631.0,
      "text": "And you know, what the board members don't understand is they send police officers to my house. So guess what? I'm coming to their house."
    },
    {
      "end_timestamp": 6655.0,
      "id": "4f249892-de87-3580-8eee-c97c528e329f",
      "speaker": "Chris Mattei",
      "start_timestamp": 6639.0,
      "text": "Now. Did you just hear him say that the school board members had sent police officers to his house? Yeah. Okay. And and did you do anything to confirm whether or not the school board had sent to his house"
    },
    {
      "end_timestamp": 6664.0,
      "id": "af48dd2c-baa8-3afe-b52e-06b0f921f02d",
      "speaker": "Dan Bidondi",
      "start_timestamp": 6655.0,
      "text": "that interview him at all was I mean, obviously, I couldn't sit there and ask for proof or anything like that. I mean, like, because it's impossible."
    },
    {
      "end_timestamp": 6667.0,
      "id": "61da3b05-a261-3096-9a8a-74599038a9c6",
      "speaker": "Chris Mattei",
      "start_timestamp": 6664.0,
      "text": "Ask the school board."
    },
    {
      "end_timestamp": 6674.0,
      "id": "5e03b544-db16-380a-a75b-ea299da372d2",
      "speaker": "Dan Bidondi",
      "start_timestamp": 6667.0,
      "text": "Yeah, we went to the school board, whatever it was, and he had some interaction with the school board. I was just there to ask him questions. That's all."
    },
    {
      "end_timestamp": 6682.0,
      "id": "0e221c63-3caa-3c0f-a4fd-94654585b444",
      "speaker": "Chris Mattei",
      "start_timestamp": 6674.0,
      "text": "No, no, I know. But if the school board had sent police officers to his house, did you think to ask the school board members who were there whether that was in fact true?"
    },
    {
      "end_timestamp": 6688.0,
      "id": "23a1a19f-c8bb-3026-9389-a317678656ed",
      "speaker": "Dan Bidondi",
      "start_timestamp": 6682.0,
      "text": "I don't know if this was I don't know if this is after the testimony. I don't know. My."
    },
    {
      "end_timestamp": 6698.0,
      "id": "b09027b3-6e66-3bb5-bb07-5ce1ae96312f",
      "speaker": "Chris Mattei",
      "start_timestamp": 6688.0,
      "text": "That didn't occur to you, though. Is your testimony. Sorry. What? No. And you're wearing Infowars press badge here as you're interviewing him? Correct? Yep."
    },
    {
      "end_timestamp": 6740.0,
      "id": "639b279a-999d-3de6-b0f8-eeecb7506ea6",
      "speaker": "Dan",
      "start_timestamp": 6698.0,
      "text": "So when you get journalism training from you're not uncle PR guy. Yeah. He's not a journalist. Sometimes you hear claims like, the school board sent the police to harass me. Yeah. And you don't think follow up questions are like corroborating information right is important, because like, if you believe the story, why wouldn't you ask the school board and like, get information, get their comment on it? It's ridiculous. Yeah. Why you don't scratch this because you're not curious. And you probably don't want men on babies subconsciously or consciously don't want to run the risk of having probable cause to think that the person you're talking to is a liar. Yeah. Yeah, it's safer."
    },
    {
      "end_timestamp": 6751.0,
      "id": "431f16ff-bf29-3cd5-a87b-eb3e497a13a3",
      "speaker": "Jordan",
      "start_timestamp": 6740.0,
      "text": "Yeah, as far as the cover your ass goes, it feels like the donde is wearing those comical long underwear with the butt flap wide open just out in the cold tundra, but meanwhile"
    },
    {
      "end_timestamp": 6775.0,
      "id": "bbfe6531-9e0c-373a-a50f-bddf8d560e5d",
      "speaker": "Dan",
      "start_timestamp": 6751.0,
      "text": "trying to cover other people's acid weirdly covering for how big covering for Alex? That's weird. Yeah. So it was reported? When donde and how big came to town in Connecticut, that the circus was coming to town. Now, you'll never believe what reporting this was based on?"
    },
    {
      "end_timestamp": 6779.0,
      "id": "496b3b7b-50ef-36ee-a3b3-c78b5d3554ca",
      "speaker": "Wolfgang Halbig",
      "start_timestamp": 6775.0,
      "text": "Why haven't the parents here? It's a new file the lawsuit is,"
    },
    {
      "end_timestamp": 6789.0,
      "id": "ebb3ce1c-1ef6-3bb6-b026-2e197b9aa326",
      "speaker": "Dan Bidondi",
      "start_timestamp": 6779.0,
      "text": "I guess, recorded that there is a big circus coming to town where a bunch of conspiracy there is even though this is a direct onslaught on a second."
    },
    {
      "end_timestamp": 6798.0,
      "id": "9e14bd83-9a13-31e1-9a92-e69ebc230d7f",
      "speaker": "Chris Mattei",
      "start_timestamp": 6789.0,
      "text": "Mr. Bidadi? Am I correct that there you said that it was reported that a big circus was coming to town, and that we're all a bunch of conspiracy theorists."
    },
    {
      "end_timestamp": 6840.0,
      "id": "d545a5ed-d0e9-308c-8ad9-94b49006cf4d",
      "speaker": "Dan Bidondi",
      "start_timestamp": 6798.0,
      "text": "When we got there. I'm minding my business and some jackass. Oh, the circus is in town. We don't want you. It was reported here. And now that you bring the circus to town and I'm explained to these guys. Listen, I'm here to just cover this thing. I'm still learning what's going on and everything else and what this is about. And they were actually given Wolfgang a real hard time over that. I mean, in the quest me and Kevin and the other people that were there, you know, calling us a big bunch of circus animals now. And I told the guy to get a frickin quote. I mean, like, seriously? Yes. I mean, I do my job. Piss off. I mean, it's just it's totally day Wolfgang's. Right Man, like, yeah, you can ask questions without getting. It's ridiculous. I mean, then. Yeah, I"
    },
    {
      "end_timestamp": 6855.0,
      "id": "6af2178b-749b-3373-be07-adc987a8d4ac",
      "speaker": "Chris Mattei",
      "start_timestamp": 6840.0,
      "text": "just wanted to I just, you answered my question. I was curious. Where that reference came from. It sounds like bystanders made a comment to you that the circus was coming to town. And that's what you were referring to? Yes."
    },
    {
      "end_timestamp": 6856.0,
      "id": "96762223-dc89-31dd-b06a-d49567c8685a",
      "speaker": "Dan",
      "start_timestamp": 6855.0,
      "text": "Okay. Yeah. Reporting"
    },
    {
      "end_timestamp": 6864.0,
      "id": "91b1f219-9bb9-33f9-9ccf-8ee86418f3be",
      "speaker": "Jordan",
      "start_timestamp": 6856.0,
      "text": "Listen, New York Times some asshole on the street. What's the difference? Reporting is reporting"
    },
    {
      "end_timestamp": 6907.0,
      "id": "f5b0b7e6-3bc7-3023-9aaf-53e6c157bcda",
      "speaker": "Dan",
      "start_timestamp": 6864.0,
      "text": "if you if you're saying it's reported that the circus is coming to town, this is unfair. But if you said word on the street was that would work? Yeah. Literally. Just some ranches factual information. I mean, this is just an extension of the like, random tweet equals all the left believes this thing. 100% It's just cherry picking where and elevating whatever random thing is useful. Right? Very sad. So we know that the state troopers were the ones that came and harassed Wolfgang Ah, but you Maybe his story isn't very consistent even within the clip that he Oh my God talking to but on Diaz is bad."
    },
    {
      "end_timestamp": 6926.0,
      "id": "2f270cd3-d449-3727-9a0d-2731ce3afd69",
      "speaker": "Wolfgang Halbig",
      "start_timestamp": 6907.0,
      "text": "The final thoughts is every time I look at that flag of their city of New Town, I cannot believe the police chief of new town called the Sheriff of Lake County, Florida, and, and had deputy sheriff's come to my house. And they wanted to know that if I ever come to New Town I needed to check in."
    },
    {
      "end_timestamp": 6944.0,
      "id": "5509d214-2648-392c-8e71-6a6e495ff450",
      "speaker": "Chris Mattei",
      "start_timestamp": 6926.0,
      "text": "Do you see there that Mr. Howe been referred? Not just Connecticut State Troopers, but deputy sheriff's in Florida as having gone to his house? Did he described two different instances one in which Connecticut State Troopers went to his house and one in which Florida deputy sheriff's did"
    },
    {
      "end_timestamp": 6949.0,
      "id": "bc95491a-46c7-3a32-96ea-0e3a033b37f3",
      "speaker": "Dan Bidondi",
      "start_timestamp": 6944.0,
      "text": "I can make comments. I mean, I was he was telling me."
    },
    {
      "end_timestamp": 6957.0,
      "id": "b59c6600-4abf-3416-a7c2-481ee6d059d9",
      "speaker": "Chris Mattei",
      "start_timestamp": 6949.0,
      "text": "So that's what I was asking you earlier you stated that he told me that Connecticut State Troopers came to his house. Was that"
    },
    {
      "end_timestamp": 6970.0,
      "id": "992e86ed-847d-343c-a631-326048b1a942",
      "speaker": "Dan Bidondi",
      "start_timestamp": 6957.0,
      "text": "you said that no interview? Okay. The roofrack army I'm not sure"
    },
    {
      "end_timestamp": 6972.0,
      "id": "5c1d4f73-e987-30a0-af63-9fa9430c876a",
      "speaker": "Jordan",
      "start_timestamp": 6970.0,
      "text": "what?"
    },
    {
      "end_timestamp": 6976.0,
      "id": "7d535dfe-5711-3eb6-9787-31a9f5650c9a",
      "speaker": "Dan Bidondi",
      "start_timestamp": 6972.0,
      "text": "Bananas get me aggravated by the minute."
    },
    {
      "end_timestamp": 6978.0,
      "id": "5ea28433-33e3-3e40-93b9-d5135d14087c",
      "speaker": "Chris Mattei",
      "start_timestamp": 6976.0,
      "text": "My questions are aggravating you sir."
    },
    {
      "end_timestamp": 6988.0,
      "id": "c97f0f48-76cb-38de-84bb-0ca665bc22f6",
      "speaker": "Dan Bidondi",
      "start_timestamp": 6978.0,
      "text": "Well, not your other questions. Just the whole fact in general that you know what you're there soon. The gun manufacturers soon out show when he's too happy people."
    },
    {
      "end_timestamp": 7003.0,
      "id": "33d366a5-5d68-3fa7-b35b-19f63540c16d",
      "speaker": "Dan",
      "start_timestamp": 6988.0,
      "text": "So now but donde is gonna, he's getting himself a little bit mad. And the floodgates have become open. And it's weird that the floodgates opened because he stopped himself from saying something as opposed to this entire time where he has just rambled."
    },
    {
      "end_timestamp": 7015.0,
      "id": "b118481d-ee6b-338b-b90c-840f085c74e6",
      "speaker": "Jordan",
      "start_timestamp": 7003.0,
      "text": "No, no, no, that's that's him realizing that he's violated his own first amendment rights, thus making him everything that he's fought against his entire life."
    },
    {
      "end_timestamp": 7047.0,
      "id": "d8753f82-95b8-386f-a524-f75ba5511016",
      "speaker": "Dan",
      "start_timestamp": 7015.0,
      "text": "Yeah. So he's, I think, subconsciously, if I had to guess I would say that he's being confronted with this information that clearly indicates that he should have seen through Wolfgang's shit. Oh, yeah, a lot earlier, maybe immediately in the present when he was having a conversation with him. Maybe all this is bullshit. Yeah. And that probably doesn't feel good. And so in order to sort of deflect from that, or get angry. He gets angry and just starts ranting and spoiler alert seems to be calling the parents of murdered children. How"
    },
    {
      "end_timestamp": 7048.0,
      "id": "345b863c-7a0c-3054-aea9-f80944df55e4",
      "speaker": "Jordan",
      "start_timestamp": 7047.0,
      "text": "am Howard snow?"
    },
    {
      "end_timestamp": 7050.0,
      "id": "fd0950ca-86e1-318f-85f5-308764de66b9",
      "speaker": "Chris Mattei",
      "start_timestamp": 7048.0,
      "text": "My questions are aggravating you, sir."
    },
    {
      "end_timestamp": 7176.0,
      "id": "451b663b-75b6-30f8-bec2-f0bb38bcd197",
      "speaker": "Dan Bidondi",
      "start_timestamp": 7050.0,
      "text": "Well, now you know the questions. Just the whole fact in general that you know what? They're suing the gun manufacturers. So now so when these two happy people, I mean, what the hell's wrong with you, people? It's the first time amendment as a second amendment. Yeah, I mean, you have a hell you go sue a gun company. I mean, witness what is going through your damn heads? Go Sue Ruger, for what? So you can sue Nissan, because they killed a bunch of drunk driver killed a bunch of people. I mean, what the hell is going on? Sometimes? Yes. And I'm a parent, so don't give me that damn, excuse crap. I would rather have my son's go to school where he has an armed police officer at school. I feel a million times safer that I'm not if something happens, okay. I'm like, I gotta gunpoint I mean, many times, I'm not gonna go to the gun manufacturer, then go attack people's free speech. What the hell is wrong with these people? I know I'm just a witness. But I'm telling these people you gotta be a damn caller. Okay to exploit the depths of these kids to push draconian Nazi again, gun control, then attack free speech. And we know what this is about? Well, you know, the Bloomberg is behind us nothing at all for this operation. With all the money's coming from. We know the money trailer it's coming from is utterly ridiculous. And I have to be dragged on five hours of my time, which is bullshit. You know, I mean, because I was there to do my job as a reporter protected by the First Amendment and send the Wolfgang how they don't his job. Regardless if he's wrong or right, he's asking questions. That's the first damn amendment and people need to understand that and start respecting that bottom line. I'm not gonna call it down to know them people at all I'm going to stand for my rights. Like I said, in that video, I'm going to speak my mind and that's it plain and simple. I mean, this is bullshit that I have to see here. Six hours of my freakin time, sit down to defend my SEC First Amendment, I mean, and try to defend the IRS and I'm getting asked a stupid questions that have nothing to do at all with Sandy Hook to try to pay me as some kind of Nepal anti gun conspiracy that which I'm not. I mean, now let's just get to the damn point. Get this damn thing over with I'm done and that no attack against you, sir. No attack against you. Personally, I respect you about this whole"
    },
    {
      "end_timestamp": 7181.0,
      "id": "3eefd98a-0336-37fd-b54d-43a5e7fb8fa3",
      "speaker": "Jordan",
      "start_timestamp": 7176.0,
      "text": "that sounds insincere."
    },
    {
      "end_timestamp": 7194.0,
      "id": "26668ce7-c404-3307-9bbd-a5ba4b5ec7d5",
      "speaker": "Chris Mattei",
      "start_timestamp": 7181.0,
      "text": "Mr. Medina, you just referred I believe to the plaintiffs in this case. And in the case against the gun manufacturer is cowards. Is that right?"
    },
    {
      "end_timestamp": 7198.0,
      "id": "650afd37-b13c-300c-ba57-8c14db32307e",
      "speaker": "Dan Bidondi",
      "start_timestamp": 7194.0,
      "text": "It's commonly the attack the Second Amendment. Why would you I'm just asking,"
    },
    {
      "end_timestamp": 7224.0,
      "id": "c6f879c7-024b-395a-96db-fe432bd06b07",
      "speaker": "Chris Mattei",
      "start_timestamp": 7198.0,
      "text": "Where are you referring to The plaintiffs in this case it was I just listened to you for a while and good luck. Welcome to say your piece. But I would ask you to just try to listen to my question here, because I'm just responding to what you just said. And what I understood you to just say was that the plaintiffs in this case and in the case against Remington are cowers. Is that what you said?"
    },
    {
      "end_timestamp": 7230.0,
      "id": "ebf97a33-86d9-36b1-ab25-ca8e4ce81b5f",
      "speaker": "Dan Bidondi",
      "start_timestamp": 7224.0,
      "text": "Anybody that Yes. To attack the Second Amendment? Yes, you're a coward i don't care who you are."
    },
    {
      "end_timestamp": 7233.0,
      "id": "943df349-fedd-30b0-8334-cdb2ad8122fe",
      "speaker": "Chris Mattei",
      "start_timestamp": 7230.0,
      "text": "If you were to stand that the"
    },
    {
      "end_timestamp": 7237.0,
      "id": "5925c4d4-c126-3f8a-bdc6-39f0849acfd5",
      "speaker": "Dan Bidondi",
      "start_timestamp": 7233.0,
      "text": "would have protected those children bottom line enough isn't"
    },
    {
      "end_timestamp": 7250.0,
      "id": "d8cfacfd-bd7d-3685-a70b-a7435b071c75",
      "speaker": "Dan",
      "start_timestamp": 7237.0,
      "text": "enough is enough with his bullshit. Yeah, this this wasn't a victory for Infowars I don't think maybe the messaging wasn't quite on point. Maybe exactly where you'd want it to be."
    },
    {
      "end_timestamp": 7255.0,
      "id": "7ab68ae0-5a65-36b2-ad4e-4dcfc3fdd7a5",
      "speaker": "Jordan",
      "start_timestamp": 7250.0,
      "text": "I can see where the conflict with the cops in Elgin happens."
    },
    {
      "end_timestamp": 7261.0,
      "id": "073c815a-0a43-3b6c-bf3d-240f0cbe2bea",
      "speaker": "Dan",
      "start_timestamp": 7255.0,
      "text": "I'm gonna guess he told that cop I respect no beef against you."
    },
    {
      "end_timestamp": 7265.0,
      "id": "2da0609e-f44a-3355-91bd-141b892a2a0c",
      "speaker": "Jordan",
      "start_timestamp": 7261.0,
      "text": "What's wrong with all of you sue? Happy people? No beef against you?"
    },
    {
      "end_timestamp": 7278.0,
      "id": "3ba82e29-e2ca-353b-a1d8-8b2c8ec5dada",
      "speaker": "Dan",
      "start_timestamp": 7265.0,
      "text": "This is total bullshit and a waste of my fucking time and other this nonsense now. I love you. You're great. You're the best. The best lawyer who is running this case was destroyed."
    },
    {
      "end_timestamp": 7303.0,
      "id": "205a54c6-49b9-3375-a017-7463d1d07f99",
      "speaker": "Jordan",
      "start_timestamp": 7278.0,
      "text": "Yeah, yeah. He brought up something that's such a good point and such a fucked up part of the human brain and everything. He did. Yeah. Which is that with the armed guard at his kids school, he feels safer. Right? You know, like, when you when you hear what the actual way to become safer is you know, improving communities distributing wealth in places that need it. All"
    },
    {
      "end_timestamp": 7306.0,
      "id": "a4ed7d3b-28e6-34d7-ba2e-0524cedc9455",
      "speaker": "Dan",
      "start_timestamp": 7303.0,
      "text": "of those kinds of things fairly abstract. Yeah,"
    },
    {
      "end_timestamp": 7316.0,
      "id": "b5eed151-8e0b-3412-ab3d-46c18137a938",
      "speaker": "Jordan",
      "start_timestamp": 7306.0,
      "text": "it doesn't feel safe. Now, obviously putting an armed guard makes you less safe, but it feels safer. And it's such a fucked up way our brains work yeah, no,"
    },
    {
      "end_timestamp": 7333.0,
      "id": "fdb17246-dbc2-3f30-8a7c-8037b46fa71f",
      "speaker": "Dan",
      "start_timestamp": 7316.0,
      "text": "it's I mean, it's the same thing with like, arming countries like everyone has nukes we're all safer see? Yeah, it's it's it's counterintuitive. I don't know what maybe it's maybe it's some part of our evolution, you know, like, at a time I just don't want being armed with sticks, right?"
    },
    {
      "end_timestamp": 7337.0,
      "id": "1f6bc096-6f93-39c3-b40c-c1e129524cf6",
      "speaker": "Jordan",
      "start_timestamp": 7333.0,
      "text": "I don't trust any it could be back"
    },
    {
      "end_timestamp": 7339.0,
      "id": "8527c419-2cbd-33b3-b219-18815a3060e3",
      "speaker": "Dan",
      "start_timestamp": 7337.0,
      "text": "and stick and"
    },
    {
      "end_timestamp": 7349.0,
      "id": "d3bc218e-609d-30dc-9bb8-3e2da6ab5803",
      "speaker": "Jordan",
      "start_timestamp": 7339.0,
      "text": "why didn't we Why did we leave sticking club days is the biggest question of all. Western wistful those days, those old sticking club days."
    },
    {
      "end_timestamp": 7352.0,
      "id": "b8a99625-bfe8-3d47-970f-fb125056d415",
      "speaker": "Dan",
      "start_timestamp": 7349.0,
      "text": "So anyway, Dan thinks this is a waste of fucking time."
    },
    {
      "end_timestamp": 7356.0,
      "id": "db9cb58e-b35f-376d-ae3c-a461dd860d88",
      "speaker": "Chris Mattei",
      "start_timestamp": 7352.0,
      "text": "And you consider this to be a waste of your time, right?"
    },
    {
      "end_timestamp": 7378.0,
      "id": "e24aef22-c883-3710-93d2-45037cc60f6f",
      "speaker": "Dan Bidondi",
      "start_timestamp": 7356.0,
      "text": "It is a waste of his time because of which is about what is this about? Why am I here? Why am I because I was there as a report on protected I'm still protected under the First Amendment if nobody likes it, thank you go straight to hell. And let that be put on record. I don't count anybody. My only governor. My only God is Jesus Christ. I answered to him only I don't have to deal with them courts."
    },
    {
      "end_timestamp": 7379.0,
      "id": "596d68b8-313d-3913-b1a1-89cd4ff21ed1",
      "speaker": "Jordan",
      "start_timestamp": 7378.0,
      "text": "Why do you care about the mandates?"
    },
    {
      "end_timestamp": 7416.0,
      "id": "45f28f17-f331-34c4-a263-22e3c47b32c7",
      "speaker": "Dan Bidondi",
      "start_timestamp": 7379.0,
      "text": "I answer the Jesus Christ, I do what I see fit onto the console. And by my god given light, brown and simple, and I am protected by the First Amendment of the Constitution. And I'm a defender of the second as well. And the very first two things the two things would be intact or here that I say, okay, is the First Amendment in free speech, freedom of press because we're not establishment media, and also the Second Amendment is being heavily attacked. Why would you Remington beyond ridiculous, okay, instead, I grieve Okay, for those children. I feel bad for those parents and"
    },
    {
      "end_timestamp": 7417.0,
      "id": "990b919d-5826-343d-a376-e4186acab6c3",
      "speaker": "Jordan",
      "start_timestamp": 7416.0,
      "text": "argue for them in some sci fi. Yeah,"
    },
    {
      "end_timestamp": 7427.0,
      "id": "732fd61f-a53a-3149-8fc6-838444c478c5",
      "speaker": "Chris Mattei",
      "start_timestamp": 7417.0,
      "text": "yeah. Even though you said that it was fake, right? No, I Oh, you never said you never said that. You never said that."
    },
    {
      "end_timestamp": 7428.0,
      "id": "6bc779fe-7cc9-3e97-8c6c-95fc9fc59f4d",
      "speaker": "Dan Bidondi",
      "start_timestamp": 7427.0,
      "text": "When I was thinking about I was looking at"
    },
    {
      "end_timestamp": 7441.0,
      "id": "521d4a3f-f845-3301-b17b-9ac40e51cec0",
      "speaker": "Chris Mattei",
      "start_timestamp": 7428.0,
      "text": "you ever say Sandy Hook was a hoax over talking, you're making me miss and ever say Sandy Hook was a hoax."
    },
    {
      "end_timestamp": 7450.0,
      "id": "edf37f6e-e387-3aa2-a711-c9635ec20844",
      "speaker": "Jordan",
      "start_timestamp": 7441.0,
      "text": "I questioned it? questioned it. That's that's about as close as we're gonna get to me doing. What is your job? What is your"
    },
    {
      "end_timestamp": 7462.0,
      "id": "3794afda-35e6-319d-8cbb-23cfe4bed552",
      "speaker": "Dan",
      "start_timestamp": 7450.0,
      "text": "job? Well, you know, but Andy's getting a little abusive. Maybe Maybe Maddie is just sort of letting a little bit so much. I'm gonna be blunt. Now. Did you say this? Did you say this?"
    },
    {
      "end_timestamp": 7464.0,
      "id": "52418d09-a103-37e1-aebe-d794c7616be0",
      "speaker": "Jordan",
      "start_timestamp": 7462.0,
      "text": "Did you say this? Yeah. Did you say this?"
    },
    {
      "end_timestamp": 7515.0,
      "id": "00b7fefe-ce91-3bf5-98d8-53cc9c932edd",
      "speaker": "Dan",
      "start_timestamp": 7464.0,
      "text": "And so to your question, though, about like, if he only answers to God, why does he care about the Constitution on the amendment right? It's because the understanding that someone like him has and a lot of the militia Patriot hard right communities is that you know, it is all just God. The the the Bill of Rights is like divine in some nature, and then all it is it's not a delineation of rights that you have because of the Constitution, right. It's things that the government can't do to you, right? You have those rights with or without the Constitution. shouldn't because of Divine Right, right? God gave you those rights. Right? And that's partially why they're, they're against communism because it seeks to destroy God. Right. Right. And those rights would go away. And but it's not contradictory in the way that maybe you were thinking,"
    },
    {
      "end_timestamp": 7521.0,
      "id": "c3f89c34-38e1-3484-83da-8224d5ee575e",
      "speaker": "Jordan",
      "start_timestamp": 7515.0,
      "text": "um, I mean, in a way, it's, it's still worshiping a golden calf at the end of the day. So I"
    },
    {
      "end_timestamp": 7534.0,
      "id": "9fce0482-3ae6-34d4-897c-7643d2bfbebd",
      "speaker": "Dan",
      "start_timestamp": 7521.0,
      "text": "don't disagree in as much as like, if you believe that these are God given rights, then the government not respecting them can't take them away from you. Exactly. It just puts you in a different situation where you have a hostile government, like,"
    },
    {
      "end_timestamp": 7553.0,
      "id": "b9b85a0b-72c4-3ff4-8a23-667bdada1dfb",
      "speaker": "Jordan",
      "start_timestamp": 7534.0,
      "text": "I mean, what you already think you understand that like, 100 people voted on the Constitution. You know, like, it wasn't, it wasn't like, voted on it was the government and writing a constitution and a couple of them were Muller. Literally literally 100% a true fact."
    },
    {
      "end_timestamp": 7569.0,
      "id": "2fe1b17d-34ba-33f5-8eb6-2808e1f88f20",
      "speaker": "Dan",
      "start_timestamp": 7553.0,
      "text": "It was not like it was animal animals. Yeah. So I will say that I think that Maddie is really actually being pretty effective in getting but donde mad. Yeah, just asking direct questions and not not letting up. I like it."
    },
    {
      "end_timestamp": 7585.0,
      "id": "f2fae8ee-f4fe-3ef6-94b2-0b0f990471c3",
      "speaker": "Chris Mattei",
      "start_timestamp": 7569.0,
      "text": "Did you say Sandy Hook was a hoax yes or no? I don't recall. Okay, but if you did I'm sure you were grieving your heart out for those families when you said it, weren't you? Objection? Yeah. All right Mr. Madani"
    },
    {
      "end_timestamp": 7591.0,
      "id": "b3621fe6-a437-3ed2-ad58-882c938bc168",
      "speaker": "Dan Bidondi",
      "start_timestamp": 7585.0,
      "text": "held his gun rights why we tack in a second amendment for"
    },
    {
      "end_timestamp": 7594.0,
      "id": "31c9dfb8-00fb-3c65-8818-8084a5d1077b",
      "speaker": "Chris Mattei",
      "start_timestamp": 7591.0,
      "text": "this is not a case against Remington sir."
    },
    {
      "end_timestamp": 7672.0,
      "id": "dc4ab0a2-4754-3691-aebd-bb1250837fa8",
      "speaker": "Dan Bidondi",
      "start_timestamp": 7594.0,
      "text": "It's all part of the same damn thing. I mean, come on, get off this okay. It's part of attacking the first or second amount. That's what this whole thing is about. It's nothing to do with money, nothing to do and it's bullshit. It's about attacking the First and Second Amendment and dare these people exploit the debt to these children makes me sick to my damn stomach when and simple and how can anybody defend them? How can anybody that you can attack are second in First Amendment the very amendment that would have saved the lives of those children makes me sick to my damn stomach man. And these people need to realize we are not given our gun rights up we are not submitting ourselves to the New World Order. You know people could go straight to hell plain and simple. We are not going to give up our rights because people want to shoot everything and I mean I want to protect my children every children in the future of this country and prevent a school soon to ever happen again and to do that we need to arm the schools not disarm them. We need to protect our children with the Second Amendment. Israel did in 1974 Only two school shootings attempted happen and they were both stopped by armed individuals bottom line. So you want to emulate somebody in Israel when he and all the schools and you know Sandy Hook or gun free zone Oh, you wonder why 100 pound with a rat man to go shoot up to school because there was nobody there with a gun to stop you. I mean, come on, man. Seriously."
    },
    {
      "end_timestamp": 7679.0,
      "id": "2aa3eec9-9f84-3726-a2ca-7a53473f25a8",
      "speaker": "Chris Mattei",
      "start_timestamp": 7672.0,
      "text": "I thought it was staged."
    },
    {
      "end_timestamp": 7683.0,
      "id": "ff49bfb5-7810-3756-bbdb-bc484f77641e",
      "speaker": "Chris Mattei",
      "start_timestamp": 7679.0,
      "text": "The point are you ready to move on?"
    },
    {
      "end_timestamp": 7741.0,
      "id": "14665640-3527-39ec-b54a-3297c9c8ba33",
      "speaker": "Dan",
      "start_timestamp": 7683.0,
      "text": "You said you're now there is an interesting I think maybe intentional strategy that Maddie is employing and that is letting him talk because but donde does seem to be someone who, whether it's that sincerity, or there's a lack of guardedness that a lot of these other folks who have been deposed have, there's a decent chance that he will just start talking and accidentally say some shit. Like, what? Yep. What are you saying? He already has given up like this operation cover your ass stuff, the internal workings of like the the earpiece and the way that they coach Alex or like, feed him information. The fact that there's like editorial conversations about what questions to ask it man on the street bits. Like he's already but like, I feel like there's more information that has accidentally come out because of him talking and then throw onto the pile him calling parents cowards."
    },
    {
      "end_timestamp": 7745.0,
      "id": "b744f292-10a3-37e7-a225-bf1fa5b99a3f",
      "speaker": "Jordan",
      "start_timestamp": 7741.0,
      "text": "Yeah. Yeah, that was wild. I say How dare anyone defend them?"
    },
    {
      "end_timestamp": 7759.0,
      "id": "3f674db7-2485-3e87-8d3f-d91929f54208",
      "speaker": "Dan",
      "start_timestamp": 7745.0,
      "text": "Wild? Yeah. Wild. I think that you gain a lot just by letting him go. Yeah. But unfortunately, that does lead to very long deposition. Yeah. And repetition."
    },
    {
      "end_timestamp": 7782.0,
      "id": "83573744-61d4-36e8-8016-031f8487fb61",
      "speaker": "Jordan",
      "start_timestamp": 7759.0,
      "text": "I think interrogators like a talker and also hate a talker more than anything else. Yeah, I feel for and this is what I think is an amazing thing. And I think we should all be more grateful towards stenographers. How can you hear all of that let it go through your brain through your fingers to the type of machine well, actually losing your fucking mind. Let"
    },
    {
      "end_timestamp": 7807.0,
      "id": "7d335861-c75a-3f11-be86-3898bf0d02c0",
      "speaker": "Dan",
      "start_timestamp": 7782.0,
      "text": "me say this play. I didn't play a clip of this, but this demographer was having difficulty with the way he's talking. Yeah. And so they did have a conversation about this. That she would get a copy of it. Oh, she could do it. Get a clean transcript. Yeah. Smart. Yeah, smart. Yeah. So this might not be a situation. This is a situation where it's just like, I need a break, or whatever as opposed to like she's probably not catching everything."
    },
    {
      "end_timestamp": 7811.0,
      "id": "331a29ff-0485-362a-8f61-2e11bfa449ab",
      "speaker": "Jordan",
      "start_timestamp": 7807.0,
      "text": "Sure, sure. Well, I don't think it's possible it would be quite hard."
    },
    {
      "end_timestamp": 7822.0,
      "id": "85379263-78ce-3bad-a093-4007b9c8dfb1",
      "speaker": "Dan",
      "start_timestamp": 7811.0,
      "text": "So in this next clip I go, the only way I can describe this is playing who's on first about a tweet. This is so frustrating."
    },
    {
      "end_timestamp": 7829.0,
      "id": "31f1a3cb-bf07-3e52-a1b3-7d0251fc4b3d",
      "speaker": "Chris Mattei",
      "start_timestamp": 7822.0,
      "text": "Great. In October 2014. Was it your view? That Sandy Hook was a hoax?"
    },
    {
      "end_timestamp": 7834.0,
      "id": "015117a4-ddb0-35b6-b8e6-08ddc457525a",
      "speaker": "Dan Bidondi",
      "start_timestamp": 7829.0,
      "text": "I don't recall but i don't i That was a long time ago. I have no clue isn't going on that day."
    },
    {
      "end_timestamp": 7871.0,
      "id": "d0560afb-3884-3ed2-9d89-01e4cc745eb9",
      "speaker": "Chris Mattei",
      "start_timestamp": 7834.0,
      "text": "Okay. Showing you exhibit number 12. This is a tweet that you tweeted on October 21 2014, correct? Yes. Okay. And you say and this is when you were working as an Infowars correspondent, correct? Yep. And you say I added a video to YouTube playlist. Then there's a URL shocking Sandy Hook now revealed as a hoax. Did you tweet those words?"
    },
    {
      "end_timestamp": 7874.0,
      "id": "85626a70-9d02-362b-8ce6-eb2a552d4551",
      "speaker": "Dan Bidondi",
      "start_timestamp": 7871.0,
      "text": "That short title"
    },
    {
      "end_timestamp": 7886.0,
      "id": "7b613ecc-0f18-3e9a-9477-636d2a5434ae",
      "speaker": "Chris Mattei",
      "start_timestamp": 7874.0,
      "text": "Did you tweet those words? Okay, and did you believe when you tweeted them Did you believe when he tweeted them Sandy Hook had been revealed as the hoax"
    },
    {
      "end_timestamp": 7918.0,
      "id": "a05eef77-2b66-3c99-91bf-9a81b7a3bfcf",
      "speaker": "Dan Bidondi",
      "start_timestamp": 7886.0,
      "text": "I was when the YouTube I didn't tweet that YouTube did so well when you just you're not understanding what's going on. Let me finish Okay. When you upload to YouTube when you YouTube in Twitter what correspondences so when I upload a YouTube video, YouTube tweets it out through the system title video I uploaded this to YouTube who title the video that's that was the title of the video I'm sharing titled it I don't know"
    },
    {
      "end_timestamp": 7922.0,
      "id": "12bd54a4-bc50-3446-84b8-ac6b517fcaaa",
      "speaker": "Chris Mattei",
      "start_timestamp": 7918.0,
      "text": "what you uploaded it didn't you"
    },
    {
      "end_timestamp": 7925.0,
      "id": "7cd88b1b-69c1-3fdd-af25-7d44e6583584",
      "speaker": "Dan Bidondi",
      "start_timestamp": 7922.0,
      "text": "lose the title of the video I don't know."
    },
    {
      "end_timestamp": 7927.0,
      "id": "64c9c1b2-a3d8-3384-af15-e75f75069b8c",
      "speaker": "Chris Mattei",
      "start_timestamp": 7925.0,
      "text": "Video play the video"
    },
    {
      "end_timestamp": 7945.0,
      "id": "ec95c77e-406a-31a8-8091-36e6de4cb937",
      "speaker": "Dan Bidondi",
      "start_timestamp": 7927.0,
      "text": "that was the title video I have no idea where it's about Yeah, just play the video you guys got it."
    },
    {
      "end_timestamp": 7951.0,
      "id": "3063e9df-eb70-35dd-a4f0-f2765948c746",
      "speaker": "Chris Mattei",
      "start_timestamp": 7945.0,
      "text": "Ms asking you about your tweet. And you then tweeted"
    },
    {
      "end_timestamp": 7953.0,
      "id": "52c02b6e-df1d-32e4-96c0-a295fb704439",
      "speaker": "Dan Bidondi",
      "start_timestamp": 7951.0,
      "text": "Oh, I didn't tweet that. You didn't"
    },
    {
      "end_timestamp": 7956.0,
      "id": "d087eae8-4967-38fc-85b0-aec5eab266db",
      "speaker": "Chris Mattei",
      "start_timestamp": 7953.0,
      "text": "tweet this"
    },
    {
      "end_timestamp": 7974.0,
      "id": "d6ce470f-d30f-3700-951c-d4987eb31468",
      "speaker": "Dan Bidondi",
      "start_timestamp": 7956.0,
      "text": "video we all work together at the time. So basically if I was up toward a video back then it's a correspond my Facebook and everything. Once I that look the went YouTube because it's connected to my twitter puts that out. I didn't want to Twitter and tweet that out."
    },
    {
      "end_timestamp": 8006.0,
      "id": "2490e7ae-cfcb-3f91-8762-aba70c6f1219",
      "speaker": "Chris Mattei",
      "start_timestamp": 7974.0,
      "text": "Okay, Mr. Madani you knew because you knew the connection between your YouTube account on your Twitter account. When you uploaded the video, you won't be tweeted from your account Correct. Action argumentative. Didn't you know that? So what why did you know when you uploaded the video to YouTube, that your Twitter account would tweet this tweet? Right then"
    },
    {
      "end_timestamp": 8008.0,
      "id": "f77d36d7-342f-3892-9c5c-a269809101d5",
      "speaker": "Dan Bidondi",
      "start_timestamp": 8006.0,
      "text": "so man I don't know."
    },
    {
      "end_timestamp": 8011.0,
      "id": "d12e1b2d-3f48-346e-9dac-0476bfdb2f8e",
      "speaker": "Dan",
      "start_timestamp": 8008.0,
      "text": "Arrest this man."
    },
    {
      "end_timestamp": 8030.0,
      "id": "e8616e20-6111-36d2-8fb0-6b24a4cd1a29",
      "speaker": "Jordan",
      "start_timestamp": 8011.0,
      "text": "This infuriating I appreciate honestly I actually appreciate this mainly because it calibrates my sincerity ear. And when I'm gonna I think he was being sincere earlier I think I think it's very clear when he's not being sincere. At least he I don't know. I've never heard of it. Well, what are you talking about?"
    },
    {
      "end_timestamp": 8041.0,
      "id": "2d520d97-8dc5-35cd-b333-45e7213056b6",
      "speaker": "Dan",
      "start_timestamp": 8030.0,
      "text": "So you to some of that's being a dick, but some of it also is like technically Yeah, all right. I didn't write that tweet. I don't he titled The video bod."
    },
    {
      "end_timestamp": 8044.0,
      "id": "4e9d9542-0be4-35d6-ae20-7eaae2b94033",
      "speaker": "Jordan",
      "start_timestamp": 8041.0,
      "text": "Come on."
    },
    {
      "end_timestamp": 8047.0,
      "id": "f81d24b2-4ed4-3a89-bf27-69ce4a6a9403",
      "speaker": "Dan",
      "start_timestamp": 8044.0,
      "text": "It is it is vaudeville man."
    },
    {
      "end_timestamp": 8060.0,
      "id": "b00d27a3-4989-30fd-804e-73df5d6e869a",
      "speaker": "Jordan",
      "start_timestamp": 8047.0,
      "text": "There is something truly incredible about that exchange. I would quit this turned into a bit I can't do this anymore. I have to reach out Yeah."
    },
    {
      "end_timestamp": 8067.0,
      "id": "b2bafafb-b614-393f-bf1f-297dc59b4325",
      "speaker": "Dan",
      "start_timestamp": 8060.0,
      "text": "I admire Maddie not being broken. That hurt sort of a bit Auntie rant some more. Okay,"
    },
    {
      "end_timestamp": 8069.0,
      "id": "47a937cb-5d54-3594-aa34-ff9aae5864c1",
      "speaker": "Dan Bidondi",
      "start_timestamp": 8067.0,
      "text": "what is this got to do with our shows?"
    },
    {
      "end_timestamp": 8077.0,
      "id": "5fe5b183-3780-37c0-9eca-3e981b1754c9",
      "speaker": "Chris Mattei",
      "start_timestamp": 8069.0,
      "text": "Okay, so that that's not a question that I'm gonna be answering. So you're a witness here."
    },
    {
      "end_timestamp": 8156.0,
      "id": "46275f46-2c54-3b2b-a91d-863775ab930f",
      "speaker": "Dan Bidondi",
      "start_timestamp": 8077.0,
      "text": "But I try to clarify something right the document says I'm gonna hit it with witness right. To defend the respondent is Emmerich out summer Jones I don't see Daniel but I'm here as the witness wipers should be a my day because your mind this has nothing to do with my school. Do any of my personal stuff. Why am I Be quiet? Not because it's going to be paid to spin it to make me look like a loser. So this is defending our show today. I'm here on my own behalf because you guys caught so I want to answer the questions get to the point please. No personal attack, get to the point. And I'll answer the questions honestly. I mean, we're going off with grabbing at straws or they have nothing to do with why the lawsuits going on. I mean, it's none of my business anyway. And I mean, that's against you guys. Now stones, none of my business I've just I did my job as a reporter protected and full by the First Amendment. That's it. Okay. That's my statement. That's my testimony. Whatever you want to hear. And I'm not denying the videos but emails you got to realize nobody's denied it. It's not secret. Nobody's trying to conspire things against you guys. This is on record. So what what more do you want for me? I don't understand."
    },
    {
      "end_timestamp": 8158.0,
      "id": "ba796c28-c08d-333e-a598-cd1997589b46",
      "speaker": "Chris Mattei",
      "start_timestamp": 8156.0,
      "text": "Ask my next question, sir."
    },
    {
      "end_timestamp": 8172.0,
      "id": "169dace5-6699-3c38-918c-b59897229a51",
      "speaker": "Dan Bidondi",
      "start_timestamp": 8158.0,
      "text": "Do you like a robot? Oh, four. Okay."
    },
    {
      "end_timestamp": 8177.0,
      "id": "3a1580a5-091d-3cdf-8a69-ff2f8ce44f6b",
      "speaker": "Dan Bidondi",
      "start_timestamp": 8172.0,
      "text": "I'm gonna need a small timeout for bathroom break gets 441"
    },
    {
      "end_timestamp": 8183.0,
      "id": "afc680f5-f4df-3a97-af0b-2eefdf8bf8b3",
      "speaker": "Dan",
      "start_timestamp": 8177.0,
      "text": "You're a robot your fucking piece of shit. Also, no disrespect."
    },
    {
      "end_timestamp": 8187.0,
      "id": "bbe64814-9151-309d-95c2-c3975f75f954",
      "speaker": "Jordan",
      "start_timestamp": 8183.0,
      "text": "Hey, your mom looks donkey hooves. No offense to your mom. Yeah. Like what are you what"
    },
    {
      "end_timestamp": 8197.0,
      "id": "6f7bcdbb-a5ee-312d-8d24-942c50884ef2",
      "speaker": "Dan",
      "start_timestamp": 8187.0,
      "text": "this is? This does feel like one of those northeast assholes. Yeah. Go fuck yourself. You're a piece of shit. Hey, listen. About you. You're good guy."
    },
    {
      "end_timestamp": 8217.0,
      "id": "3caff458-5263-35f2-802b-cbbd1e04da29",
      "speaker": "Jordan",
      "start_timestamp": 8197.0,
      "text": "Good guy. I think I'm gonna be friends with you for the rest of my life. Fucking eight year God. Anyways, you're a great guy. Yeah, it does feel like didn t is met an alien. He's like, all the shit. How is it that you're not mad at me? Everybody's always mad at me right now."
    },
    {
      "end_timestamp": 8225.0,
      "id": "02041a21-b2e8-3fb3-ac6c-b10ecbcf9bd8",
      "speaker": "Dan",
      "start_timestamp": 8217.0,
      "text": "Am I not eliciting a response out of you. And you're you're just on your on your focus? Point. There's no distraction going on here. I"
    },
    {
      "end_timestamp": 8229.0,
      "id": "a2d40456-bcd7-3f1e-a768-08ab8f660dac",
      "speaker": "Jordan",
      "start_timestamp": 8225.0,
      "text": "would admire you if I understood what you were doing. No disrespect. No disrespect. You're not"
    },
    {
      "end_timestamp": 8235.0,
      "id": "7a3c0d1a-ba2f-3454-8a35-d64b869c01a7",
      "speaker": "Dan",
      "start_timestamp": 8229.0,
      "text": "human. So we get another tweet being discussed here. See"
    },
    {
      "end_timestamp": 8262.0,
      "id": "cd7749fb-73e9-3cf6-93b1-b0867d246935",
      "speaker": "Chris Mattei",
      "start_timestamp": 8235.0,
      "text": "that? Okay. You tweet. You tweeted that on August 25 2016? Correct. Yes. Okay. And you typed the words Sandy Hook was staged actors exclamation point, correct? Yes. Okay. And is that because as of the time you sent this tweet, that was in fact, what you believe that Sandy Hook was staged with actors? There are"
    },
    {
      "end_timestamp": 8271.0,
      "id": "e62429c5-f6ef-3be7-a2d9-6eb483f8962f",
      "speaker": "Dan Bidondi",
      "start_timestamp": 8262.0,
      "text": "a lot of questions, like I said, on both ends, but you know, I mean, then yeah. And I and apologize to the parents about that."
    },
    {
      "end_timestamp": 8275.0,
      "id": "24c4c603-9401-3249-93cc-d9d47be9bbfa",
      "speaker": "Chris Mattei",
      "start_timestamp": 8271.0,
      "text": "I'm just asking you whether or not at the time you sent this tweet?"
    },
    {
      "end_timestamp": 8280.0,
      "id": "6f2c5c5e-208a-3227-bf18-f88c2e5258bf",
      "speaker": "Dan Bidondi",
      "start_timestamp": 8275.0,
      "text": "I don't recall my."
    },
    {
      "end_timestamp": 8290.0,
      "id": "2935bf20-160d-35c3-a370-429e38bc16f4",
      "speaker": "Chris Mattei",
      "start_timestamp": 8280.0,
      "text": "So you allow for the possibility that you may have tight, Sandy Hook was staged actors exclamation point without actually believing that?"
    },
    {
      "end_timestamp": 8293.0,
      "id": "a9fd877a-86ed-38a8-ad54-04f4e1f356e2",
      "speaker": "Dan Bidondi",
      "start_timestamp": 8290.0,
      "text": "I'm not sure. We'll call"
    },
    {
      "end_timestamp": 8295.0,
      "id": "c105f33e-3030-3508-8331-3e100e256b84",
      "speaker": "Chris Mattei",
      "start_timestamp": 8293.0,
      "text": "it could be it might not be right."
    },
    {
      "end_timestamp": 8299.0,
      "id": "2e3660ac-7544-30db-a038-67069c77623d",
      "speaker": "Dan Bidondi",
      "start_timestamp": 8295.0,
      "text": "I don't remember what it was. I mean, like, that's five years ago?"
    },
    {
      "end_timestamp": 8311.0,
      "id": "f0f9e10c-b302-3ffc-a36e-cf7ebe30f1de",
      "speaker": "Chris Mattei",
      "start_timestamp": 8299.0,
      "text": "Well, I'm just trying to understand I mean, you typed it. So if, if no one would type see any hook was staged with actors? Would it be reasonable to assume that that's what you in fact, believe? is the truth?"
    },
    {
      "end_timestamp": 8314.0,
      "id": "6d2c57ac-9422-3d5f-b65d-c978a2f5cce1",
      "speaker": "Dan Bidondi",
      "start_timestamp": 8311.0,
      "text": "Protected by free speech for adults? I? You may"
    },
    {
      "end_timestamp": 8324.0,
      "id": "1e86c2e5-cca4-3ad3-9992-1d5ca169bab2",
      "speaker": "Chris Mattei",
      "start_timestamp": 8314.0,
      "text": "be right. I'm just trying to, you know, I don't Mr. Medina, you keep sparring with me, instead of just telling me whether or not you believe that to be true. That's all."
    },
    {
      "end_timestamp": 8332.0,
      "id": "d0fedf77-c845-3718-a014-13fe1c76e8da",
      "speaker": "Dan Bidondi",
      "start_timestamp": 8324.0,
      "text": "Yeah, okay. Whatever I kept, it's there. But I've changed my tune. Like, I toward the end of almost"
    },
    {
      "end_timestamp": 8363.0,
      "id": "77f1a182-1ef5-3b64-9b87-8cd8e4b897b4",
      "speaker": "Chris Mattei",
      "start_timestamp": 8332.0,
      "text": "there. That's totally fair I in. That's all I want to know. And so I'm just trying to make sure I understand that. At the time you sent this tweet, although you may have later changed your view, which as you say, is completely within your right to change your opinion about something. I just want to know whether at the time you tweeted this, I can presume that because you said Sandy Hook was staged with actors that that's what in fact, you believed at that time. Correct."
    },
    {
      "end_timestamp": 8372.0,
      "id": "bc5121ea-0168-3b30-aa6c-ff64082d5ba0",
      "speaker": "Dan Bidondi",
      "start_timestamp": 8363.0,
      "text": "A lot of questions and I don't recall exactly what my blues were at that time. But you know, my boosters time are different. So"
    },
    {
      "end_timestamp": 8374.0,
      "id": "5c37fea4-504c-3ff3-92b8-ba26da0c0cbf",
      "speaker": "Jordan",
      "start_timestamp": 8372.0,
      "text": "then that means"
    },
    {
      "end_timestamp": 8382.0,
      "id": "78fd822f-3738-3efd-a0c7-d21d67b502cd",
      "speaker": "Dan",
      "start_timestamp": 8374.0,
      "text": "it's infuriating. I mean, it's basically like here's a statement that they made in the past X does that mean you believe X? Just ask the questions."
    },
    {
      "end_timestamp": 8386.0,
      "id": "bdbac72c-259d-3116-aac3-c9b8e9c7725d",
      "speaker": "Jordan",
      "start_timestamp": 8382.0,
      "text": "Determine one way or the other because we can't go back in time."
    },
    {
      "end_timestamp": 8395.0,
      "id": "82d6a72e-f0f6-3b3e-8402-cc90d6f7cf40",
      "speaker": "Dan",
      "start_timestamp": 8386.0,
      "text": "I don't really know. And even if I did think that it's legal for me to think that I mean, and I don't think that now and I probably just asked him a question in the past."
    },
    {
      "end_timestamp": 8404.0,
      "id": "22c2a28a-2cc5-36e2-89e3-c156334b171f",
      "speaker": "Jordan",
      "start_timestamp": 8395.0,
      "text": "I'm I'm I'm confused as to whether or not he believes that the item Don't think that any more is not an admission that he did think"
    },
    {
      "end_timestamp": 8417.0,
      "id": "3373ab69-6253-3b3b-b81c-c8bd1df8d222",
      "speaker": "Dan",
      "start_timestamp": 8404.0,
      "text": "it. It's implied but not necessary. Well, I guess if you say I don't believe that anymore, it does strongly indicate that you did believe it before, because the change would have had to happen. Exactly."
    },
    {
      "end_timestamp": 8422.0,
      "id": "6665f926-09c2-3309-9df5-c2bbec9203c9",
      "speaker": "Jordan",
      "start_timestamp": 8417.0,
      "text": "You can't believe something different in the past and not have believed it."
    },
    {
      "end_timestamp": 8440.0,
      "id": "569161f3-41e9-36e4-968b-d194ea066991",
      "speaker": "Dan",
      "start_timestamp": 8422.0,
      "text": "But you can say I don't believe that now. Right. And it doesn't imply that you true didn't believe it, or you believed it before. True. I don't know who cares is just, it's infuriating. The way that you can't answer a direct question, yeah. Mentally for someone who insists that not answering questions is indicative."
    },
    {
      "end_timestamp": 8452.0,
      "id": "70d75c70-7b47-3c43-afbb-239053f4670c",
      "speaker": "Jordan",
      "start_timestamp": 8440.0,
      "text": "Yeah, no, no, boo. That is that is the the hallmark of a right wing person is just the thing that they are, is the thing they hate the most. And you know,"
    },
    {
      "end_timestamp": 8464.0,
      "id": "3b07e02c-17fa-3eaa-840f-81a7e85b8267",
      "speaker": "Dan",
      "start_timestamp": 8452.0,
      "text": "and like bedrock, most important principles are usually actually incredibly negotiable. Yeah, well, everybody should have gun rights, but I probably would take guns away from Antifa."
    },
    {
      "end_timestamp": 8467.0,
      "id": "90d8767d-7010-34f9-8c6a-3260d829d6d0",
      "speaker": "Jordan",
      "start_timestamp": 8464.0,
      "text": "I mean, you got to take guns away from Antifa. Right."
    },
    {
      "end_timestamp": 8488.0,
      "id": "73910488-5989-34b0-8d5c-cfd502bb6213",
      "speaker": "Dan",
      "start_timestamp": 8467.0,
      "text": "So anyway, we come to the end basically, there's just a little bit of the deposition left and the subject of some like communications comes up. And Maddie asks when the last time he talked to Rob do was and this is why you let but donde just talk because this is a very bizarre admission."
    },
    {
      "end_timestamp": 8496.0,
      "id": "9d8015be-4082-3feb-9eda-c0ef1db1598f",
      "speaker": "Chris Mattei",
      "start_timestamp": 8488.0,
      "text": "What was your most recent communication with Rod do?"
    },
    {
      "end_timestamp": 8510.0,
      "id": "669cfeba-93b8-3e6a-8e70-460069243aa0",
      "speaker": "Dan Bidondi",
      "start_timestamp": 8496.0,
      "text": "Mirror the faulty joins. No, I'm sorry. Not too long ago. I texted him to tell him that I got served the subpoena."
    },
    {
      "end_timestamp": 8531.0,
      "id": "3384985a-b37a-3fca-b403-b144d555e8b8",
      "speaker": "Chris Mattei",
      "start_timestamp": 8510.0,
      "text": "You have that text in your phone? No. I'm sorry. Well, didn't you received the subpoena after you got rid of your last phone? No. What? I'm sorry. When? When were you served with the subpoena? You have it in front"
    },
    {
      "end_timestamp": 8541.0,
      "id": "b553083d-fef8-3de9-ba50-e7fb8026515f",
      "speaker": "Dan Bidondi",
      "start_timestamp": 8531.0,
      "text": "of you? Yeah, it wasn't too long. Sort of like last month maybe you don't know. subpoena"
    },
    {
      "end_timestamp": 8549.0,
      "id": "3f188bc9-da60-3498-96a6-d330fe85e6b2",
      "speaker": "Jordan",
      "start_timestamp": 8541.0,
      "text": "you know, you fucked up just admit it. Come on, man. You deleted the text. We know it was"
    },
    {
      "end_timestamp": 8551.0,
      "id": "d0e19779-f2f7-3110-a8d9-48da25ecb25d",
      "speaker": "Dan Bidondi",
      "start_timestamp": 8549.0,
      "text": "723"
    },
    {
      "end_timestamp": 8554.0,
      "id": "c674e43b-4734-357b-8f46-6a9449731190",
      "speaker": "Chris Mattei",
      "start_timestamp": 8551.0,
      "text": "July 23 Right. Yep."
    },
    {
      "end_timestamp": 8565.0,
      "id": "9ded8e65-8f9f-34c4-bd32-ab3cae4e51d7",
      "speaker": "Chris Mattei",
      "start_timestamp": 8554.0,
      "text": "Check and so did you have your new phone but by then"
    },
    {
      "end_timestamp": 8570.0,
      "id": "69806bea-23a7-3239-817e-ae31d5924ceb",
      "speaker": "Dan Bidondi",
      "start_timestamp": 8565.0,
      "text": "no, that's not nothing to do with the other emails and texts whatever the case"
    },
    {
      "end_timestamp": 8574.0,
      "id": "df3e4463-6574-3405-a59a-d0549ca4e607",
      "speaker": "Chris Mattei",
      "start_timestamp": 8570.0,
      "text": "text your text message to rob do"
    },
    {
      "end_timestamp": 8579.0,
      "id": "44cc7325-afdc-3b7f-9794-b863665d177f",
      "speaker": "Dan Bidondi",
      "start_timestamp": 8574.0,
      "text": "this phone here this new phone? I tech problems. Hey, listen, I got sir."
    },
    {
      "end_timestamp": 8588.0,
      "id": "9d4c4d0f-3288-3abf-bf21-3a66d72b3e48",
      "speaker": "Chris Mattei",
      "start_timestamp": 8579.0,
      "text": "Right. And so why don't why don't you produce that text to us? Because I don't have it with digital read it."
    },
    {
      "end_timestamp": 8593.0,
      "id": "511bdb39-83b0-3535-bb02-0b73f325ed12",
      "speaker": "Dan Bidondi",
      "start_timestamp": 8588.0,
      "text": "Yeah, I delete all my text was"
    },
    {
      "end_timestamp": 8600.0,
      "id": "f1860793-f182-38b8-a5bd-555ea3917fd4",
      "speaker": "Chris Mattei",
      "start_timestamp": 8593.0,
      "text": "kind of mumbled they already had a subpoena as of the time you sent that text message."
    },
    {
      "end_timestamp": 8609.0,
      "id": "9de88cc9-2b59-3810-8d64-411fbfe666db",
      "speaker": "Dan Bidondi",
      "start_timestamp": 8600.0,
      "text": "Yep. I can't produce something that's not there. When did you delete it? I deleted it after a text."
    },
    {
      "end_timestamp": 8612.0,
      "id": "2401b67f-405c-33f4-988d-4cfd20678c96",
      "speaker": "Jordan",
      "start_timestamp": 8609.0,
      "text": "He said delete it"
    },
    {
      "end_timestamp": 8621.0,
      "id": "a5f450bf-0fcf-3ef2-874e-00261d3655f6",
      "speaker": "Dan Bidondi",
      "start_timestamp": 8612.0,
      "text": "on my logs. Because we know how certain age you'd like to spy on people. Yeah. But you have to do stuff nowadays."
    },
    {
      "end_timestamp": 8643.0,
      "id": "2b760b21-cdb4-33f5-8b42-daef3100a5d2",
      "speaker": "Chris Mattei",
      "start_timestamp": 8621.0,
      "text": "Let me just make sure I understand. You got the subpoena on July 23. Right. You got your cell phone sometime after that right. You read this to pee mumbled I want a little bit correct."
    },
    {
      "end_timestamp": 8644.0,
      "id": "1c3200f8-710e-3ecf-8879-313a24eb606b",
      "speaker": "Dan Bidondi",
      "start_timestamp": 8643.0,
      "text": "In terms of subpoenaed appear? Yes."
    },
    {
      "end_timestamp": 8655.0,
      "id": "2e9291c8-b2ef-3d9e-8634-940578e68727",
      "speaker": "Chris Mattei",
      "start_timestamp": 8644.0,
      "text": "You read it. You knew that it instructed you to produce communications with neutrals including Mr. Do Correct."
    },
    {
      "end_timestamp": 8659.0,
      "id": "7ba6834b-c5fc-3abf-8f5f-b3d9ae6887f8",
      "speaker": "Dan Bidondi",
      "start_timestamp": 8655.0,
      "text": "Yeah. For that stuff related to that is nothing new. I mean, this was after the point."
    },
    {
      "end_timestamp": 8675.0,
      "id": "6aaebf87-d73c-320a-b78a-7452c9af879c",
      "speaker": "Chris Mattei",
      "start_timestamp": 8659.0,
      "text": "And and you then texted Mr. Do about this lawsuit. Correct? Yes. And then you deleted that text message? Yes. What did you say to Mr."
    },
    {
      "end_timestamp": 8683.0,
      "id": "35f87151-310c-376c-a4b4-cc6fd8e870f7",
      "speaker": "Dan Bidondi",
      "start_timestamp": 8675.0,
      "text": "Jones told him I got subpoenaed. What do I say? And he goes"
    },
    {
      "end_timestamp": 8686.0,
      "id": "20a92ac0-ed92-3fe0-8fce-e83245295dcf",
      "speaker": "Chris Mattei",
      "start_timestamp": 8683.0,
      "text": "you asked him What do I do? I don't know what to tell you."
    },
    {
      "end_timestamp": 8689.0,
      "id": "0e549ace-6c8d-3b85-8fb3-05096f51e2d5",
      "speaker": "Dan Bidondi",
      "start_timestamp": 8686.0,
      "text": "I had no idea what to say anything."
    },
    {
      "end_timestamp": 8720.0,
      "id": "16bbab57-71e0-3ee9-be86-95cc49923921",
      "speaker": "Dan",
      "start_timestamp": 8689.0,
      "text": "That's I mean, this isn't indicative of somebody who doesn't know enough to lie. Yeah. You know, like he doesn't know how bad that looks. No. He has, on this episode episode, this deposition. He has said a couple of times about like a habit of deleting messages and stuff like that. So it's not out of the ordinary for a behavior that he has described already. Yeah, but the circumstances of this look very bad."
    },
    {
      "end_timestamp": 8725.0,
      "id": "45a6df37-a0e7-3aa3-8525-af0bd609d372",
      "speaker": "Jordan",
      "start_timestamp": 8720.0,
      "text": "Oh, yeah. No, I genuinely believe him when he says that Rob do told him. I don't know what to"
    },
    {
      "end_timestamp": 8737.0,
      "id": "4ada7fd9-a162-3781-b65b-79b2f9e11d23",
      "speaker": "Dan",
      "start_timestamp": 8725.0,
      "text": "say. Sure. But there's no way to know now. Exactly. Based on the Well, I mean, I guess, Maddie does a will demand Rob do turnover this thing. Yeah. But I would be surprised if he deleted."
    },
    {
      "end_timestamp": 8740.0,
      "id": "552f74d3-46ba-3362-8fb0-8aee9c15f675",
      "speaker": "Jordan",
      "start_timestamp": 8737.0,
      "text": "I mean, obviously, of course they deleted it makes you look real bad."
    },
    {
      "end_timestamp": 8742.0,
      "id": "6da349f4-9775-3193-9075-4bc07ea44264",
      "speaker": "Dan",
      "start_timestamp": 8740.0,
      "text": "Yeah, yeah. Hey,"
    },
    {
      "end_timestamp": 8749.0,
      "id": "3721f396-2826-34fb-8d06-6d5e891b18d0",
      "speaker": "Jordan",
      "start_timestamp": 8742.0,
      "text": "hey, real quick. You want to do some witness tampering? Over the phone? You mind giving me a call and then leaving a record of it? Hey, Alex,"
    },
    {
      "end_timestamp": 8753.0,
      "id": "014a76bf-8809-3d33-a8b5-4d113e71992c",
      "speaker": "Dan",
      "start_timestamp": 8749.0,
      "text": "what do I say this witnesses asked him to be tampered? Yeah, exactly."
    },
    {
      "end_timestamp": 8758.0,
      "id": "14ccb2d6-4364-3599-a7fd-7a0f00a506b5",
      "speaker": "Jordan",
      "start_timestamp": 8753.0,
      "text": "That's why you use burner phones, if you're in a criminal organization,"
    },
    {
      "end_timestamp": 8760.0,
      "id": "796d357b-b573-387d-973d-14a3a34d73fb",
      "speaker": "Dan",
      "start_timestamp": 8758.0,
      "text": "talking about a criminal fucking conspiracy."
    },
    {
      "end_timestamp": 8763.0,
      "id": "5878e216-a1ff-3337-abd1-fb8822fc6dee",
      "speaker": "Jordan",
      "start_timestamp": 8760.0,
      "text": "Exactly."
    },
    {
      "end_timestamp": 8795.0,
      "id": "a93124b3-c5d1-35dc-9006-612214adae70",
      "speaker": "Dan",
      "start_timestamp": 8763.0,
      "text": "This, is it not? The other lawyer makes a decent point. And that is like there is an implication here that you're saying that he deleted this message to try to cover something up or hide something. Right. And that is not necessarily demonstrated, like mens rea, isn't there? Right, like intent or some sort of criminal intent, isn't it? I don't feel it necessarily from Burundi. Right. Alright. But the act itself is problematic. Yeah,"
    },
    {
      "end_timestamp": 8813.0,
      "id": "f03544f5-0cc1-3600-a9b3-1fae7c36f87b",
      "speaker": "Jordan",
      "start_timestamp": 8795.0,
      "text": "I like I said, I believe but donde I believe that he regularly deletes his texts. That makes sense to me. And I don't think it and I and I very much doubt that Rob do would do witness tampering over the phone. I'm sorry. I just think that might be a step too."
    },
    {
      "end_timestamp": 8820.0,
      "id": "0adef3da-db74-3933-af8d-37e74de80c3f",
      "speaker": "Dan",
      "start_timestamp": 8813.0,
      "text": "I think he would, but I also think that he wouldn't with but Andi. Yeah."
    },
    {
      "end_timestamp": 8824.0,
      "id": "c6d639d5-6ac4-3972-ad33-f628dcd75bc8",
      "speaker": "Jordan",
      "start_timestamp": 8820.0,
      "text": "Good point. Yeah. Because you can't trust him not to say, Oh, I was witness tampering."
    },
    {
      "end_timestamp": 8832.0,
      "id": "776a417e-c5c9-3692-af57-ca3e341f07f2",
      "speaker": "Dan",
      "start_timestamp": 8824.0,
      "text": "Yeah, it's chaos. Yeah. So now the question comes up. When did you last speak to Alex? Oh, boy. And this is a revelation 2014."
    },
    {
      "end_timestamp": 8838.0,
      "id": "db3c8497-b6c7-3c17-9af8-50ae28e33761",
      "speaker": "Chris Mattei",
      "start_timestamp": 8832.0,
      "text": "When was the last time you communicated in any way with Alex Jones?"
    },
    {
      "end_timestamp": 8841.0,
      "id": "c5078321-da83-3cd5-b3d3-e85eedfe1f25",
      "speaker": "Dan Bidondi",
      "start_timestamp": 8838.0,
      "text": "Oh, wow. Over a year ago."
    },
    {
      "end_timestamp": 8843.0,
      "id": "520fb26e-706a-3633-ad1b-ce04a0bfaf92",
      "speaker": "Chris Mattei",
      "start_timestamp": 8841.0,
      "text": "What was that communication about?"
    },
    {
      "end_timestamp": 8859.0,
      "id": "5b6ef84b-6696-392e-9769-6cc5bd615397",
      "speaker": "Dan Bidondi",
      "start_timestamp": 8843.0,
      "text": "Wait after his deposition, because I was your whatever. Wow, fresh was like, slow me down a river and all that. And he calls me to, you know, explain what was going on, you know, and"
    },
    {
      "end_timestamp": 8862.0,
      "id": "79823d50-2cce-3d11-b2f2-17db2fc6c6b6",
      "speaker": "Chris Mattei",
      "start_timestamp": 8859.0,
      "text": "Mr. Jones called you after his deposition."
    },
    {
      "end_timestamp": 8869.0,
      "id": "a26949dc-572a-3b48-b957-7330081a2213",
      "speaker": "Dan Bidondi",
      "start_timestamp": 8862.0,
      "text": "You just told me stay off media and stuff. Like don't go on? Because Megyn Kelly word and traveling basically,"
    },
    {
      "end_timestamp": 8871.0,
      "id": "d87267bb-9f52-3fe3-a284-a70b4a9ad972",
      "speaker": "Jordan",
      "start_timestamp": 8869.0,
      "text": "don't go on Megyn Kelly show?"
    },
    {
      "end_timestamp": 8882.0,
      "id": "888737c0-a341-307b-9da1-a49217aa9f97",
      "speaker": "Dan Bidondi",
      "start_timestamp": 8871.0,
      "text": "I mean, which is disgusting. I mean, so you told me any media that contacts you to talk about Sandy Hook, say no, but to conduct yourself."
    },
    {
      "end_timestamp": 8891.0,
      "id": "b8d93292-1b82-3f66-bcf8-925a1f16c4ce",
      "speaker": "Chris Mattei",
      "start_timestamp": 8882.0,
      "text": "So you make sure I understand. He called you about a year ago after his deposition."
    },
    {
      "end_timestamp": 8895.0,
      "id": "0480d451-8f65-3ede-b67f-2c3b38ce96fc",
      "speaker": "Dan Bidondi",
      "start_timestamp": 8891.0,
      "text": "Yeah, like about a week, not even less than a week after his deposition. Okay."
    },
    {
      "end_timestamp": 8906.0,
      "id": "c748a6dc-4bca-3907-853a-d0c71f234d20",
      "speaker": "Chris Mattei",
      "start_timestamp": 8895.0,
      "text": "And you understood that he was calling you because it may have appeared to you that he sold you down the river and his deputy."
    },
    {
      "end_timestamp": 8924.0,
      "id": "4db3200b-0250-3c85-b3c7-2b97f23d1c0c",
      "speaker": "Dan",
      "start_timestamp": 8906.0,
      "text": "So this is more modern stuff. Alex opera, it's kind of a weird Dawn, but he doesn't use burner phones. Insane. Yeah, say, Hey, don't say calling. Joe talk to don't say shit."
    },
    {
      "end_timestamp": 8932.0,
      "id": "10d9ddc1-9305-3217-9dfa-8dda1e59372b",
      "speaker": "Jordan",
      "start_timestamp": 8924.0,
      "text": "I'm sorry. Excuse me, sir. Are you saying in this deposition that the main defendant called you following a deposition? Well,"
    },
    {
      "end_timestamp": 8957.0,
      "id": "90810379-35b3-3862-b1f6-46ecd92c3681",
      "speaker": "Dan",
      "start_timestamp": 8932.0,
      "text": "in his deposition, Alex tried to downplay severe. His involvement with Madonna. He was barely an employee. I know the guy. Like, yeah, and so he was calling, essentially, because Bidadi was mad about that characterization of their relationship. So Alex had to do damage control. And at the same time, be like, hey, also, don't talk to anybody. Yeah, that's a media comes a knockin, you're not home."
    },
    {
      "end_timestamp": 8972.0,
      "id": "7b715954-7684-3731-b1bb-f499e5856779",
      "speaker": "Jordan",
      "start_timestamp": 8957.0,
      "text": "That is such a weird line. That's a weird thread, you know, because you have to, I mean, you're going to try and smooth things over because you want him to stay quiet, you know, but you also have to be like, if you talk, I'll kill you. You know, like, that kind of thing."
    },
    {
      "end_timestamp": 8982.0,
      "id": "b2ed77d5-ff39-3250-b3e7-d73e1c3d0013",
      "speaker": "Dan",
      "start_timestamp": 8972.0,
      "text": "Here's what's fascinating about this, but Don Dee's experience of it is the same as his firing. It's like Alex was calling because he felt bad about how he had characterized a"
    },
    {
      "end_timestamp": 8989.0,
      "id": "f6094b97-ea0f-3413-adfa-0324161cdb3b",
      "speaker": "Jordan",
      "start_timestamp": 8982.0,
      "text": "good guy. What a good guy. You know, here, you know what, he didn't need to do that. I didn't need to call me"
    },
    {
      "end_timestamp": 8992.0,
      "id": "f7831ff0-93a7-3292-b69f-fff07c6a7c23",
      "speaker": "Dan",
      "start_timestamp": 8989.0,
      "text": "on some level. Dude's an optimist."
    },
    {
      "end_timestamp": 8999.0,
      "id": "e4705ca8-8de0-3e36-b22a-25944ccf3f9f",
      "speaker": "Jordan",
      "start_timestamp": 8992.0,
      "text": "I know. He thinks he thinks Alex called him because he was right. He was yes, definitely. Man. That is such a bummer. Yeah, so yeah, that's there's damage"
    },
    {
      "end_timestamp": 9000.0,
      "id": "681f6ba7-88b1-3d89-8fcd-a80e28eec6da",
      "speaker": "Dan",
      "start_timestamp": 8999.0,
      "text": "Rocha,"
    },
    {
      "end_timestamp": 9013.0,
      "id": "4e99cc84-b8d7-394d-9bf5-32dd989ebb83",
      "speaker": "Chris Mattei",
      "start_timestamp": 9000.0,
      "text": "you understood that he was calling you because it may have appeared to you that he sold you down the river in his deposition? Yes. So do down the river, how?"
    },
    {
      "end_timestamp": 9027.0,
      "id": "8b3c4edf-efac-3378-888a-7d117ee7491b",
      "speaker": "Dan Bidondi",
      "start_timestamp": 9013.0,
      "text": "Well he was just denying I worked, bombed. And Rob, do I keep him and Rob do they got different things he didn't understand. will rob those communication that's already in the depositions? I don't need to repeat the stuff. I mean,"
    },
    {
      "end_timestamp": 9040.0,
      "id": "c43d681a-0f4a-34e6-b8a7-5bb0eb75d9cc",
      "speaker": "Chris Mattei",
      "start_timestamp": 9027.0,
      "text": "yeah. But the fact that he under perceived he was worried you may have perceived he was telling you down the river is not in the deposition. So that's what I'm asking, is what it is that he was concerned about."
    },
    {
      "end_timestamp": 9053.0,
      "id": "0903e5d8-4172-3c30-b6bf-514441309d2f",
      "speaker": "Dan Bidondi",
      "start_timestamp": 9040.0,
      "text": "He's concerned that yeah, like, he thought I thought he sold me out. I mean, yeah, I sold them on the river. So we called to clarify that up and said, that wasn't the case. And it was a misunderstanding, and we worked out."
    },
    {
      "end_timestamp": 9077.0,
      "id": "873af6c4-ea2f-3f1a-b4d2-44204fac231b",
      "speaker": "Chris Mattei",
      "start_timestamp": 9053.0,
      "text": "Okay, so he was concerned that you may have thought, your hearing of his deposition that he had sold you down the river by suggesting that you hadn't really worked there, right? Correct. Right. Yep. And he also instructed you that if anybody contacted you about Sandy Hook, not to say anything?"
    },
    {
      "end_timestamp": 9080.0,
      "id": "3122881b-c6eb-3695-987d-b7acd71907ad",
      "speaker": "Dan Bidondi",
      "start_timestamp": 9077.0,
      "text": "Yes. The mainstream media?"
    },
    {
      "end_timestamp": 9083.0,
      "id": "f1a4dd2d-9039-34da-9899-7027aec2bf2c",
      "speaker": "Chris Mattei",
      "start_timestamp": 9080.0,
      "text": "Did he say the media or just say anybody? Media?"
    },
    {
      "end_timestamp": 9085.0,
      "id": "ed71f3c9-9c89-39e6-960f-756f55e4a166",
      "speaker": "Dan Bidondi",
      "start_timestamp": 9083.0,
      "text": "Mainstream medium."
    },
    {
      "end_timestamp": 9128.0,
      "id": "8f3ab2ec-45b8-39ec-ab8e-ac2b8b0c19a6",
      "speaker": "Dan",
      "start_timestamp": 9085.0,
      "text": "So it's notable that Alex doesn't disclose this until he's asked about it. Yeah. And the other deposition? He's like, maybe I don't know. He, this is shady. And but Donnie doesn't realize it's so shady, just like with the texting and deleting. Like, he doesn't realize what he's saying is is like almost probably shocking to for a lawyer to hear like, what you're telling me, the Alex, the person who this case is against, contacted you to smooth things out with you about things he said in the deposition, and also told you not to talk to the mainstream media."
    },
    {
      "end_timestamp": 9155.0,
      "id": "6ff325ae-7b29-3ace-9656-80c9453ac570",
      "speaker": "Jordan",
      "start_timestamp": 9128.0,
      "text": "Yeah, this is. Dan, let me ask you a question. This is evidence. Have you ever seen law and order or LA law or Boston Legal law or any number of movies? The Lincoln Lawyer, A Few Good Men, you name it. And they're there. And in every law show, they're like, don't tamper with the witness? Because it's going to look bad"
    },
    {
      "end_timestamp": 9165.0,
      "id": "1eab24b7-a42c-3706-a4b1-36a4aab0636d",
      "speaker": "Dan",
      "start_timestamp": 9155.0,
      "text": "no matter what contacting but donde. Especially since it's probably been a long time since we've spoken Yeah, is a very inappropriate act on Alex."
    },
    {
      "end_timestamp": 9170.0,
      "id": "8f849e6d-7687-387f-910f-32028b8992f3",
      "speaker": "Jordan",
      "start_timestamp": 9165.0,
      "text": "Yeah. No, if you know the context of their relationship, just the call is witness tampering."
    },
    {
      "end_timestamp": 9193.0,
      "id": "e9cf26f5-489a-36b3-b96f-8f0808afe30c",
      "speaker": "Dan",
      "start_timestamp": 9170.0,
      "text": "It feels like, at least the intent is, I don't want you to be mad at me. Because if you're mad at me, it's more likely that you'll say things exactly as advantageous to me, right. So I'm trying to smooth things out and at the same time tell you to shut up, right? But I can't just tell you to shut up. That's so aggressive. It's very bad. Look, Megan Kelly lured me into the situation. It's bad things happen when you talk to the media."
    },
    {
      "end_timestamp": 9194.0,
      "id": "84aaffa4-d9ee-3a52-8adf-2dc5d06069f1",
      "speaker": "Jordan",
      "start_timestamp": 9193.0,
      "text": "For you. Oh,"
    },
    {
      "end_timestamp": 9198.0,
      "id": "038b9c79-75e6-3ee4-a926-28b8d40aa8d3",
      "speaker": "Dan",
      "start_timestamp": 9194.0,
      "text": "that's how nice of you and also you're my best friend, again, also like you to talk to my friend who's a lawyer. Oh, my"
    },
    {
      "end_timestamp": 9208.0,
      "id": "198391a2-3704-31b8-bc32-4150d47ecffb",
      "speaker": "Chris Mattei",
      "start_timestamp": 9198.0,
      "text": "God, did you acknowledge that you had felt a little bit like he had misrepresented your affiliation with Infowars?"
    },
    {
      "end_timestamp": 9247.0,
      "id": "9d82c443-4dcd-3476-a4b7-5deb87f88e1a",
      "speaker": "Dan Bidondi",
      "start_timestamp": 9208.0,
      "text": "Yeah, oh, yeah. I think he's one of his lawyers who was next to him at the time. And, and he was dead. You know, I told him, I felt I was so low. I told him no, no. He said, No, this is what happened, blah, blah, blah. And he goes, just stay off the meter and all that. And, you know, he goes, we would never think that, you know, we think very highly of you and God, and I mean, it was a miscommunication. He did clear it up in that was it and we talked about each other's children. And yeah, that's about it."
    },
    {
      "end_timestamp": 9252.0,
      "id": "106694d9-f2fe-38dd-b85d-a70b88dfabe3",
      "speaker": "Dan",
      "start_timestamp": 9247.0,
      "text": "There's a miscommunication. There's no big deal. He said, I'm like polar."
    },
    {
      "end_timestamp": 9263.0,
      "id": "de4a7cf2-018f-32c3-a84e-89195cf96db9",
      "speaker": "Jordan",
      "start_timestamp": 9252.0,
      "text": "Aye. Aye, mean? Yeah, that is a little sad. Spectacular. It's a bummer. It is. It is on a human level. It's a huge bummer. It's"
    },
    {
      "end_timestamp": 9285.0,
      "id": "17dc6415-5805-3dbe-abe3-7b22f4d16a9d",
      "speaker": "Dan",
      "start_timestamp": 9263.0,
      "text": "pretty funny, because these people are these people. Yeah. But apropos of nothing if you just heard this about, like, I don't know, high schoolers interacting up sad. Yep. Yep. So we have one last clip here. And it's just again, like Dan can't understand how he's being treated. Yeah. And it's, it's outrageous."
    },
    {
      "end_timestamp": 9297.0,
      "id": "cdc89e32-59a4-3269-89bb-4f0842e8a8c8",
      "speaker": "Chris Mattei",
      "start_timestamp": 9285.0,
      "text": "You believe that Mr. Jones was misrepresenting his relationship and his company's relationship with you?"
    },
    {
      "end_timestamp": 9329.0,
      "id": "37bf7daa-f199-3798-956d-e357c22259a5",
      "speaker": "Dan Bidondi",
      "start_timestamp": 9297.0,
      "text": "I don't know. I mean, poor guys been Under the Gun This poor man and you know, you can expect the the guy like Abby's got so much things going on and he gets back to the man to be like with questions and answers and all that. So I mean, in his defense, I mean, and what you saw people he had tried to do our jobs to the rest of the room less country in the meantime while trying to support our civil liberties union and ask the questions, and that's the whole general fact about all this."
    },
    {
      "end_timestamp": 9333.0,
      "id": "bbe265d9-eb97-364a-ab5f-e6582ac58ed4",
      "speaker": "Chris Mattei",
      "start_timestamp": 9329.0,
      "text": "And you said his lawyer was was within at the time."
    },
    {
      "end_timestamp": 9347.0,
      "id": "2e16e6b3-fed9-34b4-9b6f-d6fbcc94b564",
      "speaker": "Dan Bidondi",
      "start_timestamp": 9333.0,
      "text": "Yeah, he. Because I briefly talked to the gentleman. I did give them my contact information. He then came up but other than that, I forgot the person's name. But that's it."
    },
    {
      "end_timestamp": 9374.0,
      "id": "5f072b57-7b08-30a5-a4e5-556ee4fadff0",
      "speaker": "Dan",
      "start_timestamp": 9347.0,
      "text": "I'm willing to bet Alex that his lawyer so he'd have like confidentiality, law, he'd have the privilege to not have to disclose a conversation with his lawyer. Yeah, totally. But yeah, he's under a lot of stress. Man, I he lied about our interaction at the nature of my employment there because these are so stressed out. He's got a lot going on right now. So he he perjured himself out deposition"
    },
    {
      "end_timestamp": 9378.0,
      "id": "edc9ba97-5f11-39bf-b7cd-8c9797f1385e",
      "speaker": "Jordan",
      "start_timestamp": 9374.0,
      "text": "of all of the excuses one could have for a person's behavior, he"
    },
    {
      "end_timestamp": 9391.0,
      "id": "7354b8ea-9161-33fd-b968-1d6996d8214e",
      "speaker": "Dan",
      "start_timestamp": 9378.0,
      "text": "was stressed out, so he perjured himself in this deposition to make it look like it was way more my fault. What happened after that he wasn't even really involved with me at all right? But he's a good guy. You know, he's just looking out. He's worried about me."
    },
    {
      "end_timestamp": 9410.0,
      "id": "d7b0f336-9738-30a2-b9bf-a814f4916643",
      "speaker": "Jordan",
      "start_timestamp": 9391.0,
      "text": "Right? It is. It is strange that Dan, but donde did not realize that Alex called to, to say that he didn't want to pin things on him because Alex did want to pin things on him. Right? And that was why he was doing"
    },
    {
      "end_timestamp": 9417.0,
      "id": "be2e8ea6-9813-3feb-8c6f-1c1b7b66f0ae",
      "speaker": "Dan",
      "start_timestamp": 9410.0,
      "text": "and he realized like maybe in hindsight that in order for it to work, he's out smooth. He's gonna have to"
    },
    {
      "end_timestamp": 9420.0,
      "id": "554d4384-2ee3-3311-9c56-193caeac0948",
      "speaker": "Jordan",
      "start_timestamp": 9417.0,
      "text": "have been Gino or, but donde on board."
    },
    {
      "end_timestamp": 9423.0,
      "id": "dba38734-afb8-366d-aa7e-de7befbf7d22",
      "speaker": "Dan",
      "start_timestamp": 9420.0,
      "text": "Yeah. Or at least not working across purposes. Right."
    },
    {
      "end_timestamp": 9431.0,
      "id": "1d891fe6-cf6f-31d0-80fc-c0424df8ca07",
      "speaker": "Jordan",
      "start_timestamp": 9423.0,
      "text": "But what he didn't know was that regardless of but don these intentions, but down he's gonna do. That's just what's gonna happen. Yeah, yep."
    },
    {
      "end_timestamp": 9472.0,
      "id": "eb9c8d6e-96d9-3e21-9312-a904bb9eb174",
      "speaker": "Dan",
      "start_timestamp": 9431.0,
      "text": "So we come to the end of this deposition. And I mean, something else. I think it's interesting to get a glimpse of his his personality on more display. Yeah. Because, you know, there is that sincerity aspect that you sort of put your finger on. And I think I think there's something to that. And then at the same time, like, whether it's kayfabe, or whether it's just like, who he is, there is an unwillingness to not yell about like, I will not shout out. I mean, you can't silence me. I don't respect the courts in a way that I don't think a lot of these other people haven't necessarily, you know, held up."
    },
    {
      "end_timestamp": 9483.0,
      "id": "bee72565-de67-3902-a6bd-53467904966b",
      "speaker": "Jordan",
      "start_timestamp": 9472.0,
      "text": "It's, I just, I mean, it's hard to, like, I want to use the word naive. I feel like naive is such a good word for him."
    },
    {
      "end_timestamp": 9486.0,
      "id": "ef4c168b-af5c-344a-ae1e-fabf2c2a64be",
      "speaker": "Dan",
      "start_timestamp": 9483.0,
      "text": "I think in terms of his interaction with Alex Yeah, naivete for totally."
    },
    {
      "end_timestamp": 9490.0,
      "id": "f8ee35f8-c8c2-3aaf-9199-a376f680fdd9",
      "speaker": "Jordan",
      "start_timestamp": 9486.0,
      "text": "And his interaction with Chris like, the way he describes"
    },
    {
      "end_timestamp": 9494.0,
      "id": "b17f264c-6e45-3869-b533-c6f11709cc9d",
      "speaker": "Dan",
      "start_timestamp": 9490.0,
      "text": "Alex shaking his hand and tell him so amazing."
    },
    {
      "end_timestamp": 9495.0,
      "id": "1bbe917a-f546-3c02-b035-345e0f55b93c",
      "speaker": "Jordan",
      "start_timestamp": 9494.0,
      "text": "Like he met Bill Clinton."
    },
    {
      "end_timestamp": 9498.0,
      "id": "f826cea1-c242-3de0-af88-1eebff5989d7",
      "speaker": "Dan",
      "start_timestamp": 9495.0,
      "text": "That's nice. Yeah, yeah, for sure."
    },
    {
      "end_timestamp": 9511.0,
      "id": "a74f970d-1003-3df4-be08-b351ebe82c23",
      "speaker": "Jordan",
      "start_timestamp": 9498.0,
      "text": "Yeah, man. It's it's sad. I don't like feel I don't like people who are manipulated who clearly cannot get out of it"
    },
    {
      "end_timestamp": 9543.0,
      "id": "ef4ec3c2-c207-3486-b2ea-8c1b70b8d2b3",
      "speaker": "Dan",
      "start_timestamp": 9511.0,
      "text": "and also suck no like yeah, sucks Yeah, he's he's off does shit work in inputs really bad stuff out that hurts people into the sort of information space. So it's, it's, it's more complicated to have pathos in the mix. But when he's describing these interactions with Alex that are like, everything was so great. He called me Paul Revere. Like all this. It's harder to like, really feel that empathy. But it's also hard not to he's a human. Yeah, Alex is fucking with him."
    },
    {
      "end_timestamp": 9561.0,
      "id": "c15b1afb-3368-3388-9d7c-7550e420a738",
      "speaker": "Jordan",
      "start_timestamp": 9543.0,
      "text": "Yeah, because here's the problem. Here's the problem with this type of shit, right? He has the proverbial it coming. Right? Yeah, but the it he has coming shouldn't take this form. This is weird. This is cruel and unusual punishment. Well, no, make him think he's Alex's friend. That's me. But"
    },
    {
      "end_timestamp": 9607.0,
      "id": "3f503b2d-f0d6-3daf-9530-cf978f16a495",
      "speaker": "Dan",
      "start_timestamp": 9561.0,
      "text": "that's not that's not the law. This case doing that, that Alex doing that to him, right? You remember that comment? No, exactly. And you'd wish that there would be a moment of like being able to see through that bullshit and the way Alex is acting, and like take an accounting of his actual actions. Yep. And be able to be helpful to illuminate better what Alex was doing the machinations of it the way that people were intentionally pushing this stuff. Because blondie is a part of it. He was there. He know he I'm sure on some level he knows but doesn't want to touch that part of himself. All for allow it to be expressed because of a why would you want to burn somebody who thinks are Paul Revere? Exactly. It's hard. It's,"
    },
    {
      "end_timestamp": 9608.0,
      "id": "f7acc65c-c521-30b8-a9d8-0cf760bf4505",
      "speaker": "Jordan",
      "start_timestamp": 9607.0,
      "text": "it's crazy."
    },
    {
      "end_timestamp": 9616.0,
      "id": "e6494753-7e6c-3b8b-9694-a14ae90fef01",
      "speaker": "Dan",
      "start_timestamp": 9608.0,
      "text": "I think that the one thing that will not leave me ever from this is that did you write the tweet YouTube wrote,"
    },
    {
      "end_timestamp": 9618.0,
      "id": "83582d3b-d723-3045-9d04-319d5a238663",
      "speaker": "Jordan",
      "start_timestamp": 9616.0,
      "text": "I don't know how that that"
    },
    {
      "end_timestamp": 9622.0,
      "id": "53eed6a4-6f0a-3a0d-ac66-dacd0d207830",
      "speaker": "Dan",
      "start_timestamp": 9618.0,
      "text": "who's on first will frustrate me probably for the rest of mad."
    },
    {
      "end_timestamp": 9631.0,
      "id": "e0de5427-905b-34c6-b0c7-e996149c8fc8",
      "speaker": "Jordan",
      "start_timestamp": 9622.0,
      "text": "I'm so mad at everyone in these depositions for doing the exact same thing sooner or later, which is trying to somehow obfuscate in a way that they think will"
    },
    {
      "end_timestamp": 9634.0,
      "id": "4d05c77a-d7f9-312d-a2fc-3e84faf4003c",
      "speaker": "Dan",
      "start_timestamp": 9631.0,
      "text": "outsmart don't don't play word games with a lawyer."
    },
    {
      "end_timestamp": 9639.0,
      "id": "8cb1faef-253f-34fb-9d3b-73a00e30fc85",
      "speaker": "Jordan",
      "start_timestamp": 9634.0,
      "text": "I mean, just don't just don't do it's not hard not to. Yeah, yep. So"
    },
    {
      "end_timestamp": 9645.0,
      "id": "7736d8c9-2ee2-314a-a598-0c48cdfe944c",
      "speaker": "Dan",
      "start_timestamp": 9639.0,
      "text": "we come to the end of this. And yeah, Dondi got to pose cracking. It's gotta go back in the cage."
    },
    {
      "end_timestamp": 9651.0,
      "id": "578905fc-b173-32da-8257-1b498bc662ba",
      "speaker": "Jordan",
      "start_timestamp": 9645.0,
      "text": "He has been returned. Yeah. returned to his, his hole."
    },
    {
      "end_timestamp": 9664.0,
      "id": "06e8de64-4c9e-3e84-a519-0ecb34f3b133",
      "speaker": "Dan",
      "start_timestamp": 9651.0,
      "text": "Yep. We'll be back with another episode on Friday. And I believe that it'll be unpleasant again. Yeah. Prepare your emotional state accordingly. Yeah, that sounds right. But we'll be back then. And we have a website. Indeed we"
    },
    {
      "end_timestamp": 9691.0,
      "id": "698b4189-4c46-35a4-aa5e-f2e81aab8c54",
      "speaker": "Jordan",
      "start_timestamp": 9664.0,
      "text": "do. But real quick, I just want to apologize. The on our last episode, I made repeated references to point us performing oral sex on Kanye. And it was brought to my attention that I was a real big offensive asshole. That apparently it was coded language, and now my home is bad. Yeah,"
    },
    {
      "end_timestamp": 9701.0,
      "id": "374e72b6-ef12-3789-bd07-1b8b75993ced",
      "speaker": "Dan",
      "start_timestamp": 9691.0,
      "text": "there's a homophobic and misogynistic implication. Yeah. And I appreciate you bringing that up. Yeah. I appreciate you saying something? Because it was"
    },
    {
      "end_timestamp": 9704.0,
      "id": "ac3da4e0-01f9-3241-b0ca-b082abd68129",
      "speaker": "Jordan",
      "start_timestamp": 9701.0,
      "text": "oh, I was I was wrong."
    },
    {
      "end_timestamp": 9713.0,
      "id": "2a9d1775-2c3e-321f-8615-0d17236d8247",
      "speaker": "Dan",
      "start_timestamp": 9704.0,
      "text": "Certainly, I'm glad that you throw this in two hours, but there was no easy time to bring it up in the beginning. Certainly not your brightspot."
    },
    {
      "end_timestamp": 9721.0,
      "id": "a941f4d0-042b-3311-98d8-d6b4cbd1545a",
      "speaker": "Jordan",
      "start_timestamp": 9713.0,
      "text": "No, right. I mean, we and then we went straight into the marathon. So how did I know? I know. I know. But I had to."
    },
    {
      "end_timestamp": 9736.0,
      "id": "47f6bb11-347e-3210-a1af-20faf57b2f97",
      "speaker": "Dan",
      "start_timestamp": 9721.0,
      "text": "Yeah. And I appreciate you bring that up. Because I think it is important. And I didn't want to force you into saying something. Oh, no, we talked before the episode, but I didn't think it was my place to be like, Do you have something to say? Like a school?"
    },
    {
      "end_timestamp": 9744.0,
      "id": "bb94a0fa-2978-37ff-b70c-04e967b10b21",
      "speaker": "Jordan",
      "start_timestamp": 9736.0,
      "text": "Are you are you ready to come out of the corner? Jordan? Yeah. So I appreciate that. Oh, yeah, I was I was wrong. I'll be better today."
    },
    {
      "end_timestamp": 9760.0,
      "id": "eccbd93c-acf1-3ba3-8907-c84f0f35766f",
      "speaker": "Dan",
      "start_timestamp": 9744.0,
      "text": "And we are on Twitter. At that knowledge, I just got to fight. Yeah, we'll be back. But until then, I'm Neo. I'm Leo. I'm DCX Clark book. There'll be another bid. At some point. I feel like the WikiLeaks bit has really run its course."
    },
    {
      "end_timestamp": 9765.0,
      "id": "ba5ff2ed-af0f-3300-94ce-1f8cdb817a88",
      "speaker": "Jordan",
      "start_timestamp": 9760.0,
      "text": "I mean, that sounds true. But it will let you know, in"
    },
    {
      "end_timestamp": 9776.0,
      "id": "362dfa7f-2a66-3d0f-a79d-494b28744970",
      "speaker": "Dan",
      "start_timestamp": 9765.0,
      "text": "a lot of circumstances, this would be an undersold way of me to sort of bridge into tricking you into reading the WikiLeaks place where in this case, that is not the case."
    },
    {
      "end_timestamp": 9780.0,
      "id": "6a2ed534-3be8-382f-956b-3e6b7318868f",
      "speaker": "Jordan",
      "start_timestamp": 9776.0,
      "text": "God damn, you know, what's fun about that, though? What's that? I got him right here."
    },
    {
      "end_timestamp": 9789.0,
      "id": "a652c45b-9f08-34e9-a4d3-0e2379272158",
      "speaker": "Dan",
      "start_timestamp": 9780.0,
      "text": "I just got a text. Is this what happened? You gotta read this. Read this text."
    },
    {
      "end_timestamp": 9791.0,
      "id": "25969d5f-2470-3d3c-aaef-87ea560371b6",
      "speaker": "Jordan",
      "start_timestamp": 9789.0,
      "text": "God damn it. It's a WikiLeaks."
    },
    {
      "end_timestamp": 9792.0,
      "id": "2535c284-6cb8-398a-91d1-9c81c0048400",
      "speaker": "Dan",
      "start_timestamp": 9791.0,
      "text": "Look. It was a low effort"
    },
    {
      "end_timestamp": null,
      "id": "aaffb7c1-5d58-3e50-9308-071d484e1480",
      "speaker": "Andy In Kansas",
      "start_timestamp": 9792.0,
      "text": "out. Now, here comes the sex robots. Andy in Kansas, you're on the air. Thanks for holding. So Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}