{
  "audio_identifier": "KF_755",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/YE2-ep2.mp3",
  "blocks": [
    {
      "end_timestamp": 59.0,
      "id": "ec3c2b29-e7b0-3b2f-a885-61ccce2ac0cb",
      "speaker": "Alex Jones",
      "start_timestamp": 4.0,
      "text": "Red Alert. Red alert. Red alert. Red alert. Knowledge five. Damn, Jordan, I am sweating. Knowledge parties.com It's time to pray. I have great respect for knowledge like knowledge. I'm sick of them posing as if they're the good guys Hsiang me or the bad guy knowledge. Dan and Jordan knowledge fight need money Andy and Andy are stopping Andy and Ken handy in Kansas. Andy in Kansas, you're on the airplanes rolling. Huge fan. I love your world. Knowledge by knowledge fight.com"
    },
    {
      "end_timestamp": 66.0,
      "id": "03d4d31d-2672-36d8-8076-e1f86c49a0fc",
      "speaker": "Dan",
      "start_timestamp": 59.0,
      "text": "Hey, everybody, welcome back. I'm Jordan. We're gonna do like sit around worship at the altar of saline and talk a little bit about Alex Jones."
    },
    {
      "end_timestamp": 69.0,
      "id": "c9796065-6c07-3174-b65f-4a734f30c0c8",
      "speaker": "Jordan",
      "start_timestamp": 66.0,
      "text": "Oh, indeed. We are Dan Jordan, Dan"
    },
    {
      "end_timestamp": 70.0,
      "id": "54f2d0aa-fc02-35a8-93d4-8f74b9c025cb",
      "speaker": "Dan",
      "start_timestamp": 69.0,
      "text": "Jordanna. Have"
    },
    {
      "end_timestamp": 73.0,
      "id": "b582217b-6869-35eb-bf04-91e323e84996",
      "speaker": "Jordan",
      "start_timestamp": 70.0,
      "text": "a quick question for you today. So it's a great spot today."
    },
    {
      "end_timestamp": 119.0,
      "id": "9b9229f7-7d8e-3671-9633-1a64f9292c4d",
      "speaker": "Dan",
      "start_timestamp": 73.0,
      "text": "Well, my bright spot today is I have some people probably have noticed this, but I have transformed my Instagram account that was about plants. Right to now a library based Instagram account. I believe it's library underscore fight. Okay, and I posted a couple of things from the library on there. And then we're getting some some nice response. All right. The latest one that I posted was the first edition copy that I got of the John Franklin letter. Oh, yeah. Which, of course is widely believed and understood to have been written by reveal op Oliver, the one of the founding members of the John Birch Society who was a inspiration to William Luthor Pierce,"
    },
    {
      "end_timestamp": 130.0,
      "id": "7ccf200a-98e8-3a35-9eb3-0992a3f14c3f",
      "speaker": "Jordan",
      "start_timestamp": 119.0,
      "text": "right and went on to read The Turner Diaries that we all already know. Everyone knows this information. It's widely it's discussed in schools and"
    },
    {
      "end_timestamp": 149.0,
      "id": "92a62e09-1283-3405-8f7e-d1da652237dc",
      "speaker": "Dan",
      "start_timestamp": 130.0,
      "text": "it's not like this is a first edition that's like super expensive or anything. It's not like a treasure but some ways I grew up really liking books, and I love sort of the solid book. Yeah, thing. I don't know. And to have a first edition of something has always felt like aspiration."
    },
    {
      "end_timestamp": 164.0,
      "id": "d03a861a-0da9-30c7-986f-3bb441fd91b5",
      "speaker": "Jordan",
      "start_timestamp": 149.0,
      "text": "Oh, I'm telling you. When somebody sent me the first edition of good heavens no. Hitchhiker's Guide. That's, that's mind boggling. I still will sometimes look over about I don't even know if that's real. Yeah."
    },
    {
      "end_timestamp": 192.0,
      "id": "f46da052-cdfa-372e-9f70-d4e084369b45",
      "speaker": "Dan",
      "start_timestamp": 164.0,
      "text": "Yeah. i It's, it's something that's in my, like, sort of sphere of study. And it's, it's a it's a document. It's a it's an antique Yes. Yes. Something to a bass. Yeah. And there's there's something really great about that. Yeah. Is as awful of a book as it is. And we'll probably talk about the book at some point sooner or later. Yeah, when it becomes relevant. Yeah. Anyway, what's your breakfast?"
    },
    {
      "end_timestamp": 221.0,
      "id": "9bd32092-5d6b-3ccb-a32d-cc1a3e4c870d",
      "speaker": "Jordan",
      "start_timestamp": 192.0,
      "text": "My bright spot is, you know how I love the speed running of the video games you do. I like I like to watch the live events kind of thing. I found this guy Matakohe who's a Northern Irish streamer who did a 22 hour Final Fantasy nine Garnett only run Oh, shit. And I know, I know, that makes that sounds like the nerdiest possible thing that you could say. That's great. I don't even know what it means. Exactly."
    },
    {
      "end_timestamp": 225.0,
      "id": "474719ba-cfa7-3bca-ab62-59b234ebb73c",
      "speaker": "Dan",
      "start_timestamp": 221.0,
      "text": "I don't think it sounds that nerdy. I just don't know what it means. Well,"
    },
    {
      "end_timestamp": 263.0,
      "id": "d6f7576c-663f-3279-ae22-b52840a905ba",
      "speaker": "Jordan",
      "start_timestamp": 225.0,
      "text": "so Final Fantasy nine is an extremely long game, right? And I assumed that all right, right, right. And you play with four characters. Garnett, one of the characters, one of the main character, you bet to only play as though you only play with her, okay, which means you have to kill all your other party members every time before you start a battle. And for 90% of the game, she is the weakest, most useless character example being in this run. All right, on purpose. You have to fight a fight for about 45 minutes. Sure. And all you do is hold X for 45 minutes. It's horrendous. Right? It's"
    },
    {
      "end_timestamp": 265.0,
      "id": "afabfb67-8100-3e73-8f74-2c5245dd3102",
      "speaker": "Dan",
      "start_timestamp": 263.0,
      "text": "tough to speed. Right? Exactly,"
    },
    {
      "end_timestamp": 286.0,
      "id": "0f8a13df-abe7-3bb8-9eb7-cd6af62a453b",
      "speaker": "Jordan",
      "start_timestamp": 265.0,
      "text": "exactly. And so what happens is it turns into an absolute chaos fest of you know, like everybody's slowly losing their minds from lack of sleep. Everybody's like, what are we doing this is we're just holding X for 45 minutes. This has to be a show in some form. You know, it's it's that it's that creation of chaos that I love. So, so much. Sure. It's great. So check it out."
    },
    {
      "end_timestamp": 289.0,
      "id": "c5aa2251-060e-3a41-bf48-62c30e7f5068",
      "speaker": "Dan",
      "start_timestamp": 286.0,
      "text": "I don't think I will, because I'm just watching somebody hold the button for"
    },
    {
      "end_timestamp": 296.0,
      "id": "d4ecbefd-4b34-3799-b5a5-4c1fc398f7c7",
      "speaker": "Jordan",
      "start_timestamp": 289.0,
      "text": "Tony Berroco you don't even know. So here's here's another good reason Northern Irish accent fantastic. Sure."
    },
    {
      "end_timestamp": 337.0,
      "id": "4e547a85-11d8-3122-8933-c8e70698f9dd",
      "speaker": "Dan",
      "start_timestamp": 296.0,
      "text": "Love it. I'll give you that much. Love it. I do think that I find some speed running interesting to watch because I like games and you know, like, sometimes just want to watch somebody play a game. Sure. But I only want to hear about speed running. Basically when it comes to things that have like a lot of glitches and strike rare, right? Because watching somebody beat something really fast with these glitches and things. It's like, I don't think it's interesting, I guess, but it's not fun to watch. Okay, hearing about it. It's kind of interesting. That's fair. Maybe somebody's explaining what these glitches are, is helpful, right. But like, I don't know, I don't want to watch Mario go through a wall."
    },
    {
      "end_timestamp": 353.0,
      "id": "219dce68-c643-3659-be87-892a1796b6d8",
      "speaker": "Jordan",
      "start_timestamp": 337.0,
      "text": "That's also why I can't really just watch like one of the regular streams or the like, you know, people sitting alone at home playing the video game as fast as they can and practicing over. That's why I like to watch the big live events because ultimately, they're it's like, well, we're speed running, but it's a show right now. It's a show. You"
    },
    {
      "end_timestamp": 357.0,
      "id": "fb1db091-8b66-37f6-8835-92b932aae36e",
      "speaker": "Dan",
      "start_timestamp": 353.0,
      "text": "don't want to watch a scrimmage. Exactly. Right. Yeah. Wow. That's"
    },
    {
      "end_timestamp": 358.0,
      "id": "81ad4cf4-6615-3293-a4e3-d31b1e8319b3",
      "speaker": "Jordan",
      "start_timestamp": 357.0,
      "text": "a really good way of putting it. I"
    },
    {
      "end_timestamp": 364.0,
      "id": "cd3575ef-b244-3b3b-bcd7-78c29360e964",
      "speaker": "Dan",
      "start_timestamp": 358.0,
      "text": "am pithy. That's why it's so Jordan today. I apologize. Right before?"
    },
    {
      "end_timestamp": 368.0,
      "id": "443a4992-dfb7-3300-82c7-8037241f94fc",
      "speaker": "Jordan",
      "start_timestamp": 364.0,
      "text": "No. real emotional uppercut, right."
    },
    {
      "end_timestamp": 417.0,
      "id": "37f80c58-fb20-3042-acbf-61a238a524f8",
      "speaker": "Dan",
      "start_timestamp": 368.0,
      "text": "I was about to hit the record button, and it turns Jordan and said sorry, in advance, and before you could respond. And the reason for that is we're talking a little bit more about Yang and Nick Fuentes. Great. Great. So there have been developments. There's more developments. There have been Yes. So the first thing is that yay and Nick have been making the rounds more sure. The second thing is that Alex has spoken out about what happened great. And then Nick has responded to Alex's speaking out. So we're going to discuss the this trinity of nonsense, right, right, in this episode here today, but first, let's take a little moment say hello to some new walks. So first, Bilbo Baggins, boobs. Thank you so much. You're now policy walk."
    },
    {
      "end_timestamp": 418.0,
      "id": "2a4db195-145c-31a3-b227-e3cf2e7f9976",
      "speaker": "Alex Jones",
      "start_timestamp": 417.0,
      "text": "I'm a policy."
    },
    {
      "end_timestamp": 419.0,
      "id": "0d66964d-47ae-3fac-acce-b492605f0059",
      "speaker": "Jordan",
      "start_timestamp": 418.0,
      "text": "Thank you very much."
    },
    {
      "end_timestamp": 426.0,
      "id": "f9e6b5ef-66a6-3906-b5b6-4c25e70f5755",
      "speaker": "Dan",
      "start_timestamp": 419.0,
      "text": "Thank you Next huddles be Huntington the third by way of raptor Princess BEX, thank you so much. You are now ballsy walk."
    },
    {
      "end_timestamp": 427.0,
      "id": "b81e9aeb-03d8-3ac3-b8be-910c4e86ff1f",
      "speaker": "Alex Jones",
      "start_timestamp": 426.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 428.0,
      "id": "7b62043a-5e83-3b1b-b080-23924fcab240",
      "speaker": "Jordan",
      "start_timestamp": 427.0,
      "text": "Thank you very much."
    },
    {
      "end_timestamp": 437.0,
      "id": "b6e58b6c-b882-3c7a-895c-c9eb27d662c7",
      "speaker": "Dan",
      "start_timestamp": 428.0,
      "text": "Thank you Next Hi, my name is Christian Tom, but not a boy named Tom, who happens to be a Christian but rather a boy named Christian who happens to be a Tom, thank you so much for an hour ballsy walk."
    },
    {
      "end_timestamp": 438.0,
      "id": "c9cb67d8-b53f-3b41-9cc6-a2b5863a1b29",
      "speaker": "Alex Jones",
      "start_timestamp": 437.0,
      "text": "I'm a policy wonk, thank"
    },
    {
      "end_timestamp": 439.0,
      "id": "dea97d49-7213-3f64-85dd-00080f20dc56",
      "speaker": "Jordan",
      "start_timestamp": 438.0,
      "text": "you very much."
    },
    {
      "end_timestamp": 444.0,
      "id": "5ea1f692-3471-3ecf-b6cb-5ac8e8f7be0c",
      "speaker": "Dan",
      "start_timestamp": 439.0,
      "text": "Next, Jill, Jill, my Canadian darling, thank you so much. You are now a policy wonk."
    },
    {
      "end_timestamp": 445.0,
      "id": "4bba8a10-b08b-35f6-b1a1-50fdca9a8f51",
      "speaker": "Alex Jones",
      "start_timestamp": 444.0,
      "text": "I'm a policy wonk, thank"
    },
    {
      "end_timestamp": 446.0,
      "id": "238c2499-d7de-3926-af6e-29b751e9a6fe",
      "speaker": "Jordan",
      "start_timestamp": 445.0,
      "text": "you very much."
    },
    {
      "end_timestamp": 471.0,
      "id": "5c374c2b-60be-3ebc-8439-4bf8929e9f09",
      "speaker": "Dan",
      "start_timestamp": 446.0,
      "text": "This person said that they were moving to Chicago and if they see us, they can ask if they could say hi. I will say for you. Sure. Yeah. But not me. Because if you see me, you're probably in my apartment. Yeah, that's mostly don't say hi. Get out of my apartment. Yeah, get out here. Yeah, so that's true. If I happen to be in public, and you see me Yes, fine. Go for it. Next. Where do I type a funny message for Dan to read aloud? Thank you so much. You are now ballsy. Well,"
    },
    {
      "end_timestamp": 472.0,
      "id": "32ddedf6-09ec-363d-9454-6e642ad3c30b",
      "speaker": "Alex Jones",
      "start_timestamp": 471.0,
      "text": "I'm a policy wonk. Thank"
    },
    {
      "end_timestamp": 490.0,
      "id": "1e13ddc3-652f-3c66-88a7-be537bdd3db3",
      "speaker": "Dan",
      "start_timestamp": 472.0,
      "text": "you very much. That person called us the car talk of Alex Jones. And I resent that he's very annoying. And finally, sir, I named after the capital of Mongol Golden Horde in Europe because your per sounds as loud as 1000 Angry horsemen writing towards your city to burn it to the ground. Thank you so much for now, policy Wong."
    },
    {
      "end_timestamp": 491.0,
      "id": "c1b868e3-97ee-3a46-bffb-5d72e204108e",
      "speaker": "Alex Jones",
      "start_timestamp": 490.0,
      "text": "I'm a policy wonk. Thank"
    },
    {
      "end_timestamp": 493.0,
      "id": "cb5b7716-5d04-35f7-958b-0fd872d1ab88",
      "speaker": "Jordan",
      "start_timestamp": 491.0,
      "text": "you very much for a cat. Yeah."
    },
    {
      "end_timestamp": 578.0,
      "id": "8be561eb-710f-3055-9384-2e50b091cd8e",
      "speaker": "Dan",
      "start_timestamp": 493.0,
      "text": "That sounds right. Yeah. So Jordan, in a perfect world, we would never have to talk about this stuff ever again. Yeah, I was hoping that we were done Damn. Yeah, the public would recognize that yay. isn't saying anything new or interesting that Nick Fuentes is engaged in a large scale political project slash publicity stunt geared at further mainstream and Catholic fascism as a viable political entity, and that Alex Jones and all of his ilk are complicit in all of this. In a better world, people would see these kinds of actions as disqualifying and these actors would be cast off the stage of public life for the crime of being poor stewards of the public attention. But we live in a shitty world and gay can spout anti semitic shit for a month, and none of this stops. In that time he did an interview with Tucker Carlson that was so offensive that Tucker had to edit out large parts of it. So the clips that he did play match the narratives that he wanted to sell to his audience. He did an interview with Tim Poole, where he stormed out after 20 minutes because Poole wouldn't say that the Jews were out to get yea, he did a three hour stretch on Infowars, where he denied the Holocaust twice and constantly rebuked any of Alex's attempt to help sanitize his clearly anti semitic bullshit. And all this isn't enough to make him a persona non grata in the right wing because there's still something they want from him. Like Nick, they see the utility and associating with a lunatic bigot. And there are two major reasons for that, which we're going to discuss in greater detail today through two recent shows. And then just for fun, we'll listen to Nick shit on Alex."
    },
    {
      "end_timestamp": 580.0,
      "id": "a96a7548-8027-3fbc-8836-dd141ec67141",
      "speaker": "Jordan",
      "start_timestamp": 578.0,
      "text": "Okay. All right."
    },
    {
      "end_timestamp": 634.0,
      "id": "cac32c76-41de-3da8-bf7a-c365aab348a4",
      "speaker": "Dan",
      "start_timestamp": 580.0,
      "text": "The first video is one that Gavin McGinnis put out, which is supposed to be the first episode of a show that he wants to do called saving. Yay. I'm not sure if that idea that he has for is like to be a series. I don't know if that's a joke or not, but Gavin does say it at one point. It seems like the kind of thing he would do. The second A piece we're gonna look at is an interview that Alex did on louder with Crowder where Crowder announced that Alex was breaking his silence on the A interview. What that's not really accurate but who cares? Oh my god. Each of these two documents illustrates one of the dynamics that make yay and Nick's current media campaign incredibly important for them to engage in and ultimately also reveal how bad of an idea it is for these right wing figures to be getting involved at all. Apologies in advance for making you and the listeners hear Gavin and Crowder's voices, but in some ways, it's not my fault. It's not all my fault. I mean, partially might have"
    },
    {
      "end_timestamp": 635.0,
      "id": "b0152404-504d-3a0d-a7b3-7b0a822a8f82",
      "speaker": "Alex Jones",
      "start_timestamp": 634.0,
      "text": "been you know, there"
    },
    {
      "end_timestamp": 638.0,
      "id": "6a6a0137-73b2-3444-b550-feca91defb63",
      "speaker": "Jordan",
      "start_timestamp": 635.0,
      "text": "are arguments to be made on both sides. I"
    },
    {
      "end_timestamp": 666.0,
      "id": "843df9cf-f9e8-3afa-97c6-cf5d64d029c8",
      "speaker": "Dan",
      "start_timestamp": 638.0,
      "text": "look, I accept some responsibility, but just not all right, right. So we're gonna start with mcginnises show. And I want to say that I'm not going to cover most of the episode maybe cover a bit, but he apparently has sent copyright strikes to get Hassan piker stream shut down for covering this. But that's not really my concern. That's not really why I'm worried, right? We're well within the territory of fair use. And if Gavin wants to elevate our stature among his audience that really only works against his interests, so go fuck yourself. No,"
    },
    {
      "end_timestamp": 671.0,
      "id": "7118a05b-2e13-37ea-bba8-a385810e3580",
      "speaker": "Jordan",
      "start_timestamp": 666.0,
      "text": "no, no, I think he should have a joke off with me. Let's find out who's got the chops."
    },
    {
      "end_timestamp": 688.0,
      "id": "5229ec5b-96d9-3d96-8211-cd831e3f69d6",
      "speaker": "Dan",
      "start_timestamp": 671.0,
      "text": "I'm just not gonna play a ton of the stuff that's in the episode, partially because some of it is very repetitious of the stuff that you said on the Infowars interview. And then a lot of it is just bad attempts on Gavin's part to be funny. Yeah, and I don't really care to engage with that necessarily."
    },
    {
      "end_timestamp": 712.0,
      "id": "bf33b81f-820b-36d8-8926-0f29c7ba3f6c",
      "speaker": "Jordan",
      "start_timestamp": 688.0,
      "text": "And see, that's the type of thing that frustrates me because if it was a mad TV sketch in the 90s, that makes perfect sense, like a facsimile of Gavin McInnes, and effects Emily of yay, doing a show together, where it's like, I have to try and figure out how to make this incredibly famous black person, not a white supremacist. How do I do this? That's a mad TV sketch in the 90s"
    },
    {
      "end_timestamp": 716.0,
      "id": "fc467592-2089-32d7-8be6-b01b1ef4fe5d",
      "speaker": "Dan",
      "start_timestamp": 712.0,
      "text": "to two anti Semites and a guy who started the street gang walk into a bar Exactly."
    },
    {
      "end_timestamp": 720.0,
      "id": "1ea1d9b9-1838-3f7d-98b4-52bc57dcad99",
      "speaker": "Jordan",
      "start_timestamp": 716.0,
      "text": "100% 100%."
    },
    {
      "end_timestamp": 730.0,
      "id": "62311669-d5af-3131-9ec3-07dbd75a457e",
      "speaker": "Dan",
      "start_timestamp": 720.0,
      "text": "So anyway, here we go. This is the beginning where Gavin kind of gives a little bit of his his syllabus, I guess this is what he wants to achieve."
    },
    {
      "end_timestamp": 762.0,
      "id": "ec4aff40-f05b-3599-a895-7fdfd753c2a6",
      "speaker": "Gavin McInnes",
      "start_timestamp": 730.0,
      "text": "Welcome to the first episode of Saving, yay, where I am going to prevent you a west from becoming an anti Semite or a Nazi. I'm going to talk them off the ledge and bring them back to the understanding that our problem is liberal elites of all races, Kamala Harris is a major problem. Barack Obama is a major Barack Obama is what started this whole mess, I would argue we weren't really into racism before he came along. To say, anti semitism is a rut."
    },
    {
      "end_timestamp": 823.0,
      "id": "3919d48d-80d7-3700-9e3e-ae876fdd296a",
      "speaker": "Dan",
      "start_timestamp": 762.0,
      "text": "So there's two important points here in this opening from Gavin. The first is that he has some kind of sense that racism really wasn't much of a thing before Obama, and that isn't even something Gavin believes or should be taken seriously, as a point he's making. Yeah, that's pandering to his racist audience that wants to believe that even if they have fucked up racist beliefs that are reported by the larger population, they only have them because a black man became president and made them become racist. Obama was instigating the racism. It's a load of shit. But there's actually something interesting about this formulation that he's putting forth. When Obama became president. It didn't create this new racism, but a lot of people use racist ideas to contextualize their political opposition to Obama. In the time of his presidency, the attacks on Obama intensified in terms of their racist content. And a lot of that was because the hard work of people like Alex, racist ideas were Trojan horses into criticisms of Obama and the demagogues would insist that they weren't racist at all. They just didn't like the policies of this President. While being flagrantly racist."
    },
    {
      "end_timestamp": 837.0,
      "id": "ca597bcd-a4dc-3bf8-86e5-8f5da53b14a2",
      "speaker": "Jordan",
      "start_timestamp": 823.0,
      "text": "Yeah, when they combined politics and racism into one thing, it did not occur to them that later on they would continue to be the same thing. They thought they could take them away again, they could take them apart again, cocky, yeah."
    },
    {
      "end_timestamp": 896.0,
      "id": "a4ba9b4f-1e7c-34fa-9d23-7056df75560d",
      "speaker": "Dan",
      "start_timestamp": 837.0,
      "text": "And over time, these racist ideas were more mainstreamed to the point where it was completely acceptable for Trump to make a name for himself in politics by insisting Obama's birth certificate was fake. It was a normal thing for Alex to do stories about how we thought Michelle was a man and routinely called her Michel. People like Ted Nugent were heralded as legitimate people to take seriously when he did things like speculate that it would have been better if the South had won the Civil War, or when he said the black communities have a quote, mindless tendency toward violence. During the Obama presidency and the rise of the Tea Party, the right wing realized and exploited the political capital of using racism to rile up their base to hate the black president. So in those years, it probably did feel like there was a whole new racism thing going on. But it was the product of the right wing unleashing stuff that had been there for a long time. And the product of gradual normalization carried out by media figures exactly like Alex and Gavin. And quite literally Alex himself. Yeah, not people like Alex. Yeah, Nora. For example,"
    },
    {
      "end_timestamp": 897.0,
      "id": "ca5ebb3a-b5bf-33c7-8ec3-4bcf86ac13c6",
      "speaker": "Jordan",
      "start_timestamp": 896.0,
      "text": "Alex Yeah, that's the way you put"
    },
    {
      "end_timestamp": 994.0,
      "id": "bc4c384c-bf88-3726-8517-09236834d979",
      "speaker": "Dan",
      "start_timestamp": 897.0,
      "text": "it as they began this campaign of D Dealing with yay and Nick's winters, they should really take a moment to reflect on how fucking stupid it sounds to say that racism became a thing because of Obama, unless they're actually just trying to push Nazi shit in which case they just keep doing what they're doing. They're, they're killing it. Yeah. This brings me to the other point here. This is a, this is important to understand. Gavin is not trying to talk you out of being anti symmetric. He's engaging in exactly the same fool's errand that Alex was trying at the end of last week, he's going to try to convince EA to use different words and couches commented somewhat respectable and plausibly deniable language so they can get insanely rich together, while pushing hate. Yay is an incredible business opportunity for anyone who could manage to pull that off. But none of these people seem to realize that he's not interested in that at all. He and Nick understand that's what people like Alex and Gavin are doing. And they know they're not interested. So they're essentially just showing up for the free publicity and to spread their hate message to whatever audience they can get in front of. Yay, won't do this talk with Gavin where he's going to try and talk him off the ledge off camera, because the only reason to do it is to do it publicly. And because it has to be done publicly. Gavin has to use bullshit pretenses to approach the conversation. He can't just say Hey, be kind of anti semitic and we'll do a lot of business together. He has to pretend that he's trying to talk me out of anti semitism. If you watch this and you think Gavin has any sincere principled opposition to anti semitism? I have some oceanfront property in Arizona to sell you. And that's it. GEORGE"
    },
    {
      "end_timestamp": 1002.0,
      "id": "0c72b4df-0751-36eb-a7d5-7858f07ac709",
      "speaker": "Jordan",
      "start_timestamp": 994.0,
      "text": "Wait a second. Wait a second. What? I I'm not gonna geography but I think that Arizona is landlocked."
    },
    {
      "end_timestamp": 1004.0,
      "id": "04313212-8ab1-33ff-8f3b-48165c03e87a",
      "speaker": "Dan",
      "start_timestamp": 1002.0,
      "text": "It is that's a George."
    },
    {
      "end_timestamp": 1005.0,
      "id": "9bb54025-6878-3883-8751-959a68aee1b0",
      "speaker": "Jordan",
      "start_timestamp": 1004.0,
      "text": "Okay, all right. All right now good"
    },
    {
      "end_timestamp": 1006.0,
      "id": "42e19576-28ee-3aba-9e08-21025a73a3b9",
      "speaker": "Dan",
      "start_timestamp": 1005.0,
      "text": "old country, so"
    },
    {
      "end_timestamp": 1011.0,
      "id": "ae59663b-088b-3a22-92f9-63883e620000",
      "speaker": "Jordan",
      "start_timestamp": 1006.0,
      "text": "Okay, those country guys aren't very clever. Sure. Yeah."
    },
    {
      "end_timestamp": 1018.0,
      "id": "2ad60871-af43-3d92-b021-5748b19c14f5",
      "speaker": "Dan",
      "start_timestamp": 1011.0,
      "text": "For some reason I thought it was I headed to my head is oceanfront property in San Antonio."
    },
    {
      "end_timestamp": 1021.0,
      "id": "06073980-f447-3a0f-893d-2868617e4514",
      "speaker": "Jordan",
      "start_timestamp": 1018.0,
      "text": "Oh, but that does Arizona. Yeah, yeah, yeah."
    },
    {
      "end_timestamp": 1028.0,
      "id": "0b4cd14b-2064-3ff2-a7bd-be842bf49cf5",
      "speaker": "Dan",
      "start_timestamp": 1021.0,
      "text": "And he's gonna be in Amarillo, by Amarillo by morning di San Antonio. That's why That's why no,"
    },
    {
      "end_timestamp": 1031.0,
      "id": "a7f31733-4f14-3823-8af2-ebe4225d74d4",
      "speaker": "Jordan",
      "start_timestamp": 1028.0,
      "text": "no traffic is really terrible these days. I don't think he's gonna make it."
    },
    {
      "end_timestamp": 1041.0,
      "id": "3d64df22-4753-3191-87cc-7ad6be056f9a",
      "speaker": "Dan",
      "start_timestamp": 1031.0,
      "text": "He's gonna be looking for eight when they pull that gate. I hope that Joe Jane bland. I have a real who's on my map."
    },
    {
      "end_timestamp": 1046.0,
      "id": "2beb4067-4b93-33f7-bce0-7f5a2106ff32",
      "speaker": "Jordan",
      "start_timestamp": 1041.0,
      "text": "Any excuse I can wind you up towards singing I"
    },
    {
      "end_timestamp": 1049.0,
      "id": "e8113fbd-3c73-3c51-a30f-01e8ef85ee9b",
      "speaker": "Dan",
      "start_timestamp": 1046.0,
      "text": "lost my saddle. Houston. All right."
    },
    {
      "end_timestamp": 1051.0,
      "id": "96d455ea-8bd2-385a-a045-d22d16dbd6e2",
      "speaker": "Jordan",
      "start_timestamp": 1049.0,
      "text": "Now I need an excuse to wind it down. Alright."
    },
    {
      "end_timestamp": 1055.0,
      "id": "1591e6bf-e4f6-3463-a298-75043c162322",
      "speaker": "Dan",
      "start_timestamp": 1051.0,
      "text": "So here's a little bit more of Gavin discussing his pre tap Share."
    },
    {
      "end_timestamp": 1113.0,
      "id": "e717f038-088f-310c-8f58-86f4e5b0130f",
      "speaker": "Gavin McInnes",
      "start_timestamp": 1055.0,
      "text": "There are tenacious bunch. They are successful whites. I think Jews are doing well because they're just whites that don't drink. If I didn't drink, I'd be president by now. So my goal here is just to get him out of what I fear while he's in is which is the rut of anti semitism. Where if it rains on your birthday, it's an old rut. You know, we see just get trapped. It's in the hood, greener. Whites are preventing me from doing anything. I can't be I could go to school and get a PhD in accounting, I'd never have a job because of racism. So it's a crippling mentality. And it's not intellectually, it's not intellectually adventurous to have a blame group. And Jews have done a lot of good things for all movements, including like, racial realism. Anyway, it's a tall order, and he might shut me down, but you gotta try, right? Gotta try. Alright, shall we start?"
    },
    {
      "end_timestamp": 1117.0,
      "id": "00cadd7e-5dc7-32e7-971a-7ccb3fb54183",
      "speaker": "Dan",
      "start_timestamp": 1113.0,
      "text": "They say it's a hopeless fight. But I"
    },
    {
      "end_timestamp": 1118.0,
      "id": "021648c9-b208-386e-8505-cbc48cd29ed9",
      "speaker": "Alex Jones",
      "start_timestamp": 1117.0,
      "text": "say I gotta try"
    },
    {
      "end_timestamp": 1119.0,
      "id": "2c126b75-fd07-3022-b40a-dce1e79806d7",
      "speaker": "Jordan",
      "start_timestamp": 1118.0,
      "text": "it. I'm"
    },
    {
      "end_timestamp": 1120.0,
      "id": "121ebb1f-54e0-327e-bfa1-9be5aec79d92",
      "speaker": "Dan",
      "start_timestamp": 1119.0,
      "text": "gonna keep singing."
    },
    {
      "end_timestamp": 1125.0,
      "id": "55a43fe0-0249-395d-8d24-2d67a72205e2",
      "speaker": "Jordan",
      "start_timestamp": 1120.0,
      "text": "It's for speeches like that, that the word defenestrate was created, you know, like,"
    },
    {
      "end_timestamp": 1127.0,
      "id": "9d45e06d-e0a9-3f03-9c7f-5e9d87a097af",
      "speaker": "Dan",
      "start_timestamp": 1125.0,
      "text": "I don't think he's anywhere near a window though."
    },
    {
      "end_timestamp": 1129.0,
      "id": "063327b2-c325-384a-8f4c-5f9f2fda0715",
      "speaker": "Jordan",
      "start_timestamp": 1127.0,
      "text": "It sounds like he was in the car when he was recording"
    },
    {
      "end_timestamp": 1131.0,
      "id": "ab4add81-eb4d-3906-9dd4-75c425f821c0",
      "speaker": "Dan",
      "start_timestamp": 1129.0,
      "text": "to finish streets from a car."
    },
    {
      "end_timestamp": 1133.0,
      "id": "498f7476-fc30-3dfb-b7db-52971f4f320d",
      "speaker": "Jordan",
      "start_timestamp": 1131.0,
      "text": "You could throw him right out the front windshield."
    },
    {
      "end_timestamp": 1142.0,
      "id": "26fb7559-e6ce-302e-ae6f-32915ba74cef",
      "speaker": "Dan",
      "start_timestamp": 1133.0,
      "text": "I mean, it's gonna be hard. It's gonna be hard. That is not why they created that or why they created that word. I swear to you specifically, that"
    },
    {
      "end_timestamp": 1144.0,
      "id": "56b5ec2b-6826-35ba-8587-9d33eeb30bd6",
      "speaker": "Jordan",
      "start_timestamp": 1142.0,
      "text": "was why defenestrate was made. So it appears that Gavin's"
    },
    {
      "end_timestamp": 1169.0,
      "id": "0a4a1e13-a931-3a57-8c1d-8fe02a0faecc",
      "speaker": "Dan",
      "start_timestamp": 1144.0,
      "text": "approach is going to involve explaining to you that Jews aren't all that bad because there have been Jewish people who have helped establish a school of pseudoscientific racist got him. This seems like a solid plan. Do you think for a second that Nick hasn't rambled endlessly at Nick Yang about race realist ideas by this point? That's one of his big things. Nick is into race realism. Yeah, he's got this base covered by"
    },
    {
      "end_timestamp": 1177.0,
      "id": "9e2b4ff2-b1e3-365c-9d0f-e33173607b60",
      "speaker": "Jordan",
      "start_timestamp": 1169.0,
      "text": "Hey, come on. Yay. You can't hate the Jews. The Jews are racist too. Sometimes we can all do it. I mean, what brings us together?"
    },
    {
      "end_timestamp": 1200.0,
      "id": "2e585809-49ec-3d5f-8a35-b6c212185081",
      "speaker": "Dan",
      "start_timestamp": 1177.0,
      "text": "I'm gonna guess that Gavin's talking about folks like Richard Herrnstein, who was Douglas Murray's co author on the widely discredited book, the bell curve, which is pretty foundational as a text for race realists. There may be other figures that he's thinking of too, but whatever the case, this is a losing point to make for a wide audience. And it's a losing point if you want to try and bring this da as some kind of a way to to reel him in. Yeah. Silly."
    },
    {
      "end_timestamp": 1221.0,
      "id": "f4539f6c-9c44-35d7-ab7b-02a19a32e7e1",
      "speaker": "Jordan",
      "start_timestamp": 1200.0,
      "text": "I mean, it's just it's it's pathetic as a premise because you're never going to be able to sell it. You're just not. He's not selling to me right now. Obviously, you're not going to convince the the guy I just watched go on Infowars deny the Holocaust, that anti semitism is bad. That's not going to happen. You know it, and I know it, and it's definitely not going to happen on the show."
    },
    {
      "end_timestamp": 1230.0,
      "id": "570d052b-2b11-38a3-929d-969aaee7144a",
      "speaker": "Dan",
      "start_timestamp": 1221.0,
      "text": "Yeah, and I think that Gavin might have a little hubris here because he might be drunk. He said he had Bloody Mary. I don't know if he had one."
    },
    {
      "end_timestamp": 1238.0,
      "id": "3cb8d96b-a4c3-3267-846e-63b3a6297fcc",
      "speaker": "Jordan",
      "start_timestamp": 1230.0,
      "text": "Well, I mean, you know, the normal amount of Bloody Marys to drink is one at like, 10 in the morning,"
    },
    {
      "end_timestamp": 1246.0,
      "id": "41e4b1c7-1bda-3d03-a1bb-55012b9ea9e0",
      "speaker": "Dan",
      "start_timestamp": 1238.0,
      "text": "unless you're at some brunch place that has like a flight. Wow. I mean, you say different kinds of Bloody Marys made me want to try the spicy what every"
    },
    {
      "end_timestamp": 1255.0,
      "id": "db1aab25-31cc-3d67-8e10-0a9f7654e33f",
      "speaker": "Jordan",
      "start_timestamp": 1246.0,
      "text": "time a restaurant has been like, Oh, we've got bottomless Bloody Marys, somebody goes in interviews, yay about antiSemitism. So you know, we're dealing with a double edged sword keep it"
    },
    {
      "end_timestamp": 1269.0,
      "id": "0c85c530-366b-3a08-8094-3fa552e8fa09",
      "speaker": "Dan",
      "start_timestamp": 1255.0,
      "text": "in the bottomless Mimosa territory, actually, yes. So we start this, this interview off. And it's there's similarities between the way that the the attempts are robust."
    },
    {
      "end_timestamp": 1289.0,
      "id": "7f5161c0-3c7d-31d4-96bf-d27bb9eecb3a",
      "speaker": "Gavin McInnes",
      "start_timestamp": 1269.0,
      "text": "So this is, this is Saturday afternoon, two days after the Infowars interview. And I was just telling you, before we started filming that we were watching it at home and Ryan, we're just looking at each other about every 20 minutes, we looked at each other, just go. Like, this is a big deal. We"
    },
    {
      "end_timestamp": 1294.0,
      "id": "2ee40078-c812-34b4-a0d9-656781ce9cf1",
      "speaker": "Jordan",
      "start_timestamp": 1289.0,
      "text": "can use this mass and effect. And I think let's turn to human"
    },
    {
      "end_timestamp": 1311.0,
      "id": "b0d8b349-fec6-3afd-b16b-bf0c41980702",
      "speaker": "Gavin McInnes",
      "start_timestamp": 1294.0,
      "text": "reactions, of course, and the biggest reaction that most positive one is, it's the craziest most punk rock thing since the Sex Pistols got kicked off the bill Grundy show. But on the other end of the spectrum, people are saying this is this is bad for a presidential campaign to say the least. Where do you stand on that spectrum?"
    },
    {
      "end_timestamp": 1323.0,
      "id": "445dad6d-d18f-3a68-8cf4-42e039f5aa9a",
      "speaker": "Kanye West",
      "start_timestamp": 1311.0,
      "text": "Think it's awesome for a presidential campaign. Yeah, to have someone that's honest, that understands the state of the world. And that's ready to listen to what the American people need."
    },
    {
      "end_timestamp": 1326.0,
      "id": "be197ebb-bf1a-3a7d-9fd6-94350e7c571c",
      "speaker": "Gavin McInnes",
      "start_timestamp": 1323.0,
      "text": "But Hitler's got a pretty bad reputation. Well, who made"
    },
    {
      "end_timestamp": 1332.0,
      "id": "9ad2d97c-7123-3c19-93da-1a14c06d86d5",
      "speaker": "Kanye West",
      "start_timestamp": 1326.0,
      "text": "that reputation that was made by Jewish people?"
    },
    {
      "end_timestamp": 1335.0,
      "id": "db97666e-4720-3002-b39a-2f0bdd872571",
      "speaker": "Gavin McInnes",
      "start_timestamp": 1332.0,
      "text": "Well, the murdering Jews was a pretty big part of his bad"
    },
    {
      "end_timestamp": 1337.0,
      "id": "1dec579a-564f-30e4-86bb-b835d8594092",
      "speaker": "Kanye West",
      "start_timestamp": 1335.0,
      "text": "reputation. Yeah, but some of it's incorrect."
    },
    {
      "end_timestamp": 1340.0,
      "id": "6b29d618-9e9a-3c9d-954f-fee9f5546ee1",
      "speaker": "Dan",
      "start_timestamp": 1337.0,
      "text": "Oh, boy. So you might have noticed his voice is muffled because he's wearing"
    },
    {
      "end_timestamp": 1345.0,
      "id": "e48a38d8-c973-388c-a7ff-f8f7f480a3fd",
      "speaker": "Jordan",
      "start_timestamp": 1340.0,
      "text": "the mask. Yeah. I've already assumed that the mask is just never coming on. Yeah, it's just thing. Yeah."
    },
    {
      "end_timestamp": 1395.0,
      "id": "a9483231-cf70-339c-9ae1-2de0193829a6",
      "speaker": "Dan",
      "start_timestamp": 1345.0,
      "text": "Also, if you think you're gonna come into an interaction with EA and say, hey, you know, Hitler killed a lot of people and expect that to mean anything or advance your point at all. You're either a fucking idiot, or you're carrying water for EA and his Hitler campaign. Gavin's first point that he wants to make TA is a compliment, and then some subtle tone policing. He's calling the interview that he did with Alex punk rock, and then dropping a reminder that it's probably not good for his campaign. This is a classic approach of the you did a great job. But here's how you do it better. Except the person he's talking to is comically rich, a million times more famous than Gavin and doesn't give a shit about his advice about how to do his racism better. Why the fuck would you take advice from Gavin on how to be a public racist? He's one of the most embarrassing examples of public racists that we've seen come up in the last five or six years. Yeah, he's a he's an he's an embarrassment to the racist."
    },
    {
      "end_timestamp": 1422.0,
      "id": "631a5dad-5c4c-304f-a898-8c968b973b06",
      "speaker": "Jordan",
      "start_timestamp": 1395.0,
      "text": "Yeah, I mean, it seems very difficult to take advice from somebody like, Gavin, whenever you're super famous, wearing a mask person just wandering into places telling people that Hitler is cool. And they still invite you on? Yeah. And you're just some asshole who invented vise and then everybody hates you forever. And now you're the guy who did the proud boys, you"
    },
    {
      "end_timestamp": 1440.0,
      "id": "f26e0ff3-29ff-3449-ab33-f3c873f3a079",
      "speaker": "Dan",
      "start_timestamp": 1422.0,
      "text": "you are somebody who's going around and making a campaign of being a completely inflammatory, anti semitic Holocaust denying piece of shit. Yeah. And people are still inviting you onto their shows. And you are you think that for a second, that person is going to take the advice of the person who's still inviting them on the show."
    },
    {
      "end_timestamp": 1471.0,
      "id": "0fcfca2c-a9cf-370d-bb93-5c06681d6303",
      "speaker": "Jordan",
      "start_timestamp": 1440.0,
      "text": "I mean, it's ridiculous. It is it is a little bit it is a little bit like you know that that relationship where you fall in love with somebody, but then the more you're with them, the more you're like, oh, you should wear this and oh, you should wear this and then five years later, it's a different person and you wonder why you don't love them anymore. And it's because you're trying to change the thing that made you want them in the first place. And that is that yeh loves Hitler. That's why you invited him on. You can't change his mind when he won't come on your show. Right."
    },
    {
      "end_timestamp": 1485.0,
      "id": "fc3a214b-b1cf-3b39-921b-6886274f2b8d",
      "speaker": "Dan",
      "start_timestamp": 1471.0,
      "text": "And also, it's not really punk rock. I mean, like his example is the Sex Pistols getting kicked off the show. He didn't get kicked off the show. I didn't do anything that was really that transgressive except to public opinion. Alex didn't really have that much of a problem with it."
    },
    {
      "end_timestamp": 1491.0,
      "id": "8ba63fcd-1a16-338e-978c-ac738db2b832",
      "speaker": "Jordan",
      "start_timestamp": 1485.0,
      "text": "I just have to say Nazi punks fuck off. I feel like that's the most punk rock thing you can say."
    },
    {
      "end_timestamp": 1509.0,
      "id": "5327d527-df78-3f3a-9340-fbcd27fec71a",
      "speaker": "Dan",
      "start_timestamp": 1491.0,
      "text": "That's fair enough. So apparently, yay, has expanded the sphere of influence that the Jews have over society. We all know that. Yeah. He did it. Well, we know that there's the classic tropes of the banks and Hollywood and stuff. Sure. But apparently there's more than that's under the control, right?"
    },
    {
      "end_timestamp": 1536.0,
      "id": "8b1b5abd-17a9-3e71-b332-6e18549b1f87",
      "speaker": "Kanye West",
      "start_timestamp": 1509.0,
      "text": "Jewish people control the majority of the media, along with banks, along with real estate, along with you know, malls. They can control the narrative like History is written by the winners. They were upset that Hitler was kicking them out of the country. By the time I mean, the Holocaust, there's only 250,000 Jews"
    },
    {
      "end_timestamp": 1539.0,
      "id": "6b7a3946-07dc-3052-b1be-d6985a94eb39",
      "speaker": "Gavin McInnes",
      "start_timestamp": 1536.0,
      "text": "left are really diving into it here."
    },
    {
      "end_timestamp": 1565.0,
      "id": "784d5072-f05f-345b-b339-7ebad629977c",
      "speaker": "Kanye West",
      "start_timestamp": 1539.0,
      "text": "I mean, yeah, let's get into real information at this point. You know, what did they think were going to happen? Matter of fact, it's like, I think the I think the Jews are like, really, I think the Jewish like Mossad and Rahm Emanuel and Bibi Netanyahu and all of them, I think they really got soft out here. Like I'm getting to walk around and say the truth out loud, you know, they got him dropping headphones over here."
    },
    {
      "end_timestamp": 1572.0,
      "id": "48aa6866-5037-3a8d-b224-1e410d73ea4e",
      "speaker": "Dan",
      "start_timestamp": 1565.0,
      "text": "So it's really fun to learn that apparently, moles are an anti semitic conspiracy trigger. I'll add that to the pile. Shopping malls"
    },
    {
      "end_timestamp": 1598.0,
      "id": "4032223c-8425-3804-bdd6-3a9d90c89755",
      "speaker": "Jordan",
      "start_timestamp": 1572.0,
      "text": "I you know, this is the thing that it seems like on its faces is just easy to see through like, Okay, you're telling me that Jews control all of that stuff. But every time I see people who actually control it, they won't shut the fuck up about how they control it like mall barons, railroad barons, all these guys are constantly like, we fucking own this shit. Do what you say. I haven't seen anybody do that. Oh,"
    },
    {
      "end_timestamp": 1626.0,
      "id": "61553323-008e-30b0-b6fe-a7d2dfdb92c3",
      "speaker": "Dan",
      "start_timestamp": 1598.0,
      "text": "the the mall thing it has to do with you have to piece this together from context clues of various ramps that has been going on. This has to do with he wanted to have like a retail shop. He wanted to be to have a store, put in malls, and apparently somebody at some corporation was like, we'll give you a trial. We'll run one. And he didn't think that was big enough. He wanted to be all over the place and have his own store. Yeah, that sounds right. And I think he's blaming the Jews for that."
    },
    {
      "end_timestamp": 1630.0,
      "id": "15798e47-a6b7-37fe-b97a-458749e9b8e2",
      "speaker": "Jordan",
      "start_timestamp": 1626.0,
      "text": "All right. So this is like an escape room. But at the end of every clue, it's the Jews fault."
    },
    {
      "end_timestamp": 1636.0,
      "id": "e946508a-3ddb-3892-90eb-c43e857641ef",
      "speaker": "Dan",
      "start_timestamp": 1630.0,
      "text": "Yeah, I think he would solve it very quickly. It was that big. Like, if that was what the escaping? Yeah, I"
    },
    {
      "end_timestamp": 1639.0,
      "id": "d000b9e0-ac9d-3900-8260-05c9b064cda8",
      "speaker": "Jordan",
      "start_timestamp": 1636.0,
      "text": "think he would get there awful quick. I think that you should"
    },
    {
      "end_timestamp": 1730.0,
      "id": "54a78c7a-1e24-3297-944b-f27cea873598",
      "speaker": "Dan",
      "start_timestamp": 1639.0,
      "text": "reflect on what he's saying. He thinks that Mossad and Netanyahu have gotten soft because they haven't killed him yet. And maybe it's not that anyone's gotten soft. It's the EAA believes on anti semitic conspiracy that anyone who questions the Jews gets killed by their amazing assassination teams. Maybe people aren't killed for being bigots, but big. It's a pretty consistently obsessed with how someone is going to kill them for speaking their false truths. A larger point is the EAA is once again engaging in Holocaust denial and getting no pushback from the people hosting him who are presumably there to talk him out of his anti semitism. The census that was taken in Germany in June 1933, but the Jewish population of Germany at approximately 505,000 people. This was when the Nazis took power. And in the intervening years, many Jewish people did flee. But no matter what number you cite for the Jewish population in Germany, it's important to remember that the Nazis were expansionist, and they held territory beyond one country's borders. Notably, the Nazis occupied Poland, where the population of Jews went from 3.3 million to approximately 380,000. After the war. It seems pretty clear here that yeh has gotten some pretty elementary basic Holocaust denial memes and talking points most likely from Nick. And now he's going to go on a campaign of repeating them as loudly as he can, whenever he's given a chance to talk. And folks like Gavin are hoping to get in on the scam. Only they don't realize it's not a scam. And they're being useful idiots to help anti semitism spread. It says it's really bad."
    },
    {
      "end_timestamp": 1761.0,
      "id": "4228632a-429d-347b-9d63-ef34e137219e",
      "speaker": "Jordan",
      "start_timestamp": 1730.0,
      "text": "Yeah, yeah, it feels it feels like they are so dumb. But in a way of like, well, we're just doing what we're always do. This is what we do. This is what we do. This is what we do other scores. Well, yeah, you're supposed you're part of the scam now. Yeah. And you're supposed to be doing the thing. And despite the fact that they've seen other people fail, they keep going to him and being like, well, obviously, but that's because Alex sucks. I'm Gavin McGinnis. I created the proud boys."
    },
    {
      "end_timestamp": 1768.0,
      "id": "9ef6b017-d45e-3782-b149-351c0cfb7067",
      "speaker": "Dan",
      "start_timestamp": 1761.0,
      "text": "So I'm gonna make a series of talk. Yay, off the ledge that he's not on. Like he's not on a ledge. You know, jumped."
    },
    {
      "end_timestamp": 1774.0,
      "id": "1be36e96-6284-3468-a2cd-8bf7280da103",
      "speaker": "Jordan",
      "start_timestamp": 1768.0,
      "text": "He's, he's flying. That's the problem. He's falling down. And nobody is there's no ground. The"
    },
    {
      "end_timestamp": 1775.0,
      "id": "baab30cd-feba-31d1-bb80-636dd641c285",
      "speaker": "Dan",
      "start_timestamp": 1774.0,
      "text": "joke's on you guys."
    },
    {
      "end_timestamp": 1779.0,
      "id": "40dfc11b-fff4-3f24-9187-16bcae9e1584",
      "speaker": "Jordan",
      "start_timestamp": 1775.0,
      "text": "Oh, man. Yeah, the point is when he hits the ground, it's going to hurt a lot."
    },
    {
      "end_timestamp": 1786.0,
      "id": "33f3dd2d-1582-3288-b7ac-dc764b80bec0",
      "speaker": "Dan",
      "start_timestamp": 1779.0,
      "text": "Yep. Yeah. And not just him. No. So Gavin has some thoughts. Yeah, he doesn't care."
    },
    {
      "end_timestamp": 1789.0,
      "id": "57c2dae2-68ce-3166-943e-a1721fdf5d69",
      "speaker": "Gavin McInnes",
      "start_timestamp": 1786.0,
      "text": "I'm gonna have an intervention here for you and Oh, fuck"
    },
    {
      "end_timestamp": 1792.0,
      "id": "4660ca3b-e66a-3e4e-86de-28c55f862018",
      "speaker": "Jordan",
      "start_timestamp": 1789.0,
      "text": "off. Let me just I don't know you."
    },
    {
      "end_timestamp": 1800.0,
      "id": "6f04f3a4-7c37-3e03-a4dd-9a7d71c9553d",
      "speaker": "Gavin McInnes",
      "start_timestamp": 1792.0,
      "text": "Yes, there are almost 80 to 90% of Hollywood is Jewish. Probably more"
    },
    {
      "end_timestamp": 1801.0,
      "id": "2dda2032-04f7-3e7c-8266-c761808b8601",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1800.0,
      "text": "What's you've learned? Yeah,"
    },
    {
      "end_timestamp": 1882.0,
      "id": "8f54e9bd-65db-37bd-b0ab-7398dcf122b6",
      "speaker": "Gavin McInnes",
      "start_timestamp": 1801.0,
      "text": "I'm gonna say like 80% of media is Jewish. But I mean, I see the Jews were taught our use cases as liberal elites, high IQ people, whites, and when you have like they they're disproportionately represented in medicine too, because they have high IQs so the problem isn't these these Jews that were most of them are secular Jews atheists, I don't see Soros is Jewish. So we have the secular mostly atheists you decide with to dominate face on to require your field. He's there they're over represented in chess and mathematics to the real issue here and there is an ethno masochism, there is some sort of like, Let's burn it to the ground. But I think that trait is a white trait, a liberal elite white trait, or not even white per se, a liberal elite trait, Kamala Harris, Brock Obama, they also have these traits. And there's some sort of like lemming DNA in white people when when they reach a certain amount of success, they just want to take it off a cliff. And I don't like when Jews get pulled into that, because when I think of my Orthodox Jewish friends, and even my Hasidic friends, these people are conservative Trump supporting, you know, American and patriots, and the Jews that are getting lumped in with this sort of ethno masochistic cultural suicide. tend not really to be Jewish, I call them dinos, Jews, and name only its liberal elite whites, you should have a beef with"
    },
    {
      "end_timestamp": 1893.0,
      "id": "c4d02019-87be-39c0-bc69-dde36532fd15",
      "speaker": "Kanye West",
      "start_timestamp": 1882.0,
      "text": "Yeah, but I lump them all together. That's what I did. That's okay. That's good. That's why the tweet said that Jewish people"
    },
    {
      "end_timestamp": 1915.0,
      "id": "34354f40-546e-3163-9fe8-038bb7eea0a0",
      "speaker": "Gavin McInnes",
      "start_timestamp": 1893.0,
      "text": "like, you know, blacks are overrepresented in violent crime. But when you meet an individual black person, you don't apply that you start with a fresh slate every time you meet someone. Do you do that with Jews? Nope. This intervention isn't going."
    },
    {
      "end_timestamp": 1927.0,
      "id": "a8c1229f-6352-31ed-9679-05d19892ed38",
      "speaker": "Jordan",
      "start_timestamp": 1915.0,
      "text": "Because by no means, is it an intervention? No, not even the slightest bit. You you yourself in your question are like, Well, yeah, obviously Jews are the problem. But it's not like 100%. It's like 85. We can be cool, right? And"
    },
    {
      "end_timestamp": 1935.0,
      "id": "3bb294e8-a800-38e7-9c5b-d083f0868b32",
      "speaker": "Dan",
      "start_timestamp": 1927.0,
      "text": "let's call it liberal elites or something. Right? It's a marketing meeting."
    },
    {
      "end_timestamp": 1939.0,
      "id": "dd04ffb1-874b-3540-b10d-2c64853bf64e",
      "speaker": "Jordan",
      "start_timestamp": 1935.0,
      "text": "We're branding, figuring out how to brand, which is ironic considering what we're talking about."
    },
    {
      "end_timestamp": 1965.0,
      "id": "17e02cb3-f25b-35a9-9665-47f7dbf466ac",
      "speaker": "Dan",
      "start_timestamp": 1939.0,
      "text": "Yes. And it's just like, yeah, he doesn't give a shit. I absolutely want to play these games with him. He's saying what he's saying. Like the only people who seem to not be accepting what the reality of this is, are people like Alex, people like Tim Poole. People like Gavin, and because they want that business opportunity that comes from EA moderating his message and becoming part of their business and their revenue stream."
    },
    {
      "end_timestamp": 1988.0,
      "id": "db037fb6-a4e5-350e-92d5-329e2f771cd0",
      "speaker": "Jordan",
      "start_timestamp": 1965.0,
      "text": "Right. Right. I mean, the unspoken question that they can never have. Because it's too obvious is the Well, yes. Yay. You are pointing out what racism is to us. And we also understand that but what you're missing is that even we aren't racist, we just want money. You understand? So we know all we are"
    },
    {
      "end_timestamp": 2007.0,
      "id": "ada242b5-fb18-373b-ae6b-2e108a96ef55",
      "speaker": "Dan",
      "start_timestamp": 1988.0,
      "text": "racist. Oh, well, for sure. We also are it's a little bit more important to run this scam and keep that moving. But and we prioritize running the scam through facilitate right and pushing racism, right. But there is a point at which it crosses a line and it is no longer good for business. Right?"
    },
    {
      "end_timestamp": 2036.0,
      "id": "4a72ea51-1161-3be9-bb01-1083c887bebf",
      "speaker": "Jordan",
      "start_timestamp": 2007.0,
      "text": "What I'm what I'm saying is, we're trying to tell you Yea, that despite racism being an absolute, you know, you believe that races are a thing. And that's in arguable, right. We don't actually believe that our beliefs are fungible based on benefit for us personally. So while you think that racism is important, we think money's important, and then we'll lie about racism for fun."
    },
    {
      "end_timestamp": 2046.0,
      "id": "8f60d16a-941c-3109-99ca-3d29c43965d2",
      "speaker": "Dan",
      "start_timestamp": 2036.0,
      "text": "i The only thing I take issue with is I do think that there's still a sincere interest in racist. Yeah, I know. But I'm not all it's not all just because it's advantageous for the business, right? But"
    },
    {
      "end_timestamp": 2071.0,
      "id": "92da0911-bcb9-3d71-98f2-10099ce058e3",
      "speaker": "Jordan",
      "start_timestamp": 2046.0,
      "text": "the irony of them talking to gay is yay as being a racist, right? He's not using coded language. He's not trying to hide it whatsoever. And that means that when you talk to him, if he says no, I lumped them all in together, you're supposed to say that's how it goes. That's what race is. That's what we're doing to but instead he's somehow being like, listen, all Jews are bad except for like 5% C, I'm not racist. Like that's insane."
    },
    {
      "end_timestamp": 2077.0,
      "id": "b2c53d4b-54b9-30a3-bace-d4389dc881f3",
      "speaker": "Dan",
      "start_timestamp": 2071.0,
      "text": "Right. And and as you were sort of reacting to like, I get to determine who Yeah, that guy's"
    },
    {
      "end_timestamp": 2082.0,
      "id": "32e618f0-b204-3d17-a252-b2c4600cf155",
      "speaker": "Jordan",
      "start_timestamp": 2077.0,
      "text": "not Jewish because I said so. So I don't have to be racist towards him. Racism makes sense."
    },
    {
      "end_timestamp": 2088.0,
      "id": "d3f06ebc-3211-3230-8a3c-e9eb9f8aa24a",
      "speaker": "Dan",
      "start_timestamp": 2082.0,
      "text": "I can make up my own distinctions that allow me to argue that I'm not actually the thing everyone knows i Yeah,"
    },
    {
      "end_timestamp": 2093.0,
      "id": "839e5a14-6591-351c-b34b-8690dcbde72d",
      "speaker": "Jordan",
      "start_timestamp": 2088.0,
      "text": "yeah. Like the No True Scotsman applies to you on everything. Yeah."
    },
    {
      "end_timestamp": 2113.0,
      "id": "f787c764-4a8e-340f-8860-547108d07dff",
      "speaker": "Dan",
      "start_timestamp": 2093.0,
      "text": "So, look, I think that there is an issue where we're just not going to necessarily sort of call out and discuss every single stupid thing that gay or Gavin says that's not possible. So apologies in advance for that. But here's just some grievances that yeah, has that I think are kind of dumb."
    },
    {
      "end_timestamp": 2148.0,
      "id": "45b6215c-472c-390d-a37f-505accd22575",
      "speaker": "Kanye West",
      "start_timestamp": 2113.0,
      "text": "Sure. And my mom was a liberal and she went to a state school called Chicago State and she they gave her a job there and put me on a set foot us on a South Side of Chicago semi nice Street. My experience right has brought me to be the richest, you know, black man of all time, a multibillionaire and the people that Adidas, they wouldn't even take meetings with me. And I have a 68% on their online sales and brought Adidas back. And then I when I was in the Kardashian family, I had no say so on where we had Christmas, there was only one time that he didn't get to design the Christmas party."
    },
    {
      "end_timestamp": 2161.0,
      "id": "eac61d0e-3347-3501-831f-74d3f54ee8de",
      "speaker": "Dan",
      "start_timestamp": 2148.0,
      "text": "Why is this in your list of complaints? They did? The family that I very did, too. Did let me decide the Christmas party enough. Yep. What? Yeah, yeah, I was a little petty."
    },
    {
      "end_timestamp": 2176.0,
      "id": "43997536-02ea-387e-aa64-f54fc9d6aa6d",
      "speaker": "Jordan",
      "start_timestamp": 2161.0,
      "text": "I just don't think we should convince people that they're the Messiah. I just don't think we should do it anymore. I think we should try and know firsthand, bring it back. Yeah, it's a bad move. It causes problems for not just you, but everyone. Yeah."
    },
    {
      "end_timestamp": 2188.0,
      "id": "b841bcd0-4143-3061-9275-eeb617146051",
      "speaker": "Dan",
      "start_timestamp": 2176.0,
      "text": "So there's a collusion going on. among Jews, according to these folk who are hitting this interview, and apparently the pornography obsession comes back. Yeah, of course."
    },
    {
      "end_timestamp": 2242.0,
      "id": "61bb8ff5-bd1e-3b85-89f6-013232bd3959",
      "speaker": "Kanye West",
      "start_timestamp": 2188.0,
      "text": "We are beings with engineering opportunities. There's a lot of culture that we got to just clean that out. We got to say, okay, for fact, there's a collusion of Jewish attorneys, managers, and everything else you can think of that they don't abort their children. They only marry within their tribe. Right? And then they'll give America poor not just black people, but poor white people and Mexican people. They do they use porn. In wars. It's like gas. We're gonna talk about gas chambers. This is the gas chamber. It's a silent killer. And it's legal and they put it on every single block. And they use my ex wife to sell it. And they they also they want to dumb us down. Look, let me let some of these other incredible individual speak for a second. I'm gonna put my hand back on the Bible."
    },
    {
      "end_timestamp": 2245.0,
      "id": "89cb1d63-7701-35ce-8762-395979c3c547",
      "speaker": "Gavin McInnes",
      "start_timestamp": 2242.0,
      "text": "Jews suffer from porn the same way everyone Oh,"
    },
    {
      "end_timestamp": 2317.0,
      "id": "6c8c236c-9a74-3956-9cb9-f6e664f36da2",
      "speaker": "Dan",
      "start_timestamp": 2245.0,
      "text": "for God's sake. Good rebuttal. Wow, rebuttal. What is it? Yep. This is right out of the anti semitic narrative. Textbook, I guess. Yeah. II Michael Jones certainly one of the inspirations for Flint as and Owen Benjamin and Miley INNOPOLIS people all within? Oh, and Ally Alexander. Yeah. All the people basically all of the people who are in yeas orbit currently are all followers and admirers of Michael Jones, one of his big claims to fame is arguing that Jews use pornography as a weapon. Yep, culture. So I mean, he's just spouting that off. And instead of understanding really what's going on, Gavin is like, yes, pornography so bad. And the reason he's saying that, I mean, I guess he's kind of in that camp too. Maybe he doesn't interpret it or experience it as an anti semitic narrative and talking point. Yeah, but I mean, one of the requirements to get into the proud boys is you can't beat off. So you know, he's, he's an old hat in these these waters. Yeah. Yeah. They have to name serials and don't touch your dick."
    },
    {
      "end_timestamp": 2335.0,
      "id": "015d0f1f-1c64-341c-9fe3-8f31eca13799",
      "speaker": "Jordan",
      "start_timestamp": 2317.0,
      "text": "I just, I mean, just I am so annoyed. I'm so annoyed whenever people can just be like, Listen, if you expend your sexual energy, we think you won't have enough to do killing for what we want you to do. Do you understand? So you can't jerk off you need that energy and hate to kill people will"
    },
    {
      "end_timestamp": 2339.0,
      "id": "f2eb0680-552b-3ca1-858c-fe481b695853",
      "speaker": "Dan",
      "start_timestamp": 2335.0,
      "text": "be in a stressful that's how we have to do it. Dang. But we have."
    },
    {
      "end_timestamp": 2345.0,
      "id": "9c6f505e-01c0-3fb3-9746-10b37a638159",
      "speaker": "Jordan",
      "start_timestamp": 2339.0,
      "text": "It's very smart. And it's impossible to see through. And it's No, nobody's ever had this idea in the past. Yeah."
    },
    {
      "end_timestamp": 2355.0,
      "id": "06052612-5682-37e8-a208-20e9f579f3fa",
      "speaker": "Dan",
      "start_timestamp": 2345.0,
      "text": "So yeah, this isn't good. But Gavin asks about what what do you do about these problems? You know, like these problems that you see, like go"
    },
    {
      "end_timestamp": 2359.0,
      "id": "f3bcba04-fe0c-3066-b54d-b6673820db84",
      "speaker": "Jordan",
      "start_timestamp": 2355.0,
      "text": "around on different shows, and I yell losers about it"
    },
    {
      "end_timestamp": 2362.0,
      "id": "5581048c-7a24-37a2-8623-50b602fe31b4",
      "speaker": "Dan",
      "start_timestamp": 2359.0,
      "text": "not. What are you doing? What would you do?"
    },
    {
      "end_timestamp": 2365.0,
      "id": "c4cc9a2c-5cb9-3068-b8e8-b5fa5ac378e0",
      "speaker": "Jordan",
      "start_timestamp": 2362.0,
      "text": "Oh, oh, no."
    },
    {
      "end_timestamp": 2399.0,
      "id": "e658725c-d09b-3aec-a60b-d8159b6f4d2c",
      "speaker": "Kanye West",
      "start_timestamp": 2365.0,
      "text": "The main issue is that Christ is king. Christ is the true King of Israel. Christ is the King of all kings. If you don't believe in Jesus Christ, you are wrong. And anyone that doesn't believe in Jesus Christ should not be in control or any influence to anything that America produces, be it media, technology, politics, farming, medicine, prisons. If you do not believe in Christ and you're not following Christ in the decisions that you make, you should have no influence on that."
    },
    {
      "end_timestamp": 2416.0,
      "id": "e6f0e75a-fec5-39d8-9465-b8cbae69603d",
      "speaker": "Gavin McInnes",
      "start_timestamp": 2399.0,
      "text": "Well, that's gonna be a tough thing to institute. So you're present in the United States, the Hitler thing does not hurt your campaign. First house, my campaign, okay, it helps your campaign. It's day one, and they go, someone walks in and they go, so what are we gonna do about these Jews? What do you say?"
    },
    {
      "end_timestamp": 2418.0,
      "id": "2974459d-a7d4-36d3-b9a2-d2a0bec43ec6",
      "speaker": "Kanye West",
      "start_timestamp": 2416.0,
      "text": "What do you mean do about them? Was there"
    },
    {
      "end_timestamp": 2434.0,
      "id": "10cf420d-758f-3c73-a2e0-b50849fc2f97",
      "speaker": "Gavin McInnes",
      "start_timestamp": 2418.0,
      "text": "any action involved? Like they they're overly represented and met lots of people who don't believe in Christ? I would I would probably wager that in your average hospital in New York, maybe a third or less believe in Christ. So are you suggesting we get rid of two thirds of the doctors"
    },
    {
      "end_timestamp": 2448.0,
      "id": "13e833a9-8ed9-369c-b252-bb312b49ae49",
      "speaker": "Kanye West",
      "start_timestamp": 2434.0,
      "text": "not get rid of like nag violently get rid of them? I think that Jews are very intelligent. But they don't deserve to be in charge of everything because they don't put Christ. And how do"
    },
    {
      "end_timestamp": 2449.0,
      "id": "cfe25fa9-1135-3788-a619-d4c93e1e72b5",
      "speaker": "Gavin McInnes",
      "start_timestamp": 2448.0,
      "text": "you legislate that"
    },
    {
      "end_timestamp": 2464.0,
      "id": "5120437a-3131-3b0a-9f90-c9990c72f5f1",
      "speaker": "Kanye West",
      "start_timestamp": 2449.0,
      "text": "they need to work for Christians, Jews should work for Christians, I'll hire a Jewish person. And a second, if I knew they weren't a spy, and I collected their phone and follow up to their house and have a camera all in their living room."
    },
    {
      "end_timestamp": 2560.0,
      "id": "fd398f58-059f-39ca-aef2-21862b1a15e9",
      "speaker": "Dan",
      "start_timestamp": 2464.0,
      "text": "This isn't a joke, but they're all laughing because if they didn't, Gavin would have to take what you saying seriously, and he couldn't handle that. This is directly in line with things that yay and Nick have said in the past. So I don't believe that this isn't a sincerely held view that anyone who doesn't believe in Jesus the same way that they do should have no place of influence in society. They're discussing yeas ideas and one of the first things he throws out is that he'd create a stratified society with a broad underclass of people who are ineligible to run businesses hold public office, or own malls. Presumably, the things that Yang is advocating for are abhorrent to any right thinking person who cares about the ideals of freedom, individuality and small government the way that folks like Gavin pretend to, it's the easiest thing to push back on too. And yet, Gavin doesn't really do so effectively. And I think that's probably because he wants the same thing, just maybe with a differently worded definition of who belongs in that marginalized underclass. In some sense, yeas refusal to relent on anything has the effect of revealing how little the people he's talking to really believe. They may be pretty loud about loving the Constitution when they're on their own, but they don't love it enough to fight with it. A really famous person suggesting the Jews shouldn't be allowed to work in government jobs. There are too many things that could go wrong, and he might walk out on Gavin, it's just episode one of his supposed series. And you don't want that. In that situation. It's best just to laugh at this suggestion. So you can pretend later that he didn't really mean it. And the joke's on me, Dan, the guy listening to this because I took it seriously. But Yang is sitting there with Nick Fuentes, who if you need a reminder said this in October,"
    },
    {
      "end_timestamp": 2585.0,
      "id": "9936c645-7e0c-39cd-9aa3-93787e57ec19",
      "speaker": "Nick Fuentes",
      "start_timestamp": 2560.0,
      "text": "hey, Jesus, if you if you hate Jesus, you have a problem with me. Newsflash, and every Christian, this should be the mantra. If you hate Jesus, you have a problem with Christians. Straight up. Don't tell me religious Jews or whatever. Question Do you hate Jesus? Because if you do, that's a problem. Oh, big problem."
    },
    {
      "end_timestamp": 2586.0,
      "id": "6de34ce4-48b6-302e-ba6e-a61d9047b4a4",
      "speaker": "Jordan",
      "start_timestamp": 2585.0,
      "text": "Oh, no."
    },
    {
      "end_timestamp": 2629.0,
      "id": "946f638a-df67-3d49-b643-0469901a3480",
      "speaker": "Nick Fuentes",
      "start_timestamp": 2586.0,
      "text": "It's especially a big problem. If you have any influence whatsoever. If you hate Jesus, and you have influence, it's my job that you don't have influence anymore. Oh, no, because I'm a real Christian. I'm not just one of these, hey, believe whatever you want. Our job is to save souls and get people to have fun and fight the devil. So don't tell me they're entitled to their religion. If their religion involves my lord in hell, then they can get the fuck out of America, frankly. And so far, is that your belief? Then you have no business being here? Certainly have no business being anywhere near the levers of power if you believe that, because who do you serve? If you don't serve Jesus Christ, you serve the devil, you serve Satan."
    },
    {
      "end_timestamp": 2694.0,
      "id": "bb41e13c-ac33-38b5-ae3f-d731c6f0bce5",
      "speaker": "Dan",
      "start_timestamp": 2629.0,
      "text": "This is clearly a position that these dudes have. And it's something that should be taken very seriously. These aren't the kinds of ideas you have fun conversations about. And you have to consider both sides. And if you think that's what you're doing, the joke is on you, Gavin. And you know what Nick is saying that stuff like if you believe my Lord is burning in hell, that's his view of Jews. Yeah, that's not all of them. Yes, he lumps them all together, like his dear friend, as you might imagine. Yeah. It's so like this is this is something that if allowed to come anywhere near having political influence of their own is a priority for them. The marginalization of particularly Jewish people, but then also anyone who isn't a Christian, according to their definition of Christianity. They're ineligible for all sorts of things. Whether it be owning a business, I would imagine teaching. You know, you'd ruin young minds, right? Absolutely. Yeah. You can't be in government because you'd be too close to being able to make decisions that affect Christians."
    },
    {
      "end_timestamp": 2710.0,
      "id": "1d113269-114f-3922-865e-fc06b955698a",
      "speaker": "Jordan",
      "start_timestamp": 2694.0,
      "text": "Yeah, I mean, it was it's almost impossible to imagine a scenario like this one unless If you were to look at American history from anywhere from, you know, like 20 years back, and then keep going, and that's essentially the same thing, but this time more specific towards Jews."
    },
    {
      "end_timestamp": 2716.0,
      "id": "a0d8fe25-fe31-3605-a1ed-16444a7cd46f",
      "speaker": "Dan",
      "start_timestamp": 2710.0,
      "text": "It's a really messed up stuff. And yeah, I don't feel like there's great pushback."
    },
    {
      "end_timestamp": 2724.0,
      "id": "631aac78-201f-38f0-9bfe-9ad77a417c8d",
      "speaker": "Jordan",
      "start_timestamp": 2716.0,
      "text": "It's him being it's gay being like, oh, no, the Holocaust didn't happen and him being like, well, what would you do if you had control? It'd be like I culturally Holocaust them done."
    },
    {
      "end_timestamp": 2727.0,
      "id": "5e604639-80ef-3eea-aea5-7d97edbd674f",
      "speaker": "Dan",
      "start_timestamp": 2724.0,
      "text": "I would make the steps that advanced towards Yeah,"
    },
    {
      "end_timestamp": 2736.0,
      "id": "25e76087-0586-3559-8b07-6e5d5991be1a",
      "speaker": "Jordan",
      "start_timestamp": 2727.0,
      "text": "I would holocaust. Another one, the logical conclusion of what I believe is the thing that I am denying would happen. And that is why I'm telling you that when I would do it, it wouldn't happen. Right?"
    },
    {
      "end_timestamp": 2740.0,
      "id": "7a1dbfb9-744b-32bb-ace3-50ebca8ee30a",
      "speaker": "Dan",
      "start_timestamp": 2736.0,
      "text": "Yeah. So Nick has an interesting thought here. And by interesting, I mean, pathetic."
    },
    {
      "end_timestamp": 2757.0,
      "id": "983d79db-44e9-3f6d-8052-ec481bb60c0c",
      "speaker": "Nick Fuentes",
      "start_timestamp": 2740.0,
      "text": "If you look at white kids, there's nothing I don't think intrinsic and white people that makes them hate themselves. Like when I was a kid, kids love Hitler. And the sense that we see the videos and we see the propaganda and the symbols, and there's something compelling about it just on an aesthetic level."
    },
    {
      "end_timestamp": 2762.0,
      "id": "f22e7808-8c8e-3c79-ae78-f66b1d14ac74",
      "speaker": "Gavin McInnes",
      "start_timestamp": 2757.0,
      "text": "I never heard that before. When you were a little kid, like eight years old. That's like,"
    },
    {
      "end_timestamp": 2765.0,
      "id": "92fc009f-c935-3f26-803c-4e763418e282",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2762.0,
      "text": "not maybe not eight years old. But on 4chan and on a"
    },
    {
      "end_timestamp": 2789.0,
      "id": "2f02234f-f9f3-3edf-8fea-29402be4b846",
      "speaker": "Dan",
      "start_timestamp": 2765.0,
      "text": "very niche healer. That's a pretty revealing and sad clip. Nick is saying that when he was younger kids, his age lived Hitler. And his evidence is 4chan. I have some bad news about those people. Nick thinks were kids. They were adults who were trying to spread racist memes to trick kids into thinking there was something cool and compelling about the Nazis. Yeah, this is kind of saying this out loud to be an embarrassment for Nick. You should you should feel bad."
    },
    {
      "end_timestamp": 2812.0,
      "id": "6100c2ef-dc6e-365a-9489-8feae31d395a",
      "speaker": "Jordan",
      "start_timestamp": 2789.0,
      "text": "Yeah. Jesus Christ. Oh, my God. Yep. That's, listen, when I was growing up, it was super cool to wear a white hood and a white cloak. And everybody seems like that's crazy now and then I found out that I was just growing up inside the Klan. And that was not a generalized experience. Instead, I was a cosplaying loser. Yeah. Much like Nick."
    },
    {
      "end_timestamp": 2816.0,
      "id": "76f522fa-31f7-30bf-b499-e828e6b61445",
      "speaker": "Dan",
      "start_timestamp": 2812.0,
      "text": "I was hanging out in a Nazi adjacent forum."
    },
    {
      "end_timestamp": 2826.0,
      "id": "48d93893-d891-3dd0-9047-cf7b3038e12f",
      "speaker": "Jordan",
      "start_timestamp": 2816.0,
      "text": "So when I was growing up, I was Heil, and Hitler like 1620 times a day. Oh, my friends were doing it. You couldn't not Heil Hitler in that camp? Yeah, Jesus."
    },
    {
      "end_timestamp": 2836.0,
      "id": "616a7e32-deb4-3bb3-b341-171b8bd8254a",
      "speaker": "Dan",
      "start_timestamp": 2826.0,
      "text": "Maybe self selected. Yeah. So here's a good example of why you can't really argue with people like Nick. Because it's just there's no win."
    },
    {
      "end_timestamp": 2846.0,
      "id": "7b827a97-ce63-304b-942e-c88f1885fb5a",
      "speaker": "Nick Fuentes",
      "start_timestamp": 2836.0,
      "text": "By the way, who are the architects of leftism, people always point the finger at Cultural Marxism, cultural Marxist got kicked out of Germany by Hitler, because they were Jewish leftists, and"
    },
    {
      "end_timestamp": 2859.0,
      "id": "cfe2d244-b085-384f-ae73-378ba776bdc2",
      "speaker": "Gavin McInnes",
      "start_timestamp": 2846.0,
      "text": "atheists to like Marx, Soros, Soros, his dad, they were all atheists, you're helping him come to the sabotage, you're going to see a disproportionate number of people who don't believe in God."
    },
    {
      "end_timestamp": 2873.0,
      "id": "d31746bc-d113-3fc2-8c6d-758240068e46",
      "speaker": "Nick Fuentes",
      "start_timestamp": 2859.0,
      "text": "Well, but there's something about Judaism too, though, that it's not just that they don't believe in God, but they they don't believe in Jesus Christ. And I think that so much of our atheist society is really a product of Judaism. They're really kind of like the first atheists"
    },
    {
      "end_timestamp": 2889.0,
      "id": "5c3b0d74-6f7e-36dc-93f7-cb123d4e6f8a",
      "speaker": "Dan",
      "start_timestamp": 2873.0,
      "text": "See, see, this is what you can argue. You start off with Nick suggesting that Jewish people are responsible for creating leftism. Now Gavin tries to rebut this and argued Yeah, sort of robot this? Yeah,"
    },
    {
      "end_timestamp": 2894.0,
      "id": "8d84181e-ffac-3346-a820-146ff3c30ccb",
      "speaker": "Jordan",
      "start_timestamp": 2889.0,
      "text": "I was gonna say he was basically assisting it. It was a bad"
    },
    {
      "end_timestamp": 2927.0,
      "id": "5e3ff68c-cda2-36ef-bbd6-94bfd30d3e6d",
      "speaker": "Dan",
      "start_timestamp": 2894.0,
      "text": "but it's like what Alex reframed this, it's atheists, this is the real issue. Sure, you know, like trying to give a shiny coat of paint on top of Nick's old racism and anti semitism. And of course, the rebuttal is Jews made atheists. I mean, yeah, no matter what, there's just going to be another avenue that takes you to the place where Nick wants to go, he can absorb your argument. Yeah. And then put a layer on top of it. That is a Ha, guess what? You don't realize that the thing that you're pointing to, is actually the Jews to"
    },
    {
      "end_timestamp": 2954.0,
      "id": "a5d85904-6975-3cf0-b581-29ac5dccbd60",
      "speaker": "Jordan",
      "start_timestamp": 2927.0,
      "text": "exactly yeah, yeah. It's, it's insane. It's insane that they are pretending like they don't understand when Kanye and Nick say, well, we lump them all in together. That's the point. Like it is and they seem almost slightly incredulous to that concept of like, no, that's what you're that's what you do. That's the point of that's what racism is. It's lumping them all in together. Do you not understand?"
    },
    {
      "end_timestamp": 2976.0,
      "id": "078bcf46-be00-33c0-a50d-0d017b7cbedd",
      "speaker": "Dan",
      "start_timestamp": 2954.0,
      "text": "So, Gavin asks Nick, how he would solve the issues and an A he calls it the Jewish problem, which is a you know, that certainly Gavin call it that? I believe he does, and I think he's trying to be funny by sort of signaling to Nazi ideas. Sure. But whatever the case, Nick's idea isn't good."
    },
    {
      "end_timestamp": 2989.0,
      "id": "95f8cc9c-0e94-3363-867d-e9c129b8961d",
      "speaker": "Gavin McInnes",
      "start_timestamp": 2976.0,
      "text": "What do you say, Nick? If you guys are president, vice president when you're too young, but you know what I mean, hypothetically, how do you institute this when that if fixing the Jew problem? Well, I would in medicine, for example, well, I"
    },
    {
      "end_timestamp": 3032.0,
      "id": "1a4c5fb8-678f-3e3b-9c4c-5008a7cd68d3",
      "speaker": "Nick Fuentes",
      "start_timestamp": 2989.0,
      "text": "would pass I think in medicine, it's less of an issue. The real issue is communications because Mass Communications has changed the world forever. 100 years ago, and particularly 30 years ago. We need to have Christian standards guiding that because the goal of our society is to be moving people into heaven. If you have atheists, whether they're Jewish or white running the media, it doesn't facilitate that. So how do you fix that? So I want decency standards I want even even if you can't say we're going to have the government come in and fire all the Jews running the media, let's have the lawmakers make laws that govern the media that say, we don't want pornography on the Internet. We don't want pornography frankly, anywhere. We don't want indecency. We want"
    },
    {
      "end_timestamp": 3040.0,
      "id": "975d5911-d4bc-342a-ace3-b04a35a1103d",
      "speaker": "Gavin McInnes",
      "start_timestamp": 3032.0,
      "text": "that's fine. That doesn't do it. Like let's just have open free speech, no one can get cancelled. And now there's no more problem with control."
    },
    {
      "end_timestamp": 3155.0,
      "id": "d4868b8c-e190-3b57-b605-e9fd6908d8d1",
      "speaker": "Dan",
      "start_timestamp": 3040.0,
      "text": "This shouldn't be something that Gavin says that's fine too. Even if he's okay with the cancer as anti semitic beliefs, Nick is throwing at him he should not be fine with the prescription of decency standards enforced by the government. Like how do you think his show would fare against decency standards? Gavin has a podcast called free speech, which is essentially his entire branding. He can't just meekly accept a fast talking Nazi coming on his show, and saying that the government needs to crush free speech just because I guess they don't like porno. That doesn't work. Gavin had another show called free speech to different shows. Where and this one was very tried to book a liberal and conservative to chat and hash out their issues. Fun fact, one episode featured proud boy Rambo Joe Biggs as the conservative guest, who is now facing charges of seditious conspiracy regarding his involvement in January 6. Yeah, really cool, though, for Gavin to book one of the leaders of his street gang as a guest on his show, really given back, Nick is advocating for a theocratic society, which is antithetical to the Constitution and everything these right wing shitheads pretend to value. If they want to pretend to be all tolerant and not offended by racism and anti semitism, they could still push back on this stuff pretty fiercely, and it would just be in the battle in the war of ideas and what have you. And yet they don't really even to that Gavin's response to what Nick is saying is essentially a non sequitur. For folks like him. Free speech has become such a catchphrase that it kind of has lost any meaning. He's trying to argue with MBAs and a guy who's saying that free speech should be destroyed by saying that we should just have free speech. Gavin is used to dealing with shithead grifting types who hide their true ideas behind universally acceptable terms like free speech. So he's not really prepared to talk to a smart young man who's ready to just torpedo the pretenses and say the quiet parts incredibly loud. Gavin has left just trying to look after the wreckage of those pretenses he's just trying to like clean up and he looks like a fucking idiot."
    },
    {
      "end_timestamp": 3185.0,
      "id": "d3f283fe-40ea-30cb-b08c-7ef32d9d8898",
      "speaker": "Jordan",
      "start_timestamp": 3155.0,
      "text": "I mean, I find it so absurd to like, simultaneously read about the continuing the ongoing protests fighting in Iran. The murders the execution, like all of this shit is going on. And then to hear the fucking baby Ayatollah show up on Gavin McInnes Ashok are calling for decency laws. That's fucking insane. It is. It is insane."
    },
    {
      "end_timestamp": 3209.0,
      "id": "874f0a67-a0af-3e95-8141-291f21ec7833",
      "speaker": "Dan",
      "start_timestamp": 3185.0,
      "text": "And it's insane. It's It's outrageous to think that Gavin isn't like more like, we gotta we gotta dig into this one. Yeah, yeah. By decency standard, who's gonna determine what is or is not decent, if you are in different branches of Christianity would have sort of different particularities about what is a priority?"
    },
    {
      "end_timestamp": 3212.0,
      "id": "4cf945ca-5c40-3a45-91b3-3e0ec93e16a7",
      "speaker": "Jordan",
      "start_timestamp": 3209.0,
      "text": "Absolutely."
    },
    {
      "end_timestamp": 3216.0,
      "id": "d99ee6b4-c44b-3fbb-8187-a396b883beed",
      "speaker": "Dan",
      "start_timestamp": 3212.0,
      "text": "I was gesturing so wildly. I threw my face."
    },
    {
      "end_timestamp": 3221.0,
      "id": "814ed6cc-a2a3-349d-8db0-d756d5d0426a",
      "speaker": "Jordan",
      "start_timestamp": 3216.0,
      "text": "You did a vape take"
    },
    {
      "end_timestamp": 3226.0,
      "id": "f7ae884b-d300-3cc6-ae0e-0c0e27926d16",
      "speaker": "Dan",
      "start_timestamp": 3221.0,
      "text": "a reset? Yeah, it's it's a little bullshit."
    },
    {
      "end_timestamp": 3240.0,
      "id": "7acdfc8e-e713-308f-8e45-caae5334de68",
      "speaker": "Jordan",
      "start_timestamp": 3226.0,
      "text": "I just I don't know how it is possible for you to even pretend to call yourself a comedian. And then listen to somebody say, I think we should have decency laws and go you know what? That's not a bad idea. Yeah."
    },
    {
      "end_timestamp": 3244.0,
      "id": "2ac1cd35-7ea4-3801-9aa4-f69c7cf67abe",
      "speaker": "Dan",
      "start_timestamp": 3240.0,
      "text": "You know what? I think Lenny Bruce should have been arrested, get"
    },
    {
      "end_timestamp": 3254.0,
      "id": "22abe3a2-d9c0-38a4-90f4-9777ab250d81",
      "speaker": "Jordan",
      "start_timestamp": 3244.0,
      "text": "rid of canceled culture and get back to in prison culture. That is what we need to do. I'm sick of people saying oh, you can't say this. I want people who swear to go to jail."
    },
    {
      "end_timestamp": 3261.0,
      "id": "eb75168f-1d45-3e7c-b647-1a5d569d0898",
      "speaker": "Dan",
      "start_timestamp": 3254.0,
      "text": "I don't want these woke people complaining about things that are I want basically theocrats"
    },
    {
      "end_timestamp": 3265.0,
      "id": "0d1637be-0d9a-334e-b3e9-2e9ca0ef212e",
      "speaker": "Jordan",
      "start_timestamp": 3261.0,
      "text": "arresting people. Yeah. Oh my god, good"
    },
    {
      "end_timestamp": 3275.0,
      "id": "e6180dd1-ed4c-3f6e-ad78-3fb63f31dbfb",
      "speaker": "Dan",
      "start_timestamp": 3265.0,
      "text": "arguments compelling, great work. So I thought this was really funny and then scary. Some stuff. Yeah. has to say."
    },
    {
      "end_timestamp": 3278.0,
      "id": "a24b49af-d306-325e-8f93-d0cee87e25bd",
      "speaker": "Kanye West",
      "start_timestamp": 3275.0,
      "text": "How do I say eff Instagram in the Christian way?"
    },
    {
      "end_timestamp": 3283.0,
      "id": "8db296b4-a26e-34ee-be77-664d3edf069c",
      "speaker": "Gavin McInnes",
      "start_timestamp": 3278.0,
      "text": "Screw Instagram. So you've already said, screw. Nick. Is he?"
    },
    {
      "end_timestamp": 3312.0,
      "id": "7e676ea7-c0b1-389d-bf82-67650ee60508",
      "speaker": "Kanye West",
      "start_timestamp": 3283.0,
      "text": "Okay, I think we could say it in a better way. Let's here we go. Pray for Instagram. I pray for Instagram. I pray for the Instagram users, right because Instagram is a platform and because there's so many predators on lot anyone that likes a photo of a woman that's half naked, with a string of her butt is a sexual predator?"
    },
    {
      "end_timestamp": 3317.0,
      "id": "b7511c8c-1aa4-3af4-a4d1-71d78f568e85",
      "speaker": "Jordan",
      "start_timestamp": 3312.0,
      "text": "Yep, yep. Sure, sure. Hey McGinnis, show us your browser history."
    },
    {
      "end_timestamp": 3346.0,
      "id": "e0bd7cb4-5097-3854-a0f2-4be81fbb62a4",
      "speaker": "Dan",
      "start_timestamp": 3317.0,
      "text": "And wonderful. Maybe you should have had half a body marry. Yeah, no kids before this. Great Call. Sure. Yeah. Everybody who likes a picture on Instagram as a sexual predator. Oh, my God. I mean, granted, a lot of you know, I don't have a lot of experience on Instagram. But I know I hear a lot of people talking about sliding in DMS and stuff and I think probably are a lot of people who who are asked a lot of folks on Instagram but that liking a picture is not not equivalent. If we want to deal with that. That's a different conversation start"
    },
    {
      "end_timestamp": 3357.0,
      "id": "cf3cf062-f87c-397c-82d0-cfd311a23267",
      "speaker": "Jordan",
      "start_timestamp": 3346.0,
      "text": "way back to just all sex pessary happening across this great land of ours working constantly in every facet of every woman's life on a dear"
    },
    {
      "end_timestamp": 3358.0,
      "id": "1ce1dce3-1259-3672-adef-3840497a7357",
      "speaker": "Jordan",
      "start_timestamp": 3357.0,
      "text": "fucking daily basis."
    },
    {
      "end_timestamp": 3361.0,
      "id": "2de68a6e-67e4-3e50-bc8c-fc9666475a4f",
      "speaker": "Dan",
      "start_timestamp": 3358.0,
      "text": "That's that's a fair point. Yeah, there's a lot to talk about. No,"
    },
    {
      "end_timestamp": 3375.0,
      "id": "1fb66eb4-8860-32ee-b420-d2b834d848ab",
      "speaker": "Jordan",
      "start_timestamp": 3361.0,
      "text": "he doesn't want to talk about orders. Gavin, he would rather talk about unnamed, faceless women. He can objectify and then use as an object to get what he wants to know. Like pornography."
    },
    {
      "end_timestamp": 3386.0,
      "id": "007ccf91-2062-3ea7-9446-1847b6a4b153",
      "speaker": "Dan",
      "start_timestamp": 3375.0,
      "text": "So also, I do appreciate the pretty making it a little bear that pray for means fuck you. To him. Yeah. Well, it's great. What"
    },
    {
      "end_timestamp": 3389.0,
      "id": "47ffd13c-2b83-307d-84d2-9938eab00709",
      "speaker": "Jordan",
      "start_timestamp": 3386.0,
      "text": "are you from Texas? That's great. Bless your heart. Yeah,"
    },
    {
      "end_timestamp": 3416.0,
      "id": "aaa4b2ec-c30c-32ed-a068-96aee2995a0f",
      "speaker": "Dan",
      "start_timestamp": 3389.0,
      "text": "very, very Genteel. So we know that yay, loves everyone. That's been a big part of his whole campaign. What's it's what makes him saying I love Hitler. So acceptable, you know, surely, according to him and Nick, all of his money and fame, but that's what makes it possible. There we go. But he's hot. He hides behind that idea of like I'm saying I love everyone. Yeah. You know, yeah. Which is a little bit disingenuous, and all but one"
    },
    {
      "end_timestamp": 3425.0,
      "id": "2110b7bc-8dfc-334a-be0a-b2eb5f899f90",
      "speaker": "Jordan",
      "start_timestamp": 3416.0,
      "text": "to maintain that Jews are a second class citizen that must be serving us at all times. And we have to surveil them otherwise that Yeah, well, I love everybody. Right?"
    },
    {
      "end_timestamp": 3435.0,
      "id": "e43ea708-ee12-3d70-bbe0-e380067e6eba",
      "speaker": "Dan",
      "start_timestamp": 3425.0,
      "text": "That's what that's what it comes down to. There's an abstract idea of love. But now when we talk about how things are gonna run, maybe it's not too different. Yeah."
    },
    {
      "end_timestamp": 3503.0,
      "id": "a4bf0bc5-213b-335b-82d1-c9566c345128",
      "speaker": "Kanye West",
      "start_timestamp": 3435.0,
      "text": "I love everyone. I love black, white, straight, gay, rich, poor, Jewish. The follow God, Zionist Jews, Nazis. slave masters, slave owners record own record labels. You know, the Joe Francis that was involved with the sex tape, I love every one, the doctor that performed the final plastic surgery on my mom, my cousin that was watching my mom, I love every one. That is what leaning into God is. And that's the only way we cure the world is by loving. Now, as far as setting up the rules of the country. This is a Christian country, and the rules of the country will be based on the Bible. We're going to realign. We're going to align the Constitution with the Bible, and update it. And we're in the process of doing that right now."
    },
    {
      "end_timestamp": 3526.0,
      "id": "bc28ad9c-02f7-3409-bddd-28820eea52f6",
      "speaker": "Gavin McInnes",
      "start_timestamp": 3503.0,
      "text": "Yeah, well, that's a perfect way to end the interview. What a thanks so much for letting me talk to you what I still don't really understand. Yes, you do. Today's conversation relates to Infowars. You love Jews, but you're canceled for anti semitism. Because you also love Hitler. But you love everyone equally. good guys and bad guys. Yeah,"
    },
    {
      "end_timestamp": 3543.0,
      "id": "7d875df7-abbd-3b27-80cc-46f7fd6950bf",
      "speaker": "Kanye West",
      "start_timestamp": 3526.0,
      "text": "Jewish people can't tell me who I can love and who I can't love. You can't say you can't force your pain on everyone else. Jewish people forgive Hitler today. Let it go. Let it go. It stopped trying to force it on other people at night."
    },
    {
      "end_timestamp": 3545.0,
      "id": "0c421176-706d-3926-a3bc-4b48f71d41bb",
      "speaker": "Dan",
      "start_timestamp": 3543.0,
      "text": "That's not good."
    },
    {
      "end_timestamp": 3574.0,
      "id": "2bf225bb-abbb-3e18-8127-c66402e2ed93",
      "speaker": "Jordan",
      "start_timestamp": 3545.0,
      "text": "I don't care how famous a person is, or how much they may theoretically do for me potentially. If I am ever in an interview giving or receiving an interview, that makes me look as dumb as Gavin McInnes looks right now he looks real dumb. I will fight tooth and nail to keep it from getting out to the viewing public and release this exactly. I would have Kanye would have had to rip it from my cold dead hands before that goes out to the viewing public. That is shameful"
    },
    {
      "end_timestamp": 3601.0,
      "id": "3722cda7-e715-3d58-a0b7-aa326630098c",
      "speaker": "Dan",
      "start_timestamp": 3574.0,
      "text": "Yeah, he's saying that you're gonna create a new constitution that is theocratic Lee based Hey, enjoy that that first amendment while you still have it? Yeah, free speech absolutist pathetic. So like he's saying that he's got in the process of creating a new constitution and like, there isn't any like, hey, you know, that's one of the stupidest ideas I've ever heard. Yeah. Did with no of course not"
    },
    {
      "end_timestamp": 3607.0,
      "id": "8c4ae274-e044-3464-a3a7-b1765b0fb660",
      "speaker": "Jordan",
      "start_timestamp": 3601.0,
      "text": "wait I can't say the Lord's name in vain horse speech so then we don't have the fucking constitution interview over. Let's leave."
    },
    {
      "end_timestamp": 3616.0,
      "id": "4e613278-dd7b-3488-a4ee-d333300f74a7",
      "speaker": "Dan",
      "start_timestamp": 3607.0,
      "text": "I had we go I have shoes called free speech we go, I'm gonna just have to say, Hey, we got some interesting ideas. I can't understand why people are calling you an anti Semite."
    },
    {
      "end_timestamp": 3633.0,
      "id": "f96d61ac-f05c-3162-b51a-cf8e30a3bcde",
      "speaker": "Jordan",
      "start_timestamp": 3616.0,
      "text": "Can I take the lifesaver bait? No. Okay. Are you gonna get rid of the part of the Bible that reminds you of when Jews were available? Is that what's going to go on? What is that none of this is Bible based. None of this is constitution based. Now you're a bunch of racists who believe weird shit, and you're just trying to rewrite it as you make it up on the fly. Yeah."
    },
    {
      "end_timestamp": 3652.0,
      "id": "8e93c333-5105-3092-bf83-b5d392b17b56",
      "speaker": "Dan",
      "start_timestamp": 3633.0,
      "text": "And it's opportunistically using religion as a cover for all sorts of other stuff. Religion makes people crazy. So I think there's one thing that you might be happy to hear. And that is immediately after the interview, Gavin realized that he had whiffed. He realizes he failed all"
    },
    {
      "end_timestamp": 3680.0,
      "id": "50e70630-3ad8-33fc-a20a-d7c7f18ee4ed",
      "speaker": "Gavin McInnes",
      "start_timestamp": 3652.0,
      "text": "so that was five hours with yay. What? I guess I tried to talk him off the ledge. As far as Nazi stuff goes. Who do we think I am? My ego is one of the most popular entertainers in the world and he's going to doesn't even know me. Kevin Satoshi dollar coalition. What a wake up call. This is my ego tells me this is who I am. And this is who actually"
    },
    {
      "end_timestamp": 3682.0,
      "id": "d32f52bd-6c03-3135-ac09-20dc0fc509b7",
      "speaker": "Dan",
      "start_timestamp": 3680.0,
      "text": "might have had a few more bloody marys."
    },
    {
      "end_timestamp": 3687.0,
      "id": "942a619c-368d-3560-9a27-fa626650ad8f",
      "speaker": "Jordan",
      "start_timestamp": 3682.0,
      "text": "I think that's probably as good as it's gonna get for him. Yeah, well, close to self reflection as I can expect, well, here's"
    },
    {
      "end_timestamp": 3690.0,
      "id": "debf2fbe-9475-3b3c-a015-84ec99341201",
      "speaker": "Dan",
      "start_timestamp": 3687.0,
      "text": "him just sort of admitting defeat. Okay."
    },
    {
      "end_timestamp": 3700.0,
      "id": "8c520970-66a3-35cc-adc8-16a17895cf22",
      "speaker": "Gavin McInnes",
      "start_timestamp": 3690.0,
      "text": "Saving yay. Didn't work when Gavin did it. It's Christ's job. And Christ can do anything."
    },
    {
      "end_timestamp": 3713.0,
      "id": "d625c6a0-9139-3153-8471-6c3d79185b2c",
      "speaker": "Dan",
      "start_timestamp": 3700.0,
      "text": "So this was like 40 minutes of an interview. And I would really love to get a look at the other hours that were undoubtedly recorded. Yeah, they did not have just no tape. Yeah, no kidding. You don't have yay there for five hours and produce that small. We"
    },
    {
      "end_timestamp": 3721.0,
      "id": "9fda3e3f-f463-3355-9ad6-a3332886ae84",
      "speaker": "Jordan",
      "start_timestamp": 3713.0,
      "text": "forgot to we forgot to press play on the recording. Honestly, you want to get you and can we start it up again, we'll just do a quick 2030 minutes on it. Sorry."
    },
    {
      "end_timestamp": 3895.0,
      "id": "e66bf076-8f1f-3da7-af3d-cc634b672fd0",
      "speaker": "Dan",
      "start_timestamp": 3721.0,
      "text": "So I really do appreciate that. At the very least Gavin is doing a little soul searching and realizing that doing this interview was a stupid idea. Maybe not a stupid idea in terms of getting publicity. But if his goal really was to talk you out of being an anti Semite, and Gavin failed the test before he picked up a pen. And part of that is because he's just like every other shithead con man on the right, whose beliefs are completely malleable and can be swayed if they realize the profit margin is better with different beliefs. It seems like David didn't realize or didn't appreciate the EAA doesn't want to be tucked off any ledge and he's not on a ledge. He's acting like yay is an old friend who fell in with a bad crowd. And yeah, sure, yeah, he isn't with a bad crowd. But he's not an impressionable teen. He's not being tricked into being an anti Semite is a willing participant and antagonist in this whole operation. Through the course of this interview, Gavin has gone through the big transformation from part one of our episode into part two. At the beginning, he thought he could handle yay, like he handles all the other opportunistic shitheads that he deals with and get him to moderate his position so they can get rich together. This is almost like an escalation of attempts to moderate yea, Tim Poole is the most ineffectual loser in the right wing space. So that's a situation where there's not even really going to be meaningful pushback. If he does try to help you smooth out his positions, it'll be the softest touch imaginable, you might not even notice it. Then Alex is a little bit more coarse. He traffics in some of these same anti semitic ideas himself and he has a lot of experience whitewashing them for the larger audience. So he's naturally going to try and help gay into the box where they can make some money together. Then Gavin is the next level of offensive shithead. If Alex's version of acceptable anti semitism is too watered down for you, perhaps you'd like the version sold to you by the drunk guy who started a street gang that was involved in planning a seditious conspiracy involving January sixth. Gavin is a little more edgy than Alex. So his attempts to soften gays anti semitic shit are a little edgier. And they're still not even close to being effective because he doesn't want to be soften or have this message whitewashed. Yeah, he's saying what he wants to say. Yeah, yeah, he has now essentially done a speed run of all the right wing media from dopey to edgy, and rebuffed all of their attempts to make his positions more palatable. Nothing has been achieved for any side except for yay and Nick's, they got a ton of attention. And beyond that a second goal has not been achieved. Which leads us to the second element of this episode, which is where Crowder comes in a little more. The first use of this that is so effective for the right wing stuff is trying to convince him to soften these ideas. Yeah, it's what Alex did for three hours. It's what Tim Poole probably would have done in some ways if you'd been given a half a chance to play the game. Yeah, and it's what Gavin set out. That's the entire premise of saving. Yay."
    },
    {
      "end_timestamp": 3914.0,
      "id": "3336b52f-6def-3c23-87fe-f4ee9ffab8b4",
      "speaker": "Jordan",
      "start_timestamp": 3895.0,
      "text": "No, it's like cool thing. No, I mean, it is it is a draft pick like legitimately Like, hey, this guy, he's got some talent. He's got a lot of stuff that we can use. But he's a little bit rough around the side. If we can develop him into he could be the star quarterback for our team. He's just got to get development. You know, you just got to practice on being an OC how"
    },
    {
      "end_timestamp": 3938.0,
      "id": "2d1a9a5e-de1c-3476-97ae-dc5a37220c41",
      "speaker": "Dan",
      "start_timestamp": 3914.0,
      "text": "we do it in our system. Yeah. Plays holy. Yeah. Yep. So that that's the one first element. And now the second element comes in with Crowder and Alex. And just to give a sort of brief synopsis of what this is. It's the using Kanye as a prop to be like, my opinions aren't that bad,"
    },
    {
      "end_timestamp": 3944.0,
      "id": "3a7c4db8-7e3d-3095-a56d-336a64b92982",
      "speaker": "Jordan",
      "start_timestamp": 3938.0,
      "text": "right, right. Or I'm not Yeah, right. So they finally figured out the best way to use him is to treat him like Alex."
    },
    {
      "end_timestamp": 3955.0,
      "id": "aca9b503-6f1a-37bf-8320-ceddcf17d109",
      "speaker": "Dan",
      "start_timestamp": 3944.0,
      "text": "Well, how Alex used to be treated? Exactly, yes. Yeah. Yeah. And so we're gonna see that a bit in this interview where Crowder, sits down with Alex and talks about he, Alex breaks his silence. Yeah,"
    },
    {
      "end_timestamp": 3963.0,
      "id": "6dccb9fc-e241-312a-928f-778e560d4c51",
      "speaker": "Jordan",
      "start_timestamp": 3955.0,
      "text": "it's, I mean, sooner or later, they were gonna be like, well, we can't use him the way we want to. So guess what, we're going to say that at least we're not as racist as a black man."
    },
    {
      "end_timestamp": 3995.0,
      "id": "d7679298-799b-3eb5-baa0-f3fe5841216f",
      "speaker": "Dan",
      "start_timestamp": 3963.0,
      "text": "They, the beginning of this episode is just Crowder, being funny. And so I haven't included any of that. I'm gonna put you through that. Okay, good. Alex comes in a ways into the episode and they talk for like, maybe half an hour, 40 minutes or something like that. And then there's more in the mug club. Oh, and I don't I didn't. I'm not a member. Still not gonna join the mug club? No, I don't. I don't know about that. And this is plenty. So we start here with a Crowder, kind of given a Hey, buddy, to Alex. Hey, looks like you had a tough time there, buddy. Oh, my God."
    },
    {
      "end_timestamp": 4008.0,
      "id": "27d53dbf-7e4d-3bd5-bcbf-0178fee0560c",
      "speaker": "Steven Crowder",
      "start_timestamp": 3995.0,
      "text": "Mr. Jones, thank you for being with us, sir. I felt we needed to include that context. Boy, seemed like you were holding on for a bumpy ride with that interview. Do I Do I have that about right? Did you expect that in your wildest dreams?"
    },
    {
      "end_timestamp": 4035.0,
      "id": "b19e108c-2e1e-3344-937d-872eef54e8f3",
      "speaker": "Alex Jones",
      "start_timestamp": 4008.0,
      "text": "No, I didn't. And I didn't say what he could talk about. But I said, Can we just try to bring people together and talk about real issues like human trafficking and fentanyl and how you wanna bring jobs back to America and really see the deeper side of you, and not just sound bites? And they were like, Yeah, in fact, he doesn't want you to get into that stuff. But then right away, sitting in the same studio I'm in right now. Thursday. Bam, and I thought he was joking at first."
    },
    {
      "end_timestamp": 4045.0,
      "id": "edaf8475-174d-3850-b838-167da4138288",
      "speaker": "Dan",
      "start_timestamp": 4035.0,
      "text": "Why would you think he was joking? I have no idea. Do you have no idea of the things he had been saying previous to this? Like? I think this is pretty sad."
    },
    {
      "end_timestamp": 4066.0,
      "id": "d54982ab-85e7-3a8d-a015-86c4a01780df",
      "speaker": "Jordan",
      "start_timestamp": 4045.0,
      "text": "I think that I have developed a new form. I am against the incarcerated state this you know, justice is difficult to like figure out oh, and prescriptive justice is really difficult. So what I've decided is that Alex needs a point court appointed referee. Right. So anywhere he goes like on a conversation"
    },
    {
      "end_timestamp": 4069.0,
      "id": "b235fb11-9980-3f41-82fb-b3fd99a954a7",
      "speaker": "Dan",
      "start_timestamp": 4066.0,
      "text": "like this. That's like my final Exactly. Yeah,"
    },
    {
      "end_timestamp": 4084.0,
      "id": "ef8c4432-7fb8-32fc-9237-e3cfd5a1beaf",
      "speaker": "Jordan",
      "start_timestamp": 4069.0,
      "text": "exactly. That's what I'm saying. We need that to be enshrined into law. Red card abs. Absolutely. You can't say that. Nope, no, no red card. You're that's done. All right. Next, you know, like that, that needs, there needs to be a way that they can't go in off and be by themselves and talk like this."
    },
    {
      "end_timestamp": 4101.0,
      "id": "2efae9bb-7d68-3966-962f-887fd25a4cc2",
      "speaker": "Dan",
      "start_timestamp": 4084.0,
      "text": "This is totally off topic. But I remember one time, my brother played soccer, and I went to a game and one of the guys on his team got a yellow card. The ref pulled it out. He took it from the ref and ate it. And then immediately the ref pulls out a red car."
    },
    {
      "end_timestamp": 4107.0,
      "id": "7a305642-5a3e-387d-924a-c268538d580a",
      "speaker": "Jordan",
      "start_timestamp": 4101.0,
      "text": "Yeah. But you got to eat that one too."
    },
    {
      "end_timestamp": 4108.0,
      "id": "524c2310-00bd-3734-8c7f-cee918bd1480",
      "speaker": "Dan",
      "start_timestamp": 4107.0,
      "text": "I was probably like,"
    },
    {
      "end_timestamp": 4111.0,
      "id": "a01fe402-fa21-37d2-81a9-007a9b81cb9c",
      "speaker": "Jordan",
      "start_timestamp": 4108.0,
      "text": "why is your buck?"
    },
    {
      "end_timestamp": 4133.0,
      "id": "a2c31aec-834d-3e0a-9baf-031e15b88f79",
      "speaker": "Dan",
      "start_timestamp": 4111.0,
      "text": "Still Still hilarious? It's fantastic. So Alex, he has to kind of figure out a way to explain what was going on. And he's decided that this was a trolling thing. They were trolling even though very explicitly multiple times during the interview. He says, This isn't trolling I telling you what I think I tell you what, I believe"
    },
    {
      "end_timestamp": 4140.0,
      "id": "96ad98fc-0f3f-322e-ae7c-ab7d79c7ec6f",
      "speaker": "Jordan",
      "start_timestamp": 4133.0,
      "text": "it is just so outside of the pale for these people to actually have to confront someone who believes the things that"
    },
    {
      "end_timestamp": 4143.0,
      "id": "071e8d84-d747-3bfd-a347-9e11c8fda170",
      "speaker": "Dan",
      "start_timestamp": 4140.0,
      "text": "they lie about, or that they lie about Napoli. Yeah, exactly."
    },
    {
      "end_timestamp": 4145.0,
      "id": "4a68149c-ab2c-32df-9303-d6191ba26a87",
      "speaker": "Jordan",
      "start_timestamp": 4143.0,
      "text": "Exactly. Yeah."
    },
    {
      "end_timestamp": 4192.0,
      "id": "4ecaad20-fcce-3a1b-b7ab-f01df056b739",
      "speaker": "Alex Jones",
      "start_timestamp": 4145.0,
      "text": "He puts the mask he unzips the mask, and then it really creepy in person with the mask. Yeah. And then I mean, really, I would see this as as a as almost like a giant trolling operation. Really. He was super high on adrenaline when he did it. He feels really good about it. And he, I don't think has a very good historical knowledge about World War Two either. Oh, yeah. So I mean, he really is in love with all of that design, which so much of what the Nazis designed ended up being brought up here with Operation Paperclip, so it's bad that he says he loves Hitler, then it's even worse than our own government brought 10s of 1000s of Nazis in at the end of World War Two to run most of major agency show. Sure."
    },
    {
      "end_timestamp": 4222.0,
      "id": "d68006f6-2224-3f23-b27c-61263148dab5",
      "speaker": "Dan",
      "start_timestamp": 4192.0,
      "text": "Alex is still trying to excuse what you said by making false equivalences yay, denied the Holocaust, but 70 years ago Though the government brought over Nazi scientists to work on rocket, so who's really to say what's what? He's just uninformed? It's a strange thing to argue. And the ultimate irony is if that he said that in front of yay, yay, would say that it's great that the US brought over Nazis because he loves Nazis. And essence Alex is trying to control this narrative now that there isn't that pesky personal narrative is about there to stop him."
    },
    {
      "end_timestamp": 4224.0,
      "id": "39ee4eae-489c-3ed9-a350-b900bb51311c",
      "speaker": "Jordan",
      "start_timestamp": 4222.0,
      "text": "Yes, that's what I believe. No,"
    },
    {
      "end_timestamp": 4225.0,
      "id": "8e68fc91-1277-3a9e-a855-519858268098",
      "speaker": "Unknown Speaker",
      "start_timestamp": 4224.0,
      "text": "he doesn't believe that. It's"
    },
    {
      "end_timestamp": 4232.0,
      "id": "86b87984-2aef-31cd-85ec-c2eda34f6d3c",
      "speaker": "Jordan",
      "start_timestamp": 4225.0,
      "text": "a no I do, right. That's why I said it. I say things because I mean them. Do you not understand that principle whatsoever?"
    },
    {
      "end_timestamp": 4271.0,
      "id": "a72cbae1-0c7b-3091-a5a3-262ad865218b",
      "speaker": "Dan",
      "start_timestamp": 4232.0,
      "text": "It's really it's really bizarre. I mean, it's not bizarre. It's a desperate attempt to salvage whatever you can out of, you know, make good out of bad as it were. Right. All right. So Alex says some opposition to Nazis. And that's great. Although I think that maybe some of the ways that he understands his opposition to Nazis is a little personal, and maybe his problems and complaints. But the Nazis are never like invading other countries. Yes. Systematic genocide. Causing a World War. Yeah, that's a problem. These things are not what he seems to have a problem with. It's like, they almost killed my grandpa. Oh, that's"
    },
    {
      "end_timestamp": 4327.0,
      "id": "3168a299-6a20-3509-b5b3-3d3c2a2e996a",
      "speaker": "Alex Jones",
      "start_timestamp": 4271.0,
      "text": "an historic real things about the Nazis that my family who were in World War Two told me about, Oh, that's true. We saw that in Germany, or we saw that in Italy. Again, both my grandfather's almost died, both of them, World War Two, I almost didn't exist because of it. And they, they talked about what the Nazis were like, and my mom's dad also worked on some black budget weapons programs, the 50s and 60s, and just said that he'd been at some military bases that had Nazis on him that were very, very arrogant. And he didn't like having to work with them in these in these some of these programs. So I'm like eight years old here, my grandfather in Austin, Texas, sitting around the kitchen table bitching about, you know, Nazis and working on secret weapons programs and how arrogant they were and how much he hated the government bringing them in here. So that's a real thing that's going on. So my dislike of Nazis really comes from my grandfather's who both didn't like him very much."
    },
    {
      "end_timestamp": 4347.0,
      "id": "103afc57-e6a4-3e98-98e3-3653d38cf5ab",
      "speaker": "Dan",
      "start_timestamp": 4327.0,
      "text": "That seems not that for someone who's claimed to have read 100 books about World War Two and studied everything about it seems like your reasons for disliking Nazis wouldn't be they're arrogant, or my grandfather said working with them wasn't fun. Yeah. Yeah. That's bizarre."
    },
    {
      "end_timestamp": 4382.0,
      "id": "c351b665-ebd9-36f3-a4a1-df4832c64eaf",
      "speaker": "Jordan",
      "start_timestamp": 4347.0,
      "text": "No, I mean, what's what's interesting to me about it is that it comes from the same point of view as gay, in my in my envisioning is, because these people cannot see outside of their heads, you know, they can only see through their own eyes, they have no ability to like, see the world from outside of that. So everything has to relate to something that has happened to him. Pornography is bad, not because of the Jews, but because Kanye is addicted to pornography. World War Two is bad, not because of the Holocaust. What because it hurt Alex's grandfather, you"
    },
    {
      "end_timestamp": 4423.0,
      "id": "0e9956a8-7ef4-31f4-8b70-b7c7c3ff79e8",
      "speaker": "Dan",
      "start_timestamp": 4382.0,
      "text": "know, I understand that. Make it personal and take it personal. Yeah. But also, the difference is are between those two things that you're describing? Because I do think there's an important difference. And that is that, yeah, he's not taking responsibility for this part. And he's blaming the Jews for everything. Whereas Alex is blaming the globalists. Sure. Well, I mean, he's not really blaming anybody in this clip, in this particular clip. Yeah. Yeah. He's just taking it personally. And that's how he understands World War Two, basically, right. And that's maybe inconsequential in the grand scheme. Maybe small, you know"
    },
    {
      "end_timestamp": 4429.0,
      "id": "75d34b8f-3d13-3b88-9a14-70a90ca666b5",
      "speaker": "Jordan",
      "start_timestamp": 4423.0,
      "text": "it sometimes when you say, however you get there, at least you got there. I don't know if this is not this time, not this time."
    },
    {
      "end_timestamp": 4438.0,
      "id": "fa49159e-fbef-36e6-be79-5942d77edbcd",
      "speaker": "Dan",
      "start_timestamp": 4429.0,
      "text": "So the matter of how Alex thought the interview would go comes up. And I got a call a lot of bullshit on this."
    },
    {
      "end_timestamp": 4490.0,
      "id": "90d8ff0a-f168-3647-b526-1b66a9c602bc",
      "speaker": "Alex Jones",
      "start_timestamp": 4438.0,
      "text": "I really thought I could come in here and shut up at first and let him get it out of his system, even if he did it. Where I was saying, hey, let's do something different. Let's, let's show him your intellectual side. Let's let you know, let's get into a bunch of issues. And I had all these issues in front of me. He goes, Why don't you just set those aside? We're not getting into that. That was like, okay, he's letting me know he's in control. And so I figured after an hour, at least he would let me kind of then bring up some topics I wanted. But you kind of had the Salacious Crumb, the baby Hitler of Nick Fuentes over there. That was a joke Jimmy Kimmel made. Where am I seeing this Florida? I'm Jabba the Hutt. And there's there's a Salacious Crumb sitting there. But seriously, I didn't know that Nick point. Jazz was really a Nazi lover. Yeah, I had him on over the years, three or four times whenever he was being de banked or censored. And he was like, No, I'm not a Nazi. I just care about white people's right. So I"
    },
    {
      "end_timestamp": 4535.0,
      "id": "93bb4415-d76e-39fd-9872-fc783c7f1d93",
      "speaker": "Dan",
      "start_timestamp": 4490.0,
      "text": "want to say that I know definitively that that's not true. Yeah. There Alex knew damn well that Nick and his associate It's we're very much into Hitler and Nazis definitively. Yes, yeah, that is complete bullshit. Alex engaged with him well aware of his beliefs and the way that these things were being hidden. I don't believe for a second that they went on the road together for the stop the steel stuff, and oh, nothing of the true nature of Nick's beliefs were made clear and think about this. Ally Alexander is now in charge can presumably in charge or at least very involved in yeas campaign. Sure, right."
    },
    {
      "end_timestamp": 4547.0,
      "id": "60b93112-1f16-3964-9961-a6be29ea2c95",
      "speaker": "Jordan",
      "start_timestamp": 4535.0,
      "text": "I could give calling it a campaign gives it a legitimacy that I refuse to accept, but that's fine. It could be a publicity campaign. And that's fine. That's fine. Vanity KP a World of Warcraft campaign? Yeah. The"
    },
    {
      "end_timestamp": 4596.0,
      "id": "394f1772-4eba-3048-9599-b4b2e19e9b9d",
      "speaker": "Dan",
      "start_timestamp": 4547.0,
      "text": "Alex went like to Georgia and to these other states with Ali Alexander and Nick Fuentes. So now he has two people who were deeply involved with his own 2020 election, conspiracies and stuff and Ally is pretty involved with Infowars. Now they are both the people who are involved with the ILO, Hitler guys presidential campaign. Yeah, Alex is far more involved and entwined in this than he wants to believe. Yeah, he's in too deep. He let these people very close to him. And like I said, I know that he knows Yeah. About why, like these people's beliefs. Yeah, it's, he did this to himself. Yeah. deserves every bit of criticism and association that people are making."
    },
    {
      "end_timestamp": 4606.0,
      "id": "6ce9b506-9cfd-314e-bfc1-acf2bfa39479",
      "speaker": "Jordan",
      "start_timestamp": 4596.0,
      "text": "Yeah, you know, you don't have any talent of your own. And then the closest thing you could get to talent was an 18 year old Nazi. So"
    },
    {
      "end_timestamp": 4615.0,
      "id": "a65a0f16-c0ec-3e74-9fd0-4e6dfae48de0",
      "speaker": "Dan",
      "start_timestamp": 4606.0,
      "text": "I understand. That oppressive guy is very talented, especially compared. Let's different different talents, analogies."
    },
    {
      "end_timestamp": 4620.0,
      "id": "fd86c246-0b29-3c11-81c6-d45cf901f23f",
      "speaker": "Jordan",
      "start_timestamp": 4615.0,
      "text": "He's the youngest Nazi that we know. At least."
    },
    {
      "end_timestamp": 4621.0,
      "id": "a55a50ba-92b6-3e07-82f5-82d5681e9dcb",
      "speaker": "Dan",
      "start_timestamp": 4620.0,
      "text": "What uh, what?"
    },
    {
      "end_timestamp": 4625.0,
      "id": "c6541e8d-413b-37a2-bf4f-e9b82387f4b7",
      "speaker": "Jordan",
      "start_timestamp": 4621.0,
      "text": "That's the biggest compliment I have to get what a superlative. Yeah,"
    },
    {
      "end_timestamp": 4629.0,
      "id": "dc259fb2-9cd5-35e1-87fa-cb93c8c5fae4",
      "speaker": "Dan",
      "start_timestamp": 4625.0,
      "text": "so Alex does not like Hitler."
    },
    {
      "end_timestamp": 4705.0,
      "id": "b548b6ed-5341-3de3-b320-1fbb5188b0fb",
      "speaker": "Alex Jones",
      "start_timestamp": 4629.0,
      "text": "Hitler wasn't wasn't pregnant, was a pedophile. Hitler was horrible. Screw Hitler, I burn in hell, Hitler. And the left uses Hitler to push their communist agenda that is basically just as bad and authoritarian to call all of us Hitler. So people are so sick of being called Hitler. They go, Hey, if it was so powerful, let's just say we're with Hitler. And that's what these people are doing. And I felt like I was sucked in to a giant publicity stunt. Now, I'm not mad at either person. That they probably even believe what they're doing. But no, I saw a whole bunch of programs like the Young Turks and all of them say jobs is just math. They let the secret out. Jones likes Hitler. No, I hate authoritarians. I hate communists. I hate Gigi. Ping. I hate Hitler. I hate mouse a tongue. I hate Joseph Stalin. I hate Fidel Castro. I hate Hugo Chavez. I love George Washington. I love Thomas Jefferson. I love American strength and freedom and power and Christianity and open societies and capitalism and free speech and I want it back now. So burn in hell, Hitler and Stalin and Mao burn in hell. And when I told Piers Morgan, Hitler took the guns Stalin, Mao took the guts to take our guns shot 1876 will commence again."
    },
    {
      "end_timestamp": 4709.0,
      "id": "8b642c19-7ca3-35aa-b3d7-62f698872e16",
      "speaker": "Dan",
      "start_timestamp": 4705.0,
      "text": "It almost feels like Alex dissociated for a moment. Yeah,"
    },
    {
      "end_timestamp": 4710.0,
      "id": "4f418cef-5d30-33e9-89c1-f5eb5a7d9cc9",
      "speaker": "Jordan",
      "start_timestamp": 4709.0,
      "text": "that was weird. Yeah,"
    },
    {
      "end_timestamp": 4727.0,
      "id": "ee64f395-9070-3970-a972-68362c3f68b6",
      "speaker": "Dan",
      "start_timestamp": 4710.0,
      "text": "the Piers Morgan thing is a completely off topic point. I think he was researching his mind for stock things to shout that involve Hitler. And that's one of his big ones. Yeah, it kind of gives the impression that he's not really mentally processing this conversation might be a little bit on autopilot. And also wanting to relive those those"
    },
    {
      "end_timestamp": 4731.0,
      "id": "335193ce-125e-3332-b8fe-0224d1511c0d",
      "speaker": "Jordan",
      "start_timestamp": 4727.0,
      "text": "1776 Two point, feel. And I remember"
    },
    {
      "end_timestamp": 4757.0,
      "id": "1dc00619-a4de-3baa-af4c-81cd6327aa72",
      "speaker": "Dan",
      "start_timestamp": 4731.0,
      "text": "like how much press he got because yelling that stuff. Like he was on CNN with Piers Morgan glory days, right? He went to that gun show where Piers Morgan was doing the remote and he begged him to come back on the show, because he got such a good hit of adrenaline from being in there getting all that attention. It was so good. Yeah. And he wants to relive that a little bit. Now. I think you're getting a different kind of attention now. I'd be more tired of your ship."
    },
    {
      "end_timestamp": 4775.0,
      "id": "8b886fd3-f985-3e77-b618-ad71aeaa8e4b",
      "speaker": "Jordan",
      "start_timestamp": 4757.0,
      "text": "Yeah, I'm very tired of things being very obvious. You know, like two of the most hateful people on the planet. I've just listened to list things they love for a while. But I don't have to regularly list things that I love or hate. In order to prove something."
    },
    {
      "end_timestamp": 4781.0,
      "id": "238aaa46-1275-3339-a7f3-08b56c275179",
      "speaker": "Dan",
      "start_timestamp": 4775.0,
      "text": "You don't have to list off a bunch of things that you love to provide cover for the fact that you love the knots. And"
    },
    {
      "end_timestamp": 4789.0,
      "id": "475b9694-81b0-309a-9254-2b6a13101d5f",
      "speaker": "Jordan",
      "start_timestamp": 4781.0,
      "text": "also I don't have to list off a bunch of things that I hate and then say I love them to make people think that I'm not hating myself, which is what you did."
    },
    {
      "end_timestamp": 4804.0,
      "id": "8da6af0d-5194-31ff-8f1b-dd732b3289c3",
      "speaker": "Dan",
      "start_timestamp": 4789.0,
      "text": "So, so there was this dynamic that was going on with the show, and that was this. I love everybody. And that was you know, it's pretty cool. You're that that was a little bit of a bullshit. Well, I kind of move"
    },
    {
      "end_timestamp": 4814.0,
      "id": "829b7e63-0812-3258-8f60-92f6d354053d",
      "speaker": "Jordan",
      "start_timestamp": 4804.0,
      "text": "when he listed things that he said he loved. He was only listing them because those are the things that he hates. And people know that. So he has to say that he loves them."
    },
    {
      "end_timestamp": 4845.0,
      "id": "1cedd081-5565-39d3-a868-aa208aaaf428",
      "speaker": "Dan",
      "start_timestamp": 4814.0,
      "text": "Except for things like Nazis and Hitler. He loves Nazis and Hillary. Sure, come on, and even beyond the love stuff. I mean, there was just the like, Holocaust didn't happen stuff. Yeah. So that's Yeah, yeah. And I gotta say, even Crowder doesn't buy this shit. Like he doesn't he doesn't like go in for the I love everybody act. Right. Right. Right. And I have to say that when you have Steven Crowder, being like, this is some bullshit. Yeah, that's a bad sign for how flimsy your nonsense is. You"
    },
    {
      "end_timestamp": 4887.0,
      "id": "5038819f-0a10-3d16-ab31-bfed7ae18bb0",
      "speaker": "Steven Crowder",
      "start_timestamp": 4845.0,
      "text": "have people trying to defend it saying, well, and there's validity to this, Kanye West said, I love everybody. He didn't say you hate me. But he said, I loved you that love Hitler. But he did go out of his way to praise actions of Hitler while condemning actions of Jews in this sort of general monolith. And he did actively deny the Holocaust. So to act as though it was an equivalency of I love everybody. That's not what happened with that interview. Now, if people out there want to say, hey, he has every right to love Hitler, of course. And if you say I agree with him when he says he loves Hitler, and that the Holocaust didn't happen fine. But to act as though there's always this equivalency, you know, on your show, and it's in its totality. Sure, he said he loved everyone. But he did have specific praise for some totalitarian dictators."
    },
    {
      "end_timestamp": 4892.0,
      "id": "190032b0-78fc-3291-8715-7e8f1722e8d0",
      "speaker": "Dan",
      "start_timestamp": 4887.0,
      "text": "Not good not good when Steven Crowder sees through your fucking game and is calling it out."
    },
    {
      "end_timestamp": 4904.0,
      "id": "9f200745-5139-3f38-9a0f-a43aea907f33",
      "speaker": "Jordan",
      "start_timestamp": 4892.0,
      "text": "I do not know where who in trying to the right to love Hitler. I think we can revoke that right. I don't think you should have the right to love Hitler. You can't love Hitler. Okay, demanded. Bill of Rights."
    },
    {
      "end_timestamp": 4911.0,
      "id": "86781dd2-6a0f-3c35-b372-cad99e432026",
      "speaker": "Dan",
      "start_timestamp": 4904.0,
      "text": "How do we love and Hitler how do we how does this work functionally, you just can't How do you legislate that somebody"
    },
    {
      "end_timestamp": 4915.0,
      "id": "dc2932e1-e79a-3fa3-90de-18c0cdded07a",
      "speaker": "Jordan",
      "start_timestamp": 4911.0,
      "text": "says if somebody does it, you say, stop it. You can't. It's against the law."
    },
    {
      "end_timestamp": 4919.0,
      "id": "1caa22f1-efeb-317b-871a-94727debdc05",
      "speaker": "Dan",
      "start_timestamp": 4915.0,
      "text": "What if you are Hitler's parents?"
    },
    {
      "end_timestamp": 4920.0,
      "id": "22a66f4e-ce14-3b7a-950e-3189f38310be",
      "speaker": "Jordan",
      "start_timestamp": 4919.0,
      "text": "They killed themselves."
    },
    {
      "end_timestamp": 4924.0,
      "id": "767b0f47-3b30-3a27-8698-230da138ad22",
      "speaker": "Dan",
      "start_timestamp": 4920.0,
      "text": "But what but no, they just died. But put yourself in that situation? Sure. Sure. Sure. Is"
    },
    {
      "end_timestamp": 4928.0,
      "id": "45441077-1e73-338a-b6b1-87501e4b2082",
      "speaker": "Jordan",
      "start_timestamp": 4924.0,
      "text": "it still illegal? Yeah, absolutely. Because he's a genocide. Er,"
    },
    {
      "end_timestamp": 4931.0,
      "id": "31b871dd-a4d8-3481-9f96-ac8d65e71f64",
      "speaker": "Dan",
      "start_timestamp": 4928.0,
      "text": "I think you're, I think you're gonna have a tough time writing this into law."
    },
    {
      "end_timestamp": 4946.0,
      "id": "0743ea1a-2a43-3241-82a0-b00d0c322dc8",
      "speaker": "Jordan",
      "start_timestamp": 4931.0,
      "text": "I'm telling you, I feel like a very specific law. Like if somebody has committed genocide, they don't get love anymore. I feel like that's fine. Oh, mom, anybody who's committed genocide off money. You don't get love no more."
    },
    {
      "end_timestamp": 4957.0,
      "id": "90d8fd0c-7481-370f-9c90-1702773c6de3",
      "speaker": "Dan",
      "start_timestamp": 4946.0,
      "text": "I think that this is a this is the kind of legislation that you're going to spend a lot of time trying to craft and here's wasting taxpayers dollars gonna be tough. Yeah,"
    },
    {
      "end_timestamp": 4958.0,
      "id": "9b6f8384-73ef-3c67-aada-363d85e2986b",
      "speaker": "Jordan",
      "start_timestamp": 4957.0,
      "text": "I really think we could nail it down though."
    },
    {
      "end_timestamp": 4960.0,
      "id": "75a97db6-a205-3f1b-9f87-3821e8b81aed",
      "speaker": "Dan",
      "start_timestamp": 4958.0,
      "text": "Also probably against free speech today."
    },
    {
      "end_timestamp": 4965.0,
      "id": "83ac74cd-6609-3e06-bee5-4ef4fce22b8b",
      "speaker": "Jordan",
      "start_timestamp": 4960.0,
      "text": "Love isn't speech money is that citizens united baby."
    },
    {
      "end_timestamp": 4981.0,
      "id": "b77c6ba4-60a5-32d8-a565-73035b9cf5b1",
      "speaker": "Dan",
      "start_timestamp": 4965.0,
      "text": "So Steven Crowder is like, kind of pushing back on this in a way that is kind of surprising in as much as he actually is asking Alex, do you think the media got this one? Right? Like, why don't ya actually and I'm mad."
    },
    {
      "end_timestamp": 5010.0,
      "id": "03f5511f-2053-36bc-8de6-b79fd84bbc32",
      "speaker": "Steven Crowder",
      "start_timestamp": 4981.0,
      "text": "How do you think the press has covered it? And I don't mean, you. I think that you I don't mean of course, they'll they'll try and tar and feather you. But I'm saying Do you think that this the way the press has said that? Hey, Kanye West. Yay on Alex Jones went off and was very obviously incredibly anti semitic. Do we think that in this case, was the press partially right? In other words, are they completely misrepresenting it? Or when you were sitting there? Did you feel as though this is probably not productive for him?"
    },
    {
      "end_timestamp": 5091.0,
      "id": "14f93898-9334-3125-8e77-767fa0c36949",
      "speaker": "Alex Jones",
      "start_timestamp": 5010.0,
      "text": "Look, I like Kanye West. I like Yeah, I think he really means well. You know, I don't know if Nick Fuentes believes what he's doing. Nick says a lot of really good stuff I agree with. Once I heard him endorse that he thinks Hitler's great. I lost a lot of respect for him. Because I know Nick's really, four or five years ago, and I'm not saying yeah, isn't smart, but you know, he's he's kind of a savant, and you know, has a lot of talent stuff. And so yeah, I think in the long run, yay, wants to be a big revolutionary and wants to hit the barbed wire. As he said. He said, You're Terminator one. We're Terminator 10. And I just really think at the end of the day, that that's not the case. The left have adopted so many of the actual Nazi tactics of control and their whole system of of lockdowns, what you see in China, big groups of people about the 10s of 1000s being marched together, being led by one Pied Piper and the whole white white medical uniform. That's that, you know, that's the real type ideology that the Nazis were striving for. And we know that Hitler, and of course, Joseph gurbles, wrote about how this is public. They wanted to take over England and kill HG Wells, and kill Bertrand Russell and others, because they HG Wells and Bertrand Russell had a competing authoritarian World Government leftist model."
    },
    {
      "end_timestamp": 5271.0,
      "id": "92b72414-3b5f-3228-9cba-242374b73353",
      "speaker": "Dan",
      "start_timestamp": 5091.0,
      "text": "So just real quick, Alex is referring to Hitler's black book, which was a list of people he wanted rounded up and killed after the Nazis planned invasion of the UK in operations. de Lyon Alexandre is made up that they want to kill HG Wells and Bertrand Russell because they were setting up a rivaling world government. That is, for all intents and purposes Alex whitewashing Nazi history. Hitler wanted to kill wells because he ran an organization called poets essays to novelist International, which expelled the German branch of the group because they only accepted Aryan writers into their membership. He was a very vocal critic of the German government and was a very understandable target, especially considering the offense he'd made against Germany's place in the art and culture world. The reasoning was similar for Russell, he had been a non interventionist and he'd switched positions and decided that Hitler was a threat to all of Europe and needed to be fought. The list includes a bunch of folks like Virginia Woolf who they wanted to kill because she was married to a Jewish man and Aldous Huxley because he helped Jewish artists and writers flee from Germany. what Alex is saying is complete bullshit, and it's carrying water for Hitler. Now larger picture what Crowder is doing here is the second stage of the purpose gay serves to the right wing, as we discussed in sort of two parts of the episode, Crowder seems to have realized what so many have missed, which is that yeah, means this shit, he's not going to relent. And maybe people are right to call him anti semitic. He's getting ahead of the ball for a very important purpose, which is essentially to create an avatar of an anti Semite, so he can use them to excuse his own toxic opinions. Anytime he's accused of saying something fucked up or anti semitic, he can say I'm not yay, and that has the effect of giving him some breathing room. Alex knows this dynamic Well, since he was on the other side of it for most of his career and still is used that way from time to time. Most of Glenn Beck's conspiracy bullshit early career was predicated on him saying something insane and then saying I'm not Alex Jones and pretending that proves rationality even within the last year when he was being grilled about his promotion of great replacement conspiracies, Tucker, Carlson Shopback. This isn't some Alex Jones shit, yay, can fill a very important role for these right wing media figures, which is to be the person they are not which excuses their rhetoric, that person goes too far. And I'm not that person. Therefore, I've not gone too far. And what I'm saying is acceptable. And when you have someone like yeh, it provides a rare opportunity where there's this huge celebrity, so the media is eyes will be on what he's saying. And he's a bombastic personality. So he's not going to take this half way. This combination leads to the conversation going so far past the point of acceptability that it allows people like Crowder to move the ball a little bit down the field, and then it doesn't look like he's done anything. For instance, in response to you denying the Holocaust, Crowder can condemn that but then decry the problem of quote secular humanists with Jewish last names in Hollywood. That's pretty fucked up stuff. But when it's compared to what Yang is putting out there, it certainly doesn't seem that bad. Yeah. If yay, goes 50. I can go 30."
    },
    {
      "end_timestamp": 5301.0,
      "id": "14f527f2-f5e1-334c-94f8-8990e7dd9fea",
      "speaker": "Jordan",
      "start_timestamp": 5271.0,
      "text": "No, I mean, that's why that's why when McKenna says, you know, like, hey, it's not all the Jews, it's most of the Jews, but not all of them. You know, it's like, no, that's, that's equally anti semitic, those are on equal footing. And yet, because yeh is willing to say the full thing, and begin is he gets the luxury of being able to be like, Haha, I'm only 90%. Racist, then he gets away with it more than otherwise, yeah, it's simple."
    },
    {
      "end_timestamp": 5327.0,
      "id": "dd15379a-75c1-3647-a954-845b15646027",
      "speaker": "Dan",
      "start_timestamp": 5301.0,
      "text": "And honestly, once the rest of the right wing shitheads come to the realization that they're not going to be able to monetize gay himself, this will be the next best thing for them to be able to do. Yeah. And it's gonna be unfortunate because they have let him in a little bit. And that means that they can get burned by him once they start shitting on him. And that could be a problem for all of what"
    },
    {
      "end_timestamp": 5352.0,
      "id": "50ed43ee-cddd-3703-a262-10b0893b423d",
      "speaker": "Jordan",
      "start_timestamp": 5327.0,
      "text": "amazes me is that they don't seem to realize that Nick is coming for them. Like, Well, we'll see you that in a little bit. That's That's what I think is very funny about all of this is that they are looking at Nick and yeh going on all of these interviews, thinking they're trying to do some white supremacist shit, not realizing that Nick is going for them. He is choosing those people to attack in order to take their shit. Yeah, it's"
    },
    {
      "end_timestamp": 5395.0,
      "id": "bdcc11a5-1226-374d-8ce1-0621339715f7",
      "speaker": "Dan",
      "start_timestamp": 5352.0,
      "text": "basically like how he had this whole campaign against Turning Point USA. He wasn't going against some left group, he was going against someone on the right because the people who are in that audience are far more likely to come over to his side than if he were to go to some Antifa meeting and cause a scene. He can he can say things that these folks aren't saying yeah, and pretend that there's some kind of a secret conspiratorial reason why they're not saying these these fucked up things that he's willing to say. Yeah, and then lower these people like the audience over Yeah, it's the same dynamic is essentially at play mat with these stops on his campaign tour."
    },
    {
      "end_timestamp": 5407.0,
      "id": "390b6365-7bc2-3731-ae69-d3c5b211ab8c",
      "speaker": "Jordan",
      "start_timestamp": 5395.0,
      "text": "Right? And they all think that he is like everybody else. He's just another one. The parasites, but this dude is a disease man. He is not going to suck you dry. He's going to steal your shit and kill you."
    },
    {
      "end_timestamp": 5419.0,
      "id": "d76569ac-41e0-30c5-80e3-c90b0683c95a",
      "speaker": "Dan",
      "start_timestamp": 5407.0,
      "text": "Yeah, yeah, yep. And it's good. I mean, it's it's good timing for someone like Alex to have to deal with something like this considering that he just declare personal bankruptcy as companies in bankruptcy, he owes a billion dollars. He's at the height"
    },
    {
      "end_timestamp": 5420.0,
      "id": "e8f80222-3638-37bf-aaad-eec98c3eebed",
      "speaker": "Jordan",
      "start_timestamp": 5419.0,
      "text": "of his power. And"
    },
    {
      "end_timestamp": 5453.0,
      "id": "e82760da-7887-3155-88f3-48a8cc371e8b",
      "speaker": "Dan",
      "start_timestamp": 5420.0,
      "text": "it was just official. I knew this is actually kind of old news. But the the stuff that he owes because of these judgments, yeah, is not dischargeable in bankruptcy. No, no, that's around his neck forever. That was something that we already had an awareness of, but they had just sort of litigate officially. So like he's in a perfect position to have somebody who he has enabled yet platformed legitimized come in and say horrible things about him and try and leech off the audience."
    },
    {
      "end_timestamp": 5465.0,
      "id": "829b6221-b2d4-3456-a55a-b30a4882f489",
      "speaker": "Jordan",
      "start_timestamp": 5453.0,
      "text": "You know, it's so weird that Sith Lords aren't like best buds, you know, like they the one always tries to kill the other one. It's like why, you know, just be best buds. There can"
    },
    {
      "end_timestamp": 5478.0,
      "id": "9c7a71af-116f-3008-8141-c03731b26fff",
      "speaker": "Dan",
      "start_timestamp": 5465.0,
      "text": "only be one Highlander of bullshit. Yep. So Alex rambles a lot. And then he gets on to talking about Orwell, and 1984. A good call some thoughts, I would like some citations on this. Okay."
    },
    {
      "end_timestamp": 5578.0,
      "id": "cd070239-78cd-3853-a0e1-9e68ab166f3b",
      "speaker": "Alex Jones",
      "start_timestamp": 5478.0,
      "text": "I happen to know for a fact that the left and the tactic, that's what George Orwell wrote 1984 about words are well was number two in the propaganda arm of British intelligence in World War Two. He'd been a communist before that in the Spanish Civil War, and been a hero and heavily wounded. But then when he actually got at the top of the British socialist society, and recognized that, that actually Stalin was being funded by the West, there was actually a war against the individual in the future, and that Hitler had been wound up by British intelligence, not not run by them, but actually built up and given power and funding early by the big banks. He realized that there was a global authoritarian system that operated under different names, but basically had the same goal, total power and control and reason I know that is not just reading it for probably eight. Well, that's clear, very clear, I think the essays in several big compendiums of George Orwell, right before he died in 1949. He finished 1984, late 1947. But he died about a year and a half later. And so George Orwell had this view of it as well. He thought the Nazis were the ultimate evil. He fought them before World War Two in Spain, and against Franco. And then he later learned there was a more evil group of Fabian socialist British intelligence, basically Spectre, what you see in the James Bond movies, I'm sorry, James Bond is Spectre. And I'm not saying all British intelligence, but that British Empire model that virtual America at Bretton Woods, and then America became the world empire at that point, that system is full spectrum dominance, where they want to control all the major groups, and then play them off against each other in an alien dialectic."
    },
    {
      "end_timestamp": 5588.0,
      "id": "793841c4-60dd-3ff0-97e8-5de22124fee7",
      "speaker": "Dan",
      "start_timestamp": 5578.0,
      "text": "So was it a good idea to have you on or not? This is I would like to just ask him to provide me some sources on the any of that. Yeah."
    },
    {
      "end_timestamp": 5590.0,
      "id": "0c84977b-3d79-319a-89ec-b147f781bf07",
      "speaker": "Jordan",
      "start_timestamp": 5588.0,
      "text": "Yeah, that was that was fun."
    },
    {
      "end_timestamp": 5594.0,
      "id": "5d3f5c98-7516-32bd-8204-5fc59e734f0d",
      "speaker": "Dan",
      "start_timestamp": 5590.0,
      "text": "I'm guessing he's referring to like a Homage to Catalonia."
    },
    {
      "end_timestamp": 5607.0,
      "id": "59e7a44f-6ce8-39d2-b046-22dae166263a",
      "speaker": "Jordan",
      "start_timestamp": 5594.0,
      "text": "I feel like I just got a lot of exposition from a steampunk novel, like telling me about the previous history before the apocalypse happened. That's what I feel like I just heard a lot of alternate reality"
    },
    {
      "end_timestamp": 5626.0,
      "id": "8bb3ba3b-ef57-34e1-8aa0-a0871414c4fb",
      "speaker": "Dan",
      "start_timestamp": 5607.0,
      "text": "believe, like, you know, oral work to the BBC. I don't know if he was number two in British intelligence and propaganda. I don't know I am. He was a committed Democratic Socialist every into the last years of his life. I just this is a fun story. But I need Alex to substantiate any of this."
    },
    {
      "end_timestamp": 5653.0,
      "id": "844a1922-9642-379f-8ad8-b24f919f42c1",
      "speaker": "Jordan",
      "start_timestamp": 5626.0,
      "text": "What what I find comforting about this is for certain people, once they start talking about a subject, I no longer feel the need to know why. You know, like, when Alex starts talking about Orwell, I don't need to, I don't need to be like, Oh, why is he saying this thing about this book that doesn't say the thing that he's saying about the globalist? I don't ask why because what the globalists because he thinks that's what's real."
    },
    {
      "end_timestamp": 5658.0,
      "id": "6065b460-a4c2-3927-aa41-8a8fcab12091",
      "speaker": "Dan",
      "start_timestamp": 5653.0,
      "text": "Yep. So Alex has a new explanation for why EA did what he did on his show, to give when people"
    },
    {
      "end_timestamp": 5701.0,
      "id": "eb8affdf-665b-3269-b605-023357dcd67a",
      "speaker": "Alex Jones",
      "start_timestamp": 5658.0,
      "text": "go to infowars.com, because remember, more censored anybody else out there, they could go to infowars.com. And they can also go to Bandar video and find the full interview and actually see it for themselves in in context. I, I can't bring myself to go watch it again, because I can't stand watching myself. But I watched a lot of excerpts and I just think what happened was he decided to go all the ways that he decided to try to be as shocking as possible and say screw the world. And he and then once he started pressing on the dopamine button of saying the things he said he just couldn't stop. And so it became, you know, just a situation of red lining the engine the entire time. He was on."
    },
    {
      "end_timestamp": 5704.0,
      "id": "9025cb06-d0a7-3ec7-b2f5-8cb70940bb8e",
      "speaker": "Steven Crowder",
      "start_timestamp": 5701.0,
      "text": "Yeah. Yeah. It seems like that. That might be the case"
    },
    {
      "end_timestamp": 5718.0,
      "id": "3ee4ab31-b0e5-31ad-a6f7-fbfd4591580b",
      "speaker": "Dan",
      "start_timestamp": 5704.0,
      "text": "doesn't doesn't seem like that might be the case at all. It's not adrenaline. He wasn't addicted to adrenaline. He, it's not like a crime of passion. He brought a net and Yahoo. You."
    },
    {
      "end_timestamp": 5725.0,
      "id": "68dbfde5-4d45-3123-832c-fba3d056c4dd",
      "speaker": "Jordan",
      "start_timestamp": 5718.0,
      "text": "Yeah. That was premeditated. That was a murder one, if you will of comedy. Unless those"
    },
    {
      "end_timestamp": 5730.0,
      "id": "e32f6f44-1e31-319c-a206-90454c6adc0f",
      "speaker": "Dan",
      "start_timestamp": 5725.0,
      "text": "props just happened to be at Alex's desk, which seems incredibly unlikely"
    },
    {
      "end_timestamp": 5745.0,
      "id": "99033241-3b2e-3382-b601-b780e8301abb",
      "speaker": "Jordan",
      "start_timestamp": 5730.0,
      "text": "it would be it would be a strange improv thing to Yeah, yeah, we've had these we've had this net, and we've had this yoohoo out here for 20 years, thinking somebody's going to put it together sooner or later, right. And here it is. Finally, it paid off"
    },
    {
      "end_timestamp": 5757.0,
      "id": "2ae868c6-abcc-3652-8054-838db5b3a470",
      "speaker": "Dan",
      "start_timestamp": 5745.0,
      "text": "in the moment. He just got caught up in it. He said some offensive things. And then the adrenaline got the best of him. I just, I mean, it is and you same kind of excuse people tried to make for like Michael Richards, it is and it is"
    },
    {
      "end_timestamp": 5776.0,
      "id": "507ab382-18eb-3321-b3e3-6ce7455ec29a",
      "speaker": "Jordan",
      "start_timestamp": 5757.0,
      "text": "it is so hard for them because they're there. Their lives are built around claiming that racism can't even happen. Because it doesn't exist, right? Well, it does, but only against white people exactly. But then they're here. And they're just like, Man, I don't know if I can say that racism doesn't exist after that."
    },
    {
      "end_timestamp": 5779.0,
      "id": "c811d601-e5a6-3be5-aa30-f37bad390fa4",
      "speaker": "Dan",
      "start_timestamp": 5776.0,
      "text": "Well, we got to come up with a bunch of new ways. They're trying so"
    },
    {
      "end_timestamp": 5787.0,
      "id": "d453704e-9711-35e0-97dc-72fa3d61ff8a",
      "speaker": "Jordan",
      "start_timestamp": 5779.0,
      "text": "many different ways to just be like, listen, it's okay to be racist, but maybe not this racist. Right. That's what they're saying."
    },
    {
      "end_timestamp": 5797.0,
      "id": "f35b64d9-3ca5-3218-9576-350ed5fdfc67",
      "speaker": "Dan",
      "start_timestamp": 5787.0,
      "text": "So Crowder, he takes that cover that EA has provided and gets into a little bit of his own anti semitism fun."
    },
    {
      "end_timestamp": 5831.0,
      "id": "23338c78-4bd8-39e2-90b5-03e7d5cdaa7a",
      "speaker": "Steven Crowder",
      "start_timestamp": 5797.0,
      "text": "There is a very big difference between Yes, I do think there's a conversation to be had about the secularists in the entertainment industry. And if someone wants to conflate that with anti semitism, what they're doing is saying, Oh, is it because you're saying because they're Jewish? No, no, I'm saying for the same reason that there are plenty of non Jewish people in the entertainment industry who are involved with grooming who are involved with, by the way, the degeneracy of society, the only reason that there tend to be people who are largely atheist Jews and the entertainment history are, for example, in banks, which compared to them as a percentage of the population is true for the same reason that there are plenty of Jewish doctors."
    },
    {
      "end_timestamp": 5893.0,
      "id": "3cd72d10-f74d-3860-ac7c-4f5fa38e5356",
      "speaker": "Dan",
      "start_timestamp": 5831.0,
      "text": "This is that dynamic I was describing earlier on full display. If these people's Jewishness isn't important, why is it important to have a conversation about secular humanist with Jewish names who are in Hollywood? He didn't say it exactly that way in this clip, but that is what he's been going on about in the aftermath of the Yeah, if the problem is the indecency of Hollywood, shouldn't their Jewishness not even be a point worth bringing up? Stephens concerned with these people having Jewish names because he's making exactly the point he's pretending not to. Yeah, this is a pretty anti semitic position that Stephen is expressing but because he is out there denying the Holocaust it gives him the ability to express things like this and say I'm not yay my anti semitic conspiracy insinuations are rational. Look at me, I'm not that far out. These are the kinds of side consequences that come with platforming someone like Yeah, and I find it difficult to believe that these right wing ding dongs don't understand that. This is what they want to be able to be bigots while taking an imaginary high ground when anyone calls them out for it, so they don't have to feel bad about themselves. Yeah,"
    },
    {
      "end_timestamp": 5908.0,
      "id": "bfb1ab96-5320-3bb5-8d12-ea5b1764ed5b",
      "speaker": "Jordan",
      "start_timestamp": 5893.0,
      "text": "they're in the wake of yay and his bullshit just go and listen, that's crazy. That wave is too big. Now I do think there's something to be said about talking about the way you know and it's like no, that's your that's the problem."
    },
    {
      "end_timestamp": 5912.0,
      "id": "02437fed-3adb-30e6-a640-7c8efe7fd95f",
      "speaker": "Dan",
      "start_timestamp": 5908.0,
      "text": "So if Nick and yeh are anti Semites,"
    },
    {
      "end_timestamp": 5924.0,
      "id": "29f0596f-86c5-393a-9832-6b765c31e636",
      "speaker": "Jordan",
      "start_timestamp": 5912.0,
      "text": "they are but if they are no they are they said they are but if they say the word has been drawn words have to mean things otherwise they aren't word it was sounds to journal in their sounds you're making I don't even understand you"
    },
    {
      "end_timestamp": 5928.0,
      "id": "e1609866-3e2e-3761-a501-8b7e5053da27",
      "speaker": "Dan",
      "start_timestamp": 5924.0,
      "text": "just done six push ups."
    },
    {
      "end_timestamp": 5929.0,
      "id": "f5a2be51-a7da-3066-8a2d-78b9fdf74465",
      "speaker": "Jordan",
      "start_timestamp": 5928.0,
      "text": "That's all I'm hearing."
    },
    {
      "end_timestamp": 5932.0,
      "id": "3207c47e-5263-3e77-9584-b0166ec3ca77",
      "speaker": "Dan",
      "start_timestamp": 5929.0,
      "text": "Look if they are it's the left's fault."
    },
    {
      "end_timestamp": 5960.0,
      "id": "4674b7ff-3cfc-3a51-966b-9e0409e71de3",
      "speaker": "Alex Jones",
      "start_timestamp": 5932.0,
      "text": "The left is rapid shelf and we're Captain America we're fighting the Nazis. Everybody else are Nazis on the side that's made a lot of people get mad and say, okay, screw you. I'm a Nazi. I think that's what's happening when they point is when people like Kanye West gay West. But I'll tell you I've been attacked massively by the ADL all these other groups and they wrap themselves in weird Jews and then they attack me in the name of Jews, which is then making a lot of people think well, Alex Jones is good, you must be bad."
    },
    {
      "end_timestamp": 6084.0,
      "id": "10ee4185-4884-3747-901a-6f18921539c9",
      "speaker": "Dan",
      "start_timestamp": 5960.0,
      "text": "I have to say this is a pretty pathetic attempt to avoid doing any soul searching. The life didn't do shit to make these idiots into Nazis but Alex sure is shit has his entire worldview and imaginary enemies are characterized by complete plagiarisms from the Protocols of the Elders of Zion, mixed up with anti semitic tropes from history like blood libel and well poisoning. He constantly makes excuses for raving bigots and anti Semites and gives his audience flimsy arguments for why you shouldn't see them as raving bigots and anti Semites, which they actually are. And anyone who says that those people are anti Semites are actually just mad that they're these people like freedom too much, Alex as consistently He hosted outright anti Semites and Holocaust deniers on his show and he never has had a problem funneling his audience into their information spaces, so long as they keep their shit subtle on air. The list of people from recent times is pretty long, but it goes as far back as he's been on air. In recent 2003 episode that we did, we saw I'm interviewing Eric Schmidt, the Holocaust denying techno DJ and that wasn't an isolated incident. Flash forward to the present day. He's having softball pretend debates with David Duke and Richard Spencer, and hosting friendly conversations with a man who has inspired a lot of Nick and yeas current ideology, ie Michael Jones. If anyone facilitated the slide further down the path toward anti semitism. It's been Alex with all of his non existent standards for guest Selection and Show prep. Even so framing this whole thing as a reaction is unacceptable. Yeah, you and Nick are anti Semites they've decided to be so because they believe bullshit. Alex is trying to take moral responsibility away from their decision by saying that it's the left's evil, manipulative actions that led them to becoming Nazis out of spite, I guess, I guess it's spite. The implication here is that the left if the left weren't doing the things that they were doing, Nick and EA wouldn't be anti Semites, which isn't true. Nick has been this way for a long time. And Alex was fully aware of that the whole time he's known him. He's just not able to plausibly deny who Nick is anymore. So he needs to come up with a new spin. And it's pretty fucking weak."
    },
    {
      "end_timestamp": 6117.0,
      "id": "632aff68-64a1-3e4a-8520-337ed8b54f65",
      "speaker": "Jordan",
      "start_timestamp": 6084.0,
      "text": "Yeah, listen to this. It just reminds me of like, How unfortunate it is that we're all here. You know, like, I feel like if we could just get you know, all of the not them people and go on a holiday for like, three or four weeks. When we come back. They'd have killed each other, like even this shit. They can't help but say, oh, it's the left that did it. If the left if we weren't here, they'd still blame the left and they just call each other the left. Well, they all kill each other already. Yeah, the guy knows. And they've got that they would kill each other if we weren't here for them to kill us. Well, even"
    },
    {
      "end_timestamp": 6140.0,
      "id": "162c831c-6f63-333a-8653-247f2b6fcbea",
      "speaker": "Dan",
      "start_timestamp": 6117.0,
      "text": "the small group that is like around yay is already incredibly volatile. Milo was in and in charge, and now he's out. Maybe ally Alexander has taken his place. Who knows? But yeah, there is there will be chaotic. comings and goings. Right. But I think Nick is probably in a exam he's in."
    },
    {
      "end_timestamp": 6169.0,
      "id": "2262d06e-eff3-30bf-868d-e8bb775cd7e9",
      "speaker": "Jordan",
      "start_timestamp": 6140.0,
      "text": "Yeah, well, he owns it. Yeah. It's his. It's his show. Yeah. You know, it's it's, their ideas are so dumb, and so stupid, that when they say them out loud, and are challenged by another person of their ilk, with dumb and stupid ideas that are different, they blame other people, rather than even engage with their own ideas being dumb and stupid. They're just both like, yeah, isn't it other people's fault? We're stupid. So many other people. Oh, my God, it's everybody else's fault."
    },
    {
      "end_timestamp": 6173.0,
      "id": "3c20a9db-671f-3a4c-bfe0-3684c1c1405c",
      "speaker": "Dan",
      "start_timestamp": 6169.0,
      "text": "So get one last clip of Crowder here are from Crowder show."
    },
    {
      "end_timestamp": 6208.0,
      "id": "051188ab-5acb-3189-9cf5-e301b6fb3a4d",
      "speaker": "Alex Jones",
      "start_timestamp": 6173.0,
      "text": "I'm just simply saying the left weaponizing World War Two that ended 76 years years ago. 77. How many years ago is very, very dangerous on the left sing at universities, the national news you cover it more than anybody that being whites inherently bad. And teaching courses on that is going to then make Nazi sound legitimate. Because here's a bunch of leftist academics and Hollywood people, a lot of Jews literally trying to teach the majority minorities who are now the majority that Oh, white people who aren't a certain religious group, you know, white people, except Jews are all bad people."
    },
    {
      "end_timestamp": 6284.0,
      "id": "e3a46600-5bb6-34dc-9d09-483b3459bd3c",
      "speaker": "Dan",
      "start_timestamp": 6208.0,
      "text": "And here you can see Alex doing some acceptable anti semitism while getting to use gay as cover. This is absurd. But let's play around with this idea a little bit. So you can see what Alex is actually saying here. Less leftist academics and Hollywood people, many of them Jewish are teaching non white people that all white people except Jews are inherently evil. Seeing this kind of thing will make Nazis look legitimate. So the left is driving people toward becoming Nazis. That's fascinating because I pretty much agree with Alex's construction, except for one part, academics in the media and Hollywood aren't saying that white people are inherently evil there is that that's a paranoid white identity fantasy that Alex uses for a bunch of different narrative shortcuts, but it's one that's just accepted as truth on his show. It does make some sense that believing Alex's version of the world would make Nazis not look that bad. So in essence, if you believe the pipeline that Alex is describing, then he's actually responsible for the creation of a ton of Nazis. He presents people with a false reality that makes the Nazis look less extreme than they actually are. Thereby making them a more acceptable group to associate with or ally with, How bad are the Nazis compared to the globalists who work for the literal devil and want to kill all humans?"
    },
    {
      "end_timestamp": 6309.0,
      "id": "2fd2d2ac-7928-3ae7-af1c-1a0e352a4e20",
      "speaker": "Jordan",
      "start_timestamp": 6284.0,
      "text": "Well, I mean, the thing about that though, is whenever you turn things into that kind of duality, right? Okay. So, as yeh has said, you know, if you're not working for Christ, then you're working for the devil. And he said, thinks that Hitler and the Nazis were good. So they were working for Christ. Which means that's what his position is, is that God wants you to kill Jews,"
    },
    {
      "end_timestamp": 6314.0,
      "id": "2369ce3e-f7f2-37a1-9834-f7a12fb71093",
      "speaker": "Dan",
      "start_timestamp": 6309.0,
      "text": "there are some implications that maybe would be best not explored. I mean, that's if you're them."
    },
    {
      "end_timestamp": 6315.0,
      "id": "bd0b21d1-0a03-30ea-ab1d-a04f44bd2e92",
      "speaker": "Jordan",
      "start_timestamp": 6314.0,
      "text": "That's what he said."
    },
    {
      "end_timestamp": 6453.0,
      "id": "d76a66a0-1f46-310e-ac39-4e3df677ce69",
      "speaker": "Dan",
      "start_timestamp": 6315.0,
      "text": "So these two documents, I believe, illustrate something of my point of the, the ways that yay is being used by these folks that sort of natural progression that things take, right. There is the immediate, desperate desire by these folks to try and soften, soften, exploit and bring into the fold this incredibly famous celebrity, they can try and ride along with ya. And it does not work. Because he is not on the same scam grift level that they are, and then the Alta ultimate conclusion is using him as a prop to justify your own negatory essentially, it's it's kind of Overton Window II in terms of how it works, or the the, the way you would look at it. That's the EA goes this far. So you can go half that far, three quarters of the way downfield, he's he's the battering rams he is even described himself as and it's bad. It's bad. And people should know better. I think they do know better. And they're actively participating in this. Yeah. Now, it's interesting to me that Steven Crowder, his appearance here is essentially only in the second phase. And I suspect that's because gay wouldn't go on his show. Yeah, I think maybe there's a chance that like that booking didn't happen. And so Crowder, didn't have to go through the first stage of this. Yeah. But I bet he would have Oh, absolutely. In a heartbeat. Yeah. So that's kind of the informative section of this. But I thought in the interest of fairness, sure. Maybe not. I wanted to play some clips and discuss a Twitter spaces that Nick Fuentes did in response to Alex's interview on Crowder show. Okay. All right. He does not take kindly to some of the things that Alex has said Oh, and in in response, he ends up saying some things that Alex probably isn't going to appreciate being made public. So we start here and Nick realizes that Richard Spencer's in the chat."
    },
    {
      "end_timestamp": 6461.0,
      "id": "8dd857bd-1d97-3a0f-8c77-dc3366c76e9e",
      "speaker": "Nick Fuentes",
      "start_timestamp": 6453.0,
      "text": "Okay, Richard Spencer in the hey, let's give him a follow up back. Let's go."
    },
    {
      "end_timestamp": 6462.0,
      "id": "8dc15893-a69e-3374-8684-c21520854066",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6461.0,
      "text": "Let's go. All right."
    },
    {
      "end_timestamp": 6532.0,
      "id": "79f4fcf5-c671-343f-9e9e-3aa6d6ccca56",
      "speaker": "Nick Fuentes",
      "start_timestamp": 6462.0,
      "text": "So I was gonna do a space yesterday, but I didn't have time. So I'm gonna dive into it today. And I wanted to respond to Alex Jones. And that whole situation. So as you know, me and Jay went on Alex Jones. And listen, I don't want to make it like a thing. I mean, it was it speaks for itself. It was a totally awesome interview game changer. Entertaining, like, nobody can deny that it was awesome. You know, and disagreeing about that strongly. I get everybody talking to me. Even my mom was like, like, are you sure that was a good idea, that kind of thing. And that's what that's all she had to say. Everybody will break down. Everybody wants the explanation. Everybody, especially now. They're looking to me to go live, I might break it down and say, Listen, everybody, here's how here's what it means. Here's what it really means. here's the here's the angle. Here's the upshot. here's the here's the point of it all. But I think that kind of thinking is missing the point. I think. I think it speaks for itself."
    },
    {
      "end_timestamp": 6537.0,
      "id": "4fc56b2d-3d30-3b30-89c5-b53fa13061d8",
      "speaker": "Dan",
      "start_timestamp": 6532.0,
      "text": "I kind of agree. I think it does speak for itself. Yep. spoke quite a bit for itself. Yep."
    },
    {
      "end_timestamp": 6539.0,
      "id": "e9b87870-7c5c-3acf-bc9d-7176dd6dfe55",
      "speaker": "Jordan",
      "start_timestamp": 6537.0,
      "text": "I don't think he needs to comment on it. Honestly,"
    },
    {
      "end_timestamp": 6569.0,
      "id": "541f603c-69b0-31d6-8d71-149fdc77ac73",
      "speaker": "Dan",
      "start_timestamp": 6539.0,
      "text": "disagree that it was awesome. I understand where he's coming from. Like, from his perspective. That is awesome. Yeah, he did exactly what he wanted to do and had the exact response largely, totally. I can't I can't foresee another circumstance outside of him committing a domestic terrorist act, where Nick Fuentes would get as much attention from the mainstream press and everything. Yep. Then this so pretty awesome for him."
    },
    {
      "end_timestamp": 6586.0,
      "id": "f4184921-4446-3b91-882b-1f77bdb4820c",
      "speaker": "Jordan",
      "start_timestamp": 6569.0,
      "text": "This is this is some weird Bye, fucking dark mirror version of a dream that might have been mine when I was very young, listening to college dropout, you know, like, just like, Man, this song is so good. Wouldn't it be cool to hang out with you? Hey, it'd"
    },
    {
      "end_timestamp": 6616.0,
      "id": "f1fee4a6-9330-3e56-9ad6-669fd9c30ba6",
      "speaker": "Dan",
      "start_timestamp": 6586.0,
      "text": "be cool to be part of this presidential campaign. Apart. Well, I mean, for what it's worth. Nick is a Kanye fan. You know, from you know, I mean, he's from Chicago, right or it's cargo area. Yeah, Chicago land. Yeah. And that's not something that's new. So for him, it probably is pretty damn cool. No, that's just a cool celebrity element of it alone. Totally. Absolutely this person that you've liked their music for years. That's"
    },
    {
      "end_timestamp": 6631.0,
      "id": "c0a05684-3ba7-39bc-b8bc-ff1e78166389",
      "speaker": "Jordan",
      "start_timestamp": 6616.0,
      "text": "why it's, that's why it's a black bear version of it just because it is so much like that is a dream I would have and then to have it be entirely anti semitism. Buddies and Nazi"
    },
    {
      "end_timestamp": 6634.0,
      "id": "dd55ce29-2192-371a-989d-709a2bae2909",
      "speaker": "Dan",
      "start_timestamp": 6631.0,
      "text": "wars. Well, that would be honestly, you know what that would be like,"
    },
    {
      "end_timestamp": 6638.0,
      "id": "61cc2dd2-220b-3ed2-acff-86aa8785ee76",
      "speaker": "Jordan",
      "start_timestamp": 6634.0,
      "text": "Oh my God, that's so Make A Wish Foundation gone horribly wrong."
    },
    {
      "end_timestamp": 6657.0,
      "id": "b5a5fe7e-5ed4-3134-af59-7ba606de4d36",
      "speaker": "Dan",
      "start_timestamp": 6638.0,
      "text": "I loved the Bosstones growing up, and I would have loved to hang out with them. But now Dickey Barrett is like an anti Vaxxer and shit. Yeah, god dammit. Don't enter me. Exactly. So despite the fact that it speaks for itself, Nick decides he's gonna, he's gonna speak Yeah, he's"
    },
    {
      "end_timestamp": 6750.0,
      "id": "4db9a762-6e8e-3e85-aa9f-31d65bf171dc",
      "speaker": "Nick Fuentes",
      "start_timestamp": 6657.0,
      "text": "got stuff to say, yeah, it's a risk of sounding trite or unsophisticated for, you know, to put a very simply, this entire system is put in place to control us. Again, I know that, you know, that's not really not really my most elite team. What I mean by that is, you see this guy wear a mask, he goes on the Alex Jones Show, he says, I love Hitler. And I'm, we're going to stop this and the Nazis all the time. And, and then, of course, what's the obvious reaction? Oh, you can't say that. You can't say that. Oh, you can't say that in politics. Oh, you know, you, you can't win if you say that, Oh, that's not a good idea. Blah, blah, blah. And, you know, I'm just kind of over it in the same way that in 2016 People are like, you know, what, shut up. Fuck off. Make America Great Again. We're gonna build a wall. We're gonna ban all Muslims. Middle finger in your face. I you know, I know. That's probably not how gay would put it. You know, I think we're sort of temperamentally slightly different in that regard. That's sort of how I would put it. It's like, we don't care. It's the system is so ridiculous. It is so suffocating. It's so overbearing. We're so sick of the double standards and hypocrisy. I'm really like to lean in to the surreal, and the funny and, and honestly, just the brutal honesty,"
    },
    {
      "end_timestamp": 6800.0,
      "id": "28327213-3169-3d8e-be59-b5a51b9ab00e",
      "speaker": "Dan",
      "start_timestamp": 6750.0,
      "text": "so these bucking conventional wisdom that you can't say these things in the realm of politics, and that's whatever, but the the conception there, I think, makes sense. And I am worried about the experiment. Because there was a lot of like, with Trump, like he was talking about, like him having a big dick on a debate stage, and stuff like that. He was like, this doesn't work. This doesn't fly. And then it turns out through brute force, and sheer not giving a fuck yeah, somehow it did work. And the thing that Nick is articulating here is that is the way he's approaching being anti symmetric and public, right? That I'm just gonna brute force it. Fuck you."
    },
    {
      "end_timestamp": 6837.0,
      "id": "c8c513a8-9618-3e6b-bc51-f7d40808d558",
      "speaker": "Jordan",
      "start_timestamp": 6800.0,
      "text": "Well, I mean, he's, he's explaining something I think that is well known, which is that everybody right now is so fucking sick of listening to people lie to them all the time, be it politicians or media and you can say, Oh, it's this media that's lying to me or this politician that's lying to you. But at the end of the day, it doesn't matter what side you're on. There's enough liars in both your teams shit, you're gonna be mad. Yeah. You know? Yeah. So what people want is authenticity is honesty, how they respond to that, even if it's fucking evil,"
    },
    {
      "end_timestamp": 6853.0,
      "id": "6e5bda44-12ed-3cfb-a4b4-e37e3da8cc5b",
      "speaker": "Dan",
      "start_timestamp": 6837.0,
      "text": "right. And that's one of the big selling points that Trump had. And it's something that even though he was lying all the time, and that's something that EA can get into too. And he has other elements of the archetypes that people gravitated to about Trump, the idea of being self made that authenticity as you brought up, just"
    },
    {
      "end_timestamp": 6857.0,
      "id": "a4e30903-c154-3263-b9c1-0f1dca302276",
      "speaker": "Jordan",
      "start_timestamp": 6853.0,
      "text": "having fame itself is enough for most be sure and"
    },
    {
      "end_timestamp": 6879.0,
      "id": "c186f496-7c0e-30c9-9fdc-3f89ddb74d34",
      "speaker": "Dan",
      "start_timestamp": 6857.0,
      "text": "presumably being willing to walk away from fame and fortune because of some kind of principles, sort of yeah, that he may or may not have. Those things are whether true or just allusions are things that translate from a Trump campaign to a yay campaign. Yeah, that they do resonate with people. Totally."
    },
    {
      "end_timestamp": 6893.0,
      "id": "a9099afd-ce2a-3a28-aaa1-4719487302dd",
      "speaker": "Jordan",
      "start_timestamp": 6879.0,
      "text": "I mean, I could be wrong. But I don't think people are I don't think the electorate is big enough yet for the honesty of I love Hitler. No. To win. I don't think on the global stage."
    },
    {
      "end_timestamp": 6896.0,
      "id": "a4f486ef-0789-3718-92b7-29564f430d22",
      "speaker": "Dan",
      "start_timestamp": 6893.0,
      "text": "I think it would be. I think it'd be tough."
    },
    {
      "end_timestamp": 6906.0,
      "id": "93918ad2-01c4-395f-9015-83bcf3b9cda7",
      "speaker": "Jordan",
      "start_timestamp": 6896.0,
      "text": "I think that my biggest problem with being alive right now. He's not knowing if loving Hitler is a losing electoral strategy for sure. I don't like knowing that"
    },
    {
      "end_timestamp": 6928.0,
      "id": "59f4cd37-4b2c-3869-88de-26deb22f6050",
      "speaker": "Dan",
      "start_timestamp": 6906.0,
      "text": "right? And that's what I'm saying about like the, the experiment worries me. Yeah. It's like, what is there? Is there a point at which that bruteforcing of like, No, fuck this. I don't care about your, your decency ideas and I don't care about your your ideas of what I can and can't say, is there a line at which something is too far? I mean, and I don't want to know,"
    },
    {
      "end_timestamp": 6940.0,
      "id": "3f21abf5-51d1-3615-9fa5-eef4b74bd256",
      "speaker": "Jordan",
      "start_timestamp": 6928.0,
      "text": "in Georgia, it is a very thin line that you have to go a long way for. You got to have lied about some abortions. You gotta have all kinds of terrible I"
    },
    {
      "end_timestamp": 6943.0,
      "id": "35affd34-2bca-3938-848a-3655f282d0cb",
      "speaker": "Dan",
      "start_timestamp": 6940.0,
      "text": "wasn't following everything super closely. But I heard something about werewolves. Yeah,"
    },
    {
      "end_timestamp": 6952.0,
      "id": "4e8b09ab-0bde-39e1-82e1-de82a7b5e0d4",
      "speaker": "Jordan",
      "start_timestamp": 6943.0,
      "text": "exactly. You have to go that far. To just barely lose. Yeah, that's how far it's gotta go. So yeah,"
    },
    {
      "end_timestamp": 6959.0,
      "id": "db723333-9b83-3893-af21-5babca27768f",
      "speaker": "Dan",
      "start_timestamp": 6952.0,
      "text": "so yay. And Nick, apparently are kindred spirits. Which I agree they're both"
    },
    {
      "end_timestamp": 6961.0,
      "id": "942196f7-ac27-36cb-bd65-fcd9cfe8906a",
      "speaker": "Jordan",
      "start_timestamp": 6959.0,
      "text": "Nazis. Yeah, that sounds right"
    },
    {
      "end_timestamp": 7025.0,
      "id": "309ac413-45c1-3bba-98c2-7ce3654ad207",
      "speaker": "Nick Fuentes",
      "start_timestamp": 6961.0,
      "text": "now more than ever, and it's amazing. Because Jay and I are sort of kindred spirits in this, we are really on the same wavelength of look, we're gonna go out there, we're gonna say what's on our heart, we're gonna say what we feel. And whatever, if if the beds frozen, like with him or with me, whatever, we'll figure it out if we wouldn't, if we wind up broke dead, murdered by the Jews, whatever, okay, like whatever. And then that's a that's a feeling. That's a feeling sentiment. But there's also a good reason for this to like, there's also like, a cerebral explanation for it, which is, look at look at this guy. He did everything right. He secured the American dream, he blew up doing what he loves, became rich, became famous, became a business owner, made products, and so on. And look what happened, they ripped his family apart, they took his kids from him who evade"
    },
    {
      "end_timestamp": 7029.0,
      "id": "c20f2074-c1ee-3dc9-a2fa-07c06d536950",
      "speaker": "Jordan",
      "start_timestamp": 7025.0,
      "text": "law bottom, I know who you think they is, but that's not who they are."
    },
    {
      "end_timestamp": 7088.0,
      "id": "1188326a-324a-31d9-baf5-707bae9c9247",
      "speaker": "Nick Fuentes",
      "start_timestamp": 7029.0,
      "text": "And of course, I'm oversimplifying. There's more to the story than that. But the point is, look at the kind of society and look at what it produces. It's not producing, happy, healthy, fulfilled, satisfied people just isn't producing yet. In fact, increasingly, it's becoming impossible to to build wealth to have any semblance of independence, to have a healthy, decent marriage, respectable marriage to raise your family. But, you know, society is making all of this impossible. And so my answer when people say like, you know, you can't do this, or why do you think that's a good idea? Why should he do that is? Why not? What's the alternative? Well, what are we going to do? What else? Are you gonna do other than put on a mask and go Alex Jones and say, I love Hitler. And people might say, Oh, we could do a lot of things. It's like, okay, well, what"
    },
    {
      "end_timestamp": 7123.0,
      "id": "629e01cc-f36d-335b-aedc-809e36f21a78",
      "speaker": "Dan",
      "start_timestamp": 7088.0,
      "text": "you can see here, the way that Nick is able to put his finger on some actual existing social ills. Like the difficulty people have building wealth these days, he can use the recognition of these problems as a way to rope people in and appeal to actual problems they might be experiencing, then he can blame these problems on the Jews creating a scapegoat that, in effect reveals that he doesn't really actually care about those social ills of themselves. recognizing them and performing empathy around them are tools that he uses to funnel people into his bigotry. And to the question of like, What other choice do they have? Many,"
    },
    {
      "end_timestamp": 7154.0,
      "id": "6f9614fc-11cf-3d87-8227-f0a2421ef6ad",
      "speaker": "Jordan",
      "start_timestamp": 7123.0,
      "text": "most importantly, though, is that the things that they are blaming on the Jews are the direct result of the things they want to happen typically happening? Yeah, you know, like, oh, it's harder to build wealth. That's because the way that things have been set up is that people who agree with you wrote laws that made it impossible to do that. It's because of your desires and ideology, fit the problems you're prescribing"
    },
    {
      "end_timestamp": 7164.0,
      "id": "ced393e1-4ec2-3a75-8bd5-8edfaac00c00",
      "speaker": "Dan",
      "start_timestamp": 7154.0,
      "text": "exists, you have to be a little bit careful, because I think that would be fairly accurate for Alex, but Nick's policy set is not necessarily the same as a lot of the GOP."
    },
    {
      "end_timestamp": 7171.0,
      "id": "9c694fea-f157-3001-b3fb-0f186576d7be",
      "speaker": "Jordan",
      "start_timestamp": 7164.0,
      "text": "I don't give a shit what policy said he has his policy that's like caring what Kanye is policy says I don't"
    },
    {
      "end_timestamp": 7225.0,
      "id": "3093a262-b65e-3ed0-8be7-05c921363414",
      "speaker": "Dan",
      "start_timestamp": 7171.0,
      "text": "care what his policies are. Well, Nick would be in favor of like government regulation. For one thing, okay. But that is a that is a fundamental difference between him and how Alex would approach right some sorts of ways that government can intervene in things that would restrict people's ability to build wealth show, for example, I am I'm not I'm not saying you should care that you are not accurate. If you are lumping him in with like a lot of the more libertarian ask policies and governmental ideas that we're used to talking about, it's a little more complicated. Yeah. All right. Fair enough. So Nick thinks that people are overthinking things, and maybe you should just maybe you just just look at things simply, okay?"
    },
    {
      "end_timestamp": 7311.0,
      "id": "62fb6123-ff89-38ee-bc65-b44206bd47fd",
      "speaker": "Nick Fuentes",
      "start_timestamp": 7225.0,
      "text": "We've reached an impasse. And at some point, people have to, and I'm a really big believer in this, maybe this is my age speaking. Maybe this is naivete, maybe it's me being an amateur or something. I think all those things can be positive. A big part of my belief is that we are overthinking it. And we have thought ourselves into a box, telling ourselves what we can't do what has never been done what is not possible. We have thought and argued and talked ourselves into an eversion box of what is to be done about our current predicament meaning, can't say this, can't do that. Don't want to get banned on Twitter, don't want to lose your job want to be a turning point, Ambassador can't take a picture of this one can't do that. And people have come up with these convoluted uninspiring ridiculous strategies. Inclusive populism, multiracial, working class pop, boo, boring, that's less likely to work than saying you love Hitler, in my opinion. You know, people think those are two bad options. You want to know which one I think is worse. The one that doesn't get me excited. The one that doesn't grab my attention and get me on Twitter talking about it, you"
    },
    {
      "end_timestamp": 7321.0,
      "id": "4ad7d127-e994-3f3c-ae11-a85c0680ca65",
      "speaker": "Dan",
      "start_timestamp": 7311.0,
      "text": "know? Yeah, inclusive populism and multi ethnic, working class solidarity are not things that excite Nick, now saying you love Hitler."
    },
    {
      "end_timestamp": 7335.0,
      "id": "f9ccbaee-21a8-3404-b738-73b219edde8a",
      "speaker": "Jordan",
      "start_timestamp": 7321.0,
      "text": "I do. It's exciting. I do feel like he just put the epitaph on humanity, like real honestly, like, if two things are bad. I know which one I want to choose. The one that excites me is literally what should be on humanity's gravestone. Yeah. And"
    },
    {
      "end_timestamp": 7339.0,
      "id": "b96fc6ca-2fcc-3ab3-a2dd-737c686dc254",
      "speaker": "Dan",
      "start_timestamp": 7335.0,
      "text": "the one that riles people up for attention? Yep, that's, yep,"
    },
    {
      "end_timestamp": 7342.0,
      "id": "898a09ca-91f6-345b-8a2a-f01ce68f0e18",
      "speaker": "Jordan",
      "start_timestamp": 7339.0,
      "text": "just just bury us now put it on the gravestone?"
    },
    {
      "end_timestamp": 7368.0,
      "id": "fe5fa651-39dd-3218-9476-c841938fa7d7",
      "speaker": "Dan",
      "start_timestamp": 7342.0,
      "text": "Well, I mean, the idea of inclusive populism or multi racial, multi ethnic working class solidarity, that doesn't elicit feelings of like, ah, it creates work, it creates difficult things that you need to do in order to achieve these goals. Whereas just saying on Alex's show, I like Hitler, and then getting a bunch of attention for it is fucking easy."
    },
    {
      "end_timestamp": 7396.0,
      "id": "3984460d-d83a-3a5a-b5aa-be974c726133",
      "speaker": "Jordan",
      "start_timestamp": 7368.0,
      "text": "Here's what people like. Let's do the thing that gets what we want. And here's what people don't like, getting the thing you want is actually a process that requires effort involved in no time and cooperation and compromise. And you're gonna have to admit that you're wrong about something, if you want things to improve, and I know you don't want to admit that you're wrong about something. And I know you think that you're not wrong about anything, but you might be and you are, so fucking do it. Right. Yeah. Nobody wants to hear that part. No."
    },
    {
      "end_timestamp": 7400.0,
      "id": "17ab2972-04de-3c43-932c-1f979b957775",
      "speaker": "Dan",
      "start_timestamp": 7396.0,
      "text": "And it might be his youth and his amateur Nishan."
    },
    {
      "end_timestamp": 7403.0,
      "id": "485c3481-59d9-3a35-a93a-fda00161ba30",
      "speaker": "Jordan",
      "start_timestamp": 7400.0,
      "text": "That point of view has much to do with age these days."
    },
    {
      "end_timestamp": 7415.0,
      "id": "72ca16dd-44d8-3ea9-bebc-7d4eb93105ad",
      "speaker": "Dan",
      "start_timestamp": 7403.0,
      "text": "So now we get to the Alex conversation. Nick is levy the accusation that the Jews got to Alex, I'm sorry, what now? They gave him a call."
    },
    {
      "end_timestamp": 7465.0,
      "id": "8d8907ac-6970-39c6-974d-49cf40b03223",
      "speaker": "Nick Fuentes",
      "start_timestamp": 7415.0,
      "text": "But I wanted to respond to the Alex Jones thing, you know, because I basically implied that he got called by the Jews to And now I'd like to say it to disavow me or whatever. And honestly, it was kind of disappointing. You know, we did that show last week. And then Alex Jones goes on Crowder the other day, and Steven Crowder is just a loudmouth ignoramus. I mean, less than I'm sorry, I know that's negative. But it's just true. I mean, he literally is just a he's just got the giant had the figuratively and literally just one of these big headed. goobers like he's not, maybe for people that laugh at GEICO commercials. Like that kind of stuff is funny where he wears a dress, and he pretends like he's a lady."
    },
    {
      "end_timestamp": 7473.0,
      "id": "5aed2036-7fb0-3b9e-851e-3e455b15a138",
      "speaker": "Dan",
      "start_timestamp": 7465.0,
      "text": "Damn. If you find GEICO Commercials Funny you might like Crowder got some shots fired day. But what are you writing? Are you took it long? No,"
    },
    {
      "end_timestamp": 7516.0,
      "id": "b0650f06-03f6-3c90-a859-3fc7e476b5db",
      "speaker": "Jordan",
      "start_timestamp": 7473.0,
      "text": "I was just I was just like, it fine. I find it so interesting. Like this, this space that we have suddenly walked into where there is a actual battle between Nick cuentas actually loving Hitler. And Alex Jones. Actually not liking Hitler. He actually does not like Hitler. It's a true thing that even he can't make money around he, even in his heart of hearts, he can't be like I will still I'll say I love Hitler for a little bit more time on air for a little bit more money. Even he can't do it. That's how much a piece of shit Nick kortesis True."
    },
    {
      "end_timestamp": 7540.0,
      "id": "d5329f39-b7d1-38e6-8a26-c831336105fb",
      "speaker": "Dan",
      "start_timestamp": 7516.0,
      "text": "And I think that Alex is smart enough to realize that in his branding and it is placed on the market, that kind of a pivot might be good for a very short burst, right but it is not sustainable. And it has the high likelihood of tarnishing everything he's done in his 30 years right on air"
    },
    {
      "end_timestamp": 7557.0,
      "id": "b883a234-628a-3f31-a720-7812ed5ce3f7",
      "speaker": "Jordan",
      "start_timestamp": 7540.0,
      "text": "right but you see, you're having that conversation as Alex with Nick. Alex is saying to Nick like listen, it's not part of my brand. This will ruin what I've done for 30 years this and Nick is saying right now to the world. I think that's stupid. Let's fucking say we love Hitler."
    },
    {
      "end_timestamp": 7564.0,
      "id": "fe08587a-d1c0-39a3-9675-b7f8de0cc0d7",
      "speaker": "Dan",
      "start_timestamp": 7557.0,
      "text": "And because you won't I think that the Jews God Exactly. Told you to. Yep, go on Crowder"
    },
    {
      "end_timestamp": 7568.0,
      "id": "6146d1a3-ddab-33e7-bb48-f9945b81b609",
      "speaker": "Jordan",
      "start_timestamp": 7564.0,
      "text": "and you stepped into snake pits and oh no, you're getting bit Yep."
    },
    {
      "end_timestamp": 7578.0,
      "id": "e19e78e9-d7c4-3c6d-823b-99cd12e98a90",
      "speaker": "Dan",
      "start_timestamp": 7568.0,
      "text": "So Alex on Crowder show believed or he expressed the belief that he got tricked into being part of a publicity stunt. Sure. And Nick takes issue with that."
    },
    {
      "end_timestamp": 7678.0,
      "id": "68813f33-0663-3611-9c14-c19dbe1bcb03",
      "speaker": "Nick Fuentes",
      "start_timestamp": 7578.0,
      "text": "Yeah, of course. What it sounded to me this way said it sounded like ass covering because he goes on there and I got dragged into a publicity stunt. And it's like first of all, you wanted that interview? Are you kidding me? How are you going to like try and fly gay out. And I don't want to disclose anything that is in public but they tried to set something up a few weeks ago it didn't work out then gay wanted to go on. We made it work this time. And and all apps are talking about is our biggest show. There's our biggest interview ever. We're getting millions of views word of our site crashing like come on, man. Like you wanted it. You loved it. It was great entertainment. It's gonna go down as one of the most famous things in media. Like it was huge. And he's gonna go on the Crowder show the week after he has gay and a mask say he loves Hitler and say I got dragged into a publicity Oh, well. What a victim you You mean you invited gay out of the show and gave him three hours knowing this was going on by the way the Hitler thing and pushing him on and and pushing him on and and pushing him on it. And then you're gonna go and cry to Steven Crowder a week later and Satan Thank god. I'm a victim of a publicity stunt publicity stunt. Okay, Alex Jones. Like I think me. It's honestly just like insulting to his audience. I mean, come on."
    },
    {
      "end_timestamp": 7680.0,
      "id": "95c2afd1-db14-3d12-a885-383480423416",
      "speaker": "Jordan",
      "start_timestamp": 7678.0,
      "text": "It is Yep. can't disagree with much."
    },
    {
      "end_timestamp": 7707.0,
      "id": "d2b63f9a-91d5-3e29-8302-2d16aa8144f7",
      "speaker": "Dan",
      "start_timestamp": 7680.0,
      "text": "Yeah. It's fascinating because Nick is right. And so's Alex. Yep. They're both right. Yep. It was a crass publicity stunt. Yep, that Alex probably did get roped into a little more than he wanted to. Like he wanted a publicity stunt. But it did show the way he wanted no. So you know, there is this middle ground between them. Like he wasn't an unwilling participant. Right. Right. He just didn't control it the way he thought he was going to be able to Alex"
    },
    {
      "end_timestamp": 7718.0,
      "id": "31221d59-f311-3115-9dbf-b7a42dcc10be",
      "speaker": "Jordan",
      "start_timestamp": 7707.0,
      "text": "thought when he agreed to this, that he could get what he wants. And you did not give him that. And so now he's acting like he didn't even want to the first place."
    },
    {
      "end_timestamp": 7735.0,
      "id": "c98d0284-dd4d-33c2-91c7-58503011f58a",
      "speaker": "Dan",
      "start_timestamp": 7718.0,
      "text": "Exactly. Yeah, I get it. Yep. So also on the Crowder interview, Alex speculated that people like Richard Spencer have a gay fascination with Hitler. And then maybe Nick has a gay fascination with Hitler as well. And Nick takes issue with that."
    },
    {
      "end_timestamp": 7792.0,
      "id": "dbff899d-840c-3f6c-ad24-4d596578bdd3",
      "speaker": "Nick Fuentes",
      "start_timestamp": 7735.0,
      "text": "And then to say it's a pub. Oh, a publicity now. Alex Jones had the problem of publicity stumbled that's pretty rich. And then he goes and calls us gay. He said that we're homo erotic fascination with Hitler. Which I don't know what that has to do with it. You know, yay, said we love everybody we love now we love Stalin. We love Hitler. We love the Jews. We love the Zionists. And he goes, Well, they're gay for Hitler. So like it's got nothing to do with being gay. We just love Hitler. No homo Hitler. I love you know, homo. Hey, no homo. We want Hitler so that I mean that's just downright that's just the classic who's always say, and it is they always say, Oh, well, oh, well, aren't the Nazis like, you know, you know, and they do the hand thing, aren't they? A little, you know, late in the loafers."
    },
    {
      "end_timestamp": 7795.0,
      "id": "aad09b2d-d008-3f0c-814c-e52c0232a0a9",
      "speaker": "Dan",
      "start_timestamp": 7792.0,
      "text": "That's not a stereotype that I'm aware. I"
    },
    {
      "end_timestamp": 7799.0,
      "id": "bb897098-792a-3b26-a4fe-df2efa4a530e",
      "speaker": "Jordan",
      "start_timestamp": 7795.0,
      "text": "have never ever heard anyone do that. Ever."
    },
    {
      "end_timestamp": 7807.0,
      "id": "3b77fea9-5e26-3eb7-9b59-03f5f098d30d",
      "speaker": "Dan",
      "start_timestamp": 7799.0,
      "text": "I've not heard that. and I've not heard it, like even sort of bigots accused that being a standard attack that Jewish people make. No, I'm not saying"
    },
    {
      "end_timestamp": 7811.0,
      "id": "05c6f440-4455-3d62-9cfc-01927c535506",
      "speaker": "Jordan",
      "start_timestamp": 7807.0,
      "text": "Nope. It's very weird. Nope, that one's brand new to me."
    },
    {
      "end_timestamp": 7834.0,
      "id": "c00480e4-7589-33be-9fef-c515da63676d",
      "speaker": "Dan",
      "start_timestamp": 7811.0,
      "text": "Yeah. Although I do think that again, I think that Alex's speculations a little out of nowhere. Yeah, that's wrong. So, anyway, Nick loves Alex. What? Because everybody loves everybody, right? Oh, for God's sake, but it was fucking weak to go on Steven Crowder's. Yes, I agree,"
    },
    {
      "end_timestamp": 7867.0,
      "id": "52c7a7ae-b5c1-345e-8818-00953336b42b",
      "speaker": "Nick Fuentes",
      "start_timestamp": 7834.0,
      "text": "you know, and here's the thing like I love Alex Jones, he's, I think he's a good man. He's a hero. He's a legendary broadcaster. Never had a problem with him. But that him running to Steven Crowder was just it was just like a sad week move. And just like Marjorie, doing the Kevin McCarthy thing. And what what gaze crusade, if I'm permitted to call it that what it is showing is it shows cruciate like what's really going on here, which is like, all these people are"
    },
    {
      "end_timestamp": 7870.0,
      "id": "f25152c2-8568-3cec-bb9b-bf4f0ff7eefd",
      "speaker": "Dan",
      "start_timestamp": 7867.0,
      "text": "controlled. They're all controlled. Yeas, revealing it now for"
    },
    {
      "end_timestamp": 7874.0,
      "id": "f710bebf-68f8-3adc-a520-0fe10ebd9212",
      "speaker": "Jordan",
      "start_timestamp": 7870.0,
      "text": "God's sakes. Yep. Anybody but this whiny loser."
    },
    {
      "end_timestamp": 7888.0,
      "id": "ee16e23c-8954-3c62-a574-fd2db5f5f158",
      "speaker": "Dan",
      "start_timestamp": 7874.0,
      "text": "He's turned on Marjorie Taylor Greene now too, if you didn't know that they have fallen out of good graces farewell to her penetration of this Nazi base."
    },
    {
      "end_timestamp": 7893.0,
      "id": "4e677883-190e-3dff-972c-576e48f4055e",
      "speaker": "Jordan",
      "start_timestamp": 7888.0,
      "text": "Boy, she's gonna have to get the moon Nazi base if she wants that one."
    },
    {
      "end_timestamp": 7910.0,
      "id": "88a2abfa-6526-3b9d-ba92-7f9594056d36",
      "speaker": "Dan",
      "start_timestamp": 7893.0,
      "text": "What was that movie? There was a movie though. The Nazis had a moon base? I don't know. I don't know. Anyway, um, one of the things that makes me a little bit scared more of Nick than some of these other figures here is that he does have the ability to make a metaphor. Oh, man."
    },
    {
      "end_timestamp": 7913.0,
      "id": "c1d46877-e7e8-307f-8f7a-1a3542fc2579",
      "speaker": "Jordan",
      "start_timestamp": 7910.0,
      "text": "This is unfuck unprecedented. Many times"
    },
    {
      "end_timestamp": 7925.0,
      "id": "c511f1f9-3bad-3a55-984c-431c2adcda12",
      "speaker": "Dan",
      "start_timestamp": 7913.0,
      "text": "Alex will try to spin a metaphor. Yeah, it does not make any sense. It goes a long time to Nick has a metaphor about the Joker. That actually works pretty well. Okay."
    },
    {
      "end_timestamp": 8019.0,
      "id": "1edd5e51-522e-36a1-80e1-21adea314cfa",
      "speaker": "Nick Fuentes",
      "start_timestamp": 7925.0,
      "text": "And he's been saying, you know, I'm like a superhero. Like, I want to be like a superhero. Doing something heroic, bah, blah. But he said the other day in the office is like, but I feel more like. And I was dying of that. But it's true. You know, because, like, you're Alex Jones. And you're Marjorie Taylor Greene. They're, they're like the other criminals and Gotham and Dark Knight. They're like the mob bosses. And they bring in, they bring in Joker to kill the Batman. You know, they bring in gay for the publicity. I have a problem with them. I hate this kid. Whatever it is on their website. And it's like, I don't know who says the line. I think it's Alfred. He goes, You know, they did they brought in something they didn't fully understand someone to see the world burning. And it's true. And so it's just like how the criminals bring in the Joker and Joker burns all the money and says All you care about is money. This town deserves a better class of criminal. And they're all like, horrified. They're like, and they're criminals. They kill people. And they're murderers. And they're like, Who is this? It's the same thing. It's like Alex Jones and marred. They bring this guy in. And yeah, it's like hung up. Money. This town is better class a Nazi, and I'm gonna give it to. So, and then it's people like me. I'm like, I'm like the hungry dog. Let's see how loyal or hungry dog really? And on them?"
    },
    {
      "end_timestamp": 8048.0,
      "id": "54495897-b4df-3f16-b156-6dd36878a971",
      "speaker": "Dan",
      "start_timestamp": 8019.0,
      "text": "Yeah, I think that metaphor makes quite a bit of sense. You know, the criminals and Gotham had a particular problem. Yeah. Which is the Batman. Yeah. So they bring in the Joker chip. In the metaphor. Alex has a particular problem. He needs eyes on his product. He needs publicity. Yeah, he needs a great amount of attention. So he brings in the Joker. Yep. And they didn't understand what they were bringing in. It's it makes complete sense."
    },
    {
      "end_timestamp": 8061.0,
      "id": "64d75431-8ba0-3187-92ff-47bab1a806c1",
      "speaker": "Jordan",
      "start_timestamp": 8048.0,
      "text": "I mean, yes. The thing that is annoying about it is the complete embracing of just being like yeah, we're the bad guys. We know we're evil. Yeah, we do. We know. Well, I mean,"
    },
    {
      "end_timestamp": 8064.0,
      "id": "9064a22e-1910-3261-8e44-9292ef5c5a36",
      "speaker": "Dan",
      "start_timestamp": 8061.0,
      "text": "we played the Imperial March from Star Wars for years,"
    },
    {
      "end_timestamp": 8068.0,
      "id": "7c66d66c-87df-3ae0-8655-02d4c8a7be6d",
      "speaker": "Jordan",
      "start_timestamp": 8064.0,
      "text": "but this is just annoying. It is annoying."
    },
    {
      "end_timestamp": 8074.0,
      "id": "67f43cf6-d17b-3882-88a8-276cc26da81c",
      "speaker": "Dan",
      "start_timestamp": 8068.0,
      "text": "It is a little bit with the pretense of like, still wanting to wink and be"
    },
    {
      "end_timestamp": 8086.0,
      "id": "806e0166-aaff-37b9-a573-91c96f6298b6",
      "speaker": "Jordan",
      "start_timestamp": 8074.0,
      "text": "like yeah, really we're acting like we're we're making it look like we're acknowledging we're on the bad side but we actually know that we're on the good side and you're just making it look like that but we actually we oh my god, it is"
    },
    {
      "end_timestamp": 8124.0,
      "id": "bba91e84-7069-361a-9a75-f29e428db37a",
      "speaker": "Dan",
      "start_timestamp": 8086.0,
      "text": "a little bit annoying. Yeah. But the the thing is that like, you know the destroying of the money and stuff is the is essentially create like puncture. During the game, the propagandists are playing. Yeah, Gavin and people like Alex, the thing that they didn't realize the Joker or EA was going to do is not so much the like actually costing the money or anything like that. It's that like you guys are. Are. You can't play a crypto game with me. Yeah, I am going to just cry and"
    },
    {
      "end_timestamp": 8128.0,
      "id": "33fae7dd-6ec7-31a8-813a-652252521aa5",
      "speaker": "Jordan",
      "start_timestamp": 8124.0,
      "text": "chaos. Yeah, I am unfiltered. Yeah. And unfettered."
    },
    {
      "end_timestamp": 8140.0,
      "id": "d3f214d8-b2b7-36f3-a1a5-b1269227fb4f",
      "speaker": "Dan",
      "start_timestamp": 8128.0,
      "text": "So Nick, take some issue here with Alex because Alex was. He was saying that he stood up for Nick and Nick never stood up for him. And Nick thinks that's bullshit."
    },
    {
      "end_timestamp": 8239.0,
      "id": "2cc0904a-a331-3278-a137-a27d84a77144",
      "speaker": "Nick Fuentes",
      "start_timestamp": 8140.0,
      "text": "Yeah. You know, he said, Oh, you know, I've stood up for Nick punches. He's never show me any love. It's like, Dude, I have talked about his issues constantly. I have, I have always been one of the first ones to cover the lawsuits against him and the censorship against him. I'm always mentioning him in the same breath as everybody else. So that's just simply not true. But what he did the other day was kind of pathetic. He had an ample opportunity to call me a Nazi, or were called call as gay Nazis or whatever the case is. And to say all that when we were in Austin, but then he comes a week later and cries about it to Crowder and says, manway, I'm a victim of a publicity stunt. They're these terrible Nazis. I'm just a humble water filter. You know, no, Tropix Patriot salesman, please, please don't cancel me. And you know, the thing is, like, there's layers to it. Of course, Alex has canceled, but he also presumably has Zionist backers like no doubt. I think even told me that was the first time I ever went on his show he cut in during the commercial break, because the first thing I talked about was Israel. And he cut in during the commercial break and said, like, Hey, I'm not telling you what to say. You can say whatever you want. But I would recommend like not talking about Israel, so much like the Jew thing or whatever he goes, but that's just not gonna get you anywhere. And we have a lot of great, like Jewish listeners or something like that. It was like four years ago, I don't really remember but, but that was the gist of it. That was like the first time I was on a show. So don't you know Don't play stupid. Everybody knows. That's how it goes. Everybody knows. That's how Alex plays."
    },
    {
      "end_timestamp": 8279.0,
      "id": "3aa5a2f2-6437-3558-9db8-6ed9031fc90f",
      "speaker": "Dan",
      "start_timestamp": 8239.0,
      "text": "So I think if I were to guess, there was a conversation the first time Nick was on and Alex, knowing that Nick is a Nazi, none of that open Nazi shit. Right was trying to get him to do the same thing day that he did with you. Yeah. And because Nick wasn't a mega celebrity, like EA, he didn't have a place in the market. That was higher in value than being on Alex's show. So you went along with it. And now he's contextualizing that as Alex having Jewish owners, your handlers or whatever, and this this is something that will play with, you know, Nick's audience. Yeah,"
    },
    {
      "end_timestamp": 8295.0,
      "id": "6c6878a9-344a-33e6-b66c-83986bfe59cf",
      "speaker": "Jordan",
      "start_timestamp": 8279.0,
      "text": "I mean, as opposed to just being like, see, the way it works is in status as Alex was higher than me before, but now I have a higher than Alex so I can engage in the same behaviors that Alex did, or however because I'm higher status, you'll forgive me for doing it. And I can make you blame him for doing it. It makes perfect. I"
    },
    {
      "end_timestamp": 8313.0,
      "id": "ba01a9e0-09e3-35dd-b520-604fa4fd7fa3",
      "speaker": "Dan",
      "start_timestamp": 8295.0,
      "text": "think it's more that he's potentially higher status than Alex. Yeah. Although it's it's hard to tell what with Alex's woes, yeah. No, boy, it's hard that I feel like Nick isn't higher status of his own. No, no, no, absolutely. The association with Yeah, he definitely I know, you know, pulls ahead of Alex. No, it's"
    },
    {
      "end_timestamp": 8326.0,
      "id": "0d2dd477-bdce-3587-b4dc-edd4671ea97c",
      "speaker": "Jordan",
      "start_timestamp": 8313.0,
      "text": "it's fairly clear that if I was a betting man, I would say hubris and pride will be his downfall. As is the case with people exactly like this throughout history over and over and over and over and over again,"
    },
    {
      "end_timestamp": 8330.0,
      "id": "dc499805-5978-3b23-b7d0-eba5e922e350",
      "speaker": "Dan",
      "start_timestamp": 8326.0,
      "text": "it does feel like that is a very distinct possibility. I"
    },
    {
      "end_timestamp": 8345.0,
      "id": "98ab1586-ca60-3b95-9a38-4fbfad7a74da",
      "speaker": "Jordan",
      "start_timestamp": 8330.0,
      "text": "am much bigger than Alex Jones. Now admittedly, it's only because for some weird reason, yeah. You had a manic episode and decided to unleash his anti semitism across the world. And then suddenly, how found me and then I tagged along. It's actually because I'm great. Yeah."
    },
    {
      "end_timestamp": 8351.0,
      "id": "34d18ed7-e428-30e6-b424-827a3c58c2a7",
      "speaker": "Dan",
      "start_timestamp": 8345.0,
      "text": "So conceivably, Alex got a call from these Jewish handlers that he has,"
    },
    {
      "end_timestamp": 8458.0,
      "id": "d5f6a701-52af-3f09-959c-960ee631096b",
      "speaker": "Nick Fuentes",
      "start_timestamp": 8351.0,
      "text": "that he wants to go and cry. I saw a show today. He's crying about how I said he got a phone call. This is Oh, Knutson. I got a phone call. You know, I've got a call from Jesus. I got a call from George Washington. It's like that. No, you got a call from the Jews. You got a call from your, from the Jewish people that by the supplements or whatever. You just like, Yeah, you know, okay, I'm not being cute. I'm not being funny. You got a call from your Zionist backers. Okay. You didn't get a call from No, you got a call from your Zionist backers. You know, Israel did 911 Do you know about Jewish influence? You know about it? Because you talked about on your show. 20 years ago, David Duke debated you into the ground on this. And I beat the eff out of Robert Barnes on your show a year ago about it. No, you didn't get a call for Jefferson, he got a call from from resign his back. Oh, come on, it was right there. Let's stop for Come on, that's fine. You want to continue to make millions of dollars, you want to have your studio and all that you want you want to do more with less? In other words, you want to have a big show while saying less of the truth. Fine. That's your decision. You're entitled to make that decision. But but you know, we all see right through this. Oh, what are you talking about? What are you implying? Here's what I'm implying. You got a call from your Zionist backers that that was a big problem. Okay. And that's why you press the A about it. You know, and he was miffed that the whole show is about Hitler. But if you watch the show, he kept pushing and pushing and pushing. You know, you can't just let the guy say he loves Hitler. God forbid anybody says something like that. He had to keep coming back and coming back. Well, it's about the uniforms. Oh, so it's also what you mean is this. He said what"
    },
    {
      "end_timestamp": 8489.0,
      "id": "4da55f22-1464-3a7c-b78a-ed9d326f8c99",
      "speaker": "Jordan",
      "start_timestamp": 8458.0,
      "text": "he said, he said what he said, um, you are not going to argue somebody, if their inherent position is the only reason that you would dislike Hitler is because you got a call from extremely powerful Jewish people. If that's your beginning position, right. Where's the argument going to start? Nowhere? It's a disaster. No, Hitler was bad. Ah, you're just saying that because well, then I think I'm gone. I'm out of here. Goodbye. Yeah."
    },
    {
      "end_timestamp": 8522.0,
      "id": "783b871f-fea0-350c-924a-b19325b87d99",
      "speaker": "Dan",
      "start_timestamp": 8489.0,
      "text": "The implication here is kind of interesting. Because if you unpack this, I think what Nick is saying is that like, you know how, like Republican organizations will buy bulk purchases of people's books and put them on the bestseller list. He seems to be implying that they are our Zionist handlers, or backers or whatever, who buy a bunch of Alex's supplements. And that's how his finances work or something. Yeah, I don't think that's the case. To do it. Yeah, I don't, I don't think."
    },
    {
      "end_timestamp": 8539.0,
      "id": "b1c7b0bc-8010-308e-b514-d726d2286ee0",
      "speaker": "Jordan",
      "start_timestamp": 8522.0,
      "text": "Okay, so here's my business. I am going to get a bunch of our own labels on bullshit pills. And then some weirdo billionaires are just going to buy those, move them from my warehouse, to their warehouse, where they'll just sit and wait. Sure. I"
    },
    {
      "end_timestamp": 8622.0,
      "id": "eb594834-8e82-3cc3-89c5-0e787585887f",
      "speaker": "Dan",
      "start_timestamp": 8539.0,
      "text": "mean, I I don't know. I think it would be. I mean, I guess all of the callers who say they use the products could be lying, but I don't know. I don't I doesn't pass the smell test. No. But yeah, this is this is why you don't get mixed up with someone like Nick. Because like he has some actual good points here. Yeah, that is that David Duke did out debate Alex show into the ground. He did out debate Robert Barnes right on on Infowars. Hard to do. But the then the conclusion that he jumps to, that Alex is behaving the way he is because some Jewish handlers told him to write is completely on earned and there isn't any reason to believe that right? There is everything is explained by a very simple Occam's razor. That is that there is a certain point past which Alex's business model is no longer viable. Yeah. And Nick has pushed past that point. Yeah. And it has nothing to do with Jewish influence, threatening Alex or coming down on him. Let's call it the Overton profit window. It has everything to do with just simple understanding your place in the market. Yeah. And, Nick, Nick can claim that's like some sort of nefarious thing, but Well, the thing is, Cortes is fucking show, like in his parents basement,"
    },
    {
      "end_timestamp": 8632.0,
      "id": "fc4992fd-093e-3f0b-a40c-34c718e794fa",
      "speaker": "Jordan",
      "start_timestamp": 8622.0,
      "text": "he's got a nice little spot for himself right now, because he doesn't actually have a place in the media sphere. Everything he's doing is climbing a place for himself."
    },
    {
      "end_timestamp": 8636.0,
      "id": "e7d1d3ca-0c16-39bf-999d-19e8615981ef",
      "speaker": "Dan",
      "start_timestamp": 8632.0,
      "text": "It's all destructive. Exactly. And sort of privateering"
    },
    {
      "end_timestamp": 8647.0,
      "id": "75498f1d-9298-38ae-b85d-0425679d173a",
      "speaker": "Jordan",
      "start_timestamp": 8636.0,
      "text": "he doesn't have to defend anything. He's wearing the armor of being a Nazi. You know, like, what, oh, defend this thing? I'm a Nazi. Why? Yeah, I love I said, I love Hitler. What do you what are you going to be mean to me about"
    },
    {
      "end_timestamp": 8651.0,
      "id": "4ac4197a-4b15-3a53-931d-223568e1f9fa",
      "speaker": "Dan",
      "start_timestamp": 8647.0,
      "text": "Yeah, you can't hurt me because that"
    },
    {
      "end_timestamp": 8675.0,
      "id": "36da0351-e0b0-39af-bdc4-dcc897b6ca8d",
      "speaker": "Jordan",
      "start_timestamp": 8651.0,
      "text": "right? And so all he has to do is point out the incredibly obvious bullshit that everybody's doing. Because it's incredibly obvious. It doesn't take a genius to be like, Oh, Alex is exploiting people. Yeah, you're fucking brilliant. And it's just, it's just such an easy spot to be. The problem is once he gets something, then he's going to go through the process of trying to hold on to something right. And that's when he's fucked."
    },
    {
      "end_timestamp": 8685.0,
      "id": "c6a9311b-98c6-3e6a-ae53-9947fe869e61",
      "speaker": "Dan",
      "start_timestamp": 8675.0,
      "text": "Definitely. Yeah. So Nick is unfortunately a little bit. ESP. Ling's and he feels bad that everyone keeps throwing him under the bus, but he kind of understands it."
    },
    {
      "end_timestamp": 8770.0,
      "id": "2371107d-332f-3413-844d-01f416411a31",
      "speaker": "Nick Fuentes",
      "start_timestamp": 8685.0,
      "text": "Very annoying. And, you know, you got all these these people that are much older than me like Marjorie or Alex or whoever. And constantly throwing me under the bus to save their own skin. It's just like Yeah, seriously, like I in the thing is like I meet all these people. I'm obviously like a nice guy. I'm polite and respectful. Like I'm obviously in it for the war and not saying, I'm really like, my character is pretty unimpeachable, like it is what's the most are really impeachable on me like I make jokes or something like, I'm not a hater. I have a big heart and I'm here and I'm just like a lovable guy want to make a funny show? And and I believe in all the same things all these people do. And they just have like no compunction about like slitting my throat, if it makes their life more convenient. You know, it's like Marjorie, met me shook my hand gave me a hug, gave a speech at my conference and all this, and she pretends not to know me the day after, okay, fine. You know, you got to say what you got to say. But then she's gonna, like, denounce my views denounce my anti semitic views. Because she got pressure from the Jewish group. She got pressure from McCarthy and the RJC and all that. And she's like, oh, yeah, I'll totally push this kid in front of oncoming traffic to make my life easier. Yeah."
    },
    {
      "end_timestamp": 8777.0,
      "id": "b75023fe-9814-303e-aca4-ffd121c51901",
      "speaker": "Dan",
      "start_timestamp": 8770.0,
      "text": "I didn't believe until quite recently that the Jews had space lasers that they used to control whether whatever the fuck"
    },
    {
      "end_timestamp": 8786.0,
      "id": "2ecbe4ba-d449-3cce-b2d0-3d6e7a085f76",
      "speaker": "Jordan",
      "start_timestamp": 8777.0,
      "text": "Yikes. This is like Azazel and Hal bein like geez, there's a lot of demons around here. What's going on? A bunch of bunch of assholes around here."
    },
    {
      "end_timestamp": 8792.0,
      "id": "b340a229-1f45-3496-9c39-48b5fedaf57c",
      "speaker": "Dan",
      "start_timestamp": 8786.0,
      "text": "I've been hanging out with just starting to realize they have integrity."
    },
    {
      "end_timestamp": 8801.0,
      "id": "53665c89-9867-35c0-8639-42fd080e6912",
      "speaker": "Jordan",
      "start_timestamp": 8792.0,
      "text": "I am starting to think that these people are bad people. Oh, congratulations. I wonder why I gravitated to them in the first place. Probably not important not gonna think about it."
    },
    {
      "end_timestamp": 8815.0,
      "id": "f45b42d3-c888-3bfb-b6fe-911b9281fbda",
      "speaker": "Dan",
      "start_timestamp": 8801.0,
      "text": "Probably has nothing to do with my unimpeachable care. Yeah. So meeting yay, was amazing. And again, probably was a huge celebrity that Nick has loved for a long time. Yeah. Meeting Alex was not"
    },
    {
      "end_timestamp": 8892.0,
      "id": "494fe7d9-46d4-3cff-aa45-8bcc85e8ffe8",
      "speaker": "Nick Fuentes",
      "start_timestamp": 8815.0,
      "text": "it's a breath of fresh air to meet somebody who's a true American original. And, and truly somebody who's free, you meet Alex Jones. And the first time I went on his like, hey, like, you can say whatever you want. But you know, there's Jewish things that that adds. And I was like, so deflated. I was like, Oh, that's a shame. You know, don't get me wrong. He's still funding still a theme, still a workhorse, an incredible human being. But I was thinking No, but when I heard that I was totally deflated. I was like, Oh, you're not Superman. You know, oh, yeah, you're Dude, you're just the guy doing a show. You're a good show. doer. You know, but it's like, that was my first to give you like some contrast. Like I the first time I went on the show, and he cuts into the commercial break, and says, Hey, you know, say whatever you want, but don't like don't talk about the Jews. Or the Jewish things a dead end. I was like, oh, okay, so you're, that's like what my parents tell me. That's so cool. Alex Jones, the absolute madman boy, you're crazy. You know, and he's telling me the same stuff my my boomer parents do. They're really good idea. And you should really say that. I love my parents, but like, you know, they're they're normally like that. Yeah, they're"
    },
    {
      "end_timestamp": 8900.0,
      "id": "10b16094-066a-3151-94f4-deeb3a0b4e86",
      "speaker": "Jordan",
      "start_timestamp": 8892.0,
      "text": "normal. Oh, no, no, no, no, no, no, no, no, no. They're normally like, Well, my son is Hitler. I hope he's not too Hitler."
    },
    {
      "end_timestamp": 8901.0,
      "id": "5894547e-0599-3800-bf79-16adeedbb618",
      "speaker": "Dan",
      "start_timestamp": 8900.0,
      "text": "I hope he grows out of this Hitler."
    },
    {
      "end_timestamp": 8908.0,
      "id": "e0bc35a4-49fb-35ec-ba24-c86951ecfb6c",
      "speaker": "Jordan",
      "start_timestamp": 8901.0,
      "text": "Yeah. What are you What are you doing? That is no stop. I don't know, ground him something. Take away his allowance."
    },
    {
      "end_timestamp": 8917.0,
      "id": "2255c4a1-5909-37db-9416-4250f1e1043a",
      "speaker": "Dan",
      "start_timestamp": 8908.0,
      "text": "Again, never meet your heroes, though. You know, Nick's very disappointed by Alex's non embracing of the Nazi lifestyle."
    },
    {
      "end_timestamp": 8927.0,
      "id": "431cddfb-13bb-36f5-8c76-dc6540dff5cf",
      "speaker": "Jordan",
      "start_timestamp": 8917.0,
      "text": "What fucks me up about this is how empty all of this is if it also includes like, I still think he's a great guy. And I think all of this shit. Like, that blows my mind."
    },
    {
      "end_timestamp": 8962.0,
      "id": "d5a49a2f-3d25-342a-96e5-01ada6e7f2ab",
      "speaker": "Dan",
      "start_timestamp": 8927.0,
      "text": "Well, here's why this is I disagree with you that it's empty. Because Nick recognizes that Alex is still doing something that serves his interests. And that is being a more introductory step. People can come into Nick's stream or his river much easier if there's a tributary right like Alex there, I understand where you're coming from, even if he is some kind of a shill or whatever. Nick has the awareness that people who get sucked into that have a tendency to grow past Alex's material and they write the harder drugs"
    },
    {
      "end_timestamp": 8968.0,
      "id": "04053997-a2ba-34fe-bf10-f7f6086fa93a",
      "speaker": "Jordan",
      "start_timestamp": 8962.0,
      "text": "I write I'm saying it's empty for me. It's obviously not empty for him. Yes, of course. Definitely. Before Yeah,"
    },
    {
      "end_timestamp": 8969.0,
      "id": "36b446c6-906c-340b-a71f-a34feb9359d4",
      "speaker": "Dan",
      "start_timestamp": 8968.0,
      "text": "I apologize before"
    },
    {
      "end_timestamp": 8974.0,
      "id": "1b816a75-1e84-3875-92a0-0a0dea64ab2c",
      "speaker": "Jordan",
      "start_timestamp": 8969.0,
      "text": "we start I mean, I just did. It's just heartbreaking."
    },
    {
      "end_timestamp": 8978.0,
      "id": "4cb40466-8ea0-334a-85a4-79664b5dbe5b",
      "speaker": "Dan",
      "start_timestamp": 8974.0,
      "text": "So Nick, makes fun of Alex."
    },
    {
      "end_timestamp": 9012.0,
      "id": "83237618-264e-35ee-9ec5-c602b60c5739",
      "speaker": "Nick Fuentes",
      "start_timestamp": 8978.0,
      "text": "thing. It's like he's gonna go and say I hate Hitler. Hitler burn in hell. It's like who is that for? Except for the Jews? Like who is that for? Nobody is word with that. Nobody is impressed. Wow, you said Hitler sucks. Wow, whoa, whoo. Don't cut yourself on that edge, bro. Wow, I can see why you're banned. The left does not want you to know there was a Democrat. Damn Alex go off he just said Hitler burn in hell, the absolute madman. Whoo"
    },
    {
      "end_timestamp": 9015.0,
      "id": "cf881417-3a90-3122-85f5-5b81e583287b",
      "speaker": "Alex Jones",
      "start_timestamp": 9012.0,
      "text": "lad."
    },
    {
      "end_timestamp": 9032.0,
      "id": "67bc3eb4-b847-3b16-b05a-d3aa18deaf4e",
      "speaker": "Jordan",
      "start_timestamp": 9015.0,
      "text": "This this playground shit does not fly it like ooh Oh, you think my mom is fat? How cool are you? No, no, no dude, you love Hitler that I mean, there's no you can't be like, Oh, how cool is it that he doesn't like Hitler? No, fuck you. That doesn't work on this one"
    },
    {
      "end_timestamp": 9068.0,
      "id": "3f31c76e-22e0-37fa-9f78-83e5280f2ce8",
      "speaker": "Dan",
      "start_timestamp": 9032.0,
      "text": "well if you're young, but the only reason that this is actually kind of like maybe a dangerous point for Alex is that he is a free speech absolutist and it is that he is like he fancies himself the tip of the spear. And like this, this kind of like dangerous, edgy censored person. Sure. So when your brand is that you've been censored by everybody and you're censorious towards someone else? Sure, they do kind of hold a little bit of a trump card on you, right? There is a little bit of a power that this person who has been censored by the guy who's against censorship, right has"
    },
    {
      "end_timestamp": 9089.0,
      "id": "da1716e6-02fc-36e1-95ab-16d9413ebd7b",
      "speaker": "Jordan",
      "start_timestamp": 9068.0,
      "text": "because you can't argue with that person that Hitler can't be the tip of the spear. Well, you know, like, you can't argue with Nick, you can't be like, hey, no, I get what you're saying. But you think that being edgy means right, Hitler? Yes. When in reality, you're just loving Hitler. That's the end of this conversation, not"
    },
    {
      "end_timestamp": 9092.0,
      "id": "83247362-68f8-3c8b-a87b-4cf0e09be894",
      "speaker": "Dan",
      "start_timestamp": 9089.0,
      "text": "edgy. It's something that we got over a while. It's insane."
    },
    {
      "end_timestamp": 9095.0,
      "id": "3f11933b-4ed4-34d8-b8a4-44a914668661",
      "speaker": "Jordan",
      "start_timestamp": 9092.0,
      "text": "It's genocidal. I don't know what else to describe it."
    },
    {
      "end_timestamp": 9105.0,
      "id": "4f181e3c-fa84-3bc1-b43e-f1fbe91b527e",
      "speaker": "Dan",
      "start_timestamp": 9095.0,
      "text": "Right. It's not an interesting conversation that society refuses to have. It's a conversation that we had nailed it. And we've moved along and it's just you're trying to rehash it for"
    },
    {
      "end_timestamp": 9114.0,
      "id": "77399b18-ad60-3a49-b15a-886b4eac18bc",
      "speaker": "Jordan",
      "start_timestamp": 9105.0,
      "text": "Yeah, most of society is 100%. On the there's no middle ground on Hitler. It's not hard. It's not even complicated."
    },
    {
      "end_timestamp": 9119.0,
      "id": "3ae6a3c8-6c34-3ab8-9a8a-c922d9975f70",
      "speaker": "Dan",
      "start_timestamp": 9114.0,
      "text": "Yeah. So also fuck Crowder. And maybe Marjorie Taylor Greene too. Yeah, I'm fine"
    },
    {
      "end_timestamp": 9195.0,
      "id": "6def3d6a-2623-39e9-b90f-6b243e62faf6",
      "speaker": "Nick Fuentes",
      "start_timestamp": 9119.0,
      "text": "with that. So they are a convenient scapegoat. Like, we get to attack Nick for being the Nazi and we're just gonna pretend like you know, you didn't say it. So everybody wants to throw me under the bus, whatever. I'll remember that. Also. Here's, here's the real last thing I'm going to say. None of the people that threw me under the bus are really even that impressive. Like I have never watched Crowder show. I think I watched it one time on stream. Crowder is not why got into politics is not funny. You know, so Crowder disavowing me is like, okay, big whip. Same thing. Well, Marjorie Taylor Greene, you'd like you know, I've already I've already done my done my bit on margin Tila green, but it's like, Okay, seriously, does anybody really think that like, if I had my choice that I'd be like, standing with Marjorie Taylor Greene. Like, listen, you got to play with the hand you're dealt. I'll just put it that way. It's like, Marjorie Taylor Greene denounced me, let's say is like no love lost there. Honestly, she shilling for McCarthy, and she was still showing a backpack that would be that would be bad for me. That would make me look like a like, blue pilled weakling. I'm trying not to swear."
    },
    {
      "end_timestamp": 9223.0,
      "id": "50b70add-d912-303b-89ac-7e0302e76715",
      "speaker": "Dan",
      "start_timestamp": 9195.0,
      "text": "Because Kanye doesn't like it. Yeah. So the the thing that you got to you got to think about if you're somebody who's associating with Nick, is that he seemed to be fully in support of Marjorie, back when they were on good terms. Oh, and now that they have fallen out, he's being a little bit more open about like, I wouldn't have wanted to work with her. But no one else wanted to work with me because I'm a Nazi. Yeah. So you play with the hand you're dealt."
    },
    {
      "end_timestamp": 9243.0,
      "id": "16dd7251-7fc4-3505-8e5e-fe7e84b4c978",
      "speaker": "Jordan",
      "start_timestamp": 9223.0,
      "text": "Yeah, this is one big exercise in the emperor has no clothes, kind of. But just him just being like, look at all these losers. Like that's, that's again, that's what makes it so empty for me is that yes. They are a bunch of losers. Yeah. It's not hard to see that. You are a bigger loser."
    },
    {
      "end_timestamp": 9280.0,
      "id": "b9650da6-f19c-3362-838a-78ac65c2b85d",
      "speaker": "Dan",
      "start_timestamp": 9243.0,
      "text": "Yeah, it's the it's that same dynamic that he has when he's talking about social issues. Sometimes he's able to descriptively act, get his finger on something that isn't actual problem. Right. But his analysis and sort of other conversation around things is maybe worse. Definitely worse. Yeah. Or meaningless. Yeah. And he has put his finger on a very real thing here that is that Crowder isn't funny, and he's vapid. You got it. Nobody would want to work with Marjorie Taylor Greene if they had another choice nailed it. And but complicated. Everything else around it is is bad and he is worse."
    },
    {
      "end_timestamp": 9310.0,
      "id": "dd23a7a4-da81-3a49-a6dd-557bac669c0e",
      "speaker": "Jordan",
      "start_timestamp": 9280.0,
      "text": "Well, it just any does. It is so much more desirable. I mean, if I were if I were a Nazi, listening to Alex and MTG, it is so much more desirable to listen to the kid who says that the emperor has no clothes, because I knew it the whole fucking time. But they have told me because they all Love each other that actually no, they're great. So finally, I have a Nazi that I can love who is willing to admit that every other Nazi is an asshole. Which makes perfect sense."
    },
    {
      "end_timestamp": 9320.0,
      "id": "884cc876-63bd-3134-8b70-612f5f3bfca2",
      "speaker": "Dan",
      "start_timestamp": 9310.0,
      "text": "It does make some sense. Yeah. So Nick, he likes to see the good in people. Like Richard Spencer. Here's some of the good that next season Richard Spencer."
    },
    {
      "end_timestamp": 9342.0,
      "id": "01a6c405-4f21-306e-9e48-a60ba8f6f139",
      "speaker": "Nick Fuentes",
      "start_timestamp": 9320.0,
      "text": "Let's see who else are any other big blue checks in here. But besides Richard, one time I called them on the phone. I was like, Hey, Rob, Rich. And he was like, it's Richard. I told that story a lot before but it's just like a classic total. Total Richard moment. That's that's why we love him."
    },
    {
      "end_timestamp": 9344.0,
      "id": "64dc76dc-9004-30ea-8c80-615beb812815",
      "speaker": "Jordan",
      "start_timestamp": 9342.0,
      "text": "See, that's the type of humor you can't get on Crowder show."
    },
    {
      "end_timestamp": 9371.0,
      "id": "82a3c825-9037-32d3-a995-ff34a4fe1ba8",
      "speaker": "Nick Fuentes",
      "start_timestamp": 9344.0,
      "text": "Well, not only him. I mean, that is his name. I'm not I'm not making fun of him for that. I mean, that is his name. Like, I don't think that's, you know, out of line to want to be called the certain thing you know, it's so much you don't see and I was like, hey, it's Nick. Nobody would be offended. It's like, oh, you wouldn't had that title that that time on the phone, one of my favorites. So you know, we find what we like about people you find what you love about people."
    },
    {
      "end_timestamp": 9389.0,
      "id": "f910a316-1d8c-3ef5-90a5-7ff54fa99c20",
      "speaker": "Dan",
      "start_timestamp": 9371.0,
      "text": "That's got it. That's a great story when Richard Spencer said it's Richard not rich. The poor guy so funny. I'm gonna guess that there was something else that happened in that conversation that makes that memorable. Yeah, it may be Richards listening and knows Yeah, something like that."
    },
    {
      "end_timestamp": 9392.0,
      "id": "7e88e575-345e-30ae-89cf-281824f91d19",
      "speaker": "Jordan",
      "start_timestamp": 9389.0,
      "text": "Otherwise that it's rich story"
    },
    {
      "end_timestamp": 9395.0,
      "id": "156c4ae7-2aef-302d-baf4-7692b5760199",
      "speaker": "Dan",
      "start_timestamp": 9392.0,
      "text": "is a little flat. Yeah. Not a lot going on there. Now so"
    },
    {
      "end_timestamp": 9411.0,
      "id": "0d081f15-664e-3677-b569-28a2d1e3bc58",
      "speaker": "Jordan",
      "start_timestamp": 9395.0,
      "text": "fucking so infuriating in so infuriating. What if he had said it's a Raina? But if he had said that, oh, suddenly I would have a bigger problem with calling them by something that they wanted to be called by Sure, Kim."
    },
    {
      "end_timestamp": 9421.0,
      "id": "fd009d64-e40e-33ee-9c0b-0be61dc34c99",
      "speaker": "Dan",
      "start_timestamp": 9411.0,
      "text": "Sure. Yeah. So we have one last clip here. And it's very exciting big breaking news."
    },
    {
      "end_timestamp": 9449.0,
      "id": "c4765999-7784-37bf-8279-603cbe06825e",
      "speaker": "Nick Fuentes",
      "start_timestamp": 9421.0,
      "text": "How about the new song very epic Right? Very very epic. What new song Graham though they like everybody's I don't know why maybe for the Alex Jones sample. He took out the I love Hitler. Pardon the the one the version that I heard. It ended with that. I love that. I love that I love about Hitler. But I think he took that out. But that's okay. That's okay. We know what he meant. Yep."
    },
    {
      "end_timestamp": 9485.0,
      "id": "8b23c29a-2b46-38e6-bf24-c924633d0e81",
      "speaker": "Dan",
      "start_timestamp": 9449.0,
      "text": "So this is pretty funny. Yeah, he posted this song on Instagram, which seems like a strange move considering that he's been yelling about how Instagram is a sex trafficking operation. And anyone who clicks a like button on a woman's picture is a sex predator. They removed the song apparently. And then he sent it to Alex who posted it on Infowars with the headline quote, yay, release his epic new song exclusively on Infowars. So they will all be free. What the fuck? It's an exclusive release because it got taken off Instagram. Oh my god. And yeah, after all of this after everything that's happened. Alex is still super new show he did to post"
    },
    {
      "end_timestamp": 9495.0,
      "id": "24a25e93-d263-3574-9410-5a66ade51203",
      "speaker": "Jordan",
      "start_timestamp": 9485.0,
      "text": "there is no continuity. The new show. There's a new monster the week I know. I got burned by this publicity stunt anyways, I'm going to release that single baby. Come on now."
    },
    {
      "end_timestamp": 9516.0,
      "id": "9632af1a-e0ae-3875-8f87-5949454f55e0",
      "speaker": "Dan",
      "start_timestamp": 9495.0,
      "text": "Yeah, there's a tension Hills Sheesh, I would apply. I would play the song for you. But it's really bad. I would suspect that the reason it got taken off Instagram was because he used samples that he hadn't cleared. So there might have been like a copyright issue there. I don't think it'll be a hit. If only because he includes a lyric about how God won't let him have sex until he's married again. It's not quite the message that the kids get now."
    },
    {
      "end_timestamp": 9528.0,
      "id": "3b35aefa-ded0-3192-890d-9fb6601453f9",
      "speaker": "Jordan",
      "start_timestamp": 9516.0,
      "text": "Now that's that's the new punk rock right there. Right. That's the new but new punk rock is no sex before marriage, baby. Yeah. Cool. Oh, boy."
    },
    {
      "end_timestamp": 9533.0,
      "id": "184386f8-3d11-3234-bb37-a35c9c0af8bc",
      "speaker": "Dan",
      "start_timestamp": 9528.0,
      "text": "So yeah, this is this is where we're at? Great. It's not a good place. It's"
    },
    {
      "end_timestamp": 9537.0,
      "id": "ca959a4a-87f1-382a-8a59-63994cc71924",
      "speaker": "Jordan",
      "start_timestamp": 9533.0,
      "text": "not a good place. No, just not. It's just not."
    },
    {
      "end_timestamp": 9594.0,
      "id": "4e46c455-28e4-3822-be38-b228009eca36",
      "speaker": "Dan",
      "start_timestamp": 9537.0,
      "text": "I think I think that it is important to understand, like some of these dynamics within this right wing ecosystem in terms of how there is this dual use of yay, that is there's the ideal version, which is recruiting him and getting him to cool it right on some of this stuff that is going to be bad for business. Right. And then failing that, Charles Lindbergh. And then failing that there's the the using him, like everyone used to use Alex Yeah. And still does kind of Yeah, when they need to, as the I'm not him person. Right. Right. So there's that. And then I just think it's really interesting to hear Nick's response because there is some analysis of dynamics between these figures that he understands pretty clearly Yeah. And that is something you don't really hear people talk about within these circles very much."
    },
    {
      "end_timestamp": 9629.0,
      "id": "d6960c55-04da-31e7-acd0-872f0d68dcd7",
      "speaker": "Jordan",
      "start_timestamp": 9594.0,
      "text": "Exactly. I think that's that's what's so cool. MIT, I think what's so deceptive about it is because he is willing to say the things that everybody knows. People give him more credit for being able to see through the scam. Right, when in reality they all see through the scam. He's just the only one who's making his scam. pointing it out. Yes. You know, like he's just making his own little scam that he's got going on. But it's it's counter to the the ecosystem that sustains itself with interlocking scam. So you know,"
    },
    {
      "end_timestamp": 9650.0,
      "id": "39172c3a-6460-3b05-b80f-267ed7151a6a",
      "speaker": "Dan",
      "start_timestamp": 9629.0,
      "text": "and that and that is a large reason, essentially of why he's not going to be involved in a lot of these other folks are scams. Alex, in his interview with Crowder said that he would have windows back on Yeah, but it would need to be a debate. And I guarantee I don't want to guarantee I've been wrong about so much. I don't think that's going to happen."
    },
    {
      "end_timestamp": 9651.0,
      "id": "34f6a825-4b52-375a-a12d-fa0d12794b5e",
      "speaker": "Jordan",
      "start_timestamp": 9650.0,
      "text": "Don't guarantee anything."
    },
    {
      "end_timestamp": 9672.0,
      "id": "8a4e0fed-9bd6-3224-bf7e-7d65d8514474",
      "speaker": "Dan",
      "start_timestamp": 9651.0,
      "text": "The reason I don't think that's gonna happen is that Alex has to know that Nick would dance circles around Oh, it'd be sad. Yeah, it would. The way that Nick can dodge is beyond Alex's capacity to punch. The things that Nick can say that will confuse Alex will be too much."
    },
    {
      "end_timestamp": 9676.0,
      "id": "7f671a8a-d498-3b90-8d49-54ff0c223d8e",
      "speaker": "Jordan",
      "start_timestamp": 9672.0,
      "text": "I'll go even simpler than that. Alex would have to prepare."
    },
    {
      "end_timestamp": 9681.0,
      "id": "cc63881f-ee39-3afd-8e4f-21af07c76df6",
      "speaker": "Dan",
      "start_timestamp": 9676.0,
      "text": "I mean, so really the end. But what if he did,"
    },
    {
      "end_timestamp": 9689.0,
      "id": "559353ab-7f66-3fa2-9a46-bf7183899814",
      "speaker": "Jordan",
      "start_timestamp": 9681.0,
      "text": "if he wanted to if he wanted to engage in that he the way that he would engage in it? He didn't seem"
    },
    {
      "end_timestamp": 9703.0,
      "id": "1bc2635c-16c8-3cca-8550-6408cadedd4e",
      "speaker": "Dan",
      "start_timestamp": 9689.0,
      "text": "to prepare that much for David Duke. Nope. Anyway, this all is a mess. Yeah. And maybe we'll go back to checking in on Infowars. And I will just show itself though next week. We'll see."
    },
    {
      "end_timestamp": 9707.0,
      "id": "5b409aa0-0330-3c1a-9b20-7baab62ba5d7",
      "speaker": "Jordan",
      "start_timestamp": 9703.0,
      "text": "Apparently, we're into palace intrigue with the conservative propagandists."
    },
    {
      "end_timestamp": 9709.0,
      "id": "3da5e32f-f0bf-3163-8bb8-9b19bb67b28c",
      "speaker": "Dan",
      "start_timestamp": 9707.0,
      "text": "I think it's elevated slightly."
    },
    {
      "end_timestamp": 9711.0,
      "id": "f9dd14b6-6bfe-3689-b393-6e309a3d2e68",
      "speaker": "Jordan",
      "start_timestamp": 9709.0,
      "text": "It is it is it is well,"
    },
    {
      "end_timestamp": 9727.0,
      "id": "01040ff0-8aa1-3a5c-ac52-c5ca63541274",
      "speaker": "Dan",
      "start_timestamp": 9711.0,
      "text": "I realized you I realized, yeah, in fairness to you. There was a little bit of that. And I'm not saying that there wasn't extreme. There was a Listen, I'm not saying I didn't notice that some of that is just kind of fun, like him yelling at Crowder. And listen, where"
    },
    {
      "end_timestamp": 9732.0,
      "id": "0c51f7e0-4281-3982-980f-b8f256789992",
      "speaker": "Jordan",
      "start_timestamp": 9727.0,
      "text": "if somebody's gonna call, I'm gonna listen. Yeah, I'm fine with that."
    },
    {
      "end_timestamp": 9763.0,
      "id": "b157b12e-2d59-3418-b1ab-405f224e02d8",
      "speaker": "Dan",
      "start_timestamp": 9732.0,
      "text": "And there's also an element of it that the cathartic pneus is, it's so fucking obvious. You don't get involved with people like this, because this is what they'll do to you. Yeah, they are going to smear you, they're going to use things that you may have said in confidence or private or, or something, and they will take those things, and then present them to their audience as some kind of evidence that you're involved in, in various plot. Yeah, you know, it's just stay away. I mean, don't get involved."
    },
    {
      "end_timestamp": 9789.0,
      "id": "f6d9bbf9-e554-316e-8d92-8b91d1ce91f3",
      "speaker": "Jordan",
      "start_timestamp": 9763.0,
      "text": "It is it is like, a part of me is is like, here's what should be required reading for third graders, and it should be for every day of the year. And that's just Faust. Like, just really get into understanding what the devil's bargain means. You know, like, at third grade, you're eight or nine years old, you're ready to figure out what unintended consequences are. It's time to hammer it home at a young age be"
    },
    {
      "end_timestamp": 9802.0,
      "id": "62ca8fe9-a9b9-3a38-956e-ceb62bcbb64c",
      "speaker": "Dan",
      "start_timestamp": 9789.0,
      "text": "nice. So Jordan, will come to the end of this. And oh, I'd also like to say thank you to Amanda, for some help with sources. But we'll be back but until then, we have a website. We"
    },
    {
      "end_timestamp": 9805.0,
      "id": "e39342f1-01d4-3574-86eb-8c0a2dd0bbda",
      "speaker": "Jordan",
      "start_timestamp": 9802.0,
      "text": "do indeed. It's outright.com. We're also on Twitter. We are on Twitter. It's at knowledge underscore fight."
    },
    {
      "end_timestamp": 9824.0,
      "id": "e2e90bd4-5e71-3ef1-82f7-b59694521365",
      "speaker": "Dan",
      "start_timestamp": 9805.0,
      "text": "Yep, we'll be back. But until then, I'm Neo. I'm Leo. I'm DCX barkery. The week. That's no good. I didn't think of a new bit. Fuck, fuck. You know what I've been doing lately. I mean, the lot. Not a lot. But I've been eating more frosting than I'd like to admit"
    },
    {
      "end_timestamp": 9836.0,
      "id": "a43b6ed3-2b6b-3b97-968e-33a7c5c668cc",
      "speaker": "Jordan",
      "start_timestamp": 9824.0,
      "text": "you've been eating more frosting than you'd like to admit what is the amount of frosting that you would like to admit to eat? Well, like one Dunker roo born Dunker roo packet. Yeah, that's acceptable. Yeah, how many packets? Well,"
    },
    {
      "end_timestamp": 9845.0,
      "id": "48c325f4-f24d-3e0f-b926-e4f2d7d4663c",
      "speaker": "Dan",
      "start_timestamp": 9836.0,
      "text": "I've not gotten Dunkaroos Well, that might be a first prof gotten tubs of frosty. And then what I did this time was Nilla Wafers. Oh,"
    },
    {
      "end_timestamp": 9848.0,
      "id": "88e2ef07-21f1-3527-a31f-0199be8f791f",
      "speaker": "Jordan",
      "start_timestamp": 9845.0,
      "text": "no, he did in there. That's too good. Yeah, that's"
    },
    {
      "end_timestamp": 9852.0,
      "id": "2e80084b-85fe-3307-8504-398c6190d62a",
      "speaker": "Dan",
      "start_timestamp": 9848.0,
      "text": "too good. Right. This is one of the revelations. You'll find"
    },
    {
      "end_timestamp": 9855.0,
      "id": "5003d5cf-a48f-3984-9903-52c5242a47ed",
      "speaker": "Jordan",
      "start_timestamp": 9852.0,
      "text": "the leaks. I knew we were getting there."
    },
    {
      "end_timestamp": 9858.0,
      "id": "5119d09a-294f-3a89-92f0-89d754a9a545",
      "speaker": "Unknown Speaker",
      "start_timestamp": 9855.0,
      "text": "Ah, and now here comes the sex robots."
    },
    {
      "end_timestamp": 9865.0,
      "id": "127b71f3-c52d-3df4-ae48-69c44e477035",
      "speaker": "Alex Jones",
      "start_timestamp": 9858.0,
      "text": "Andy in Kansas. You're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    },
    {
      "end_timestamp": null,
      "id": "bcc89af9-aaa2-33a9-b487-d44d98a46347",
      "speaker": "Alex Jones",
      "start_timestamp": 9865.0,
      "text": "I love you."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}