{
  "audio_identifier": "KF_757",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/Dec-13-2022.mp3",
  "blocks": [
    {
      "end_timestamp": 59.0,
      "id": "0a0db5f5-8e99-3149-afd0-71f8a99a4ca7",
      "speaker": "Alex Jones",
      "start_timestamp": 4.0,
      "text": "Red Alert. Red alert. Red alert. Red Alert acknowledged five days. Damn, Jordan I'm sweating. Knowledge parties.com It's time to pray. I have great respect for knowledge like knowledge. I'm sick of them posing as if they're the good guys shank me or the bad guy knowledge. Dan and Jordan knowledge fight need money Andy and Sandy are stopping Andy and Pam handy in Kansas. Bray and the Kansas surely are huge fan. I love your world. Knowledge by knowledge fight.com"
    },
    {
      "end_timestamp": 66.0,
      "id": "d9ff4424-9b22-3382-b40d-bd0734279fab",
      "speaker": "Dan",
      "start_timestamp": 59.0,
      "text": "Hey everybody, welcome to knowledge. I'm Jordan. We're a couple dudes like to sit around worship at the altar of saline and talk a little bit about Alex Jones. Oh,"
    },
    {
      "end_timestamp": 72.0,
      "id": "ff77719e-18d9-3419-bcb1-1fb577712838",
      "speaker": "Jordan",
      "start_timestamp": 66.0,
      "text": "indeed. We are Dan Jordan damn quick question for you. What's your spot today"
    },
    {
      "end_timestamp": 75.0,
      "id": "c560595e-3653-30a0-b65e-ae832b93e888",
      "speaker": "Dan",
      "start_timestamp": 72.0,
      "text": "but my brides bought today? Jordan is beard oil beard"
    },
    {
      "end_timestamp": 77.0,
      "id": "3fbc6bdd-f16d-3f5c-9a40-9854d79033ea",
      "speaker": "Jordan",
      "start_timestamp": 75.0,
      "text": "oils? No, yeah,"
    },
    {
      "end_timestamp": 101.0,
      "id": "66e23cfc-24e1-3fbc-9213-2a0ca7e958ab",
      "speaker": "Dan",
      "start_timestamp": 77.0,
      "text": "I have decided that. Hey, man, maybe it's time to take I don't know caring about myself and pampering myself into consideration. You know, it's never been a part of my my repertoire. Oh, yeah. And so I thought about it. I'm like, Hey, I have this beard. What can I do with this beard? I guess I could, like make a"
    },
    {
      "end_timestamp": 107.0,
      "id": "43f0839a-dcce-35d0-b9b7-b000374a7065",
      "speaker": "Jordan",
      "start_timestamp": 101.0,
      "text": "little show. You could do little things and a little braids. Yeah, like that. Yeah, but I don't think that's me. No, it's not."
    },
    {
      "end_timestamp": 108.0,
      "id": "21bcded1-e32d-3c14-9d59-e861bf948f0f",
      "speaker": "Dan",
      "start_timestamp": 107.0,
      "text": "I don't think that's my style."
    },
    {
      "end_timestamp": 110.0,
      "id": "04ff6d3f-8ffc-3c79-a2f5-5064d39f8724",
      "speaker": "Jordan",
      "start_timestamp": 108.0,
      "text": "You have yet to become a pirate."
    },
    {
      "end_timestamp": 113.0,
      "id": "34d8201d-fb57-3bd9-b6ef-833fe5106f8d",
      "speaker": "Dan",
      "start_timestamp": 110.0,
      "text": "And so I've decided to explore beard oil, beard oils."
    },
    {
      "end_timestamp": 137.0,
      "id": "6523b3b4-822e-3ec7-a9d1-ec980ffff4b0",
      "speaker": "Jordan",
      "start_timestamp": 113.0,
      "text": "I listen. A few years I was never I was never a big lotion guy a few years ago. My wife she really? And you know what? It's better. Sure. I don't know what the hell one should be more like grow up in a place where they're like, Nah, man have hard tough skin like Screw that. I want to I want to smell good. Well, man,"
    },
    {
      "end_timestamp": 151.0,
      "id": "46f5835c-1bc8-3d8e-b30c-7a76055e4dae",
      "speaker": "Dan",
      "start_timestamp": 137.0,
      "text": "I have I have tried this out. Yeah. And so far I noticed no difference. But why would I don't feel my beard. You don't I don't have a mirror in front of me now. smell of pine cones for a while. It hit hard. Yeah. With the smell of pine."
    },
    {
      "end_timestamp": 155.0,
      "id": "bd4b89dd-4f11-3f59-a373-a91186ef1142",
      "speaker": "Jordan",
      "start_timestamp": 151.0,
      "text": "Here's a bit of Vicks Vapor Rub. Yes to it. Yes."
    },
    {
      "end_timestamp": 171.0,
      "id": "1e01d169-7efd-30c7-a428-680758088e65",
      "speaker": "Dan",
      "start_timestamp": 155.0,
      "text": "My face. Yeah. Anyway, I have I have two varietals here. One is a pine cone situation and the other is like a vanilla lavender ish. Tea. Tea. I like it. So yeah, I'm gonna fuck it. No. We'll see what happens. What's"
    },
    {
      "end_timestamp": 174.0,
      "id": "c7dc8121-dd8a-3d08-ae99-f47827994723",
      "speaker": "Jordan",
      "start_timestamp": 171.0,
      "text": "the oils in your beard? That's what you're gonna do."
    },
    {
      "end_timestamp": 175.0,
      "id": "bd1919be-5266-3001-8ead-377ab77170da",
      "speaker": "Dan",
      "start_timestamp": 174.0,
      "text": "So what about you what your birth?"
    },
    {
      "end_timestamp": 189.0,
      "id": "5a270ff3-6810-3502-aa5c-9bbb38f0bcd1",
      "speaker": "Jordan",
      "start_timestamp": 175.0,
      "text": "My brightspot is we saw we saw banshees of Inishowen, which is amazing. It's done by the guy who did in Bruges. So it's Colin Farrell and Brendan Gleason just being good acting at each other. You know, you're"
    },
    {
      "end_timestamp": 197.0,
      "id": "d4e3987c-93ff-396c-902d-59502b1bf981",
      "speaker": "Dan",
      "start_timestamp": 189.0,
      "text": "talking to me and you say something like that. Like there could be a movie that could be a movie that could be an art installation. Oh, that could be a number."
    },
    {
      "end_timestamp": 218.0,
      "id": "b35f114d-44ca-39c0-91b4-4f3108798585",
      "speaker": "Jordan",
      "start_timestamp": 197.0,
      "text": "It sits in Bruges. I think he did three billboards outside of ebbing, Missouri. That one's really, really good. He's great. It's just great. Yeah, it's in Ireland. Here's the thing. Here's the story. Here's the entire story. One day is old dude is like I don't want to be friends with this guy anymore. All right. Movie over. Okay."
    },
    {
      "end_timestamp": 220.0,
      "id": "5da4bb69-6009-3bca-8402-8c9e67178cfa",
      "speaker": "Dan",
      "start_timestamp": 218.0,
      "text": "Wow, that's, that's gonna be a slow burn"
    },
    {
      "end_timestamp": 224.0,
      "id": "792c0cca-6680-3795-ab7c-59c124fae579",
      "speaker": "Jordan",
      "start_timestamp": 220.0,
      "text": "a short plot synopsis, but I you will enjoy it."
    },
    {
      "end_timestamp": 228.0,
      "id": "db0f8f81-5be6-33ba-89ab-15f5dc922766",
      "speaker": "Dan",
      "start_timestamp": 224.0,
      "text": "Is it a ending of a friendship that leads to a lot of calamity, or is it okay?"
    },
    {
      "end_timestamp": 234.0,
      "id": "a1094179-8c71-3534-afce-13c2f462fb9d",
      "speaker": "Jordan",
      "start_timestamp": 228.0,
      "text": "Yeah, no, it's a traditional Irish tragedy, which it's very, very funny. And nothing good happens to anyone ever"
    },
    {
      "end_timestamp": 259.0,
      "id": "4276dd5a-54b3-3456-ae94-dce8eb7189f2",
      "speaker": "Dan",
      "start_timestamp": 234.0,
      "text": "see, I was imagining a movie where like, the actual end of the movie is like the end of the conversation. Oh, yeah. That would be fun. It's like my dinner. But at the end, they hate each other. Last Dinner With Andre. That would be a good one. So Jordan, today we have an episode to go over. Indeed we did. And it is December 13 2022. This is?"
    },
    {
      "end_timestamp": 263.0,
      "id": "28b626a2-5ff9-3068-a543-e3c0ee190de4",
      "speaker": "Jordan",
      "start_timestamp": 259.0,
      "text": "No, no, yeah, that's true. Yeah."
    },
    {
      "end_timestamp": 285.0,
      "id": "24803fc7-f8d0-3f01-bb14-a368be278398",
      "speaker": "Dan",
      "start_timestamp": 263.0,
      "text": "This is an episode where Alex does a stupid thing. Yes. He decides that after the interview that he did with Nick Ventus. He decided say why not have Nick back on to talk about things brilliant. Maybe see what kind of common ground we can find. See if he doesn't,"
    },
    {
      "end_timestamp": 297.0,
      "id": "7992f60b-2800-347a-a775-c824ce6bc602",
      "speaker": "Jordan",
      "start_timestamp": 285.0,
      "text": "maybe maybe he's trying to bring him back from the dark side. You know, have you considered this as a reverse Vader situation where or more accurately a Luke Skywalker and his nephew situation"
    },
    {
      "end_timestamp": 327.0,
      "id": "d55d343e-98da-3397-9fe3-8ad6563c8ed7",
      "speaker": "Dan",
      "start_timestamp": 297.0,
      "text": "I didn't I didn't think that because it's not altro and it very clearly wouldn't fit any of their psychology. It's definitely not. So it's it's a situation where Alex has done this interview with a where yay, denied the Holocaust and talked about how he loved Hitler and all this. And Alex was like, Hey, man use code. Ly better. Yeah. And he was like, Nah, not interested lie. It's what we all do. No, no, no, I'm not gonna lie. And also Hitler is wonderful. No,"
    },
    {
      "end_timestamp": 334.0,
      "id": "4ba25ddc-108f-3867-870a-ce30231d1a4c",
      "speaker": "Jordan",
      "start_timestamp": 327.0,
      "text": "you don't understand. If you don't lie, then it makes it look really obvious that we are lying to him,"
    },
    {
      "end_timestamp": 381.0,
      "id": "c4c8ac25-bdc8-374f-aaad-f2901eb41b76",
      "speaker": "Dan",
      "start_timestamp": 334.0,
      "text": "penetrates the market bubble, man. And so they did that interview. And then Alex went on Steven Crowder show and started complaining about how he had been done dirty, and how everyone was criticizing him. And it was very sad and Crowder consoled him. And then Nick Quintus came out and did his response where he said that Alex got a call, right? From the Jewish handlers or Jewish backers that Alex has. And so that's the prelude to this. This interview, I guess, that Alex had heard that Nick had said this, and decided why not have an interview debate about about this stuff? Yeah. And it's a great idea. It's not It's"
    },
    {
      "end_timestamp": 391.0,
      "id": "4b8e4a91-4c35-3bbe-bfe8-3b36f288a803",
      "speaker": "Jordan",
      "start_timestamp": 381.0,
      "text": "Oh, no, it's a great idea. No, because he's gonna He's so smart and charismatic and talented. Alex is going to be able to scream him under the table, there's no chance that anybody can"
    },
    {
      "end_timestamp": 454.0,
      "id": "5fe7c66e-f6a6-3d04-8d56-ffff38b04f5a",
      "speaker": "Dan",
      "start_timestamp": 391.0,
      "text": "be I mean, if it's a screaming match, then yeah, I do think that there's a there's a good possibility of of that. But no, it's, you know, it's never it's never just a screaming match. And from something of an optical perspective, just the fact that Nick is coming back on is a loss for Alex and a win for for for Nick. I have the mind that the dynamic that's going on here is that Alex thinks that Nick is somebody who can be reasoned with right. He believes that Nick is willing to play the game of using code and and all that because that has been done in the past. Yeah. And Alex was able to do business with him. For a couple years, he went on the stop the steel tour with him and Ali Alexander. Yep. And so like, I think that Alex is inviting him back on to give him a like, look, come on. We have this we've done this before. Back into the wire. Yeah. Why are you being so overt,"
    },
    {
      "end_timestamp": 462.0,
      "id": "0bf7a1f7-bc48-3ece-9a06-b52fdfecd233",
      "speaker": "Jordan",
      "start_timestamp": 454.0,
      "text": "we're scammer doesn't work. You're not better than us. Right? We are all scammers. And just because you think you're doing something different, you're fucking not"
    },
    {
      "end_timestamp": 486.0,
      "id": "6aa2fe0e-09cb-3418-88eb-2dc5d12c886f",
      "speaker": "Dan",
      "start_timestamp": 462.0,
      "text": "Yeah. And at the same time, Alex needs to give some kind of a performative back, push back to I don't hate anybody to the proceedings. This This episode is tough. Because full disclosure, we just recorded most of it. Yeah, we did. decided this is beating a dead horse,"
    },
    {
      "end_timestamp": 493.0,
      "id": "f706f8cd-483f-34b9-8171-c37f459527b5",
      "speaker": "Jordan",
      "start_timestamp": 486.0,
      "text": "as is our wants. We did about two hours. And we were like that is just right. But it's too much. Yeah."
    },
    {
      "end_timestamp": 510.0,
      "id": "474f1c8b-a930-31da-bff3-9597adacac0a",
      "speaker": "Dan",
      "start_timestamp": 493.0,
      "text": "And there was a lot to go. And so on the fly essentially, just decided to begin to streamline this thing. So it's not the same thing over and over again, being like, Hey, Alex is doing a bad job of this spoiler alert way of saying Alex is doing a bad job of"
    },
    {
      "end_timestamp": 522.0,
      "id": "321b9abf-4f04-3ce7-bf6b-270a86e5e614",
      "speaker": "Jordan",
      "start_timestamp": 510.0,
      "text": "this. I'm gonna throw this out there. For anybody who's who's who's afraid. Nick Fuentes is still a white supremacist. He did not suddenly change his is his tune. No, no. Oh, totally. Still, it"
    },
    {
      "end_timestamp": 548.0,
      "id": "91084d90-6446-3609-b004-8dac27c7bb8d",
      "speaker": "Dan",
      "start_timestamp": 522.0,
      "text": "is too much of that way too much. And so we have heard it now. We've called an audible. So before we get to that, audible.com there's a sponsor. Take a little moment, say hello to some new walk. Oh, that's great idea. So first audible.com New walk. Sorry. First help. I'm a raving anti Semite whose balls are stuck to his leg. Thank you so much. You're on our policy walk."
    },
    {
      "end_timestamp": 549.0,
      "id": "9569a2a7-3b98-3b8c-b3a8-b7f3a06e8815",
      "speaker": "Alex Jones",
      "start_timestamp": 548.0,
      "text": "I'm a policy."
    },
    {
      "end_timestamp": 550.0,
      "id": "92708705-a342-3259-935b-875e45c21151",
      "speaker": "Jordan",
      "start_timestamp": 549.0,
      "text": "Thank you very much."
    },
    {
      "end_timestamp": 557.0,
      "id": "a279fb6a-f8bf-3770-a810-9a089eb26fff",
      "speaker": "Dan",
      "start_timestamp": 550.0,
      "text": "Thank you. Next sherston. I'm so sorry. I've subjected you to so much of Alex Jones as a result of the show. Thank you so much. You're on our policy walk."
    },
    {
      "end_timestamp": 559.0,
      "id": "261fbd02-c0b0-3ad1-a191-60f355f98fc0",
      "speaker": "Alex Jones",
      "start_timestamp": 557.0,
      "text": "I'm a policy wonk. Thank you very much."
    },
    {
      "end_timestamp": 564.0,
      "id": "2fce2925-cf1a-3103-bdb0-96d9e38f75a0",
      "speaker": "Dan",
      "start_timestamp": 559.0,
      "text": "Next Lord argue Margie is only here for swearing. Carrie, thank you so much. You're on our policy walk."
    },
    {
      "end_timestamp": 565.0,
      "id": "875bb55f-8f31-3a54-913e-0628e84d2bae",
      "speaker": "Alex Jones",
      "start_timestamp": 564.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 566.0,
      "id": "4cd93aff-2b50-301f-bbf6-38dd00ffcac4",
      "speaker": "Jordan",
      "start_timestamp": 565.0,
      "text": "Thank you very much."
    },
    {
      "end_timestamp": 571.0,
      "id": "a83fa6eb-edf1-32b3-b432-60e00698c816",
      "speaker": "Dan",
      "start_timestamp": 566.0,
      "text": "Next it's a me Mario Speedwagon. Thank you so much. You are now policy won't."
    },
    {
      "end_timestamp": 572.0,
      "id": "55b04507-2e7b-38ca-b46b-9a5173ce6f80",
      "speaker": "Alex Jones",
      "start_timestamp": 571.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 572.0,
      "id": "b9d45e01-bdf8-3d73-b46b-1ef8db100ac5",
      "speaker": "Jordan",
      "start_timestamp": 572.0,
      "text": "Thank you very much."
    },
    {
      "end_timestamp": 577.0,
      "id": "5e0af9d0-b06a-3caa-9967-271ef6c7ed90",
      "speaker": "Dan",
      "start_timestamp": 572.0,
      "text": "I with that delivery. Let me try that again. Okay, it's me Mario speedwick."
    },
    {
      "end_timestamp": 581.0,
      "id": "f2c1661e-6d96-34a3-a997-5670ada0c310",
      "speaker": "Jordan",
      "start_timestamp": 577.0,
      "text": "You don't have the falsetto your voice is too deep and sonorous. It's beautiful."
    },
    {
      "end_timestamp": 584.0,
      "id": "7dd13eee-3ce8-30e3-a747-2bc4311c866b",
      "speaker": "Dan",
      "start_timestamp": 581.0,
      "text": "Next, a fruity little necromancer. Thank you so much. You are now policy. Well,"
    },
    {
      "end_timestamp": 585.0,
      "id": "34682489-7e50-386b-8607-84717d484b05",
      "speaker": "Alex Jones",
      "start_timestamp": 584.0,
      "text": "I'm a policy."
    },
    {
      "end_timestamp": 586.0,
      "id": "80fc8aeb-65df-3e9e-9d7d-01db81525507",
      "speaker": "Unknown Speaker",
      "start_timestamp": 585.0,
      "text": "Thank you very much, and"
    },
    {
      "end_timestamp": 596.0,
      "id": "c369c426-328a-398a-906e-8517f7d7680d",
      "speaker": "Dan",
      "start_timestamp": 586.0,
      "text": "we got to take for granted the mix Jordan. So this is very exciting. Some nuptials happened a little bit in the past."
    },
    {
      "end_timestamp": 607.0,
      "id": "a8d4feab-a5de-380e-ac1f-ecdad379caf2",
      "speaker": "Jordan",
      "start_timestamp": 596.0,
      "text": "My favorite part about this? Is that because We've already done this. Yeah, I already forgot exactly what it was that we were doing. Yeah. That's how long and how easily we forget"
    },
    {
      "end_timestamp": 614.0,
      "id": "88ce7621-e942-3e3d-88f2-1e559fe794bb",
      "speaker": "Dan",
      "start_timestamp": 607.0,
      "text": "this. This is why maybe we could just do the same episode over and over again. We don't know. You don't remember anything. I've"
    },
    {
      "end_timestamp": 617.0,
      "id": "2bb60055-dd91-3e75-b1eb-e641ab8378b9",
      "speaker": "Jordan",
      "start_timestamp": 614.0,
      "text": "got a very, my memory is flighty."
    },
    {
      "end_timestamp": 634.0,
      "id": "0411644e-e6fc-3e6c-b133-c5cde65a4596",
      "speaker": "Dan",
      "start_timestamp": 617.0,
      "text": "So I'd like to announce to you once again, guess the celebration of the nuptials of Miranda and Josh, congratulate got married on just a little before. Little before. October 29. Congratulations. And I now declare your wedding to be a technocrats."
    },
    {
      "end_timestamp": 689.0,
      "id": "36a0e230-7784-35ed-bcbc-e5043f2b966a",
      "speaker": "Alex Jones",
      "start_timestamp": 634.0,
      "text": "I'm a policy wonk. I have risen above my enemies. I might quit tomorrow. Actually. I'm just gonna take a little break now. A little breaky for me. And then we're going to come back. And I'm going to start the show over there. Fuck you. Fuck you. I got plenty of words for you. But at the end of the day, Fuck you and your new world order. And fuck the horse she wrote in on and all your shit. Maybe today's broadcast. Maybe I'll just be gone a month, maybe five years. Maybe I'll walk out of here tomorrow. And you never see me again. That's really what I want to do. I never want to come back here again. I apologize to the crew and the listeners yesterday that I was legitimately having right now is on air. I'll be better tomorrow"
    },
    {
      "end_timestamp": 698.0,
      "id": "a361dde5-fa28-3ccb-8381-5db5e83a8278",
      "speaker": "Dan",
      "start_timestamp": 689.0,
      "text": "is not sucks. Nope. Terrible. Super sucks. So bad that we felt it was beating a dead horse to point out how bad"
    },
    {
      "end_timestamp": 704.0,
      "id": "1c595056-2fd6-31c1-9f18-bf923fec815a",
      "speaker": "Jordan",
      "start_timestamp": 698.0,
      "text": "it is. You know what, you know what is it is not our fault. It's not our fault. All right,"
    },
    {
      "end_timestamp": 718.0,
      "id": "4910de41-3652-3012-8e95-7918b3fe7319",
      "speaker": "Dan",
      "start_timestamp": 704.0,
      "text": "you know, much like me playing these clips for you. It's not my faults not you're partially my fault. Well, it's partially our fault. You know, maybe better improvisers could have found ways to express."
    },
    {
      "end_timestamp": 721.0,
      "id": "7ef83931-1312-320c-8bac-cd92ffc30995",
      "speaker": "Jordan",
      "start_timestamp": 718.0,
      "text": "Oh, wow."
    },
    {
      "end_timestamp": 754.0,
      "id": "e1969ec6-2912-38f0-919b-c69e5038b921",
      "speaker": "Dan",
      "start_timestamp": 721.0,
      "text": "But we are not we are not them. No. So a lot of this is going to be basically just a discussion of of Nick's debate with Alex and then also the failings on Alex's part now but I didn't want it to all be that right. And so in the period before Nick shows up, it's it's a no man's land. There's not much going on there. It's it's kind of just a lot of Alex laying track. You know, there's a lot of Alex trying to prepare the audience to accept Nick's arguments as not being bigoted."
    },
    {
      "end_timestamp": 766.0,
      "id": "3df116dc-f8be-3f8e-8979-aa4dffa0f1db",
      "speaker": "Jordan",
      "start_timestamp": 754.0,
      "text": "All right. Now I get why you would say that anti semitism is bad, but the ADL is bad, too. And I think they're worse than anti semitism. So even though I disagree with Nick Fuentes, maybe we'll agree with something"
    },
    {
      "end_timestamp": 780.0,
      "id": "329db214-2779-3e9a-a961-6b3dcd75281d",
      "speaker": "Dan",
      "start_timestamp": 766.0,
      "text": "on a on a scale of one to 10. That is a one and ADLs and 11. Yeah, yep. That's basically that's the kind of thing he's doing. He's trying to give the audience an excuse for if they like, what Nick is saying, yeah, why it's okay. Yeah."
    },
    {
      "end_timestamp": 792.0,
      "id": "a78ea6d4-7680-33b4-9745-3dca20453e74",
      "speaker": "Jordan",
      "start_timestamp": 780.0,
      "text": "If this resonates with you, it's not because you're a bad person that wants to murder an entire race of people. It's because it's tough to watch the ADL do"
    },
    {
      "end_timestamp": 794.0,
      "id": "13c8ae7f-452c-336a-9306-9480469510c1",
      "speaker": "Dan",
      "start_timestamp": 792.0,
      "text": "things. It's tough, that they're so bad. They think it's good"
    },
    {
      "end_timestamp": 799.0,
      "id": "516aed4d-2567-362d-95f3-de5195889918",
      "speaker": "Jordan",
      "start_timestamp": 794.0,
      "text": "that Hitler is great. It's so weird how that happens. And one"
    },
    {
      "end_timestamp": 808.0,
      "id": "b51a1d0b-a964-3a78-955b-20e2cfd1ff4a",
      "speaker": "Dan",
      "start_timestamp": 799.0,
      "text": "other thing that happens is that Alex take some calls. Yes. And one caller, in particular is completely off topic. And this is just sort of an homage to"
    },
    {
      "end_timestamp": 811.0,
      "id": "953a2531-3774-3910-b915-9eddca1f0827",
      "speaker": "Jordan",
      "start_timestamp": 808.0,
      "text": "his boots. Yeah, for racism doesn't slow down"
    },
    {
      "end_timestamp": 817.0,
      "id": "dcf0cfbf-873c-307b-9016-5b0635f3e810",
      "speaker": "Dan",
      "start_timestamp": 811.0,
      "text": "and get ready to hear about a DMT trip that brought revelations of cyber Satan. That's what"
    },
    {
      "end_timestamp": 834.0,
      "id": "ae33a70d-8f10-31cd-8229-7644ef7c14ae",
      "speaker": "Caller 1 (757)",
      "start_timestamp": 817.0,
      "text": "I'm talking about the what I call the rise of the AI Antichrist, and the current like normalization that the transhumanist media is giving it with shows like Westworld. I'm not sure if you've seen that the last season just came out."
    },
    {
      "end_timestamp": 838.0,
      "id": "d0d40c48-246b-3301-a847-bfb6ed27f25c",
      "speaker": "Alex Jones",
      "start_timestamp": 834.0,
      "text": "I've seen a few episodes of the earlier seasons."
    },
    {
      "end_timestamp": 883.0,
      "id": "947c19d8-fd26-301a-87f2-9e90d19c19db",
      "speaker": "Caller 1 (757)",
      "start_timestamp": 838.0,
      "text": "Yeah, so they didn't bring in this type of stuff until like, the later seasons and what where it gets weird is so like, back kind of back in the day when you hit some heroic doses of DMT and stuff. I felt like I was kind of given some visions of the Armageddon and the Antichrist, kind of became aware of Satan's plans to manifest himself into our plane via artificial intelligence. You know, all civilizations eventually ended in humans attempting to summon bail into our plane or satan get all civilization was God's decision. Creating a near omniscient, omnipotent machine. 100 was the collective processing power of every device on the planet, like a network of neurons monitor every decision and action humans make with devices with the devices."
    },
    {
      "end_timestamp": 905.0,
      "id": "9ff0ff86-8e9e-3e05-a38b-cae5c1a98d5c",
      "speaker": "Alex Jones",
      "start_timestamp": 883.0,
      "text": "And it steals our art, our culture, our literature, our ideas, and then says that it's giving it to us. It's like stoplights are the most powerful form of AI currently, because we interface with it and follow its orders. Following its directions, we do it because it makes sense collectively. Do we decide to do it? But AI is only as powerful as we make it. Thank you so much for the call. One of"
    },
    {
      "end_timestamp": 934.0,
      "id": "da702c8d-d77a-3b80-a548-eb1d0b19ee8e",
      "speaker": "Dan",
      "start_timestamp": 905.0,
      "text": "the things that I think the audience is deprived of is that when you're incredulous about things, I just thought this guy's talking about I had this heroic DMT. I was given a vision. Yep. Yep, absolutely. That's right. You're like, what? What's stopping? This trucks out? Absolutely. All right. All right. Okay. Okay. Yeah, so Cypress Aiden is coming, and it's gonna trick us into thinking it rode our books."
    },
    {
      "end_timestamp": 958.0,
      "id": "bf0a27ab-15f4-3ca4-81a2-d74099206257",
      "speaker": "Jordan",
      "start_timestamp": 934.0,
      "text": "Yeah. I appreciate whenever people are trying their best to like, rectify their mythology of like, you know, the revelations that are coming in the Antichrist and all that stuff with reality of like, we're developing super intelligent machines that are probably going to out pass us eventually, like we just know that they will sooner or later."
    },
    {
      "end_timestamp": 961.0,
      "id": "3cb39ae1-2807-301f-ad28-b08e0891a481",
      "speaker": "Dan",
      "start_timestamp": 958.0,
      "text": "It's a matter of mathematics. Exactly."
    },
    {
      "end_timestamp": 970.0,
      "id": "b801df35-0dc9-33eb-b0a7-fc904c72b870",
      "speaker": "Jordan",
      "start_timestamp": 961.0,
      "text": "The scaling problem will eventually go to the place where they do have more intelligence than we do. Still not God, still not God."
    },
    {
      "end_timestamp": 997.0,
      "id": "a4d2f5f3-9582-321e-82c3-6a3d07880b67",
      "speaker": "Dan",
      "start_timestamp": 970.0,
      "text": "I would I would say that if you are gearing up to have a little debate with guy who may or may not be a Nazi Sure. It really is funny that you're taking a call like this seriously. Maybe it's a bad sign for you being the kind of show that can handle that kind of material. When you're taking DMT cyber Satan revelation guy you're right and being like this is a call that great point. Thanks for the call."
    },
    {
      "end_timestamp": 1010.0,
      "id": "58c888b0-38bc-31b4-8bac-5592b27dd22f",
      "speaker": "Jordan",
      "start_timestamp": 997.0,
      "text": "Now. You're totally right. Every civilization has ended the moment they tried to somebody tried to get ball over the moment. Listen, what happened to Gaul summoned ball, golden ball, golden ball, there you go. If it rhymes, it's probably mythology."
    },
    {
      "end_timestamp": 1029.0,
      "id": "905d01b7-454e-3db8-b360-0a07d755ab9a",
      "speaker": "Dan",
      "start_timestamp": 1010.0,
      "text": "It's the sign of the time. So one of the things that is critical to understand here is that Alex is lost before anything even begins. This is before Nick has even started the interview. Slash debate and Alex is fucked."
    },
    {
      "end_timestamp": 1066.0,
      "id": "a02079ac-dea3-37af-99cc-8875df5869a0",
      "speaker": "Alex Jones",
      "start_timestamp": 1029.0,
      "text": "I'd like to give Nick some time to get his views. We didn't really haven't talked too much other than briefly Sunday about him coming on today about what he thinks really went on there because some people thought I staged that and I was in on it or something. No, I didn't know it was going on. Like Trump didn't know it was going on. to a greater extent I knew I was meeting with and then I had seen clips of Nick saying he didn't support Hitler. It actually wasn't anti semitic. He just didn't like what some of the Jewish mafia is doing. Claiming everybody's a Nazi doesn't agree with them aside. So I just kind of saw this really as an enigma of what's really going on so uncensored, unfiltered Nick coin. Taz joins us."
    },
    {
      "end_timestamp": 1067.0,
      "id": "3498a64e-f411-3c59-b3d2-70d75fa17294",
      "speaker": "Dan",
      "start_timestamp": 1066.0,
      "text": "It's an enigma,"
    },
    {
      "end_timestamp": 1071.0,
      "id": "318098bc-db51-347a-944e-b31b3d8743e2",
      "speaker": "Jordan",
      "start_timestamp": 1067.0,
      "text": "you should censor and filter him. I would censor and filter him."
    },
    {
      "end_timestamp": 1090.0,
      "id": "57797188-08ef-39b8-88d6-874fd659f9d1",
      "speaker": "Dan",
      "start_timestamp": 1071.0,
      "text": "I think I think it would be helpful. I Yeah. I think that Alex is setting the stage for Nick to be able to make whatever argument he wants. Right. And Alex will have no foot to to fall back on. Yeah, just it's an irresponsible presentation."
    },
    {
      "end_timestamp": 1108.0,
      "id": "19a0b0ee-2566-3d77-a7ad-f2f9020f050e",
      "speaker": "Jordan",
      "start_timestamp": 1090.0,
      "text": "Yeah, it's it's fun to say uncensored. You know, like, ah, uncensored. But like, there's some times where you're like, let's censor things. Let's do a little censoring just a tad like maybe the Holocaust denial censoring that you don't get to say,"
    },
    {
      "end_timestamp": 1121.0,
      "id": "5c2bed09-a6bc-31c2-86ce-35e20c0ab705",
      "speaker": "Dan",
      "start_timestamp": 1108.0,
      "text": "yeah, it's not. It's it's, you know, when you want to talk about all sides, we hear all sides of a debate. I don't know if that side is something that we really we have a use for anymore."
    },
    {
      "end_timestamp": 1128.0,
      "id": "8160f0bc-0433-3883-9ff7-3028daee07d1",
      "speaker": "Jordan",
      "start_timestamp": 1121.0,
      "text": "Here's what I would say. I never really that eventually, all debates end"
    },
    {
      "end_timestamp": 1131.0,
      "id": "c8474ae9-6e04-3acd-88c8-277e46e83694",
      "speaker": "Dan",
      "start_timestamp": 1128.0,
      "text": "when there is an answer. When there's a Yeah. When there's a we come to a"
    },
    {
      "end_timestamp": 1137.0,
      "id": "0edf0d95-865b-3d5c-8007-1a29949213cb",
      "speaker": "Jordan",
      "start_timestamp": 1131.0,
      "text": "conclusion. Exactly. So there's no need to debate anything about this whatsoever. Yeah,"
    },
    {
      "end_timestamp": 1141.0,
      "id": "37d7f6dd-241b-3042-bbb8-004d62536a55",
      "speaker": "Dan",
      "start_timestamp": 1137.0,
      "text": "I think I think to do so is indicative of your position."
    },
    {
      "end_timestamp": 1146.0,
      "id": "6b88ca6d-356f-37e4-858e-4b00ebf5a445",
      "speaker": "Jordan",
      "start_timestamp": 1141.0,
      "text": "Exactly. By talking about it, you have already explained what's wrong by"
    },
    {
      "end_timestamp": 1159.0,
      "id": "66a1db73-deff-368f-874d-9e3a8c993c7a",
      "speaker": "Dan",
      "start_timestamp": 1146.0,
      "text": "treating a Holocaust denier as potentially right. Yeah. And having something to add into this conversation. You have you? That's not no, that's not good. Go"
    },
    {
      "end_timestamp": 1162.0,
      "id": "644e48a7-90e9-32ce-904b-0760394a9bf8",
      "speaker": "Jordan",
      "start_timestamp": 1159.0,
      "text": "away is how you treat Holocaust deniers. Yep."
    },
    {
      "end_timestamp": 1172.0,
      "id": "d49b7b21-2cbb-30c5-bdfe-bcbaef5f9189",
      "speaker": "Dan",
      "start_timestamp": 1162.0,
      "text": "So Nick talks a little bit here at the beginning about the responses to the interview. And he's just pulling out some of these classic tricks."
    },
    {
      "end_timestamp": 1245.0,
      "id": "50badde0-13fe-34c5-8775-34f7d017937b",
      "speaker": "Nick Fuentes",
      "start_timestamp": 1172.0,
      "text": "I really can't say enough positive things about him. But with regards to the appearance on your show, what I've noticed is that EA has started this conversation with the DEFCON three tweet about the Jews. He went on your show, and he said that he loves Hitler. And what I think the most remarkable about this is everybody is fixated on the remark. What did you mean by DEFCON three. What did you mean by you love Hitler. What do you love about Hitler? What is DEFCON mean? Is that a threat and so on. And he's done several interviews, he did an interview with Piers Morgan with Lex Friedman with Tim Poole with you with Gavin. And in all the interviews, it's so focused on the Hitler, it's focused on the Jewish. And for a lot of people, they might say, Oh, well, of course, that's an outrageous thing to say it's so provocative. And maybe that was the intention. Maybe it was about publicity. Maybe it was staged. But if you listen, if you listen to what the man is saying, he has said, what got us to this point? I think that it's almost it says something in itself that the conversation is about the remark rather than all the, in my opinion, far more outrageous things going on all around, which is that right now the ADL is shaking down Congress."
    },
    {
      "end_timestamp": 1269.0,
      "id": "ba122a5d-2fe0-3e77-aab3-8a35a7508e96",
      "speaker": "Dan",
      "start_timestamp": 1245.0,
      "text": "So if you listen to all of his interview, that I mean, it's mostly what led us to here is grievances. Yeah, just weird things about his personal life that he's decided to blame Jewish people for. Yep. And, you know, Nick's complaint that these interviews were all like Hitler and Jews stuff is silly, because he and gay did that. Yeah."
    },
    {
      "end_timestamp": 1273.0,
      "id": "8952230f-692d-3678-89ae-04799c492682",
      "speaker": "Jordan",
      "start_timestamp": 1269.0,
      "text": "They were the ones who went, let's talk about Hitler. Right. That was their idea."
    },
    {
      "end_timestamp": 1289.0,
      "id": "e2d1425f-204e-3504-92ca-746b85309fa6",
      "speaker": "Dan",
      "start_timestamp": 1273.0,
      "text": "I've listened to a lot of interviews on Alex's show and outside of that ingredient, right, being gay and Nick, usually doesn't go that way. Right. Right. Right. It was it was a an anomaly."
    },
    {
      "end_timestamp": 1315.0,
      "id": "6598f304-b355-3d19-8fd0-3223a793de56",
      "speaker": "Jordan",
      "start_timestamp": 1289.0,
      "text": "It is interesting. Nick did accidentally bring up a good point. Oh, when people asked you what did you mean by that? It is a dumb question. Yeah. And it's indicative of not propaganda or anything along those lines. But it's indicative of our culture of being one where if you take what someone says at face value, you are a Rube. And that to me on TV or something along those lines, you know what I'm saying?"
    },
    {
      "end_timestamp": 1324.0,
      "id": "0839e2fe-87cf-3d6c-b4ef-73d7173c1f6e",
      "speaker": "Dan",
      "start_timestamp": 1315.0,
      "text": "Yeah, because so much troll shit, right? It's all over the place. And everybody like, they get off on saying something, and then you take them seriously, like,"
    },
    {
      "end_timestamp": 1331.0,
      "id": "b6e75686-5b90-3cf2-a2ff-d6e402d63056",
      "speaker": "Jordan",
      "start_timestamp": 1324.0,
      "text": "just being Fuck yeah. But like, No, you don't need to ask why he what he means. He said what he means. Yeah, that's what he means."
    },
    {
      "end_timestamp": 1390.0,
      "id": "deae409c-4440-3a87-8b91-41994e12238a",
      "speaker": "Dan",
      "start_timestamp": 1331.0,
      "text": "Well, and he was very clear. It's absurdly clear and clarified a number of times multiple times. Yep. But the trick that Nick is using here is just this really just very, very simple thing that's painfully transparent. Once you notice it. What he's doing here is that he NDA came into the Infowars studio and went to all these other platforms, and they said, all this shit that was just over the top anti semitic, they went as far as denying the Holocaust, it was nonsense. This naturally has prompted a response for people who find this shit abhorrent. And they've gotten a lot of criticism for this over the top anti semitic shit. Now, Nick is coming back. And he's saying, look at all these people who are so focused on the anti semitic over the top shit that we said, Isn't it suspicious that all this feedback that we've gotten has been about the Jewish stuff? Doesn't that kind of prove that we were right to begin with? Like, why aren't they talking about all this other stuff? Like, yay, big weird about his trainer? Yeah."
    },
    {
      "end_timestamp": 1401.0,
      "id": "5ddc2d8f-b0eb-3443-a180-333bd12d1f84",
      "speaker": "Jordan",
      "start_timestamp": 1390.0,
      "text": "Why are you? Why are you addicted to pornography and blaming it on your ex wife? Can I ask you that question? Second question, how are the Jews involved with that? Maybe you should deal with that"
    },
    {
      "end_timestamp": 1438.0,
      "id": "8aa2b9e9-a839-3b8d-b02e-de232df0d551",
      "speaker": "Dan",
      "start_timestamp": 1401.0,
      "text": "the backlash that Nick wanted to provoke is being used to give the appearance of credibility to his initial points, namely, the Jews run everything and that they're trying to crush gay, and all the people who would speak out against them. I think I think this trick is so prominent in again, that trollee sort of ecosystem, where it's like you do say something inflammatory, you elicit the response that people would naturally have taking what you say, at face value, and then you're like, I can't believe that everybody's so focused on responding to the thing that I said,"
    },
    {
      "end_timestamp": 1457.0,
      "id": "60d8d941-14b3-37d9-be15-85e1d1c5cd9d",
      "speaker": "Jordan",
      "start_timestamp": 1438.0,
      "text": "Do you know what it is? is the thing that I hate so fucking much? It is the dude who texts like, Hey, do you want to go out? I think you're hot or something. And then they're like, No, and he's like, Oh, I was just kidding about that. I didn't actually want to do that. fucking terrible. You're a coward."
    },
    {
      "end_timestamp": 1465.0,
      "id": "ac54f60c-2999-31ed-be94-6191c8b0d0f5",
      "speaker": "Dan",
      "start_timestamp": 1457.0,
      "text": "Yep. So at the end of that last clip, Nick said that the ADL is shaking down Congress. And here's what he was talking about that okay."
    },
    {
      "end_timestamp": 1502.0,
      "id": "e6688f43-9d8d-346b-8d08-9266c0eb54ac",
      "speaker": "Nick Fuentes",
      "start_timestamp": 1465.0,
      "text": "All right. Now, the ADL is shaking down Congress for $500 million. I don't know if people realize that submitted an appropriations request in response to the interview we did. Now you've got you know whether you thought it was entertaining whether you thought it was revolutionary. You have yay with a mask on with the yoo hoo and a net saying I love Hitler. And the ADL shaking the cup with Congress, we need $500 million to fight anti semitism. It's outrageous. He's been banned from the bank. He's had his deals shut down by Nike and Adidas to the tune of billions of dollars over 10 years and The list goes on and on. I hear"
    },
    {
      "end_timestamp": 1512.0,
      "id": "cbe07ba6-2db9-3166-a57e-e317d92dfbfe",
      "speaker": "Alex Jones",
      "start_timestamp": 1502.0,
      "text": "what you're saying. But then that's the what what people ask. And I don't think this is the case that is gay secretly, like an ADL operative to get them funding. So we're going to talk about that we'll come back."
    },
    {
      "end_timestamp": 1592.0,
      "id": "381992e3-0b88-3d6d-89f5-0b9ea95420c8",
      "speaker": "Dan",
      "start_timestamp": 1512.0,
      "text": "You can see there how Alex has a mission. And it's to create absurd distractions in order to keep the audience we're focusing on the central point. And why any of this matters, at least when these kinds of issues are being discussed. And when he needs to provide cover for bigots? Yeah, I can't imagine anyone being seriously concerned that yeas whole thing has been a false flag to get the ADL more funding. For what it's worth. The ADL made the appropriations request that they're talking about that Nick is saying like, Oh, he was in response to us. They made that request in April. It's an application for grants and the $500 million increase involves their nonprofit security grant program. This is something that the ADL runs that quote provides nonprofits with the capacity to increase their defense against threats, including physical security and cybersecurity capacity and coordination. Nick wants to pretend that this is something that they did in reaction to his and yeas interview. But that talking point just isn't true. It's self aggrandizement. That makes it look like oh, the establishment is so scared of these things that we're doing. And yes, in as much as people are scared that this rise in in bigoted rhetoric will have the effect of emboldening and inciting people towards violence. Yeah. It's not that they're scared of the quote unquote, yeah, of what you're saying,"
    },
    {
      "end_timestamp": 1608.0,
      "id": "0a3dc9ca-0ce5-3b0e-9587-3fdddd069517",
      "speaker": "Jordan",
      "start_timestamp": 1592.0,
      "text": "I feel like Alec should have been like 500 million, that's not that much. Hey, listen, buddy, if all they want is 500 million, put it in the bucket. That drop, I need three times. shit to me."
    },
    {
      "end_timestamp": 1636.0,
      "id": "f05c592c-72dc-3b85-b71d-3498ce5c0421",
      "speaker": "Dan",
      "start_timestamp": 1608.0,
      "text": "So one of the things that is always bad when you're dealing with someone like Nick, who at this point, has literally no reason not to just be pretty upfront about things. You don't really want to ask them cut and dry questions? No. And so Alex decides he's going to do that. And he asks a man, do you admire Hitler smart? And I can't imagine him thinking this would go any other way than it does?"
    },
    {
      "end_timestamp": 1643.0,
      "id": "e06d7be7-8bb4-38bb-bd8a-1f6598f75560",
      "speaker": "Alex Jones",
      "start_timestamp": 1636.0,
      "text": "In my view, just let's just get the Hitler thing out of the way. Do you actually admire Adolf Hitler?"
    },
    {
      "end_timestamp": 1711.0,
      "id": "a49d420c-9d71-3b82-9fd0-ee10738141e3",
      "speaker": "Nick Fuentes",
      "start_timestamp": 1643.0,
      "text": "In some ways, yes. And I'm not a national socialist. And I'm not, you know, I wouldn't identify that way. Because I'm a I'm a Christian. So I'm not any kind of a socialist or a fascist I like yay, believe we should have a Christian government, Christian country, God runs the world. We should have a government in accordance with that. But But honestly, I don't share this histrionic Jewish view that Hitler is this exceptionally boogeyman evil figure. The 20th century is full of violence. The 20th century is full of authoritarian ideologies run rampant and that's a product of modernism and liberalism and all kinds of trends. But But this idea that my life is in any way impacted by Hitler, I have a lot more animosity for the ADL, I have a lot more animosity for the COA, I have a lot more animosity for the groups that have actually made my life and the life of my family materially worse, personally and across the border. Personally, I'm sick of being expected by Jewish media and Holocaust museums to beat my chest. Like you kind of did the other week and I hate Hitler. I Hitler's, of course"
    },
    {
      "end_timestamp": 1733.0,
      "id": "049fdc3a-831b-305a-9725-f81d65ad5140",
      "speaker": "Dan",
      "start_timestamp": 1711.0,
      "text": "Nick has more animosity for those groups, because he doesn't have animosity for it. Yeah, he likes Hitler. So Nick expressed support for Catholic fascist governments in the past and his views of Christianity are entirely compatible with theocratic fascism. Yeah, he knows that he's just lying to Alex's audience to be more palatable. They do not like the word fascists. No, no, no, they get it thrown at them a lot."
    },
    {
      "end_timestamp": 1745.0,
      "id": "337fa2dd-2914-3ad5-9bd6-c4562fee2cbf",
      "speaker": "Jordan",
      "start_timestamp": 1733.0,
      "text": "What they would prefer is that you call it Sharia law. And that Nick Fuentes is the new Ayatollah, that's what they would prefer, they would rather do that because it's completely different from what they want."
    },
    {
      "end_timestamp": 1792.0,
      "id": "cee37bca-0b6f-349c-b90a-8b2166cce6ac",
      "speaker": "Dan",
      "start_timestamp": 1745.0,
      "text": "Nick's construction of his feelings about Hitler, historically, it's a meaningless statement. He's coming at this with a position that's kind of close to there are a lot of bad figures who did bad things in the 20th century. And Hitler is just one of them, which might be something that's okay to say, if you hadn't just made an entire media campaign out of expressing your love for him. Yeah. People aren't expected to beat their chest and say they hate Hitler. Alex did that performatively because he came on his show and said that shit. And Alex was trying to protect his branding, so the audience didn't run away. Yeah. I've never once felt the need to beat my chest and say, I hate Hitler. But maybe things are different. When you're a media figure who keeps saying you like Hitler. Maybe if that's your reality, people will want you to walk it back because it's insane and dangerous. Yeah. You know, okay, maybe it's maybe it's subjective and unique to Nick's experience. Right,"
    },
    {
      "end_timestamp": 1814.0,
      "id": "27f98f8b-776e-3cbb-80c0-e1686bd3ceb6",
      "speaker": "Jordan",
      "start_timestamp": 1792.0,
      "text": "right. I'll give you I'll give you what I think it's Godwin's Law that eventually, yeah, something like that. I'll give you that. Let's do Take it out of there. I've never been asked to thump my chest and say that Ceausescu was bad. But if a single person came up to me and said, you know, just you had some good ideas, I would run away from them as fast as I could. Because that's bad. You"
    },
    {
      "end_timestamp": 1819.0,
      "id": "d002077c-0e06-3ada-855c-53e5d45ecdc6",
      "speaker": "Dan",
      "start_timestamp": 1814.0,
      "text": "must beat your chest and say, That was bad."
    },
    {
      "end_timestamp": 1825.0,
      "id": "3b2a9ee5-f3ea-3a80-80e8-6ad97d8404f0",
      "speaker": "Jordan",
      "start_timestamp": 1819.0,
      "text": "He was he was I don't need to be my chest to it. But if you say he wasn't, that's the problem that"
    },
    {
      "end_timestamp": 1849.0,
      "id": "12e6bd61-d721-3680-b097-ff52aabde027",
      "speaker": "Dan",
      "start_timestamp": 1825.0,
      "text": "well, it raises some questions, because so Nick has gone out on his, his Twitter spaces, and he said that Alex got a call that made him turn on yay. And himself. He got him. And so this is discussed. Alex really wants to know like, Hey, man, yeah. Did you make that tell you that I made? I got a call."
    },
    {
      "end_timestamp": 1900.0,
      "id": "d83a1179-d621-38e0-8a9b-a00ebc40a4e6",
      "speaker": "Alex Jones",
      "start_timestamp": 1849.0,
      "text": "I legitimately hate Stalin, hate Mao, hate Hitler, hate the ADL hate Barack Obama, hate the Democratic Party. And I've always remember me on Piers Morgan. I didn't get a call from the ADL, when I was on Piers Morgan, the most popular thing he ever did biggest thing CNN did that year, they got to the ratings. They're like 50 million viewers for that their average show and like 10 million back then. And I said, Hitler took the guns, Stalin took the guns, Mao took the guns. And if you try to take our guns 1776 will commence again. I have always criticized Hitler, I made documentaries about the Bush family, helping fund Hitler and the British royalty. So where we have a sticking point is is that Alex got the call as you as you said, on social media, and I'm just curious, do you think I actually got a call to come out and criticize Hitler? You think that's a new thing for me?"
    },
    {
      "end_timestamp": 1947.0,
      "id": "dd1ba798-dece-362f-866d-089f8d401222",
      "speaker": "Nick Fuentes",
      "start_timestamp": 1900.0,
      "text": "No, no, I know that you're very vocally anti Hitler. Over the years. I know that you're more of a libertarian. And so you have this view of history which which lumps in together Mao, Stalin, Hitler as authoritarians versus freedom fighters, capitalists, you know, George, George Washington, Thomas Jefferson's, I'm familiar with your show and all of that. And And honestly, it was a little bit glib, you called me baby Hitler. I said, You got to call it you know, quite honestly, it's banter. But it is well known that you don't really talk about this issue. You're more talking about New World Order Bill Gates and these sort of obscure conspiracy theories like Bilderberg, my show is a lot more focused on you know, what you might call the Jewish question, which is, what are we to do about this Jewish elite, these Jewish gangsters that run our Christian country?"
    },
    {
      "end_timestamp": 1950.0,
      "id": "dadc061a-c8d6-3722-b643-f8dadebbdc3f",
      "speaker": "Alex Jones",
      "start_timestamp": 1947.0,
      "text": "That's a debate that should be having. Oof."
    },
    {
      "end_timestamp": 1963.0,
      "id": "4fb8424f-15e1-3ef5-a69b-e0dac0c79853",
      "speaker": "Dan",
      "start_timestamp": 1950.0,
      "text": "So apparently, this shit talking. The two of them did is a primary issue for Alex. Yeah. And really needs to be hashed out, which is just as easy as Nick being okay. We're talking shit, right? And you said that I said,"
    },
    {
      "end_timestamp": 1971.0,
      "id": "92db0c29-2a00-3463-ad78-c345a948bb29",
      "speaker": "Jordan",
      "start_timestamp": 1963.0,
      "text": "now that we've squashed that beef, I just want to remind you that I want ultimate power to remove Jews from this earth. Right?"
    },
    {
      "end_timestamp": 1975.0,
      "id": "8379ec01-10b3-3f86-8e20-ba932d0e3ffe",
      "speaker": "Dan",
      "start_timestamp": 1971.0,
      "text": "I want you to be reminded that I mean, this. Yeah,"
    },
    {
      "end_timestamp": 1982.0,
      "id": "85566460-cc93-3a31-a96e-7cef70f047ab",
      "speaker": "Jordan",
      "start_timestamp": 1975.0,
      "text": "that just in case you were wondering, I don't think you got a call. Because I do want to murder all Did you wait, no, hold on."
    },
    {
      "end_timestamp": 2031.0,
      "id": "d4ca4e3a-9cb1-34c7-832e-a66591c9dbfe",
      "speaker": "Dan",
      "start_timestamp": 1982.0,
      "text": "So this is a devastating moment. For Alex. There's three things in that clip that I think are a real problem for him. The first thing is that Alex is coming face to face with someone who is smart, quick witted, charismatic, and understands the Infowars talking points. Nick watched Alex in the past, so he knows what Alex preaches. And because of that, he's going to be able to brush aside these narratives really easily. You can see the way that Nick presents himself as being this like talking about high minded things, whereas Alex traffics in obscure conspiracy stuff like the Bilderberg Group, Nick is asserting himself as high status here and also putting Alex on notice that he isn't afraid to bring up the Bilderberg Group himself. And if that out, and if Alex does a better be careful, because I might know some stuff about that. Yeah, I mean, it is tricks on your Jedi mind tricks aren't gonna work."
    },
    {
      "end_timestamp": 2073.0,
      "id": "b172bd51-54e0-3616-8a63-42712e1a2037",
      "speaker": "Jordan",
      "start_timestamp": 2031.0,
      "text": "It is. It is like he's been he's been doing his homework for his whole life watching this shit. You know, like, Alex. It's like, it's like the Douglas Adams. thing in long dark teeth. No. So there's a electric monk, sitting on a horse. Sure. Right now the horse. Tons of thoughts all about the electric monk right. Now the electric monk. It's easier to sit on top of something and never have a single thought about it. Like that kind of thing. Like Alex has sat on top of Nick Fuentes is bullshit. He's put it on his dumb website. And he's never watched a single Oh, absolutely. Not one second. Yes. Not a second. No, he's"
    },
    {
      "end_timestamp": 2086.0,
      "id": "cdeeb0a4-55a3-30a0-a8ab-694e69970f9d",
      "speaker": "Dan",
      "start_timestamp": 2073.0,
      "text": "shot. He's never watched the America first. Nope. Never. Yeah, he's not concerned himself with that. Because he doesn't Yeah, he doesn't give a shit. Yeah, it does not whereas Yeah, Nick knows the Nick knows what he's dealing with. Yeah, Alex doesn't know what he's dealing. No,"
    },
    {
      "end_timestamp": 2093.0,
      "id": "13f6f0cb-abd1-3ac2-adb6-5beb03182208",
      "speaker": "Jordan",
      "start_timestamp": 2086.0,
      "text": "it's It's borderline. You know, like, I would practically know what Alex is going to say before he says it because he says the same shit every time I say"
    },
    {
      "end_timestamp": 2168.0,
      "id": "37b38014-a66a-3c9e-bcbc-424d50c26ef5",
      "speaker": "Dan",
      "start_timestamp": 2093.0,
      "text": "a lot of the same shit, you know? Yeah. So the second thing Alex should be worried about is Nick saying it's well known On that you don't really talk about this issue. If anybody is familiar with the way the NIC and the grippers went about confronting Turning Point USA, they would here's some similarities between this. There's a there's a resonant echo. Yeah, that's there. The third thing is that Nick literally said that his show deals with the Jewish question. And Alex said, there's a good debate to have there. No one and I mean, no one outside of white supremacist, white nationalist, or neo Nazi communities uses terms like the Jewish question, or the abbreviation JQ, I guess people who monitor and criticize those communities or historians might use the term too, but you get what I mean, that ain't a dog whistle that is a bullhorn. And it's not a little tiny bullhorn? No, it is a big old bullhorn. Yeah. For Alex to either not grasp that or hear it and go along with it is damning. It can only mean that he's either in support of Nick's anti semitic ideology, or that he's, uh, no way equipped to have these conversations. And every time he does, he's just gonna get run over by the person who's interviewing. It's very, very bad. Yeah, I mean, there's no, if you say the Jewish question, interview over"
    },
    {
      "end_timestamp": 2190.0,
      "id": "d4c2c320-4266-3d1b-b15a-ac43b9760a4d",
      "speaker": "Jordan",
      "start_timestamp": 2168.0,
      "text": "it. Yeah, it's a fuck you saying what the question is, what do we do about a race of people that I think are biologically evil? By birth from Satan himself? That's not a question of like, do we give them better schools? That's not how that's gonna go. No,"
    },
    {
      "end_timestamp": 2201.0,
      "id": "1462806b-a34f-3524-91d0-a06b52c4c08c",
      "speaker": "Dan",
      "start_timestamp": 2190.0,
      "text": "no, it's, there's there's nowhere to go. No, once these kinds of things have been been uttered. And it gets worse, of course, as Nick."
    },
    {
      "end_timestamp": 2245.0,
      "id": "4a2892f4-a381-302b-8fe9-7a32b3b5cc88",
      "speaker": "Alex Jones",
      "start_timestamp": 2201.0,
      "text": "And I would call the FTX, folks and the federal regulators who all you know, involved in this basically are Jewish people who are out there doing that are criminals who happen to be Jewish, who are hiding behind Judaism, but I don't then blame the average Jew for that. So I think that's the difference come like when Yeah, and you were on with Gavin McInnes. And he's like, Well, you know, blacks commit is proportionate, more crime, the other group, but you don't just blame the average black person? Do you just not trusted you when they come in the room? And yeah, goes, Yeah, I just I don't I don't, you know, to me, that's what I'm saying is, I do believe in Martin Luther King, that we judge individuals by who they are, and what they do not by what color they are, where they're from, but go ahead."
    },
    {
      "end_timestamp": 2277.0,
      "id": "4b5c6624-db75-3f63-8a4f-cd22bd052f7b",
      "speaker": "Nick Fuentes",
      "start_timestamp": 2245.0,
      "text": "I agree with that in principle, but we also have to understand that it's not that these people happen to be Jewish. I think that's the big source of the disagreement is these are what we're told. And in the last few weeks, when he makes these remarks about the Jewish media, or Jewish, Hollywood or so on as well, these are individuals, these are people that we've got to name them individually. And these are people that happen to be bad, or rather, they are bad and happen to be Jewish. But I think there's something about their Jewishness that that makes it this way. And I think that that is really the source of the disagreement. So"
    },
    {
      "end_timestamp": 2291.0,
      "id": "1764af7a-b054-3028-a701-b20da794a8a9",
      "speaker": "Dan",
      "start_timestamp": 2277.0,
      "text": "when somebody says the Jewish question, that's why you end the interview, because it leads to this. Yeah. And at that moment, right there, Alex should just be like, I got nothing I can't use. I've clearly failed. Fucked up. We've gotten to"
    },
    {
      "end_timestamp": 2296.0,
      "id": "8c044222-6816-306b-a3a6-fdd817a78a81",
      "speaker": "Jordan",
      "start_timestamp": 2291.0,
      "text": "this point. You just said Jewishness is itself a problem. You're fucking bad. Goodbye."
    },
    {
      "end_timestamp": 2338.0,
      "id": "668a75cd-33e2-358d-a66d-01764d52ea53",
      "speaker": "Dan",
      "start_timestamp": 2296.0,
      "text": "Yeah. If you're Alex, you've tried to suggest to Nick that he's making a composition fallacy where he takes the characteristics of an individual and then applies it to an entire group. And Nick says, Nope, I disagree. There's something about being Jewish that makes a person bad. At that point, you've reached this disagreement that words will not solve. If you're Nick, at this point, you have to be thinking that you're crushing Alex. He didn't bat an eyelash when Nick said the Jewish question. Nick has reaffirmed his admiration for Hitler. And now he's rebuking Martin Luther King's ideology in favor of anti semitism. And Alex has nothing. He's just floundering here giving Nick 101 level responses that are basically softballs. It's pathetic to see really, but I don't know why you would expect anything else."
    },
    {
      "end_timestamp": 2357.0,
      "id": "10ff24d3-4c42-3f46-a580-7dc41a61c903",
      "speaker": "Jordan",
      "start_timestamp": 2338.0,
      "text": "Yeah, man. I that's that's such. That's such like a thank God, that it's not me and Nick in a room together having this quote unquote, debate, because that's throwing hands talk. I mean, that's, that's just say it to my face that's throwing hands talk."
    },
    {
      "end_timestamp": 2359.0,
      "id": "e49dcee8-bc00-3142-9389-f178ae0f7713",
      "speaker": "Dan",
      "start_timestamp": 2357.0,
      "text": "It's at least we're done here."
    },
    {
      "end_timestamp": 2365.0,
      "id": "5826cbd7-96cc-3191-b744-2b5927fa6efc",
      "speaker": "Jordan",
      "start_timestamp": 2359.0,
      "text": "I mean, at the very least, the least at the least. Yes. Yes, at the least."
    },
    {
      "end_timestamp": 2384.0,
      "id": "971aaf61-7ea6-393d-a738-1faae35333a0",
      "speaker": "Dan",
      "start_timestamp": 2365.0,
      "text": "So Alex tries to get a question out. And one of the things that he seems really preoccupied with is this notion that there's a conspiracy going around that EA is secretly fundraising for the ADL. Right? And so Alex is trying to get that question out, but then he reveals something that I think is important to recognize."
    },
    {
      "end_timestamp": 2446.0,
      "id": "c900086b-4649-30f8-801d-730596cf7bf7",
      "speaker": "Alex Jones",
      "start_timestamp": 2384.0,
      "text": "But what about what I asked earlier that I forgot to get back to? The ATO wants 500 million they want more control over society because of Kanye West yeas little comments here. I get he's obviously not a threat. He doesn't control people's bank accounts. That's a joke, but Then people say is yea, really working for them to first wear a red hat say he's a Trump supporter and now come out and do this. I've been around him. I've talked to him a lot for a long time. And I really don't think that's the case. Just to clear this up, I saw some of your supporters saying, you know, Nick is so nice and got Connie Ada was had the office and got him on air and introduced him to Kanye, and at TA and then Jones did all that to poor Nick. I've been talking to yeh for a long time. He never come on the show. I gave his number to other folks to come on to Milo Yiannopoulos. He got Nick point as in touch with him. So people want to blame me for this whole fiasco, I guess involved. But that was me saying here, get them on their shows. That's fine. Go where you want to go? They wanted to talk to him. I gave him the number."
    },
    {
      "end_timestamp": 2457.0,
      "id": "d21b4870-294f-3b0a-8ca9-f9df81efd4ae",
      "speaker": "Dan",
      "start_timestamp": 2446.0,
      "text": "That's shocking. You know, as the as the history books will be written, Alex the central hub in the middle of these wheels."
    },
    {
      "end_timestamp": 2472.0,
      "id": "00d76efc-7fe3-3f6a-8770-037f9641d1d4",
      "speaker": "Jordan",
      "start_timestamp": 2457.0,
      "text": "If you want to blame Alex, for something you have. You have a good argument and I'm not sure where that ends. What you have to blame Alex for like, literally throughout your day, you might experience something that you probably could argue is Alex's fault."
    },
    {
      "end_timestamp": 2475.0,
      "id": "47f0ff00-3da8-315d-8313-bccda6150382",
      "speaker": "Dan",
      "start_timestamp": 2472.0,
      "text": "You sound like you're about to do like a class action lawsuit."
    },
    {
      "end_timestamp": 2482.0,
      "id": "55b8ff01-2406-3826-9e4f-ddce501051cd",
      "speaker": "Jordan",
      "start_timestamp": 2475.0,
      "text": "No, I'm just saying that look at the case. He's been involved in all this fucking shit."
    },
    {
      "end_timestamp": 2517.0,
      "id": "d855f38b-7eb5-3c3f-9014-75069a7cba4f",
      "speaker": "Dan",
      "start_timestamp": 2482.0,
      "text": "Yeah. It's very strange to consider like, I have some concern or worry that these these kinds of bigots and folks would find each other naturally at some point. Yeah, like their orbits aren't big, and they kind of overlap. So there's a chance that cuentas and gay would meet at some point. But in the real world, the way it did happen, was that Milo wanted to talk to you because he was excited about the anti semitic shit he was putting out. So he contacted Alex, Alex got him in touch and then Milo"
    },
    {
      "end_timestamp": 2527.0,
      "id": "5eb36077-fc6b-39e9-b66d-e6f1bef4f11a",
      "speaker": "Jordan",
      "start_timestamp": 2517.0,
      "text": "because he wouldn't go on his show. So Milo got him and brought Flint Essen and now they've got the thing. And now Milo has gone by those outlets. They're all fucking stupid. How do you Manuel I think"
    },
    {
      "end_timestamp": 2556.0,
      "id": "6570f273-762e-3190-b481-42235f67d5bf",
      "speaker": "Dan",
      "start_timestamp": 2527.0,
      "text": "I think that that is a hallmark of chaotic campaigns. You remember all the intrigue about Who's In Who's Out With Trump stuff? Like I wouldn't expect anything else. I just wouldn't have expected Milo to last that short and the mooch of yeas, he's gone. Scaramucci so yeah, I mean, the Alex has been been like so central to so many things, too. I mean, it's wild"
    },
    {
      "end_timestamp": 2590.0,
      "id": "7ea60643-89bb-3803-8bd2-2ebb1c63ced0",
      "speaker": "Jordan",
      "start_timestamp": 2556.0,
      "text": "The problem is most likely a Cohen's you know what the Forrest Gump to me it's a little bit like, like the like the Beatles, you know? Like there was a time was ripe for a thing to happen you know? And if you remove the Beatles you're gonna have something Beatles like take their space you know? That kind of well I'm probably not the monkeys they were I don't know they were pretty good. They were bad. But but like if Alex was gone the what if of this gaping hole ripped in our society? If Alex was not there in the past is so huge."
    },
    {
      "end_timestamp": 2623.0,
      "id": "b5fd0113-631b-3d0a-b9d2-7d26f3696b06",
      "speaker": "Dan",
      "start_timestamp": 2590.0,
      "text": "Well, you know the the conceivably you'd still have like Rush Limbaugh Sure. All that stuff. Oh, so that that takes care of a lot. A lot. But there yeah, there are peculiarities of Alex's psychoses and his idiosyncrasies. That's what it is that really do end up affecting things. It is. Yeah. And like his marginalization through so much of his career has led to him associating with so many people that other like Russia wouldn't associate Yeah. You know, like he's, he's connected to so many"
    },
    {
      "end_timestamp": 2654.0,
      "id": "518d75a9-1ab7-3e18-977b-3cc8c466059d",
      "speaker": "Jordan",
      "start_timestamp": 2623.0,
      "text": "oddly positioned at the right time to be the right piece of shit to do this. And there's there's maybe an argument to be made in, in a much larger four dimensional sense of what he was placed into, was the reason that his downfall occurred. You know, like, if he hadn't been the person in that place at that time, then maybe his life would have gone differently. Absolutely would have gone differently, but maybe it wouldn't have been as self destructive. Yeah, you know,"
    },
    {
      "end_timestamp": 2691.0,
      "id": "0999844f-b62b-33f1-bd8a-f41d8e1b6c19",
      "speaker": "Dan",
      "start_timestamp": 2654.0,
      "text": "probably, yeah. So, like, a lot of the pushback that Alex is giving is not good. It doesn't help Rob make his point. Sometimes it even helps make Nick and yeas. Points. Yeah. And a lot of the time it is just the softballs that Nick can handle no problem like he was secretly fundraising to the ADL. Yeah, it's like this is worthless is a waste of time. So we skip to Nick. Boosting yay for president. And Alex gets a little bit concerned. He's like, man, what about Rand Paul? And Nick is so so on. Rampaul"
    },
    {
      "end_timestamp": 2743.0,
      "id": "580b1de7-b637-384c-8f80-8ed5fc4dccdc",
      "speaker": "Nick Fuentes",
      "start_timestamp": 2691.0,
      "text": "we're supposed to believe our two options and 24 are going to be DeSantis and Trump and DeSantis. I think you'd like him. I'm not really huge fan. And Trump, like I said, in a very moderated form, sort of low energy, I still love him, I still die for him, I still think he's a great hero and one of the great Americans, but he's not the same guy that he wasn't 16. Everybody recognizes that, and so you're not part of what's so he is a young guy in the last couple of months, with everything that's been going on is, here's something out of all the stuff that we were put through you and I in the last two years, and many others, between January 6, and the pandemic and BLM and the election, you are put through, there's finally a light at the end of the tunnel. Here's finally a North Star, you know, West Bonora oh, maybe a West star, or something that we can finally look at and actually get excited about."
    },
    {
      "end_timestamp": 2750.0,
      "id": "0cdc1790-4d32-3d49-b47a-dda39b25e052",
      "speaker": "Alex Jones",
      "start_timestamp": 2743.0,
      "text": "Senator Paul."
    },
    {
      "end_timestamp": 2789.0,
      "id": "e0d7c7bc-8d46-34d2-b78a-a7ed28b46abb",
      "speaker": "Nick Fuentes",
      "start_timestamp": 2750.0,
      "text": "You know, I liked Rand Paul, I liked him a lot. I met him actually in 2016. And I actually worked. Maybe I didn't work on his campaign. I think I campaign with Cruz actually, during the Republican primary and 16. But I was an early supporter of it when I'm talking about when I was a senior in high school, but I was a supporter of his I still am. I think he's very intelligent. But he's a libertarian, and he's just not really my kind of conservative. I know, you're more libertarian, and I think there's more overlap. But I'm really more in favor of bringing back a very strong question flavor of nationalism, that I love that term. I feel like it's being hijacked. But I want the government to be Christian. And I want us to have a true nationalism. So"
    },
    {
      "end_timestamp": 2793.0,
      "id": "c1b4d91e-bbf5-39f9-bd51-7b4c70fa2c15",
      "speaker": "Alex Jones",
      "start_timestamp": 2789.0,
      "text": "it's a little bit we surely shouldn't have an anti Christian government."
    },
    {
      "end_timestamp": 2794.0,
      "id": "05fe5649-7adc-324c-bebb-2cf0ec89c10d",
      "speaker": "Dan",
      "start_timestamp": 2793.0,
      "text": "That's your response. That's"
    },
    {
      "end_timestamp": 2796.0,
      "id": "a9bf5031-53ce-3591-9779-5c516efdc179",
      "speaker": "Jordan",
      "start_timestamp": 2794.0,
      "text": "what he's got. Yeah. Okay."
    },
    {
      "end_timestamp": 2822.0,
      "id": "9e740320-89c7-33cb-a0dd-682df40bdf7e",
      "speaker": "Dan",
      "start_timestamp": 2796.0,
      "text": "So we've got a North Star in yay, who we can all follow and Alex's response. What do you think about Rand Paul? Just like it, let's go off on that. Then this. I want Christian nationalism. And I think the term nationalism is hijacked. Oh, by who people like Alex might be No, but you think you might be implying that it is. People like Alex, his responses where you don't want to anti Christian nation? Jesus? Great, great, bro,"
    },
    {
      "end_timestamp": 2832.0,
      "id": "8af009c3-52f5-3290-ac83-9e6fb1fcacd4",
      "speaker": "Jordan",
      "start_timestamp": 2822.0,
      "text": "that exchange was exactly like if somebody asked their dad what they think about Yeah. And their dad was like, What do you think about Zeplin?"
    },
    {
      "end_timestamp": 2836.0,
      "id": "06446c41-80de-34f2-82e2-ee88776b0206",
      "speaker": "Dan",
      "start_timestamp": 2832.0,
      "text": "I think that if Zeplin hadn't been their mothers."
    },
    {
      "end_timestamp": 2847.0,
      "id": "a4fe0d9d-9799-3315-8166-99db3025de04",
      "speaker": "Jordan",
      "start_timestamp": 2836.0,
      "text": "So just like, man, you are far away from the conversation that I am having. Right. But that's intentional. Yeah, of course, is a Oh, he wants to get out of the Yeah."
    },
    {
      "end_timestamp": 2889.0,
      "id": "240fc6b8-9435-3de1-86a9-74c5b53f73c7",
      "speaker": "Dan",
      "start_timestamp": 2847.0,
      "text": "Don't say more about why we should follow you. So they go to commercial and they come back. And Alex plays a clip from a mid November episode of America first. Yeah. Nick show now, in fairness, this was a clip that they took from right wing watch. So it's not like Alex watched diksha. Right. Right. This clip is incredibly fucked up. And I listened to the episode or the parts of the episode that these clips come from. And they are not out of context. Oh, no, I will assure you, they are in context, and incredibly fucked up. And I don't know why Alex played this."
    },
    {
      "end_timestamp": 3003.0,
      "id": "e4411bc3-3866-3847-8125-3df1647be6a5",
      "speaker": "Nick Fuentes",
      "start_timestamp": 2889.0,
      "text": "When it comes to the Jews. Here's the silver lining. It tends to go from zero to 60. Like they're not wrong about that. But there's a reason for that. And the reason is them. When it comes to the Jews, every society where has gone down with these people, it always goes yeah, sensor shit. And that was don't want to hear shit burning all the towel mines in Paris, okay, never starts that way. But frequently, it seems to end that way. And it gets there very rapidly. Doesn't start there. But it frequently ends there. But I would say that the Jews had better start being nice to people like us. Because what comes out of this is going to be a lot uglier and a lot worse for them than anything that's being said on this show, or has been said on this show. In spite of the fact that I have been bullied by the Jews and I have been oppressed and slandered and lied about and attacked by the Jews. I have been completely precise for the most part, and even handed and nuanced about my view about the situation. And I'm also a Christian, which is going to matter. Because there it could be a lot worse, I'm going to say than this show. And what's going to come out of this could be like I said, it could be a lot uglier than what we say on the show. But I know that there are other people that are going to push farther than that once this conversation really starts and the Jews are going to look at people like me and America first and say Damn, I miss when it was just that funny guy. And we push so hard and then this and that because you because history has shown that once this train gets going,"
    },
    {
      "end_timestamp": 3068.0,
      "id": "4b126ce2-f88f-362d-9b6d-e90a432da2cd",
      "speaker": "Dan",
      "start_timestamp": 3003.0,
      "text": "so I don't know why Alex would play that, because it reveals something to the audience. And that is, this is how Nick talks on his own show. Yeah. And he's talking fairly similarly on Alex's show, but a little bit looser. He has the, the Jews should be nicer to me, because it's gonna get bad. It's gonna get worse later laughing about it going from zero to 60. Once these conversations get going, which Nick, even by his own admission, is trying to get these conversations started. Yeah. I think it gives a pretty particular image of what Nick is, who he is what he believes what PERT? Like, I don't understand why if you're listening to this or watching this show, you hear that why would you believe for a second Alex is sincere in his like, wow, you know, really mean those are saying this for shock value, or hey, ADL is worse. Like, what?"
    },
    {
      "end_timestamp": 3095.0,
      "id": "343ec868-a0db-3032-9b24-de0de0a98104",
      "speaker": "Jordan",
      "start_timestamp": 3068.0,
      "text": "Yeah, I mean, what's the point? Sometimes, sometimes I have to humble myself. And I have to say thank you to people that I wouldn't otherwise. So I do want to thank Nick, because the only reason I am not in jail right now is that he has never come anywhere near me. Grateful probably has, if he has, if he has he's very we're both very lucky. We're all very lucky people sitting here right now. Because if you say that, I wouldn't say it. I wouldn't say well, I"
    },
    {
      "end_timestamp": 3105.0,
      "id": "6b005a93-8e5a-3db7-abbe-a888c8470cb0",
      "speaker": "Dan",
      "start_timestamp": 3095.0,
      "text": "mean, like my advice again, it's again, the kind of thing that when one says it, words are not going to help. This is not su three,"
    },
    {
      "end_timestamp": 3111.0,
      "id": "5b031c13-d5b6-3144-95a2-d42d1efdb436",
      "speaker": "Jordan",
      "start_timestamp": 3105.0,
      "text": "you're extorting Jewish people because you're threatening a holocaust."
    },
    {
      "end_timestamp": 3172.0,
      "id": "b2925e81-4c9c-32a6-9a3e-045dfd36c3eb",
      "speaker": "Dan",
      "start_timestamp": 3111.0,
      "text": "This isn't something that you argue you can argue somebody out Oh, no. Maybe if they get to a point where they can recognize the awfulness, and like what they're actually in? Yeah. And be like, Oh, I should probably try and change them. I think there is a possibility for people to change. Recognize, you know, that kind of stuff. But if you're arguing with Nick, like about, if you hear somebody say this, yeah, you're not gonna win an argument? Nope. You don't need to engage. And that that to me, I don't understand why there would even be like, what is it about this person? Nick? Yeah, that Alex sees as worth I trying to have some sort of a conversation with, you have to ask that question. And it's it's not a question that leads you anywhere other than Alex has a tacit agreement, right with Nick about this, right? He won't. He won't be as overt as Nick. But they're on the same page. Right?"
    },
    {
      "end_timestamp": 3190.0,
      "id": "a8237d93-70ba-3660-ade9-e99597aff66f",
      "speaker": "Jordan",
      "start_timestamp": 3172.0,
      "text": "What if and this this could just be because I grew up in a very cartoon heavy era. What if we hit him in the head with a frying pan, like an alkyl Bong. So now, I'm not saying that it 100% works. But"
    },
    {
      "end_timestamp": 3200.0,
      "id": "9e059d76-5134-3dfe-8dd8-25f10a296504",
      "speaker": "Dan",
      "start_timestamp": 3190.0,
      "text": "here's the here's the problem, you would have to prove that getting hit in the head of the frying pan made him anti semitic in the first place, because then the hitting of the frying pan could undo it like broken up."
    },
    {
      "end_timestamp": 3211.0,
      "id": "592b3c0a-2df3-3bd8-839a-52cf6a76723b",
      "speaker": "Jordan",
      "start_timestamp": 3200.0,
      "text": "Right, right. Exactly. Yeah. Well, perhaps Alex accidentally hit him with a frying pan when he was a young child. So Alex feels this personal guilt. That's why he got him to show that's why I put him on band TV. You"
    },
    {
      "end_timestamp": 3216.0,
      "id": "af94de89-8e47-3f7f-959a-5001f2b2dddf",
      "speaker": "Dan",
      "start_timestamp": 3211.0,
      "text": "know, I look forward to your cartoon. It's gonna be a good was deep lore,"
    },
    {
      "end_timestamp": 3220.0,
      "id": "19ee29a6-31db-31ed-86e4-5a03792c474a",
      "speaker": "Jordan",
      "start_timestamp": 3216.0,
      "text": "established by philosopher Scott Adams."
    },
    {
      "end_timestamp": 3253.0,
      "id": "02c6b18a-3dd5-3007-810a-34d437036058",
      "speaker": "Dan",
      "start_timestamp": 3220.0,
      "text": "So Alex has this need to defend his own conspiracy world to neck because throughout this Nick is also not buying Alex's shit. Yeah, of course, like Alex is bringing up like all the WTF for the World Economic Forum. They're behind everything. That's a forum, who goes to the forum. They're all controlled by Jews. Yes. Yeah, exactly. Alex is just getting busted all over the place with his own narratives, not being able to stand up to someone who knows them and doesn't buy it. Right. And so Alex tries to defend it and it doesn't work."
    },
    {
      "end_timestamp": 3302.0,
      "id": "730618f6-5122-3a18-b674-58e35d7a139f",
      "speaker": "Alex Jones",
      "start_timestamp": 3253.0,
      "text": "Again, you really, I think, spoke to it earlier in the last hour where you said, Well, you're off over there on these kinds of side issues, a Bill Gates, the W E, F, and you know, this stuff, but that, you know, we're over here with the Jews, the W E, F, and the big corporations, the New World Order and Gigi ping, our man mass murdering people are bringing in tyranny and lock downs and world IDs and controls and whether they're Chinese or whether they're German or Jewish. I'm just opposing these tyrannical objectives. And I kind of want a big tip for all of that. And I just think it's it's it's a First Amendment, but I do think it's dangerous to then sit there and just invoke all of this and say that Jews are the powerful Jewish mafias, basically around the world and And is that what you're saying?"
    },
    {
      "end_timestamp": 3362.0,
      "id": "1a4c8b1c-6b38-39ae-80e2-31b7fa898907",
      "speaker": "Nick Fuentes",
      "start_timestamp": 3302.0,
      "text": "Yes. And I think they do. I don't even think it's really disputed anymore after what happened, uh, yay. In that clip that you played with Greenblatt from the ADL, I look at him. I mean, he was somebody who, even in 2018, four years ago, was saying things that are regarded as politically incorrect. And people throw that around. They say, well, that's politically incorrect. Like, it's just, you know, broad, nebulous thing. It's actually very specific. He said, like partisan conservative talking points and 18. And he was just fine. And he see one on Tucker Carlson, and he called out China and called out a lot of things and he was just fine. Then he switched up on the Jews. He was banned from Fox News, he was banned from daily wire, and I don't have to go through the whole list. But we've all seen the cascading effect of this Adidas seal cut gap, you'll cut his bank froze 10s of millions of dollars, you know, I mean, it's unbelievable if that doesn't prove it. And then the ADL is going around now. And they're not just fundraising. But they're passing around a letter in Congress, and they're demanding that nobody give them a platform. They're getting him kicked off Twitter."
    },
    {
      "end_timestamp": 3405.0,
      "id": "68c9c8c0-616f-35de-b0e9-dff68353e896",
      "speaker": "Dan",
      "start_timestamp": 3362.0,
      "text": "I don't know how much more clear Nick could be with Alex like he rejects Alex's conception of the world. He's expressed fundamentally different views of policies he'd like to enact. And he subscribes to an ideology that Alex's audience will be very susceptible to. This is one of the most ill advised interviews Alex has done. Probably not as bad as EA. But I think it's worse than Spencer, David Duke. Yeah. Also, how much was EA being left alone back in 2018? Doesn't he complain all the time about people getting him hospitalized because of supporting Trump? Yeah, it seems like Nick is just selectively rewriting history in order to accommodate his anti semitic conspiracy. And also, he was only fine when he went on Tucker because they edited out all the stuff that Yeah, exactly. Is not sets bad."
    },
    {
      "end_timestamp": 3433.0,
      "id": "2bb8330e-54eb-35c6-97f5-88a5490c1e1b",
      "speaker": "Jordan",
      "start_timestamp": 3405.0,
      "text": "Yeah, I mean, right now, I'm feeling like that story. You told us the red card yellow card, the kid who ate it? Like, what is what do you think? Okay, if you eat the yellow card, I'm gonna eat the red card. Right? Come on. I have to Yeah, you know, like, if you ask me, Do you sympathize with Hitler? Do you find him? Yes, of course. I'm gonna eat the red card. That's what I'm here for. What are you doing Jews around the world? Obviously, I'm gonna eat the red card. What do I have to do?"
    },
    {
      "end_timestamp": 3451.0,
      "id": "071b7e8c-1925-30e0-aa7d-a4c883267310",
      "speaker": "Dan",
      "start_timestamp": 3433.0,
      "text": "Yeah, I'm trying to express to you that I mean, this stuff. Played a clip of me laughing about it going zero to 60. And that the Jews better be nice to me, because there's worse stuff coming. Yes. You do not get it. You have all the information yet gave you all the clues."
    },
    {
      "end_timestamp": 3455.0,
      "id": "81206586-1842-3b7f-807f-40402f585947",
      "speaker": "Jordan",
      "start_timestamp": 3451.0,
      "text": "It's all there. Yeah, if this is an escape room, it's just a door that"
    },
    {
      "end_timestamp": 3460.0,
      "id": "d6341a9e-2e03-358e-b473-588d0648bdb0",
      "speaker": "Dan",
      "start_timestamp": 3455.0,
      "text": "so Alex tries another narrative here. And it surprisingly, also falls flat."
    },
    {
      "end_timestamp": 3476.0,
      "id": "6610cae0-e243-38b8-8481-531c112825c1",
      "speaker": "Alex Jones",
      "start_timestamp": 3460.0,
      "text": "But how do you square it up? The Jews in Israel had been under the most draconian lockdowns in the world after China, and have been given the deadly shot and one of the highest death rates from the shot. I mean, they're all powerful. Why is this biomedical tyranny targeting them and doing that to them?"
    },
    {
      "end_timestamp": 3490.0,
      "id": "172b70c3-6eb4-344d-88aa-3ce0e2d5427f",
      "speaker": "Nick Fuentes",
      "start_timestamp": 3476.0,
      "text": "Well, I think that that's just a symptom of the elite. I think that's a symptom of hubris. I don't know, for example, that the vaccine is okay. ated to kill people or something. I think that the COVID thing is very complicated. There's"
    },
    {
      "end_timestamp": 3497.0,
      "id": "07267e4f-154e-3de2-8aad-161cd226924e",
      "speaker": "Alex Jones",
      "start_timestamp": 3490.0,
      "text": "just kind of like Bill Gates who have Alex's off on a side side tangent that the shots not the centerpiece of their takeover. Yeah,"
    },
    {
      "end_timestamp": 3501.0,
      "id": "b0fdfa2f-788c-3e40-9ec9-dbce898b27b0",
      "speaker": "Jordan",
      "start_timestamp": 3497.0,
      "text": "get mad, come on, man should show some backbone erases your"
    },
    {
      "end_timestamp": 3508.0,
      "id": "4329f340-0d72-3c50-a9a4-1d585f507f06",
      "speaker": "Alex Jones",
      "start_timestamp": 3501.0,
      "text": "immune system and Israel is, is the worst country for being able to poison shot, they're locked down to the second worst."
    },
    {
      "end_timestamp": 3531.0,
      "id": "ba897348-7b84-314b-aed4-33c55b2a072c",
      "speaker": "Nick Fuentes",
      "start_timestamp": 3508.0,
      "text": "Well wouldn't even make any sense. Because if they were going around giving everybody the vaccine, and that's supposed to take out everybody, well, who are the most vaccine hesitant who's who's going to be remaining when they're, and don't get me wrong? I think the shot is deadly. I didn't get vaccinated at all. But the idea that this is some kind of that the Georgia Guidestones are dictating global politics. I think it's just ridiculous. And I think it's one of those things that"
    },
    {
      "end_timestamp": 3554.0,
      "id": "e99547d5-72a2-3707-b993-f276becefd72",
      "speaker": "Alex Jones",
      "start_timestamp": 3531.0,
      "text": "forcing them led by consortium, founder of CNN put that up. I mean, they do believe in saying, Nick, there is a larger depopulation agenda. And that gets into who funded Hitler and how they set him up. And this powerful group that's that's, that's, that's next level. It's the transhumanist. Man, it's, you know, to me, that's what's going on."
    },
    {
      "end_timestamp": 3558.0,
      "id": "4d0811e5-5bd6-33df-8918-33cb88019f5d",
      "speaker": "Nick Fuentes",
      "start_timestamp": 3554.0,
      "text": "Yeah, I just don't know how convincing that is. I think when you look at these raw demonstrate, eventually"
    },
    {
      "end_timestamp": 3559.0,
      "id": "8b1ed41f-2c6c-3605-9d2c-c2c1708f27c5",
      "speaker": "Alex Jones",
      "start_timestamp": 3558.0,
      "text": "Heller was for government"
    },
    {
      "end_timestamp": 3657.0,
      "id": "e6664193-44db-358d-8d35-975651e1bfa3",
      "speaker": "Dan",
      "start_timestamp": 3559.0,
      "text": "pushes in Asia. If Alex was paying any attention to Nick, he wouldn't think that this was a great point to bring up. No. And it's pretty amazing to see how little respect Nick has for Alex's entire worldview. Yep, he doesn't agree with Alex on fundamental base level aspects of reality. So without addressing that this conversation is convoluted. Alex can't convince Nick of anything because Nick is a reasonably smart person and he's not one of Alex's trapped audience members. Alex's flimsy distractions and nonsensical conspiracies work on his listeners because they're not really processing what he's saying and almost every guest that he has on as a fellow con artists so they just know how to play along. Nick doesn't care about pretending to agree with Alex is stupid. Shit because he has his own agenda to advance. So you have a rejection of fundamental elements of Alex's world being voiced comfortably and confidently on the show by someone Alex has complimented as smart repeatedly. That's a problem and it's why you see Alex begin to interrupt Nick more at this point in the interview. When he hears, I don't know how convincing that is. Alex knew he couldn't let that sentence continue because Nick is about to explain why Alex's ideas unconvincing and that is dangerous. Alex's ideas aren't supposed to be possible to disagree on because they're based on discernment and documents and divine revelation. If Nick continued on that path, Alex will be unable to show his world to be real at all. And he'd be forced to fall back on outbursts and theatrics, which looks bad in comparison to Nick being calm, collected non confrontational for the most part. Yeah, even keel and I don't I just don't think even those tricks would work."
    },
    {
      "end_timestamp": 3692.0,
      "id": "5d171b75-75e0-3e96-a1a7-194251f579fe",
      "speaker": "Jordan",
      "start_timestamp": 3657.0,
      "text": "I mean, it's, it is. If you're if you're going to get into a fight, all right. Maybe you should try fighting with your best sword. You know, like Alex is trying to fight with a Flappy little pool noodle? Because I don't know what he's even trying to do. But I think the ally has in his armor. No, he is got scream at this dude's face. But get ahead of steam in Yeah, I cut him off every time and make him"
    },
    {
      "end_timestamp": 3695.0,
      "id": "de4acddb-2537-3398-bed6-fe146c84078d",
      "speaker": "Dan",
      "start_timestamp": 3692.0,
      "text": "run away. But I think Alex knows that that's not going to work"
    },
    {
      "end_timestamp": 3705.0,
      "id": "be42a8df-5760-3752-a189-9d85f8947378",
      "speaker": "Jordan",
      "start_timestamp": 3695.0,
      "text": "then keep on going to make it an entire fucking train wreck of a thing. You've only got one sword. That's your flopping around with a pool noodle. So you might as well bring a sword."
    },
    {
      "end_timestamp": 3733.0,
      "id": "83962ba7-8520-396f-ac55-ca715a869591",
      "speaker": "Dan",
      "start_timestamp": 3705.0,
      "text": "It's, it's interesting, because I don't know how much Alex does know this. But Nick has a lot of experience in those like online debates that do just deteriorate into screaming at each other. And it makes me wonder if Alex is aware of that, then he would know that Nick can handle someone yelling at him and he doesn't get shit. So I don't know if maybe it's intuition, but just like, I don't I don't think Alex is much up for the screaming at him."
    },
    {
      "end_timestamp": 3744.0,
      "id": "3f990468-e1d8-37c3-912a-7d5106d1c602",
      "speaker": "Jordan",
      "start_timestamp": 3733.0,
      "text": "It does. Yeah, but you know, you're again, you're on a home court. You can mute him. You can you have control over all this. You can make this kid look like a fucking idiot"
    },
    {
      "end_timestamp": 3753.0,
      "id": "c75e30f2-c1f0-37df-a346-cb496b36477c",
      "speaker": "Dan",
      "start_timestamp": 3744.0,
      "text": "unless Alex is afraid of losing some kind of an access to EA or possibly alienating Nick's audience who are notoriously hostile."
    },
    {
      "end_timestamp": 3757.0,
      "id": "60936ea8-63fd-34ac-bde4-a137273632e8",
      "speaker": "Jordan",
      "start_timestamp": 3753.0,
      "text": "Exactly. So he's gonna go into a fight with a pool noodle"
    },
    {
      "end_timestamp": 3760.0,
      "id": "43c5d32f-e6f6-3512-b962-19428c31b036",
      "speaker": "Dan",
      "start_timestamp": 3757.0,
      "text": "as a sort of sacrificial lamb almost in his own words, the"
    },
    {
      "end_timestamp": 3762.0,
      "id": "8246c30d-957e-3f38-94c5-7fffeb2695c7",
      "speaker": "Jordan",
      "start_timestamp": 3760.0,
      "text": "only way to win is not to play."
    },
    {
      "end_timestamp": 3773.0,
      "id": "06766b0a-c2b9-300e-8676-fff44c834842",
      "speaker": "Dan",
      "start_timestamp": 3762.0,
      "text": "He does like that quote. So Nick, not only is gonna disrespect Alex by just like, your ideas are not convincing, right? He's also gonna make fun of his sales pitches."
    },
    {
      "end_timestamp": 3791.0,
      "id": "c53cc639-cfbd-3199-91a2-2a1fe8af6182",
      "speaker": "Alex Jones",
      "start_timestamp": 3773.0,
      "text": "We got hard satellite breaks, I'm sure the grofers will say that was all a big conspiracy. But our breaks are at 16 and 29. And like 46 So we had to go to break there. The point you were making neck when we went to break up, please continue."
    },
    {
      "end_timestamp": 3797.0,
      "id": "9c29b1bf-06d0-317f-ba67-cc62abd43143",
      "speaker": "Nick Fuentes",
      "start_timestamp": 3791.0,
      "text": "Yeah, I between you and Tumeric 95. I'm getting killed in"
    },
    {
      "end_timestamp": 3800.0,
      "id": "167dfc10-dd31-36a9-8b32-781dbc6f51c8",
      "speaker": "Alex Jones",
      "start_timestamp": 3797.0,
      "text": "Toronto. You're bringing up you're bringing up Steven Crowder."
    },
    {
      "end_timestamp": 3816.0,
      "id": "5f03d71d-4f36-36cc-9687-d370c358090b",
      "speaker": "Nick Fuentes",
      "start_timestamp": 3800.0,
      "text": "I know No, I've just I'm kidding. I'm having a hard time. But the point I'm trying to make is I'm somebody who everybody knows me is like the Holocaust denier anti Semite. And I talk about other things other than that, too, you know, but that's sort of why when I'm billed as labeled, categorized,"
    },
    {
      "end_timestamp": 3819.0,
      "id": "4267d8f3-50b4-3ec2-8304-b1834ad13784",
      "speaker": "Dan",
      "start_timestamp": 3816.0,
      "text": "won't you see that? I'm so much more than just a Holocaust denier"
    },
    {
      "end_timestamp": 3839.0,
      "id": "3946ae1d-a530-3612-9e50-12496afbc48d",
      "speaker": "Jordan",
      "start_timestamp": 3819.0,
      "text": "what what disgusts me about him so much? Is this fucking camouflage of ambiguity with humor? Lock you Yeah, you're not actually funny. And you fucking know it. And the reason people like him is because when he says these funny things, they know he's being honest about them."
    },
    {
      "end_timestamp": 3843.0,
      "id": "d38f5953-3c35-36a0-b33b-49577279408a",
      "speaker": "Dan",
      "start_timestamp": 3839.0,
      "text": "There's a sincerity behind that honest or that, that temperature? Yeah,"
    },
    {
      "end_timestamp": 3850.0,
      "id": "2e86873d-e497-3628-a044-6e4d2bc10cc2",
      "speaker": "Jordan",
      "start_timestamp": 3843.0,
      "text": "it's not ambiguous. You're just putting a different lilt on your voice. That's it. Yeah."
    },
    {
      "end_timestamp": 3869.0,
      "id": "d592f4a5-9c17-3f5d-8e89-db29f59b9d86",
      "speaker": "Dan",
      "start_timestamp": 3850.0,
      "text": "So Alex wants to impress upon Nick that their Judaism is not one thing there are a multitude of people have different opinions and different backgrounds that are all contained within the collective of of Jews."
    },
    {
      "end_timestamp": 3872.0,
      "id": "058330e1-d4ab-3cdc-9a90-d8c7064e6fda",
      "speaker": "Jordan",
      "start_timestamp": 3869.0,
      "text": "I feel like this is gonna go well no. Oh, it doesn't."
    },
    {
      "end_timestamp": 3880.0,
      "id": "b891355e-fdc8-31ef-ba21-62af84c3dc65",
      "speaker": "Dan",
      "start_timestamp": 3872.0,
      "text": "I can't I mean, you would have every reason to think it was seems like it's Unbeliev unbeatable. Now this one turns out does not work. Oh,"
    },
    {
      "end_timestamp": 3895.0,
      "id": "dc469e51-a830-34c0-8e19-e6f0181f218b",
      "speaker": "Alex Jones",
      "start_timestamp": 3880.0,
      "text": "show like you're saying that his cynic Jews. I mean, one of the biggest groups and cynic Jews doesn't think Israel should I'm going to eat the red car And and is. So I think it's more complex, Nick than what you're saying."
    },
    {
      "end_timestamp": 3921.0,
      "id": "fadeb421-95d6-33a0-b421-2dd843e3cf5b",
      "speaker": "Nick Fuentes",
      "start_timestamp": 3895.0,
      "text": "I agree with you that there are Jewish factions, but the one thing that they're on the same page about is that They're all on team do Nom nom nom that's a delicious a well known thing you go to Israel and they literally spit on Christians and it's so tragic that there are so many Christians everybody goes to the same wall I was Semites these are not the Jews the rabbinical Jews that that and I talked about this on the eighth interview they believe in the Talmud"
    },
    {
      "end_timestamp": 3938.0,
      "id": "29a4c209-14b0-3ada-a5d4-11ab19fb9f58",
      "speaker": "Dan",
      "start_timestamp": 3921.0,
      "text": "so yeah, it's I have had I have not been to Israel myself but I do know a number of people who have who have been and I have gotten reporting of spitting on zero of those those accounts that mean seems seems like a strange now stereotype I couldn't"
    },
    {
      "end_timestamp": 3949.0,
      "id": "5dbf196f-5f18-33bf-86d0-85dc6701d682",
      "speaker": "Jordan",
      "start_timestamp": 3938.0,
      "text": "be wrong. Perhaps he's talking about when Saladin took over. Hmm. Could have been then I would have spent listen, if I was intelligence army, I would have spit on some Christians. I'll tell you that. Okay. I'll tell you."
    },
    {
      "end_timestamp": 3964.0,
      "id": "c720f21a-b570-3f5d-afd6-d42aed143afd",
      "speaker": "Dan",
      "start_timestamp": 3949.0,
      "text": "I think that your your sort of insight of the I'm about to eat the car. You can feel in the setup. Yes, the way he's saying it's like weird, you're walking into something fucked up going to"
    },
    {
      "end_timestamp": 3965.0,
      "id": "337fc23e-e8b1-3e5d-bc18-6098e075f8e4",
      "speaker": "Jordan",
      "start_timestamp": 3964.0,
      "text": "happen. What are you doing?"
    },
    {
      "end_timestamp": 3981.0,
      "id": "017897c2-25c5-3ae6-a1a5-1ffed03c602a",
      "speaker": "Dan",
      "start_timestamp": 3965.0,
      "text": "Yeah. Well, you can say a lot of things about Alex. And we have and we will continue to but one thing that you can't say about him is that he's interested in Unity. But you can say that he constantly pretend to be interested in you. 100%."
    },
    {
      "end_timestamp": 3983.0,
      "id": "a7adff0a-2e4f-3104-a449-78bc797fabc3",
      "speaker": "Jordan",
      "start_timestamp": 3981.0,
      "text": "You can say that. Yeah."
    },
    {
      "end_timestamp": 4026.0,
      "id": "ebb2f38b-feaf-3fab-9305-664e67553345",
      "speaker": "Alex Jones",
      "start_timestamp": 3983.0,
      "text": "You say this whole thing about Bill Gates is aside as you know, that's the central issue. And I see this whole leftist thing saying America has Hitler and you know, the leftist scripture, Captain America, I see it just as what it is. And I just hope that all of us can come together and transcend the cashless society in the world government, the force injections, and the Imploding borders, and I'm just trying to get everybody together on those issues. Instead of obsessing about different groups all day, you know, there's whole groups that Catholics run everything. And I don't think that's the case. And I don't think that Jews run everything. I mean, who do you think runs China with 1,500,000,000 people?"
    },
    {
      "end_timestamp": 4084.0,
      "id": "99964fd1-e66d-3b1a-a46f-4a703cc3e935",
      "speaker": "Nick Fuentes",
      "start_timestamp": 4026.0,
      "text": "I think the Chinese run China, and I think that's why, I mean, there are problems in China. But China is a country that is fighting for its it fighting ruthlessly for its own self interest. And you could say that it's a tyrannical state. But China has always been a tyrannical state. There are different kinds of society. The Chinese people are very collectivist. They're very societally minded, they're very obedient and deferential. And that's their culture, and that's who they are. But there's no question that the Chinese standing committee and Xi Jinping are going out to bat every day to get great trade deals for China. And the way that our our Jewish leaders in America are not working for people in Oklahoma and Iowa. Does anybody believe the Hollywood Jews in LA and the finance Jews in New York and the government Jews in DC and the ones in South South Florida? Does anybody think they care at all they give a damn about people in Texas or people in Kansas or people in Iowa? They don't in the same way that you could say Putin or shisha and pain care. I think about Derek countrymen or Assad cares about the people of Syria."
    },
    {
      "end_timestamp": 4099.0,
      "id": "900cbaff-e3cc-380d-b489-d22649594d3d",
      "speaker": "Dan",
      "start_timestamp": 4084.0,
      "text": "He Alex was not expecting that answer. Alex was expecting Nick to say that Jews around China, and then Alex could argue with him about it. But unfortunately, Nick has a different worldview."
    },
    {
      "end_timestamp": 4105.0,
      "id": "65bcebdb-67bf-3d2d-9a8d-03ec1b62bbfd",
      "speaker": "Jordan",
      "start_timestamp": 4099.0,
      "text": "Is a I mean, just just pathetic. Just fucking."
    },
    {
      "end_timestamp": 4108.0,
      "id": "64f28b75-7111-337b-a6b6-bab222f218e3",
      "speaker": "Dan",
      "start_timestamp": 4105.0,
      "text": "You mean that Alex's display here? All of them? Yeah,"
    },
    {
      "end_timestamp": 4121.0,
      "id": "c777573e-fac5-3f72-bb2c-d85f4aedc2c4",
      "speaker": "Jordan",
      "start_timestamp": 4108.0,
      "text": "put them all together. That is so disgusting. Yeah. Fuck you. One. That's not an answer from Nick. That's that's a Lindbergh fucking stump speech. Join Hitler. Let's do it."
    },
    {
      "end_timestamp": 4136.0,
      "id": "34e3164b-9506-3acd-8188-9747754281b4",
      "speaker": "Dan",
      "start_timestamp": 4121.0,
      "text": "Well, I will I will say it is an answer and then not an answer. Yeah, in as much as Who do you think runs China? I think China, then that's where the answering part stops here. And then it deteriorates."
    },
    {
      "end_timestamp": 4137.0,
      "id": "35d1c8f9-f4e3-3abd-ac6c-fb949c32db0b",
      "speaker": "Jordan",
      "start_timestamp": 4136.0,
      "text": "Jesus Christ. Yeah."
    },
    {
      "end_timestamp": 4141.0,
      "id": "b2c3b9de-e6aa-3902-8078-d90e6e55e52c",
      "speaker": "Dan",
      "start_timestamp": 4137.0,
      "text": "So Alex decides he's going to give a little bit of a rebuke."
    },
    {
      "end_timestamp": 4149.0,
      "id": "b1cbba2f-0c39-30a3-aab3-4a7882e8e2a7",
      "speaker": "Jordan",
      "start_timestamp": 4141.0,
      "text": "You know who my favorite businessman was Henry Ford. So let me tell you, what was that? Oh, no. Oh, no."
    },
    {
      "end_timestamp": 4158.0,
      "id": "2cad4c24-2eea-3802-83c4-9e06e41133ab",
      "speaker": "Dan",
      "start_timestamp": 4149.0,
      "text": "Alex has a what I'm going to describe as a pool noodle, have a rebuke that he gives to Nick."
    },
    {
      "end_timestamp": 4186.0,
      "id": "6eedb256-f52f-3832-b05f-41ad4062991a",
      "speaker": "Alex Jones",
      "start_timestamp": 4158.0,
      "text": "The actual intellectual side of this discussion here today. And you know, I personally think that everybody that gets sucked into this black hole is giving power to it. And that that's what some of the sinister forces manipulating grips want. And I think we have to transcend things on policy and ideas and actual issues. And the fringe of the tree. We're gonna get a break here in a few minutes. It's your chance, unfiltered folks. We don't screen the calls. Just have a good clean phone line. Tell us where you're calling from don't cuss? Those are the rules"
    },
    {
      "end_timestamp": 4194.0,
      "id": "4a9f84f5-8a8d-320e-83d2-09ae943f8b11",
      "speaker": "Jordan",
      "start_timestamp": 4186.0,
      "text": "don't cuss? Dan, we're talking about genocide and hire people. We don't want to make it gross with cussing"
    },
    {
      "end_timestamp": 4300.0,
      "id": "9129330e-b39e-38c4-a01c-ec77389e20b0",
      "speaker": "Dan",
      "start_timestamp": 4194.0,
      "text": "family show. So Alex's whole thing was that he wanted to take a bunch of calls with Nick but weirdly Hey, there's like 20 minutes left in the show at this point and he hasn't gotten the calls. They end up taking like four. So this is about as close as Alex gets to condemning Nick's views as the weakest position possible. He has no actual criticism of what Nick has said. He just thinks that there's a black hole that people get sucked into. And that's what the sinister forces I guess, the globalists want. This is boilerplate shit, and it means nothing. Then he says that we need to transcend things on policy ideas and actual issues. None of that has happened on the show at all today. Nick has been pretty clear about the policies he'd like to explore in this and other appearances. He wants to abolish the First Amendment wants to create federal laws regarding where Jews can and cannot work and basing most of the government's decisions on a rigid fundamentalist interpretation of Christianity. Yeah, if Alex actually wanted to transcend things, whatever that means, in the realm of policy, he could have started their defeat Nick's desire to ban pornography and even sexy images and the battlefield of ideas by explaining how that attack on speech threatens a wide variety of other forms of speech and expression. It's the simplest thing in the world. It's Alex's marquee issue. And instead of even taking that much of a risk, Alex just moped around building defenses for the horrible shit, Nick says, and then using the First Amendment as a shield for why he and Nick should be criticized for having this conversation. It's coward shit, even if you entirely buy into Alex's worldview. If you're a listener of his show, and you believe all of it, you should be watching this interview and questioning whether or not Alex is the champion he pretends to be, because he seems like a loser little titty baby yet honestly, it's very, very sad."
    },
    {
      "end_timestamp": 4334.0,
      "id": "448b6506-641d-3efc-94af-019d624d0ddb",
      "speaker": "Jordan",
      "start_timestamp": 4300.0,
      "text": "That's that's the thing. I mean, I in my head, you know, the argument could be, you know, you don't want to piss off Nick, because it'll alienate his white nationalist fans, you know, that's the fear or they'll attack you or something like that, in my mind, if I'm Alex, here's the only thing I have control over. I have control over my show. You know, you and I have got to dominate this kid, because I'm more afraid of people not listening to me, because I got my ass beaten by a 12"
    },
    {
      "end_timestamp": 4375.0,
      "id": "0dae3cde-a4f7-378c-b54f-cb14b14b0485",
      "speaker": "Dan",
      "start_timestamp": 4334.0,
      "text": "year old. Well, I think it's too late. That is definitely true at this point, certainly in the show where they're at it is too late. That's definitely true. Perhaps when he said there was something about Jewishness that makes these people bad, or when he referenced the Jewish question. Sure. Those could have been times when you would assert that because you're over your own show should have been Yes. When you're like, alright, well, first amendment does allow you to say these things because the government isn't arresting you. So I'm going to make a decision about the kind of content that I am willing to put on my space. Yep, that I have control over here. Get the fuck out. Yep. But Alex didn't do that. Because some reason"
    },
    {
      "end_timestamp": 4393.0,
      "id": "79f1b829-02da-38c6-a215-9a1ec0580df5",
      "speaker": "Jordan",
      "start_timestamp": 4375.0,
      "text": "and their stupid conversation boils down to him being like, Oh, I think it's Jews who control our country. And now it's been like, oh, bliss, that stupid. A shadowy group of people is convincing you to talk about it being Jews is the problem. It's a shadowy group of people. It's, what are you doing?"
    },
    {
      "end_timestamp": 4418.0,
      "id": "8003b330-3b7a-36e8-a717-37b97ad96b75",
      "speaker": "Dan",
      "start_timestamp": 4393.0,
      "text": "Again? You know, it's so painfully obvious if you look at these things, that the interview was Alex desperately being like, use code? Yeah, just think it makes so much money. Use code. This is gonna be great. I bought a money printing machine. Yeah. And when he's talking to Nick, it's the same thing. Yep. It's just use that code. Come on, buddy. shadowy group."
    },
    {
      "end_timestamp": 4423.0,
      "id": "215e5458-1d98-3b4f-b2e8-4c085f334dc9",
      "speaker": "Jordan",
      "start_timestamp": 4418.0,
      "text": "I mean, he might be tapping a sign that says shadowy group. Okay."
    },
    {
      "end_timestamp": 4429.0,
      "id": "0b61403a-cf0c-399d-bc6f-ce360cbef1b9",
      "speaker": "Dan",
      "start_timestamp": 4423.0,
      "text": "Yeah, Jesus. So Alex tries to sum up his point here. And,"
    },
    {
      "end_timestamp": 4472.0,
      "id": "db2121ba-173a-3e19-9e34-9a53083ffc84",
      "speaker": "Alex Jones",
      "start_timestamp": 4429.0,
      "text": "and let me just make my point here. And then I'm basically done debating and arguing all this. I don't judge Nick Coyne Tez, even though I disagree with him on some issues here. Because you can't have the left viciously saying that white people are inherently the devil. I have stacks of articles here, where major universities in Michigan, California, New York, are going to make white people wear badges that digitally track them and don't let them go in certain areas. And who's running them? The ADL, the ADL, it's their last three conferences set on the number one enemy. We track the lawsuits, the attacks everything to them. But I'm not going to blame the average Jew. For what that horrible mafia is doing to me and my family, who actually use it. We're tactics."
    },
    {
      "end_timestamp": 4491.0,
      "id": "f19d0ec8-b367-3908-84c6-6cd3a019e076",
      "speaker": "Dan",
      "start_timestamp": 4472.0,
      "text": "In the process of trying to sum up his point, Alex uses fake stories to exaggerate the oppression of white people in order to make Nick's ideology not look so extreme. This is him pretending to oppose Nick but doing everything in his power to make Nick's argument for him, or at least to make it more palatable to the audience. See,"
    },
    {
      "end_timestamp": 4501.0,
      "id": "96090fcf-ab68-31b3-b6dc-1a3be832c021",
      "speaker": "Jordan",
      "start_timestamp": 4491.0,
      "text": "now listen, I know it sounds crazy for Nick to want to genocide people, but the ADL wants to genocide people so it seems like Nick's a great got"
    },
    {
      "end_timestamp": 4549.0,
      "id": "70969911-8f52-3420-8412-165f49701da7",
      "speaker": "Dan",
      "start_timestamp": 4501.0,
      "text": "that whole thing about white people wearing badges. I think it was from a 2022 midterm election attack on Wisconsin governor Tony Evers, Evers had worked as the superintendent of the Department of Public Instruction between 2009 and 2019. At some point during that span, the DPI worked with a group called Volunteers in Service to America or Vista. In 2013, VISTA handed out a document titled addressing racial privilege, a mental model for white anti racists, which included a section that had a suggestion of wearing a white wristband that you can use as a conversation starter, about your commitment to equality and acknowledgement of white privilege. I believe that that's the story that's at the root of this. Okay, because I've heard Alex complain about it before. Alright, seems like you might have exaggerated that story out a little bit to be a counterweight right"
    },
    {
      "end_timestamp": 4561.0,
      "id": "89a732f9-4424-35f5-a0b5-6d0ff60cbe24",
      "speaker": "Jordan",
      "start_timestamp": 4549.0,
      "text": "now, but you're forgetting that. The LIVESTRONG bracelets were a shadowy plot to kill people who are either L or"
    },
    {
      "end_timestamp": 4584.0,
      "id": "52141e34-727e-3068-94c8-7d583291ae8c",
      "speaker": "Dan",
      "start_timestamp": 4561.0,
      "text": "s or not good at biking. Yeah, truth. And it's exciting to hear that Alex is traced all the lawsuits back to the ADL. I thought it was Hillary Clinton's law firm that was behind it all. They were trying to punish Alex for supporting Democrats for supporting Trump. Yeah, it was Soros high powered Democrat lawyers. Seems like Alex is traced these lawsuits back to whoever he wants to pretend as a pressing him on any given day"
    },
    {
      "end_timestamp": 4596.0,
      "id": "be5b3e4a-61e7-30f0-b82c-3a6f5bc55140",
      "speaker": "Jordan",
      "start_timestamp": 4584.0,
      "text": "does seem very malleable, pretty, pretty bad to rotating cast of characters taking over. It's like, everybody's got their own watch. Yeah, from eight to 12. You know, we're oppressing Alex, you know, it's smart."
    },
    {
      "end_timestamp": 4629.0,
      "id": "1b354025-eb97-383a-9965-e3209862274f",
      "speaker": "Dan",
      "start_timestamp": 4596.0,
      "text": "So one of the things that we was a roadblock in terms of our initial attempt to record this episode, I believe now in hindsight, I realized that it was the incessant Alex pointing to like the ADL being bad. Yeah. In order to make Nick not look as bad. Yes. Most of what the his defenses and his arguments surrounding this is like, How can I be mad at Nick, when the ADL is so bad? Right, right. That is really what was bogging us down?"
    },
    {
      "end_timestamp": 4635.0,
      "id": "40f6dab0-b04e-3d83-9f37-8c91c8699f00",
      "speaker": "Jordan",
      "start_timestamp": 4629.0,
      "text": "We I was I was convinced we were beating the dead horse. That's not true. Alex was the one who was constantly doing"
    },
    {
      "end_timestamp": 4639.0,
      "id": "a202a875-d2fe-3c6b-b533-0b0e06d3c46e",
      "speaker": "Dan",
      "start_timestamp": 4635.0,
      "text": "it was so repetitious. Yeah, it interfered with our ability to"
    },
    {
      "end_timestamp": 4649.0,
      "id": "0b854423-a7d1-33d1-89c8-ac92ee74ff40",
      "speaker": "Jordan",
      "start_timestamp": 4639.0,
      "text": "really fuck with us. So you're so racist. We couldn't record the show the first time."
    },
    {
      "end_timestamp": 4673.0,
      "id": "0e724eb4-dfa2-3b2d-91a4-d6b59f70b8bb",
      "speaker": "Dan",
      "start_timestamp": 4649.0,
      "text": "But here's the thing. I don't think it was that he was so racist. That it was boring. Yeah, it got to the point where I felt like we were walking through like knee deep molasses. See hearing this defensive, Nick over and over again. Yeah. And hey, look, if we have to do a post mortem on this, at the end of the day, some of that might come down to my fault for when I was cutting clips, maybe I had too many of those in, you know,"
    },
    {
      "end_timestamp": 4678.0,
      "id": "2aa952d8-6a07-3a9e-9cad-1f736d434aee",
      "speaker": "Jordan",
      "start_timestamp": 4673.0,
      "text": "sure. Well, listen, you get this one. I give this one to you. I appreciate covered."
    },
    {
      "end_timestamp": 4682.0,
      "id": "7d116655-4667-3a0e-a92d-94f2d5e36002",
      "speaker": "Dan",
      "start_timestamp": 4678.0,
      "text": "So Alex expresses his opposition to Nazis. And again,"
    },
    {
      "end_timestamp": 4684.0,
      "id": "be08c79b-b936-3f88-af41-cdd93e5c2166",
      "speaker": "Jordan",
      "start_timestamp": 4682.0,
      "text": "I mean, on what grounds"
    },
    {
      "end_timestamp": 4685.0,
      "id": "2d095c89-f096-370c-9163-8c836fde6c40",
      "speaker": "Dan",
      "start_timestamp": 4684.0,
      "text": "personal one,"
    },
    {
      "end_timestamp": 4686.0,
      "id": "c41f62f1-f1a4-3532-bc36-5cb9d85823a8",
      "speaker": "Jordan",
      "start_timestamp": 4685.0,
      "text": "that's what I was thinking Hitler's replan"
    },
    {
      "end_timestamp": 4790.0,
      "id": "d16118a5-6c79-331c-bbda-fa1b1294a247",
      "speaker": "Alex Jones",
      "start_timestamp": 4686.0,
      "text": "societies. I oppose that because it is a offshoot of the US eugenics operation, and I'm an expert on it. I know all about it. And I don't just read history books. And I'm not going to tell you the first year and I've never even told the whole story because it's amazing. But again, Dallas, Texas, one side of my grandfather's family were old Texans. The other side, the Hammonds were Germans who'd come here pretty recently. And they weren't not Jewish. They were blond haired, blue eyed. And they were in World War Two. And they know what went on. And they told me know Hitler was bad. And they told me what went on and how the rich Germans in Dallas. Once Hitler got into power in 33, they would blackmail German family members, not my family to people who might My grandfather worked with, and suck money out other than what so when I heard about Hitler doing that, and blackmailing people and sucking money, my family told me went on. Show I grew up actually hearing about all of that. Then my grandfather worked in secret weapons programs. And I only heard a little bit of that my mom heard him talk about he would ever talk about it. But I remember him bitching when I'm like eight years old about in weapons projects, and how he knew he went and he knew Verner von Braun all of it, and how he had to deal with these damn Nazis and how arrogant they were and how I didn't like him. So I mean, I grew up with both grandfathers had been in World War Two, they both dealt with the Nazis, and they both didn't like Nazis. And so I didn't get it from Captain America. I didn't get it from Hollywood. I didn't get it from any of that. I got it from my badass grandfather. So now look people today like, holy like these guys. Were frickin badasses. And you know, they don't make men like that anymore. So that's where I'm at. But that said, you can't criticize any point Tez I can I can."
    },
    {
      "end_timestamp": 4830.0,
      "id": "b4a52934-4cc4-3f65-b46f-cc74c7222399",
      "speaker": "Dan",
      "start_timestamp": 4790.0,
      "text": "This is it. This is a personal story. That is like, I don't give a shit. Like, I don't think that this anecdotal story means as much in terms of like, why you oppose Nazis, like one grandfather was annoyed by them. And then the other one heard something about extortion. And also one side of his family sounds like they were Nazis. 100% Nazis. They were That was crazy. Germans came here recently, not Jewish blond hair, blue eyes. It seems to be Oh, and he said they were in World War Two. Yep. It seems to me that all of those things are Alex adding up to they were not."
    },
    {
      "end_timestamp": 4835.0,
      "id": "802f5bb2-1fd3-3d1f-bc0d-b5ec707b8f45",
      "speaker": "Jordan",
      "start_timestamp": 4830.0,
      "text": "Those are. Those are that's, that's the type of lineage."
    },
    {
      "end_timestamp": 4840.0,
      "id": "2236e305-3eab-363e-a4d1-7f038d7a85c4",
      "speaker": "Dan",
      "start_timestamp": 4835.0,
      "text": "And it also tracks with Alex saying like, I've not told this whole story. Yeah."
    },
    {
      "end_timestamp": 4850.0,
      "id": "ec765817-bc14-36a0-9c2b-f512c6d2fb3e",
      "speaker": "Jordan",
      "start_timestamp": 4840.0,
      "text": "And it's I mean, you know, on the other hand, he's not quite telling it like a Romeo and Juliet. You know, like my, to my grandfather's, we're both better war"
    },
    {
      "end_timestamp": 4857.0,
      "id": "811553a9-0b90-3ff7-9fa0-615f572e8d1f",
      "speaker": "Dan",
      "start_timestamp": 4850.0,
      "text": "with each other, no. Nazi lineage, the Confederate"
    },
    {
      "end_timestamp": 4859.0,
      "id": "f2d0e049-8118-32eb-81dd-50287c6b6cd6",
      "speaker": "Jordan",
      "start_timestamp": 4857.0,
      "text": "that they boy isn't that America,"
    },
    {
      "end_timestamp": 4863.0,
      "id": "0c13cf78-9d8b-332b-a386-a99ddaa7b86d",
      "speaker": "Dan",
      "start_timestamp": 4859.0,
      "text": "it's the opposite of you got chocolate in my peanut?"
    },
    {
      "end_timestamp": 4871.0,
      "id": "9f4c760e-1e7a-3123-859f-696866e88b41",
      "speaker": "Jordan",
      "start_timestamp": 4863.0,
      "text": "It is it is 100% that slave owners and genocide errs are like we do the same job. This is such a smart thing we do."
    },
    {
      "end_timestamp": 4881.0,
      "id": "7d771086-5966-3ab6-b118-da18dd7bb425",
      "speaker": "Dan",
      "start_timestamp": 4871.0,
      "text": "We are making a bit of an assumption. But it is an assumption based on a lot of details that Alex was very suggestively saying, yeah, so"
    },
    {
      "end_timestamp": 4887.0,
      "id": "8232043d-1376-33b8-b6b4-2bfbfb9ac4a6",
      "speaker": "Jordan",
      "start_timestamp": 4881.0,
      "text": "he knew a lot of rich Germans in the area at the time Hitler took over."
    },
    {
      "end_timestamp": 4932.0,
      "id": "e11b9fa9-78fa-3dd8-b680-796f323fac61",
      "speaker": "Dan",
      "start_timestamp": 4887.0,
      "text": "So I think I think that, especially if you're expecting to enter a conversation with a guy who you clearly know, loves Hitler, and basically has neo Nazi ish ideas. I think you should be able to articulate your opposition to Hitler, and the Third Reich Sure. Better than saying, Wernher von Braun and his buddies were arrogant. And Nazis extorted people. I think this is soft. Possibly intentionally. Yeah. And then second, he said this exact thing in the interview. Yep. Like, Nick has already heard this. Yeah, this is means nothing."
    },
    {
      "end_timestamp": 4966.0,
      "id": "9e2dc686-4a9b-3be5-93ca-1c70a23ea2b8",
      "speaker": "Jordan",
      "start_timestamp": 4932.0,
      "text": "Alex doesn't remember he doesn't care. I mean, listen, here's the thing that's unspoken. That is infuriating, right? Because what's going on here is the World War Two Hitler conversation in the context of the Holocaust and all that stuff. And yeah, Alex's defense is horrendously garbage. I feel like even if you are an anti Semite, shouldn't you be able to agree that flattening France is a bad idea that should be held against someone that's interesting. He flattened France. Well hold that against him."
    },
    {
      "end_timestamp": 4969.0,
      "id": "1f1f2ee0-bdd5-3105-bd20-b36f9e9c5ed4",
      "speaker": "Dan",
      "start_timestamp": 4966.0,
      "text": "I think that's an interesting point. But I'm"
    },
    {
      "end_timestamp": 4973.0,
      "id": "13997947-a018-325d-89df-9169f1f57776",
      "speaker": "Jordan",
      "start_timestamp": 4969.0,
      "text": "the reason that they don't mention that is because they're fine with expansion. It's government's flattening people that they don't like,"
    },
    {
      "end_timestamp": 4996.0,
      "id": "682916a7-0104-37fb-8b94-1f1b0c45064d",
      "speaker": "Dan",
      "start_timestamp": 4973.0,
      "text": "probably Yeah, but I think that Alex brings this up, because to him, subjective experience is so much more important. Yeah. I like these anecdotal story and stuff that is much more reality to him than something that happened to somebody who he doesn't know. Or the broader picture of the atrocities and horrors of World War Two,"
    },
    {
      "end_timestamp": 5011.0,
      "id": "5961eec5-ac30-37d1-8967-d720da1f3fa6",
      "speaker": "Jordan",
      "start_timestamp": 4996.0,
      "text": "we're dealing with two narcissists. I mean, it went This is bullshit earlier about being like, I don't care what happened to the past, the ADL was affected my life like fuck off one no. And to who cares? Your life is meaningless. You shitbag"
    },
    {
      "end_timestamp": 5028.0,
      "id": "4c8b7c76-5316-38e9-a616-099bb86c3aa0",
      "speaker": "Dan",
      "start_timestamp": 5011.0,
      "text": "but maybe his comments aren't so bad, because the ADL is so bad. Alex keep saying that, then, well, he thinks better of it. Oh, that's good. He's like my, my baby. Okay, but then he thinks better of the thinking better of it. Okay. This is basically Alex ping pong with him. So"
    },
    {
      "end_timestamp": 5031.0,
      "id": "6ea04c29-9d3b-3587-9aa7-ecc86e6796ec",
      "speaker": "Alex Jones",
      "start_timestamp": 5028.0,
      "text": "okay, that's where I'm at. But that said, you can't criticize. He's"
    },
    {
      "end_timestamp": 5034.0,
      "id": "ffa6f664-f8f6-3676-9732-49e4897a2c30",
      "speaker": "Jordan",
      "start_timestamp": 5031.0,
      "text": "in the dryer. He's been spun around so many times"
    },
    {
      "end_timestamp": 5075.0,
      "id": "d9c5290a-70b3-3ff1-951a-d55af8bc798c",
      "speaker": "Alex Jones",
      "start_timestamp": 5034.0,
      "text": "when the left is literally redlining the engine when it comes to race based politics. And the ADL is captaining it teaching elementary students. They're inherently bad because of what color they are. But my issue is, I'm not going to sing to the level of the ADL. But I say, mess around. Find out, like Nick Fuentes said earlier, using exploits as your ultimate enemy. The support for what he said, was 5050. I wanted to demarcate the fact that I'm not for authoritarianism. And I don't agree with what happened, what some of the things he said, I don't agree with the censorship, and what's happened to him. But I'm not in league with that whole worldview. So that's where I'm at. That's convoluted."
    },
    {
      "end_timestamp": 5078.0,
      "id": "9d1b1720-9a55-3813-8c19-b1ecd46f686b",
      "speaker": "Jordan",
      "start_timestamp": 5075.0,
      "text": "Where are you at? Yeah, I'll start at the beginning with where you're at."
    },
    {
      "end_timestamp": 5084.0,
      "id": "cc2e4e7c-5d3c-3984-b8ea-09a4771add1e",
      "speaker": "Dan",
      "start_timestamp": 5078.0,
      "text": "I think if you're listening to this, it'd be pretty tough to get a sense of like, what that means."
    },
    {
      "end_timestamp": 5091.0,
      "id": "f0ff3077-945d-3a37-8a45-fe68ea5767ea",
      "speaker": "Jordan",
      "start_timestamp": 5084.0,
      "text": "I would like rather than going on the journey to find out where Alex is at. I would like him to tell me where he's at and then show his work, if you must."
    },
    {
      "end_timestamp": 5136.0,
      "id": "44711d8a-c29f-3551-87d2-7e02ce182257",
      "speaker": "Dan",
      "start_timestamp": 5091.0,
      "text": "He's never going to do that. Oh. So he's saying that you can't judge Nick because the ADL is so anti white and they're teaching why Kids that their bad because of that, right? But Alex doesn't want to do what Nick is doing because he doesn't want to sink to the level of ADL. But also fuck around and find out. Like Nick said in that clip that Alex played from America first, that these Jews should be nice to us because there's worse people coming. Yeah. So that's that's what Alex is hearkening to there. Right. And as a little bit of a cherry on top, he says the support for gays comments are 5050, which is to say, half of my audience"
    },
    {
      "end_timestamp": 5141.0,
      "id": "90db83b5-4ce3-3078-8829-1c236036963c",
      "speaker": "Jordan",
      "start_timestamp": 5136.0,
      "text": "is is not half my audience is not serious. Yeah. And I am half"
    },
    {
      "end_timestamp": 5148.0,
      "id": "03bccbc9-bc5c-3eed-aa82-059e1c0452fd",
      "speaker": "Dan",
      "start_timestamp": 5141.0,
      "text": "of my audience has the potential to be those worse people now that are coming. If you're not nice enough to Nick and"
    },
    {
      "end_timestamp": 5177.0,
      "id": "a2701b95-f036-3319-a83d-10a8a5e5fb17",
      "speaker": "Jordan",
      "start_timestamp": 5148.0,
      "text": "it is it is so fucking unreal. It is uncanny. It is uncanny. Because I think of these people, and I see them wearing the skin of a human and all of those things, right. But when they talk to each other, this, this lack of mirror this idea of like, well, obviously, the ADL is leading so much racism, and it's like, you just heard a guy say the Jewish question to your face, you're out of your goddamn mind. Right? What is going on in your brain? Some of"
    },
    {
      "end_timestamp": 5191.0,
      "id": "6f98aa16-2ef3-3903-946a-310dd7c798a1",
      "speaker": "Dan",
      "start_timestamp": 5177.0,
      "text": "that probably comes back to that subjectivity thing too, though, like the you know, there is an inability to probably process that, like the things that you were involved in are as bad or worse than the things you're accusing. Sure. But"
    },
    {
      "end_timestamp": 5215.0,
      "id": "7a09346f-e3e0-3160-87ec-7c5c1964f119",
      "speaker": "Jordan",
      "start_timestamp": 5191.0,
      "text": "that's that's the thing, to me, that is so confusing about navigating life is like, I don't know what it is that you are, if you can't do that, because I and that doesn't mean that I think I'm some sort of more human or, or they're not human or anything like that, right. I don't know what I am in this context. Because what I think of is a person who can do a thing, you know, yeah. And"
    },
    {
      "end_timestamp": 5273.0,
      "id": "fe3c9281-bf97-39bb-b7b2-a09a2a8a0d75",
      "speaker": "Dan",
      "start_timestamp": 5215.0,
      "text": "this isn't saying, well, and I think that another thing too, that kind of muddies the waters even more is that this is, for all intents and purposes, a conversation between two people, but it's also a performance. Yeah. And as much as they know they're being recorded. Right. It's also Alex doing his show, and kind of not trying any harder than he normally does. That's fair, that's fine, Nick being pretty overt and comfortable in his own position in a way that he hasn't been on Alex's show in the past. So there is a persuasive element that Nick is bringing to it that Alex thinks that he is also bringing to it right? He is not right. And that kind of that can kind of add a little bit of another variable to it. Yeah. Where you accuse these people of being like, Oh, this is the most horribly racist thing in the world and not acknowledge the thing that that isn't that the conversation that Alex and Nick are having? Because it's part of the performance conversation? Yeah,"
    },
    {
      "end_timestamp": 5275.0,
      "id": "772b47e3-6abe-3750-bf47-161407429db4",
      "speaker": "Jordan",
      "start_timestamp": 5273.0,
      "text": "totally. But yeah,"
    },
    {
      "end_timestamp": 5363.0,
      "id": "803b1d63-9e47-38c1-b27b-87f8d214faf2",
      "speaker": "Dan",
      "start_timestamp": 5275.0,
      "text": "I mean, I think this has just been awful. It's been very bad. Nick sucks. He has gone as far possibly further than he did on his interview. Yeah. Now, I think maybe the only saving grace, if you want to even call it that is look at how little attention this God right. You know, yeah, there is something to be said for how much of this is demonstrable evidence of how much Nick needs? Yeah. To penetrate in any way into outside markets? Right. You probably didn't even know that this happened. Nope. Until we started recording. No clue. I think a lot of people didn't. And I can say for sure, based on the number of tweets that come in, yeah, it was a flood when yeh was on, right, a couple right when this happened. So I think that there is something that is like, well, this is dangerous. This is fucking awful. It's definitely going to have an effect on Alex's audience. And there is a real danger of him swaying some of them over. Yeah. But in terms of this having the same kind of broad effect that gay being on had, it's less Yes, it's less than that. Yeah, I agree. Now, in terms of Alex, protecting his audience, he's not doing a good job. And actually, he's doing a bad job."
    },
    {
      "end_timestamp": 5377.0,
      "id": "6d49a578-1168-3788-94e5-cc91030db00b",
      "speaker": "Alex Jones",
      "start_timestamp": 5363.0,
      "text": "We can go for 10 hours, Nick, you gotta come back and then like two hours calls, and we'll do a commercial free podcast on Saturday. We'll open the phones up and take like 50 calls. We should do this. You got your own show on cozy TV as well. Give people that URL."
    },
    {
      "end_timestamp": 5379.0,
      "id": "567a2ed6-c64c-3b04-88f0-510ab0af9a1a",
      "speaker": "Nick Fuentes",
      "start_timestamp": 5377.0,
      "text": "nosy.tv/nick Yeah, I'd"
    },
    {
      "end_timestamp": 5386.0,
      "id": "b1a2b8e2-46d2-3c6b-b01d-ea59e70813b1",
      "speaker": "Alex Jones",
      "start_timestamp": 5379.0,
      "text": "love to. Yep. Don't be afraid of the info folks. Check it out. And man got him banned on video and infowars.com We'll be right back."
    },
    {
      "end_timestamp": 5388.0,
      "id": "4f5ed66a-cb5c-37b7-862e-603902150f20",
      "speaker": "Dan",
      "start_timestamp": 5386.0,
      "text": "Don't be afraid of the info."
    },
    {
      "end_timestamp": 5391.0,
      "id": "d9b5a32a-f4f9-34ca-a657-b32867f15d80",
      "speaker": "Jordan",
      "start_timestamp": 5388.0,
      "text": "What the fuck just happened? funneling his"
    },
    {
      "end_timestamp": 5395.0,
      "id": "9964ad16-119a-3242-a5be-b17231e78b27",
      "speaker": "Dan",
      "start_timestamp": 5391.0,
      "text": "audience to Nick's site."
    },
    {
      "end_timestamp": 5401.0,
      "id": "ae94b68c-1897-3e9d-905e-293c18aff4ef",
      "speaker": "Jordan",
      "start_timestamp": 5395.0,
      "text": "I mean, Alex just invited him to talk more. Yep, does Alex not know that he just got spanked,"
    },
    {
      "end_timestamp": 5405.0,
      "id": "6ee2da9a-6733-3fa0-89a5-f9cc46faf324",
      "speaker": "Dan",
      "start_timestamp": 5401.0,
      "text": "um, you might be in denial about it. That's crazy."
    },
    {
      "end_timestamp": 5409.0,
      "id": "3dea753f-333c-3878-90a6-3108d9d468eb",
      "speaker": "Jordan",
      "start_timestamp": 5405.0,
      "text": "That's crazy. That is an insane thing."
    },
    {
      "end_timestamp": 5445.0,
      "id": "9f3e1904-ba5e-3c10-a780-8779c1c74c9a",
      "speaker": "Dan",
      "start_timestamp": 5409.0,
      "text": "But it's if if you're describing it as a spanking, it's a sort of assistance backing, because that's for sure. Alex, if he wanted to, could have had far more robust pushback, oh, yeah, he could have had any number of ideas for things to say to Nick other than, well, the ADL is really bad. So you may be on his bed. Hey, have you ever considered that? Maybe it's not Jews, and maybe it's globalist. Yeah. Like, yeah, these are just like the best he can do."
    },
    {
      "end_timestamp": 5485.0,
      "id": "43a6a1bb-7e97-3eff-a022-dc49b5301df1",
      "speaker": "Jordan",
      "start_timestamp": 5445.0,
      "text": "Alex's brand is being right. 100% 99. Exactly. But but the point is, you can't it's I mean, and I'm not talking about spanked in the debate, like the ideas were whatever, they're nothing. What I'm talking about is the debate happened. And Nick clearly has nothing to be afraid of. Nobody can hurt him from his little screen. Right. Alex is clearly afraid of tons of shit. And it's palpable. Yeah. That's, that's what he got spanked with. Yeah, he is not the sir. He's not certain. He's not like, this is how it is. Yeah, like maybe it could be"
    },
    {
      "end_timestamp": 5507.0,
      "id": "902153db-0e30-3a3b-9e5a-bac6ef294177",
      "speaker": "Dan",
      "start_timestamp": 5485.0,
      "text": "listen up. Jerk. Exactly. Yeah, exactly. Listen up. You have this worldview. And I understand where you're coming from. You're 23 breech, shut the fuck up. Because what you're doing is actually damaging to the cause. You go. Oh, you need to understand know your role. Shut the fuck up know your role and life experience?"
    },
    {
      "end_timestamp": 5510.0,
      "id": "af0f1bf8-96af-35da-8b6a-328070229aa5",
      "speaker": "Jordan",
      "start_timestamp": 5507.0,
      "text": "No, your role is what should be said. Right?"
    },
    {
      "end_timestamp": 5518.0,
      "id": "e87c1f08-61ec-35dd-b739-01f6a4097b98",
      "speaker": "Dan",
      "start_timestamp": 5510.0,
      "text": "Absolutely. Yeah, the fact that he doesn't behave that way is sad. Week all of that unbecoming."
    },
    {
      "end_timestamp": 5538.0,
      "id": "e15b7103-f501-3250-93c9-9b98be105704",
      "speaker": "Jordan",
      "start_timestamp": 5518.0,
      "text": "i That's that's, that's what would make me leave Alex, in my head of what an Alex listener is obviously wouldn't it me has nothing to do with it. Right. But in my head, if I'm an Alex Jones Infowars fan. One of the big things that I'm a fan of is that this loud, angry man is right all the time. And he's given it to him the way that it needs to be given happy to"
    },
    {
      "end_timestamp": 5544.0,
      "id": "d8562f6e-7cdc-3e5a-9a75-ab84c88f6bc7",
      "speaker": "Dan",
      "start_timestamp": 5538.0,
      "text": "scream at Piers Morgan. Totally and talk about it for the next decade. Yeah."
    },
    {
      "end_timestamp": 5546.0,
      "id": "698bdbc4-07b1-3666-9563-0fe1ed8936eb",
      "speaker": "Jordan",
      "start_timestamp": 5544.0,
      "text": "Yeah. handle a little baby."
    },
    {
      "end_timestamp": 5553.0,
      "id": "c6a85f08-5987-3e0d-bed6-c288e5a1e487",
      "speaker": "Dan",
      "start_timestamp": 5546.0,
      "text": "No, not really. So they take a few calls. Yeah. And one of them is a real bummer."
    },
    {
      "end_timestamp": 5588.0,
      "id": "7b7f0fd1-f8bc-3986-b132-9cb15a34b1be",
      "speaker": "Caller 2 (757)",
      "start_timestamp": 5553.0,
      "text": "I guess. Probably the most important point I want to make was, you know, in the context of my daughter, she's a 14 year old girl. Oh, God, and she was sitting there listening to this conversation. Oh, God, and people need to realize especially people like UNIQ that have an influence over younger people need to be very careful with their words. extremely careful. You don't realize what kind of influence you have. I think honestly, this is just my personal opinion, do what you want to but I think you need to read the bible cover to cover before you make any more calm. Good, good"
    },
    {
      "end_timestamp": 5598.0,
      "id": "d3568b97-a819-32c0-948c-869e7b049e5d",
      "speaker": "Dan",
      "start_timestamp": 5588.0,
      "text": "call. So Nick is super aware of his influence. Tricking kids into thinking extremism and anti semitism are cool is legitimately the cornerstone of his marketing strategy. It's"
    },
    {
      "end_timestamp": 5599.0,
      "id": "636d5a2e-2706-348f-8ba6-5cd0e6f2ff5a",
      "speaker": "Jordan",
      "start_timestamp": 5598.0,
      "text": "what he wants. Yeah,"
    },
    {
      "end_timestamp": 5621.0,
      "id": "56d9ac4f-7dc8-3d33-8856-3074c37fa1a5",
      "speaker": "Dan",
      "start_timestamp": 5599.0,
      "text": "that's how like it got going for him. Like he was being radicalized by weirdo Nazis pretending to be teens on 4chan and now Nick is trying to take the game and Go Pro. This color is so fucking said for one letting his 14 year old daughter listen to this tutorial and two for thinking that Nick wouldn't hear a warning about the influence he has on kids as an amazing compliment. Attaboy. Yeah, boy,"
    },
    {
      "end_timestamp": 5636.0,
      "id": "1ac5e7ef-5649-3dda-a282-ba8c62c96190",
      "speaker": "Jordan",
      "start_timestamp": 5621.0,
      "text": "I did it. You can almost feel him. I know. That's That's absurd. Yeah. What that's that's such a great little bad dad thing to try. You know, like, you know what I'll do? I think I can talk them down by telling them about the"
    },
    {
      "end_timestamp": 5638.0,
      "id": "9c360bae-672a-3093-a321-728336971fae",
      "speaker": "Dan",
      "start_timestamp": 5636.0,
      "text": "Bible. You got to read it twice. That's"
    },
    {
      "end_timestamp": 5643.0,
      "id": "82ed61db-4190-3853-a94b-2046d5f46fe0",
      "speaker": "Jordan",
      "start_timestamp": 5638.0,
      "text": "good word, my friend. Yeah, you got a lot of mixed up ideas that this good old book. Well, you"
    },
    {
      "end_timestamp": 5657.0,
      "id": "c630bf29-c8a0-3d37-9bfa-5c9c4ac5670a",
      "speaker": "Dan",
      "start_timestamp": 5643.0,
      "text": "know what, on some level that is kind of like a real milk toast version of the Shut up until you're older. Yeah, totally. But it's it's very, very black."
    },
    {
      "end_timestamp": 5663.0,
      "id": "17f0436d-0edc-3adb-b11b-6e0ca2f2f52d",
      "speaker": "Jordan",
      "start_timestamp": 5657.0,
      "text": "You know, what's cooler than dancing of the Bible. Kids? Come on down. We've got a youth group together."
    },
    {
      "end_timestamp": 5677.0,
      "id": "3509fc12-0910-30c6-ab2f-ac3240f3a5c9",
      "speaker": "Dan",
      "start_timestamp": 5663.0,
      "text": "Yeah. So this next caller is fun. Long and short of this is I think this guy's a Nazi supporter. But also he insists that Alex is German and Alex will not accept."
    },
    {
      "end_timestamp": 5710.0,
      "id": "75ea58ab-e9c5-3456-abf0-a63979e5e759",
      "speaker": "Caller 3 (757)",
      "start_timestamp": 5677.0,
      "text": "Hey, guys, Alex and Nick. Good job opening up this dialogue. And for us my question I just want to say, you know, maybe it is time for you know, the right conservatives to stop invoking Hitler and the left to always deflect to Hitler. But, Alex, I got to ask man, don't you agree that the Germans are fighting for a better future for all of Europe? In World War Two, I mean, aside from like the tactics of the war and Hitler, you keep repeating that you're German. Don't you think that Europe would be in a better place now?"
    },
    {
      "end_timestamp": 5716.0,
      "id": "feadbe8b-1d2c-3fe5-a345-e348f82319bb",
      "speaker": "Alex Jones",
      "start_timestamp": 5710.0,
      "text": "You know, I did not say I'm German. I say I have German ancestors and Hitler got 20 million Germans killed."
    },
    {
      "end_timestamp": 5718.0,
      "id": "90b53015-74d8-3c8d-95e6-4ae6455248f6",
      "speaker": "Caller 3 (757)",
      "start_timestamp": 5716.0,
      "text": "Well, that would make you German sir."
    },
    {
      "end_timestamp": 5724.0,
      "id": "9796944e-6de5-3a3f-ac91-cc344e3d7581",
      "speaker": "Alex Jones",
      "start_timestamp": 5718.0,
      "text": "It makes me is I'm an American and a Christian, Christian and then an American."
    },
    {
      "end_timestamp": 5735.0,
      "id": "482d856e-df92-390f-96c1-179f77006ba5",
      "speaker": "Jordan",
      "start_timestamp": 5724.0,
      "text": "Oh, man, weird. Now we've got two racists who disagree about their racism suddenly being accosted by a completely different form of racism. Racism works, guys."
    },
    {
      "end_timestamp": 5757.0,
      "id": "418db69b-f9d2-3c98-9a41-3d6702868500",
      "speaker": "Dan",
      "start_timestamp": 5735.0,
      "text": "And this. Yeah, this color is weird. Weird. I can't quite place him. But I do think that what he was expressing is that if Hitler had won World War two things would be better. Yes. That is what he was expressing. That seems to be the sort of bullet point. Also just love the the Charles Durbin. Your great."
    },
    {
      "end_timestamp": 5771.0,
      "id": "d3a67602-07be-3951-b3d7-de3246d4e5e9",
      "speaker": "Jordan",
      "start_timestamp": 5757.0,
      "text": "Yeah. Well, I mean, I think that was also another subtle indicator. Is that that like, not? You said, you had one grandfather's German, your German you're part of. You're part of the Fatherland, sir. Well, yeah. Yep."
    },
    {
      "end_timestamp": 5810.0,
      "id": "e1b76aeb-aaaf-30ba-a5be-6cc1b755c0a3",
      "speaker": "Dan",
      "start_timestamp": 5771.0,
      "text": "So we have one last clip here. And like these collars suck, because there is legit pushback that a caller could make on what Nick is bringing to the table within the conception of Infowars. Yes. Or go weird. There. Are there a great way outside of the Info Wars box? There are potent criticisms that could be made based on the things that Nick saying, call him out for saying the Jewish Question thing. Call him out for saying that there's a Jewishness that makes people bad. Yeah, any of these things could be like, What the fuck did you mean by that? Yeah. Well, that's a family show. Don't swear. Yeah, I"
    },
    {
      "end_timestamp": 5812.0,
      "id": "5c899d9d-27d0-3837-a739-bba8cbea76f2",
      "speaker": "Jordan",
      "start_timestamp": 5810.0,
      "text": "can't swear."
    },
    {
      "end_timestamp": 5824.0,
      "id": "6eccd750-04f8-37a2-ad42-5901ad3c1cea",
      "speaker": "Dan",
      "start_timestamp": 5812.0,
      "text": "But the we get this guy saying, hey, think about the influence you have on kids and read the Bible twice. We get this other guy who's probably on Nick's side, quite frankly. Oh, yeah. And then we get this."
    },
    {
      "end_timestamp": 5855.0,
      "id": "8d5d6d44-5f07-3638-a7f3-1f94b8f5e454",
      "speaker": "Caller 4 (757)",
      "start_timestamp": 5824.0,
      "text": "Hey, Nick, just a question for you. Like, like, these are all just words. And it's so silly that we're beating each other up. Why don't you start living in Christ? My question to you is like, why don't you use doesn't have to be horse driven? Why don't you become like the Amish? Do your own thing? Why don't you know for a group, you know, the Amish live in Christ. more minutes of the day than probably any group out there. Why don't Why don't you just stop throwing bombs and start living in Christ? That's my question to you."
    },
    {
      "end_timestamp": 5893.0,
      "id": "cc3580b4-010b-3a35-a14b-ded2dca322e5",
      "speaker": "Nick Fuentes",
      "start_timestamp": 5855.0,
      "text": "Well, I don't know what that means. I'm not Amish. So I don't think living in Christ means living in a low tech society. I'm living in Christ every day. I'm a Christian. I go to church, I pray every day I pray the rosary and what we're called to do, it's, we're called to go out and evangelize and tell the truth. There's horrible iniquity, and horrible injustice going on in the world. If you're a Christian, you have to be disgusted. At the state of our country, like I said, the filth in the media, the filth in our school system, the groomers, the porn, the media, it's terrible and to sit by and watch all these innocent people in some kind of quietist you know, people call this the Benedict option. I think it's a dereliction of duty"
    },
    {
      "end_timestamp": 5896.0,
      "id": "a715fed2-83dc-3ecf-b098-9ad0a5108e74",
      "speaker": "Alex Jones",
      "start_timestamp": 5893.0,
      "text": "fireman more calls, alright, by Ron Ron."
    },
    {
      "end_timestamp": 5929.0,
      "id": "1357ccc1-ae8f-37df-a695-f8415357153f",
      "speaker": "Dan",
      "start_timestamp": 5896.0,
      "text": "I think that the this guy's like, hey, hey, buddy. I'm gonna make a fucking religious weirdo compound. And I want to, I want to go be like the Amish. I'm not Amish. I don't know what you're doing, sir. Yeah, that like they they are in Christ more time. Like, it's such a it's such an easy thing to say like, oh, I don't agree with their conception of what it means to be in Christ. Oh, okay. Well, thanks. Thanks for taking my call. Hey, guess what"
    },
    {
      "end_timestamp": 5952.0,
      "id": "85904ce6-8ae9-317f-a11c-6e5670e1e1ae",
      "speaker": "Jordan",
      "start_timestamp": 5929.0,
      "text": "you're gonna do? It's such it's it's the problem with I mean, but that's, that's how the religious peer pressure always winds up work and is somebody like Nick comes in. And then they're like, hey, you know what, I don't think you really understand the Bible. And we need to learn about it that and then somebody like Nick gets power. And they're like, Well, Nick says some interesting things. Sure. I like listening to Nick and I thought he knew about the Bible, but I guess I don't"
    },
    {
      "end_timestamp": 5969.0,
      "id": "d6fbb45d-cb21-36b3-9ce3-1010a8a4e0fe",
      "speaker": "Dan",
      "start_timestamp": 5952.0,
      "text": "Yeah, I know, disagree on a few things. But you know, more than you said some other things that gotta you got to listen to and plus these other folks are saying some really bad yeah, so maybe that maybe the extreme stuff that he believes in art isn't really that extreme."
    },
    {
      "end_timestamp": 5970.0,
      "id": "3ee0856a-7798-3e1e-8ca5-2cb20aa8927f",
      "speaker": "Jordan",
      "start_timestamp": 5969.0,
      "text": "Man."
    },
    {
      "end_timestamp": 6005.0,
      "id": "546b8cbb-1cd5-3cdc-97dc-6b4514fce745",
      "speaker": "Dan",
      "start_timestamp": 5970.0,
      "text": "I think I hate this. I don't want to just cover this stuff. But it's more or less. The only thing that I find relevant about Alex's present day does behavior does feel that way. I well, I mean, just today, Trump came out with those NF T's. So I do wonder what Alex is gonna say about that. Oh, my God. But I hope that this can move on. on to a different subject. Soon. Yeah. Or at very least I'll, you know, be in the past."
    },
    {
      "end_timestamp": 6037.0,
      "id": "4f9e0c4c-477a-3e5c-be1e-411c00093bcb",
      "speaker": "Jordan",
      "start_timestamp": 6005.0,
      "text": "I'll tell you what, I'll tell you what, you know what? When I next brand of Catholic fascism takes over. I refuse to believe that that priest actually turns that cracker into Jesus's body. Well, I refuse, I'll die on it. Well, I will die on it. You can hang me from the rafters. If you think I'll ever say that the priest literally transforms a cracker into the skin of Jesus Christ. Whoa, I'm not doing it. Well, I'm not doing it. Whoa, not once."
    },
    {
      "end_timestamp": 6096.0,
      "id": "316547c1-88f8-3fdb-ac21-cfaba8910960",
      "speaker": "Dan",
      "start_timestamp": 6037.0,
      "text": "I think that this is a bad interview. Yeah, bad debate. Yep. Nick is escalating. He's taking some of the things that were part and parcel of the interview and reasserting them to Alex in a way that Alex is impotent to push back on or unwilling that we can't rule that out entirely. Because at the end of all of it, Alex is still like, hey, I want to talk to you for two hours. I mean, a commercial free. Let's do this, buddy. I want to get more in the nick Flint as business. Unreal. But it's it was much more monotonous than I thought it was listening to it. Yeah, I thought it was far more engaging and interesting. But it is really just Alex kind of hitting the same notes. It's the ADL is worse than you. So hey, maybe it's not so bad. Yeah, how can I criticize you when they exist?"
    },
    {
      "end_timestamp": 6100.0,
      "id": "04828148-de53-3b02-8c54-b187e0a5252f",
      "speaker": "Jordan",
      "start_timestamp": 6096.0,
      "text": "That's the problem with the lesser of two evils argument always goes bad sooner or later."
    },
    {
      "end_timestamp": 6159.0,
      "id": "7d9c9578-e7ab-3ccb-ac7d-a939345137d2",
      "speaker": "Dan",
      "start_timestamp": 6100.0,
      "text": "And then the other thing is the trying to be like, Hey, you were trying to be sensational, and trying to piss off the sensors and all that trying to give Nick excuses for him, right? That he doesn't want in the same way that he was doing that with with EA. And this doesn't bode well. It does not to Alex's behavior does not make me confident that he's going to be able to navigate the more choppy waters that we're going to be getting into as we get closer to the 2024 election, whether or not yeh continues as a quote unquote, candidate or not. But but even if he even if he doesn't, this isn't where this ends. No, that's true, this pageant that we're in the middle of that is true. And Alex, he's shown himself to not be able to deal with chapter one. So as the book progresses, I imagine it's gonna get worse."
    },
    {
      "end_timestamp": 6203.0,
      "id": "fa4fa565-97d3-3b85-a01d-71ba2eb9390b",
      "speaker": "Jordan",
      "start_timestamp": 6159.0,
      "text": "I just feel like it's, it's just so obvious, when you watch yeh and Nick do these things with those other people. It's so obvious that they're throwing a bomb, and the idea of we always need to lie. And be by doing that. They're revealing that everybody's lying. Like, how does that not sink in for people? You know, like, you watched all of these people reacting the exact same way to this man saying the same thing over and over and over again. He means it. You know, he means it. And I know he means it. And you agree with him over and over and over again. But you keep telling him to lie about it? Yeah, because you're a liar."
    },
    {
      "end_timestamp": 6219.0,
      "id": "d6d9638e-399f-3bcc-aa74-1e81493101c5",
      "speaker": "Dan",
      "start_timestamp": 6203.0,
      "text": "It does seem to I mean, granted, we should be clear, we've only listened to the Gavin and Alex appearances. Sure. And Tim Poole. We give that incomplete grant that said, That's yeah, that didn't get off the runway. He's"
    },
    {
      "end_timestamp": 6221.0,
      "id": "c60cce30-a7a5-3d87-9121-9e395fb8f6e1",
      "speaker": "Jordan",
      "start_timestamp": 6219.0,
      "text": "lucky he gets an incomplete on that."
    },
    {
      "end_timestamp": 6240.0,
      "id": "ea2e1ecc-db87-3760-a107-58d184422538",
      "speaker": "Dan",
      "start_timestamp": 6221.0,
      "text": "But there were a couple of other interviews that may or may not have gone that way. But in terms of Gavin and Alex, I agree with you. That does reveal Yeah, their crypto bonus. Yeah, for sure. Yeah. But hey, fuck all this. Fuck all. This has been a fuck. This has"
    },
    {
      "end_timestamp": 6242.0,
      "id": "08c0b1d4-449b-3b59-9eb5-fddfb746dcb0",
      "speaker": "Jordan",
      "start_timestamp": 6240.0,
      "text": "been a fuck."
    },
    {
      "end_timestamp": 6246.0,
      "id": "68adb632-16d2-325c-bb3d-d5184e7cb0cd",
      "speaker": "Dan",
      "start_timestamp": 6242.0,
      "text": "We'll be back with another episode. But until then, we have."
    },
    {
      "end_timestamp": 6248.0,
      "id": "3c51a504-3fec-3b51-a698-b070e9f4e6bb",
      "speaker": "Jordan",
      "start_timestamp": 6246.0,
      "text": "We do a deed it's knowledge. fight.com"
    },
    {
      "end_timestamp": 6258.0,
      "id": "a79a1d10-ddcc-37dc-bb7a-643892620403",
      "speaker": "Dan",
      "start_timestamp": 6248.0,
      "text": "We'll be back but until then, I'm Neo. I'm Leo. I'm DCX Clark. You ice cubes are juicy."
    },
    {
      "end_timestamp": 6260.0,
      "id": "d8edb0d0-b858-3db4-98e3-50c7836cd61a",
      "speaker": "Unknown Speaker",
      "start_timestamp": 6258.0,
      "text": "And now here comes the sex robots."
    },
    {
      "end_timestamp": null,
      "id": "6d8b91d5-b603-3a95-bd02-2a81081d24e5",
      "speaker": "Alex Jones",
      "start_timestamp": 6260.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work. I love you."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}