{
  "audio_identifier": "KF_760",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/Dec-9-2003.mp3",
  "blocks": [
    {
      "end_timestamp": 12.0,
      "id": "7aea6e33-db4c-35f6-a3f4-3637d89f6e37",
      "speaker": "Alex Jones",
      "start_timestamp": 4.0,
      "text": "Red Alert. Red Alert running"
    },
    {
      "end_timestamp": 59.0,
      "id": "1c5c94cb-c13d-3e59-bd0f-8f036418eaab",
      "speaker": "Alex Jones",
      "start_timestamp": 12.0,
      "text": "knowledge five days. Damn, Jordan I'm sweating. Knowledge party.com It's time to pray. I have great respect for knowledge by knowledge. I'm sick of them posing as if they're the good guys Xiang V or the bad guy Chanology Dan and Jordan knowledge fight need money Andy and Sandy are stopping Andy and Ken handy in Kansas. Andy in Kansas you're on the airplane for huge fan. I love your word. Knowledge by now knowledge fight.com"
    },
    {
      "end_timestamp": 68.0,
      "id": "28f74815-cbfd-3543-962f-12ff18f48378",
      "speaker": "Dan",
      "start_timestamp": 59.0,
      "text": "Hey everybody, welcome back knowledge. I'm Jordan workable dudes like to sit around worship at the altar of saline and talk a little bit about Alex Jones. Oh, indeed."
    },
    {
      "end_timestamp": 73.0,
      "id": "dbace054-cce0-3633-a705-1bbe2ba2d6e6",
      "speaker": "Jordan",
      "start_timestamp": 68.0,
      "text": "We are Dan Jordan, Georgia. Quick question for you, buddy. What's up? What's your bright spot today?"
    },
    {
      "end_timestamp": 116.0,
      "id": "3f960f51-e0f0-3d79-9f41-1c8cc67720e1",
      "speaker": "Dan",
      "start_timestamp": 73.0,
      "text": "My bright spot today Jordan is? Well, I guess I have you know, I for the last year or so. I have wanted a PlayStation five. Yeah, and I mean, first of all, that's that's an expense. Yeah. But then second vote. You couldn't spend the money because no one had any of them. They were impossible to find mind boggling. Before the Christmas this year for the holiday. I was able to find one and I decided to give myself a little bit of a Christmas present. And yeah, I got a PS five and I've been messing around with a couple of games at having a decent time. Yeah, enjoying some Arkham knights"
    },
    {
      "end_timestamp": 127.0,
      "id": "50620a7a-8b59-3955-95bd-21218ddb70e7",
      "speaker": "Jordan",
      "start_timestamp": 116.0,
      "text": "I saw because I you you had told me that you got it. You texted me and told me you got it. And you said it was fantastic. I had no idea what it actually was the PlayStation"
    },
    {
      "end_timestamp": 128.0,
      "id": "7522e560-28e0-33b8-bc64-cff0bdf17de1",
      "speaker": "Dan",
      "start_timestamp": 127.0,
      "text": "five. No, I've"
    },
    {
      "end_timestamp": 143.0,
      "id": "8293b2bc-5090-3d0f-955f-edadc3a1ae60",
      "speaker": "Jordan",
      "start_timestamp": 128.0,
      "text": "seen the PlayStation five. No, I saw I saw thing on TV about it. But Arkham knights Yeah, because I don't have TV or anything. So when I was over with my family for Christmas, they had commercials and stuff. Yeah, it's Batman. Yeah. And I was like, Oh, look at that."
    },
    {
      "end_timestamp": 178.0,
      "id": "f30eb6e7-9cf8-3cd7-9d66-5865fa1a6da1",
      "speaker": "Dan",
      "start_timestamp": 143.0,
      "text": "It's a Batman game. But spoiler alert that man dies in the first minute of the game. Oh, yeah. But it's it's uh, I mean, look, I don't know I guess I've heard that the I don't know this to be drugs. I don't pay a whole lot of attention. But I understand that there's some backlash about there not being Batman in it and it's probably based in sexism. Bat Girl is one of the playable characters share, but I've enjoyed it so far. I look it plays exactly, essentially exactly like any of those old Batman Arkham games. Right, right. It's all you really want."
    },
    {
      "end_timestamp": 185.0,
      "id": "737f3500-b319-3135-a204-c12e74409969",
      "speaker": "Jordan",
      "start_timestamp": 178.0,
      "text": "I mean, honestly, deep down it's just a bunch of ones and zeros. There are no men or women inside the video game at all. It's true."
    },
    {
      "end_timestamp": 212.0,
      "id": "c5fc4722-5261-34f9-9df5-4e6c9f23d10a",
      "speaker": "Dan",
      "start_timestamp": 185.0,
      "text": "And then like, I started playing it I was like, Man, I miss the Riddler trophies. That was fun. You just wander around to get Riddler trophy. And then as the game as I played like, maybe an hour into it, like regular trophies. Oh, man, I'm so glad there are new riddles. That bummed me out. There are too many there all over the fucking city and I'm never gonna get all 800 of these or whatever the flats. Anyway, it's fun. Good. What's your bread spot?"
    },
    {
      "end_timestamp": 220.0,
      "id": "a9bc8958-94b3-32ea-acc7-d04ebf471e70",
      "speaker": "Jordan",
      "start_timestamp": 212.0,
      "text": "Oh, my bright spot. Dan is we're back doing this. It's my bright spot. You know you've been you've been ill for a week or so. I've been concerned about"
    },
    {
      "end_timestamp": 223.0,
      "id": "3c85e949-7814-3717-91f9-2b13d1144c21",
      "speaker": "Dan",
      "start_timestamp": 220.0,
      "text": "Sure. I insisted on only communicating"
    },
    {
      "end_timestamp": 228.0,
      "id": "9863416f-c658-3d26-af58-b4d4878bfc60",
      "speaker": "Jordan",
      "start_timestamp": 223.0,
      "text": "via Morbius pictures"
    },
    {
      "end_timestamp": 231.0,
      "id": "0747eb5f-679b-34f5-b258-f468cf41e10f",
      "speaker": "Dan",
      "start_timestamp": 228.0,
      "text": "including four different Morbius cohorts. Yeah, I"
    },
    {
      "end_timestamp": 238.0,
      "id": "c8eb7150-01d7-3d56-9af7-29604d919101",
      "speaker": "Jordan",
      "start_timestamp": 231.0,
      "text": "understand. I'm a bit of an annoying worrier. So yes, Morbius was a great way to communicate."
    },
    {
      "end_timestamp": 262.0,
      "id": "77dd4025-68ee-326c-a385-d751ec425648",
      "speaker": "Dan",
      "start_timestamp": 238.0,
      "text": "Well, first of all, I appreciate your concern and the nice messages that folks sent of Get well soon and such. But for whatever it's worth you were not overly worrisome Well, that's nice of you. And I appreciate your offer to help out and whatever but like you know, we got go puff now that's all we got. Oh, some Nyquil."
    },
    {
      "end_timestamp": 267.0,
      "id": "b415fdfc-3223-3737-a3d7-d1ddb19caa50",
      "speaker": "Jordan",
      "start_timestamp": 262.0,
      "text": "That's amazing. Yeah, that is one of the few things that does make me feel like we're living in the future. I"
    },
    {
      "end_timestamp": 331.0,
      "id": "8ee05f0a-2de7-3ee8-be15-facff0a68c18",
      "speaker": "Dan",
      "start_timestamp": 267.0,
      "text": "don't think I've been sick since there have been a service like yeah, it was so weird to have in my mind like I need aspirin or or whatever I need Tylenol or route but I can't get down the street to the CVS right or whatever. But oh, not a problem. Amazing. It's really really spoiled. You know, I know it's, it's it's it makes me feel somewhat older I suppose or something but just like the absolute amazement are Are you telling me that aspirin can be delivered to my door? Right? No, it seems it's not that complicated of a problem that we took a while to solve. All right. Um, but yeah, I don't know what exactly. We got some sort of a cold or something. I'm not sure. I tested for COVID. And I was negative. So that works for me. Doesn't seem like that was the case. But yeah, I'm feeling much better. You know? Well,"
    },
    {
      "end_timestamp": 333.0,
      "id": "76225d2c-b6d3-3055-8bd9-18e8247980b8",
      "speaker": "Jordan",
      "start_timestamp": 331.0,
      "text": "I'm glad to hear it. Yeah."
    },
    {
      "end_timestamp": 353.0,
      "id": "52482792-8a56-3bac-8f61-218ee882c1d1",
      "speaker": "Dan",
      "start_timestamp": 333.0,
      "text": "It's tough to tough to take time off. But first of all, because it's fun. I enjoy doing the show this talking about this dumb asshole. It's weird. But also, you know, it's a compulsion to work. I you do you really do. And I've been working on some side things. Well, we weren't."
    },
    {
      "end_timestamp": 357.0,
      "id": "a3b0842b-737a-3ad0-b320-9de77a55e16b",
      "speaker": "Jordan",
      "start_timestamp": 353.0,
      "text": "You may have been working on some site things before we started talking."
    },
    {
      "end_timestamp": 368.0,
      "id": "57e80081-1cc5-353e-aad5-17f33bd913b4",
      "speaker": "Dan",
      "start_timestamp": 357.0,
      "text": "Yeah, I did not. I saw a lot of buttons I need to send out yet. I was not doing that. Well, I was abundance of caution. There's some other other side side stuff."
    },
    {
      "end_timestamp": 373.0,
      "id": "89636b34-9d0b-3d6e-b446-8aefe175ec83",
      "speaker": "Jordan",
      "start_timestamp": 368.0,
      "text": "Did you breathe into any bubble wrap and send it to China to teach them a lesson about amens? Morning"
    },
    {
      "end_timestamp": 426.0,
      "id": "29aff6ed-c96a-3371-818e-bd7d50ed2091",
      "speaker": "Dan",
      "start_timestamp": 373.0,
      "text": "and get up? Okay, so Jordan, we have an episode to do today. Get back on our horse that we're gonna ride in on this horse. So I decided a little something and that was that I don't want to do a present day episode. So we're gonna be talking about another 2003 episode. Hey, December 9 and 10th 2003. Here's some of my reasoning on it. Okay. Hey, holiday content is a little bit all over the place for Alex true. And then here was what I saw this, I was like, go fuck yourself. He had a video up on bandit video. And the title of it was how one man changed the world. And you can too, and like, oh, it's gonna be about Jesus. Yeah, of course. It's Christmas time."
    },
    {
      "end_timestamp": 428.0,
      "id": "adc59934-51ec-3976-9850-f4436f529118",
      "speaker": "Jordan",
      "start_timestamp": 426.0,
      "text": "Is it going to be about reset wars?"
    },
    {
      "end_timestamp": 444.0,
      "id": "5d95ae00-3801-34c2-a554-44afa2ec471c",
      "speaker": "Dan",
      "start_timestamp": 428.0,
      "text": "It's about Alex. Of course. It's about Alex. Yeah, what may have changed the world. You can too. I was like, this is not the time for this. The season where maybe you should you know if you're is this big, big religious outfit, as you say maybe"
    },
    {
      "end_timestamp": 460.0,
      "id": "66e329ac-cf09-3b49-a55a-4f6715c61dec",
      "speaker": "Jordan",
      "start_timestamp": 444.0,
      "text": "people as a theologian, spiritual leader, many would say, and devout Christian. I think Alex knows. On Christmas day more than any other day. It should be about Alex."
    },
    {
      "end_timestamp": 509.0,
      "id": "eff376ce-41bf-3f45-ab6b-4b9460da21c4",
      "speaker": "Dan",
      "start_timestamp": 460.0,
      "text": "Yeah, I will say I didn't actually watch that video. So maybe it is all about Jesus. But the thumbnail of it is different pictures of Alex from various points in his career. So it's probably Yeah, it could be about Alex's Jesus. That was like, all right, buddy. Yeah. Have fun. Unless you're throwing a hatchet. Get the fuck out of here. Yeah. I was just thinking about the year that has been. Yeah. And for us, it's been really interesting. Certainly, there have been developments. A lot of things about Alex's court cases have been touched us a little more closely than would be expected. True. But I don't want to dwell on that. I wanted to think about all of the dangling threads we have. So this was just what I came up off the top of my head. Okay."
    },
    {
      "end_timestamp": 514.0,
      "id": "258d8d8b-24bc-30f9-9904-9419c2539494",
      "speaker": "Jordan",
      "start_timestamp": 509.0,
      "text": "What else have we got diesel? Oh, yeah. Wow, still out."
    },
    {
      "end_timestamp": 553.0,
      "id": "13f9f00e-b7e8-353c-ad1e-8d4245df7949",
      "speaker": "Dan",
      "start_timestamp": 514.0,
      "text": "monkeypox still going? That thread has been dropped entirely Alex has not reported on the almost zero cases now in the United States. Oh no. Nancy Pelosi is husband's attack being faked. That didn't didn't happen. I don't know what's happening with that. It seems to have dropped that storyline Sure. Nuclear War was supposed to have broken out by now in the invasion of Ukraine was only gonna last a couple of days that was gonna be short. So we have both nuclear war starting and Zelinsky was on Putin's payroll right all that this is not to fruition the dollar was supposed to collapse it was gonna we have no update on that. Oh, the food plants were under attack."
    },
    {
      "end_timestamp": 557.0,
      "id": "ccc3fac3-aa1a-3c7f-acc7-d74a94c429a3",
      "speaker": "Jordan",
      "start_timestamp": 553.0,
      "text": "Right. About the food was all under attack. Yeah,"
    },
    {
      "end_timestamp": 574.0,
      "id": "fdb48e0f-38c5-3b0d-b695-3c9a1fc6d4f6",
      "speaker": "Dan",
      "start_timestamp": 557.0,
      "text": "the man all of these things were supposed to make us scared this year. You know, I think I think it did work out but just wasting everybody's time wasting his listeners time with nonsense to try and get them scared about stuff. It does"
    },
    {
      "end_timestamp": 593.0,
      "id": "6ec8bd22-254a-3b29-8954-381ce8a5c9f8",
      "speaker": "Jordan",
      "start_timestamp": 574.0,
      "text": "feel like there should be a year end wrap up like like, whatever, like the AV club or like top 50 things of this year. And if you really go through and like list, the amount of things that Alex wanted or thought should have happened. You're like that would be a busy here. That would be a busy fucking year."
    },
    {
      "end_timestamp": 610.0,
      "id": "01315109-011c-3963-940f-c793903e5477",
      "speaker": "Dan",
      "start_timestamp": 593.0,
      "text": "I mean, it would be a disaster movie. Yeah, it would be horrified if just Like, you know like let's let's look at it as like a reverse Liar Liar. Where that of Jim Carrey not being able to lie. It's everything Alex says is spoken."
    },
    {
      "end_timestamp": 616.0,
      "id": "bdf82502-22ce-3100-8bc7-74f02517fcb2",
      "speaker": "Jordan",
      "start_timestamp": 610.0,
      "text": "Truth. Yeah, it's like it's like a Twilight Zone Agatha Christie novel kind of thing. Yeah, I gotcha. It's"
    },
    {
      "end_timestamp": 621.0,
      "id": "e9b3799e-a6cb-34ae-ae61-fa4a2794bdb8",
      "speaker": "Dan",
      "start_timestamp": 616.0,
      "text": "a classic knives out mystery. Yes, yes. Apparently also people are mad about."
    },
    {
      "end_timestamp": 626.0,
      "id": "f55ef71b-36aa-3d49-ba93-9fdf40dd0dd0",
      "speaker": "Jordan",
      "start_timestamp": 621.0,
      "text": "Are they mad about that? Oh no, I've done with backlash if anything, I don't give a shit."
    },
    {
      "end_timestamp": 647.0,
      "id": "ccafe51c-e33b-3b32-bc19-f1ce1501d49e",
      "speaker": "Dan",
      "start_timestamp": 626.0,
      "text": "I have not seen this film. It's great. But I've heard. I don't know. I've seen some tweets. Anyway, instead of dwelling on these dangling threads and like how Alex is probably not going to spend the end of the year cleaning up his mess. Mostly explaining like, well, I got this one wrong. One wrong. Great. Wow, I was way off."
    },
    {
      "end_timestamp": 663.0,
      "id": "4b4c4a36-9c05-3c20-a6b7-d9c75402d7be",
      "speaker": "Jordan",
      "start_timestamp": 647.0,
      "text": "Every year you should have if you work at Infowars you should have a roast every year at the end of the year at the big ol holiday party. You sit up at the Dyess and everybody just kind of makes fun of all the shit you made up. Yeah, be great. That'd be the most fun. Sure. Yeah."
    },
    {
      "end_timestamp": 676.0,
      "id": "16742b64-1bec-3cf2-bc07-2cb5bed6bd2c",
      "speaker": "Dan",
      "start_timestamp": 663.0,
      "text": "I will come as a diesel tank. Because I'm picturing this as a roast like a Friars Club roast. Right. But each person on the day this is one of the things Alex lied about and they all wrote."
    },
    {
      "end_timestamp": 690.0,
      "id": "0747b5a2-7797-3e2b-8c9f-569161cc8a46",
      "speaker": "Jordan",
      "start_timestamp": 676.0,
      "text": "Okay. All right. So they're the concept of the thing. Yes. Roasting so a somebody dressed as a nuclear bomb would walk up and be like, Hey, Alex, I bet you thought I was gonna drop. Well, here's a new bomb dropping on you. I didn't I guess it's something along those lines."
    },
    {
      "end_timestamp": 719.0,
      "id": "33246525-dc6d-306e-9d39-1c4dd7629b8a",
      "speaker": "Dan",
      "start_timestamp": 690.0,
      "text": "You could you could be a like a food plant on fire. Yeah, that'd be fun. Anyway, we're going to be in the past, just because I wanted to, you know, ease our way back into the waters of doing the show and didn't really feel like watching him. Navel gaze. So, here we go. We're gonna get down to business. But before we do, let's take a little moment. Say hello to somebody who wants Oh, that's great idea. So first of excess. Thank you so much. You are now policy walk."
    },
    {
      "end_timestamp": 720.0,
      "id": "60a21b06-3ea7-376f-979f-0f539e7dd43c",
      "speaker": "Alex Jones",
      "start_timestamp": 719.0,
      "text": "I'm a policy wonk. Thank"
    },
    {
      "end_timestamp": 720.0,
      "id": "417fa2a8-113c-359c-adf2-76f2be2c7c64",
      "speaker": "Jordan",
      "start_timestamp": 720.0,
      "text": "you very much."
    },
    {
      "end_timestamp": 734.0,
      "id": "c7423ca2-fd13-3906-8ef1-f505c3e539d7",
      "speaker": "Dan",
      "start_timestamp": 720.0,
      "text": "It's like excess. But vexing. Next, I'm the only non Republican and my company of 120 employees, which includes info warriors, Q followers, and three percenters and your podcast is what gets me through the day. Thank you so much. You are now policy walk."
    },
    {
      "end_timestamp": 735.0,
      "id": "afd2bc43-3f92-3107-a001-b7669317ed7f",
      "speaker": "Alex Jones",
      "start_timestamp": 734.0,
      "text": "I'm a policy wonk. Thank"
    },
    {
      "end_timestamp": 736.0,
      "id": "1de03991-bed7-3066-b347-a8f63aff1545",
      "speaker": "Jordan",
      "start_timestamp": 735.0,
      "text": "you very much."
    },
    {
      "end_timestamp": 741.0,
      "id": "e2448f4f-1fe3-3677-84fe-ac3ef03bf157",
      "speaker": "Dan",
      "start_timestamp": 736.0,
      "text": "Next, I'm cranky. And Winky is my chosen mouth. Thank you so much. You are now policy walk?"
    },
    {
      "end_timestamp": 742.0,
      "id": "3fdde488-5095-3097-80af-d4aeeb2a6f92",
      "speaker": "Alex Jones",
      "start_timestamp": 741.0,
      "text": "I'm a policy wonk. Thank"
    },
    {
      "end_timestamp": 743.0,
      "id": "34bf001b-7adb-35e1-9cc1-e2c1f29c76b4",
      "speaker": "Jordan",
      "start_timestamp": 742.0,
      "text": "you very much. This"
    },
    {
      "end_timestamp": 745.0,
      "id": "b146bd7e-146f-353c-bdc6-6476ad0ae4f5",
      "speaker": "Dan",
      "start_timestamp": 743.0,
      "text": "is a Donkey Kong thing."
    },
    {
      "end_timestamp": 748.0,
      "id": "d04db2f4-736a-3b68-9c41-e9c1e7604d48",
      "speaker": "Jordan",
      "start_timestamp": 745.0,
      "text": "Oh, think okay."
    },
    {
      "end_timestamp": 760.0,
      "id": "220aadb3-c56e-3bdf-8013-cd660733fa27",
      "speaker": "Dan",
      "start_timestamp": 748.0,
      "text": "Winky is the frog. Yeah, something like that. Anyway, next, Dan, listening to old episodes. And it's my favorite thing when you say basil. Bub Beelzebub, thank you so much. You're now Paul Swan."
    },
    {
      "end_timestamp": 763.0,
      "id": "8be6bead-d546-3ce8-a7cb-003162d9bccb",
      "speaker": "Alex Jones",
      "start_timestamp": 760.0,
      "text": "I'm a policy wonk. Funny."
    },
    {
      "end_timestamp": 766.0,
      "id": "18bfd0a6-a5b5-3e8c-adae-5a0a50420100",
      "speaker": "Dan",
      "start_timestamp": 763.0,
      "text": "Bills above diesel, but"
    },
    {
      "end_timestamp": 772.0,
      "id": "6aa2d4c0-bef4-3410-82f2-1d4eabaaa3f0",
      "speaker": "Jordan",
      "start_timestamp": 766.0,
      "text": "I think maybe it may be going way back to like when we were in your old room."
    },
    {
      "end_timestamp": 783.0,
      "id": "a23eef2a-3adb-3f36-8673-e2d85bfbb6dc",
      "speaker": "Dan",
      "start_timestamp": 772.0,
      "text": "I think more often I would say old scratch. Yeah, something. That's fun. That's more fun and foundation to donate the Infowars desk to the knowledge trade studio. Thank you so much juvenile policy walk."
    },
    {
      "end_timestamp": 785.0,
      "id": "11ebf9f1-ce3c-3129-87de-2a01f24cf506",
      "speaker": "Alex Jones",
      "start_timestamp": 783.0,
      "text": "I'm a policy wonk. Thank you very much. Thank you. I'd"
    },
    {
      "end_timestamp": 810.0,
      "id": "a69a34e2-b122-3b82-8d2b-02fce8dd0221",
      "speaker": "Dan",
      "start_timestamp": 785.0,
      "text": "love to but Bill is already got a client. All right. We've got a couple of technocrats in the mix here, too. So like to say thank you to Jackie and Arkansas. You are now a technocrat. And if everyone is an alpha, then no one is an alpha. Thank you so much. You're now a technocrat and catching up with your backlog. And Dan, you busted my brain also, it's probably my birthday by now. Thank you so much. You're now a technocrat."
    },
    {
      "end_timestamp": 864.0,
      "id": "2ace3235-2c83-3f10-ab7f-32c4be9b9095",
      "speaker": "Alex Jones",
      "start_timestamp": 810.0,
      "text": "I'm a policy wonk. I have risen above my enemies. I might quit tomorrow. Actually. It's gonna take a little break here now. A little breaky from me. And then we're going to come back and I'm going to start the show over, but I'm the devil a lot going on there. I'll fuck you. Fuck, you. Got plenty of words for you. But at the end of the day, Fuck you and your new world order. And fuck the horse she wrote in on and all your shit. Maybe today's grandma's broadcast? Maybe I'll just be gone a month, maybe five years. Maybe I'll walk out of here tomorrow. And you never see me again. That's really what I want to do. I never want to come back here again. I apologize to the crew and the listeners yesterday that I was legitimately having breakdowns on here. I'll be better tomorrow."
    },
    {
      "end_timestamp": 869.0,
      "id": "6e19366f-e3fc-3bb8-a21f-8b0c1272ef83",
      "speaker": "Dan",
      "start_timestamp": 864.0,
      "text": "He's not Oh, is that even better in the past? It's not great in the past."
    },
    {
      "end_timestamp": 883.0,
      "id": "1ea2b8d4-4d2a-34ec-ab7d-bb38994b93e8",
      "speaker": "Jordan",
      "start_timestamp": 869.0,
      "text": "Like I liked that. I like the add a it's probably my birthday by the I think every every shout out should now have that it's or it was probably my anniversary or was yeah, just just put it in there cuz we'll celebrate it and we'll celebrate with you."
    },
    {
      "end_timestamp": 892.0,
      "id": "d9518060-f2b2-3f4f-ae16-7f5cd79d2322",
      "speaker": "Dan",
      "start_timestamp": 883.0,
      "text": "Yeah, for sure. Yeah, you know, birthdays are just, I mean a celebration of you and a life and what have you told me that any day? It's your birthday. Yeah,"
    },
    {
      "end_timestamp": 893.0,
      "id": "75604dfa-9264-35d4-9bb5-11ca1b50a6f1",
      "speaker": "Jordan",
      "start_timestamp": 892.0,
      "text": "absolutely. That's the way to do it."
    },
    {
      "end_timestamp": 902.0,
      "id": "60301160-cb27-3d66-b84e-0836f4c90efd",
      "speaker": "Dan",
      "start_timestamp": 893.0,
      "text": "It's like 50 cent. It's a birthday dose showed it From the beginning,"
    },
    {
      "end_timestamp": 907.0,
      "id": "5d35711d-488e-3e17-9f2d-3472a416acc9",
      "speaker": "Jordan",
      "start_timestamp": 902.0,
      "text": "I know I understand that I understand is that you're 50"
    },
    {
      "end_timestamp": 925.0,
      "id": "301602c8-e651-3146-a460-d971358da708",
      "speaker": "Dan",
      "start_timestamp": 907.0,
      "text": "People hear me saying that was karaoke for the day sounded like you were saying Beelzebub. Gisele, so I'm Jordan. We're gonna start here on the ninth. Yeah. And when I play you this clip, you may come around to the idea that my witchcraft array knows no bounds."
    },
    {
      "end_timestamp": 948.0,
      "id": "5c37929a-1180-38bf-b58b-5e84ad53bc68",
      "speaker": "Alex Jones",
      "start_timestamp": 925.0,
      "text": "There is so much news. So much information today that we're going to cover and I'm going to cover all of it. If SARS hits us, quarantine could to the New York Times any excuse to get martial law rolling in our lives. Direct. Blasts injures 41. US troops. Yep."
    },
    {
      "end_timestamp": 959.0,
      "id": "a52be3ab-bb63-3b8c-871e-ff0e287cc17a",
      "speaker": "Dan",
      "start_timestamp": 948.0,
      "text": "So Alex is gearing up to make people afraid. SARS quarantines, oh man are going to be coming to to the US is"
    },
    {
      "end_timestamp": 996.0,
      "id": "befc0ecb-e572-3b4d-9b30-c1d89163a49c",
      "speaker": "Jordan",
      "start_timestamp": 959.0,
      "text": "the thing about COVID. The thing about COVID That really gets into my head now is when you look back at all these all the previous possible pandemics, you know, yeah, like they warned about global pandemics, people said this could become a global pandemic. And it seems like they did a good job. Do we have to like reevaluate? I feel like we should go back and reevaluate the quality of previous pandemic responses and be like, holy shit, these guys were unbelievably great. Because what happened with COVID? is clearly these guys were the fucking worst."
    },
    {
      "end_timestamp": 1040.0,
      "id": "6d116cd4-140f-3015-9d5b-8076c5fcca24",
      "speaker": "Dan",
      "start_timestamp": 996.0,
      "text": "Well, I think I think yes, definitely. There should be a certain amount of that, then I think, you know, it can be difficult because they are different. Agents. Sure. They're different viruses like Yeah, it's hard to compare one to one and also some some of it, unfortunately, I think also does come down to luck. True. Some things that are slightly outside of your control or require like complex cooperation that sometimes you can't rely on other people to drill. But But yeah, I do think that there are probably lessons of the past and you know, other Coronavirus outbreaks. Seems like, what happened then and didn't happen now. Or vice versa? Maybe? Yeah,"
    },
    {
      "end_timestamp": 1044.0,
      "id": "4f66868d-98bf-3693-af12-c117c6187f82",
      "speaker": "Jordan",
      "start_timestamp": 1040.0,
      "text": "draw some, you know, I'm gonna it's not I'm just saying bandied about in the"
    },
    {
      "end_timestamp": 1056.0,
      "id": "8e9cd8e8-1e29-32d3-a1a8-e3f16e70899d",
      "speaker": "Dan",
      "start_timestamp": 1044.0,
      "text": "office. Well, I know one distinct difference, and that is that Alex wasn't a millionaire. The 2002 2003 SARS outbreak,"
    },
    {
      "end_timestamp": 1069.0,
      "id": "30ccdae5-d04e-35b9-8790-33de09c38b47",
      "speaker": "Jordan",
      "start_timestamp": 1056.0,
      "text": "that's That's our new conspiracy theory. If there is a potential disaster happening, somebody needs to steal all of Alex's money and make sure he's nowhere near and then whenever the disaster is averted, Alex can pop back up on air, something like that, you know,"
    },
    {
      "end_timestamp": 1116.0,
      "id": "69cc45f4-3ea8-37b0-b3c1-de0ada98d4c0",
      "speaker": "Dan",
      "start_timestamp": 1069.0,
      "text": "yes, yes, we will need to keep him poor as a preventative measure against future outbreaks he needs to be quarantined. From his money. Yes. And also, this is December 2003. This is a bit after SARS had already Yeah, I mean, it was contained in July 2003. That was when it was like, Alright, where are we got this? We got a good handle on this thing. Right. There were like sporadic cases into 2004. But like it's not in December 2003. The speculation of this being something that's going to cause quarantine seriously in the United States is it's a long shot. Yeah. But yeah, it's on Alex's mind. Oh, boy. Here's another thing on his mind, and that is that he's about to go to Houston. Okay."
    },
    {
      "end_timestamp": 1117.0,
      "id": "8d51930d-818a-3ecc-9ea5-406c639480b3",
      "speaker": "Jordan",
      "start_timestamp": 1116.0,
      "text": "What's he doing in Houston? Well,"
    },
    {
      "end_timestamp": 1122.0,
      "id": "7a47bb65-a099-34d3-8ff0-da878e527244",
      "speaker": "Dan",
      "start_timestamp": 1117.0,
      "text": "there is a place there. They show movies. Okay. Alamo Drafthouse. Oh,"
    },
    {
      "end_timestamp": 1126.0,
      "id": "f76234e0-1a12-375a-9f13-039c0266b9eb",
      "speaker": "Jordan",
      "start_timestamp": 1122.0,
      "text": "but he's mad because they've got views. Don't they"
    },
    {
      "end_timestamp": 1146.0,
      "id": "09968910-df90-317b-a1de-07765b4b01a0",
      "speaker": "Dan",
      "start_timestamp": 1126.0,
      "text": "know this one is apparently pretty cool. Also, the Austin one is apparently cool because he won't stop talking about how Mel Gibson Mel Gibson was just there showing the passionate. Austin one, right. And apparently he's going to the Houston one. And the guy who runs the Houston one comes on the show trying to sell tickets, which is like, what kind of"
    },
    {
      "end_timestamp": 1149.0,
      "id": "aa7a47ed-cbed-339b-9efd-d432cc3e844e",
      "speaker": "Jordan",
      "start_timestamp": 1146.0,
      "text": "a I'm sorry, what movie?"
    },
    {
      "end_timestamp": 1187.0,
      "id": "5e8ada5a-8d59-3ec7-93b1-6950aa03a7c6",
      "speaker": "Dan",
      "start_timestamp": 1149.0,
      "text": "What kind of very, I realized I haven't spelled this out. It's doing an event right in this at the Houston Drafthouse where he's showing one of his films doing a q&a and then they're showing they live. Okay, so it's sort of a big event, right. But none of the theaters at the Alamo Drafthouse are that big. And if they're needing to move tickets by having the manager come on Alex's show, to do a little PSA. I don't know what's going on here. This is this is like the bad version of doing morning radio. Yeah, try and sell tickets to a comedy show."
    },
    {
      "end_timestamp": 1201.0,
      "id": "60495601-7dc5-3a84-a513-d9fa90c6414b",
      "speaker": "Jordan",
      "start_timestamp": 1187.0,
      "text": "Yeah, absolutely. I just I just flew in last night, and I still gotta get up at 5:30am to do this damn Zoo Crew show because the manager just called and said we've only sold eight tickets, right? We need 10 tickets. It's all just to do a show man,"
    },
    {
      "end_timestamp": 1217.0,
      "id": "64f2219b-06fd-3ac6-8161-e4349a8cf06b",
      "speaker": "Dan",
      "start_timestamp": 1201.0,
      "text": "right implies one of two things. One is like, well, it's either you got a really bad club or no draw. Yeah. And the draft house is pretty good. Pretty good client knew pretty good. They lived a good movie. Alex's backdrop"
    },
    {
      "end_timestamp": 1222.0,
      "id": "093f1968-4fa1-33a4-9b12-7ffbf312f3b8",
      "speaker": "Jordan",
      "start_timestamp": 1217.0,
      "text": "if they had just announced they were doing a night of they live, I bet they would have done pretty well for themselves. Yeah,"
    },
    {
      "end_timestamp": 1232.0,
      "id": "106ce033-0e75-3bc6-8a39-d55be03cd40f",
      "speaker": "Dan",
      "start_timestamp": 1222.0,
      "text": "maybe Alex has a negative effect. So anyway, he talks a little bit here about his last time doing one of these screenings right."
    },
    {
      "end_timestamp": 1310.0,
      "id": "398e2d17-cdd7-3ee8-96e5-bab444df9a86",
      "speaker": "Alex Jones",
      "start_timestamp": 1232.0,
      "text": "Now, I don't think that'll happen on the second go around. And they didn't show out until 7pm 200. People just showed up right when it was about to start thinking that they could get in and to my dismay, 200 got turned away, I suggest you go to infowars.com and link through on the website, sound trend, buy your tickets now, or get there at about 530. Next Saturday, don't get caught now. Again, a lot of folks have already seen it. So it won't be as big a crowd probably. But still, you need to get there 30 minutes early to get your tickets if you're not buying them online. I don't want to discourage you from coming, frankly. But we ended up getting about 30 or 40 more than we should have in and I had a bunch of people in for free once it was overflowing, folding chairs. And of course Mel Gibson's dad and a lot of his family and Mel Gibson's sisters and people showed up, that was a lot of fun. I didn't want to say they were gonna be there, even though they told me they were going to be there. And I don't know if they'll be there this time. But really, did you just tell us that one great place to meet like minded people? Just it was amazing. It was a lot of fun, and a lot of great information."
    },
    {
      "end_timestamp": 1314.0,
      "id": "d71df3d1-1634-3129-8943-f5478dc72150",
      "speaker": "Dan",
      "start_timestamp": 1310.0,
      "text": "It's a great place to meet like minded people like Mel Gibson's Holika"
    },
    {
      "end_timestamp": 1320.0,
      "id": "e68320ee-d856-36c7-9746-c5fb0df5561d",
      "speaker": "Jordan",
      "start_timestamp": 1314.0,
      "text": "gonna say yeah, Mel Gibson's dad was there so what? Meet Holocaust deniers you know where to go what to"
    },
    {
      "end_timestamp": 1326.0,
      "id": "aedd1e58-2e82-38c6-81d4-05b4cde43ab1",
      "speaker": "Dan",
      "start_timestamp": 1320.0,
      "text": "get. What a celebrity appearance. Event man the dead of Mel Gibson?"
    },
    {
      "end_timestamp": 1338.0,
      "id": "d981c23b-7377-3641-be36-13fd4d58a5a2",
      "speaker": "Jordan",
      "start_timestamp": 1326.0,
      "text": "Yeah. Oh, dude, we got Richard Spencer's dad here today sell in a fucking cars outside of the BMW so you know, Nazis. It's nighttime Nazi dads are doing all right for themselves. All right,"
    },
    {
      "end_timestamp": 1381.0,
      "id": "5d441c78-d9da-3fc8-8064-678eb05702d8",
      "speaker": "Dan",
      "start_timestamp": 1338.0,
      "text": "I should say. In the interest of fairness. I don't know what Richard Spencer's dad's beliefs are? Do we do know that? Yes. Also, I don't know if I mean look, I don't know if I buy Alex's story about letting people in free and out of that stuff. Doesn't sound like the Alex I know. But this sounds really low stakes. Yeah, yeah. For the Alex that we know in the present day. Yeah. Sounds like somebody who's giving like a family member directions of how to get in free to show or totally absolutely show up half an hour early. You can't show up like right doors."
    },
    {
      "end_timestamp": 1429.0,
      "id": "252b0172-018a-3d51-8fc5-526a39d55bcb",
      "speaker": "Jordan",
      "start_timestamp": 1381.0,
      "text": "Alright, man, oh, yeah, this is this is weird to you know, obviously people come from somewhere they don't just start where they are but for for for this type of thing to then steamroll into what it became, you know, your I would understand this type of thing. If later on he became a slightly more successful version of himself, you know, instead of what he was until a few years of Well, exactly. That's what I'm saying. You know, like that if a while back, this would make sense. But we live in now where it's like, he's turned into a fucking Super shredder after drinking too much ooze and now it's all collapsing around him you mispronounce booze? Ah, well done. But"
    },
    {
      "end_timestamp": 1510.0,
      "id": "b9402df1-4ddb-3e39-a021-5f30e72b5894",
      "speaker": "Dan",
      "start_timestamp": 1429.0,
      "text": "let's not forget that, like, on an episode not too long ago, he flew to Kansas City to do a local radio or not to get a car dealership. Like not wrong at this point in the past. He is just like, great. He's all over the place. Here. I want to I want to say one thing. I think some people have a little bit less excitement about the past episodes as opposed to the president because, you know, the President has a lot of like, hot topics and things that are in the news and getting Alex's take on it can sometimes, you know, help understand where a lot of right wing talking points are. Sure. And I understand that and I don't want to you know, ignore that completely. Oh, of course not. But going back to the past has some other side advantages. And this they live show is kind of touches close to one of them. And that is I want to find more movie reviews. I want to find more episodes where Alex tries to explain exactly what he thinks art is saying I to me. I recently remembered that we did that episode talking about his view of the second Matrix movie. And like oh yeah, Yeah That to me I need more of that I need more of like Alex saying I believe that this is the message of Avatar or whatever they want"
    },
    {
      "end_timestamp": 1523.0,
      "id": "1f42c791-359e-3215-9163-438fa3c6ba6d",
      "speaker": "Jordan",
      "start_timestamp": 1510.0,
      "text": "yeah him trying to interpret art outside of whenever he's leaving politics and and really does try and get into art criticism art for its own sake yeah it's one of the windows into a truly bizarre mind yes"
    },
    {
      "end_timestamp": 1523.0,
      "id": "e7490529-9793-37c9-a789-2a6faaaa7fd4",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1523.0,
      "text": "yeah"
    },
    {
      "end_timestamp": 1524.0,
      "id": "41bd74d1-f61c-3ac7-889b-4cc87f9c695d",
      "speaker": "Jordan",
      "start_timestamp": 1523.0,
      "text": "yes"
    },
    {
      "end_timestamp": 1534.0,
      "id": "587d1345-3bb3-3ee8-bd8f-dcded416fd95",
      "speaker": "Dan",
      "start_timestamp": 1524.0,
      "text": "that is that is what I want to find that's the gold of digging for these hills you're right so anyway we get back to SARS and some of this might sound a little familiar."
    },
    {
      "end_timestamp": 1608.0,
      "id": "0081b731-7520-381f-9c12-1914a6384b89",
      "speaker": "Alex Jones",
      "start_timestamp": 1534.0,
      "text": "All right let's launch straight into the news that I mentioned in the first segment if SARS hits us quarantine could too. Now this is the this is the model state's health Emergency Powers Act the force inoculation program the CFR was saying they were going to use smallpox for sure to hit Dallas, Cleveland and Denver according to show you a far head fear monger, Gary Hart of the heart Robin commission. You've probably seen him on television. He said we wouldn't be hit last year but 99 plus percent of police, firefighters and medical workers refused to take it to now they've had to move on to SARS, which has been looked at very closely is genetically engineered has been altered by humans. Again, I've gotten voluminous prestigious medical reports on that. And now they're trying to fear monger with that weapon. I will remind you that West Nile was given to Saddam in 1984 by Donald Rumsfeld and the Commerce Department. So we have that as well. And this was how they're gonna get their control. Oh, we're just giving you martial law for your safety. General Everhart at NORTHCOM command in Colorado Springs has said the former CENTCOM head Tommy Franks has said"
    },
    {
      "end_timestamp": 1800.0,
      "id": "25e41c45-6ae1-3678-b3e1-fceac1d8ff5e",
      "speaker": "Dan",
      "start_timestamp": 1608.0,
      "text": "he was at the Commerce Department because it's commerce. So there's a really interesting dynamic to the game that right wing propagandist shitheads like Alex have to engage in that I'd like to call out a little bit here. In order to run their game of constantly making the audience afraid about novel and exciting threats. They're required to rewrite their own past ideas for Alex to compellingly freak out his listeners about COVID being a lab made bio weapon and 2020 It's pretty important for him to not give off the impression that he's just the kind of guy that says that all the time, he would lose a lot of his ability to convince them that he's proven that the sky is falling if they were made aware of how many times he claimed to have proven that in the past, but he's really just making shit up. So in 2020, the 2003 SARS outbreak is real in service of helping Alex make the argument that the current one is not if things have gotten out of control in 2003 in the way they did. In our present, Alex would have played a similar anti Vax game as he has recently. But it wouldn't have been nearly as impactful given his far smaller influence and the dynamics around social media not being there at the time. The model State Emergency Powers Act was a piece of draft legislation that was crafted by a Georgetown Law Professor With support from the CDC. It was not ever adopted or passed on a federal level though some state governments have passed elements of it. For instance, in March 2003, Arizona passed a bill requiring the Department of Health Services to redact personally and identifying info from health records before they're released publicly. Now, a couple of the state bills do provide a clarification of what law enforcement entities can do to assist with Department of Health orders involving quarantines. But it's a far cry from anything like martial law or what Alex is saying. Yeah, plus, this is the state government so states rights are something also Alex fails to mention that his mortal enemy The ACLU is an entity leading the opposition to the model State Emergency Powers Act due to concerns about vague language that could lead to civil liberty infringement. Alex just ignores that because it would make it harder for him to paint them as the evil demon globalists to his audience if he acknowledged what they actually do. Right. Alex is further mixing up his history. Saddam used chemical weapons on civilians in 1984. But the shipments of West Nile were made in 1985. They weren't specifically to Saddam, and they weren't made by Rumsfeld. But they did happen. There was an Iraqi scientist who had previously been a researcher in Fort Collins, Colorado who received shipments of West Nile presumably for lab research purposes. There's a huge conversation that deserves to be had and has been had but maybe could be had more about the unintended consequences of dual use chemical agents that were sold to Iraq for research purposes before Desert Storm, right but that actual conversation has almost nothing to do with West Nile and Alex is all over the place. But to the extent that you know, our soldiers did end up you know, finding these these old agents and stuff and being affected by them. Yeah. Is on acceptable Yeah, no, no. or find"
    },
    {
      "end_timestamp": 1820.0,
      "id": "136b76a2-bf0d-3934-91a8-c2033d021d0d",
      "speaker": "Jordan",
      "start_timestamp": 1800.0,
      "text": "a great a great, but it makes me wonder like listening to that makes me wonder how old those conservative bingo cards really are, you know like that, like, are we going to find fossilized records of a dinosaur Bay and like, Oh, they're bussing in protester dinosaurs, you know, like, it's the same shit from the jump."
    },
    {
      "end_timestamp": 1849.0,
      "id": "72c9545a-57c8-3070-97a4-15321173f483",
      "speaker": "Dan",
      "start_timestamp": 1820.0,
      "text": "Well, you know, you always see people and I am a little bit worried about this coming out of my mouth now because I have not looked too into it. But you know, you do see those like political cartoons that are ostensibly from Oh, yeah, yeah. 70 years ago. Yeah. Like thematically fairly similar. Yeah. to Now when there's when there's things that like, kind of mirror totally. So yeah, I think I think some of the bingo cards probably pretty similar."
    },
    {
      "end_timestamp": 1873.0,
      "id": "5404430e-a727-3d40-977a-94f3147d2f3b",
      "speaker": "Jordan",
      "start_timestamp": 1849.0,
      "text": "Yeah. Because, you know, it's because it has to be because the bingo card has nothing to do with what's being said, the bingo card is bad thinking. It is how you are thinking poorly in response to an impetus. So it's like, it's like any old logical fallacy. The fallacy isn't changing. It's the thinking, right? That's causing it Yeah. And"
    },
    {
      "end_timestamp": 1905.0,
      "id": "fa76c1b8-1aac-30cd-8493-1495ae133e14",
      "speaker": "Dan",
      "start_timestamp": 1873.0,
      "text": "the impetus is largely similar things like being surrounded by people who you perceive to not be like you right. New technology that you find threatened. I totally those are kind of pretty common or public health crisis is another social cultural changes. Yeah, anything. Those are the kinds of impetus for bad thinking. Yeah, and that thinking yeah, it's not gonna be that's not gonna change. Nope. From different time periods. And here you go. I mean, just this isn't here we go."
    },
    {
      "end_timestamp": 1949.0,
      "id": "52a2df84-1693-3377-b0cc-5f7230bb9b51",
      "speaker": "Alex Jones",
      "start_timestamp": 1905.0,
      "text": "As the health officer of Alameda County Dr. Anthony iten is prepared to make tough choices of SARS. Reemergence this winter or spring, as many infectious disease experts fear. Now again, it kills about one out of 100 that get it the flu kills 35,000. But see, you're used to it. You're not scared of it. It's not the unknown. So they have to fear monger with this by the way the federal government two years ago that frozen bodies are the north pole of dead explorers and whalers dug out the super influenza that killed 40 million people. About 85 years ago, you're the land fear monger are saying that they are developing and as a weapon. So up to"
    },
    {
      "end_timestamp": 2004.0,
      "id": "7ef21fc9-7af2-3673-b67d-8f8508ff4285",
      "speaker": "Dan",
      "start_timestamp": 1949.0,
      "text": "that is not fear mongering. So we've reached the knee jerk talking point of comparing a public health concern to the flu in order to minimize it. There were relatively few deaths from the 2002 outbreak of SARS, but a lot of that probably comes down to there being a robust response to it and us getting lucky. Alex is just a little bit off on that flu story, too. In 1998, researchers found fragments of the 1918 flu in six on Earth bodies from the Norwegian Arctic Arctic, that flu is one that really scares scientists, because it wasn't really clear why it was so deadly and how it moves so fast. Research on that end of things is tough because there aren't exactly a ton of preserved samples of the flu that people couldn't just work with. Thus, the goal was to find some bodies who might have contained the virus but got really deep frozen, which led people to the Arctic, right."
    },
    {
      "end_timestamp": 2012.0,
      "id": "034a6e01-b174-39c9-a573-931e4f58ffd2",
      "speaker": "Jordan",
      "start_timestamp": 2004.0,
      "text": "They tried the time machine but everybody was trying to kill Hitler with it. And then it collapsed in on itself after creating a paradox. It was a terrible idea. So they just went for bodies. Yeah,"
    },
    {
      "end_timestamp": 2068.0,
      "id": "2767fb4f-9b8a-397d-8ec1-7c2ba300e8be",
      "speaker": "Dan",
      "start_timestamp": 2012.0,
      "text": "let's go to the cold make sense. So from a New York Times article, quote, in a diary kept by the coal mining company here, Dr. Duncan found the names of seven men 18 to 29 years old farmers and fishermen who had just arrived here to earn extra money at winter jobs in the mind. But they had contracted the flu on the boat trip from the mainland and died in the first week of October 1918. It is a fascinating story. But ultimately, they did not find samples that could be used for research since the bodies turned out to have not actually been buried in permafrost, as they had expected, right. If Alex was following this story, he probably should have known about this by 2003. But in reality, the details of the story aren't useful to him. The only part of the story that has any value is the insinuations he can make out of sensational, inept and inaccurate versions of the headline, right? That's why it's still lives on in this form, is just ridiculous."
    },
    {
      "end_timestamp": 2101.0,
      "id": "8e5880b5-4883-34f9-b154-a0e51218135e",
      "speaker": "Jordan",
      "start_timestamp": 2068.0,
      "text": "Yeah, that's a bit different from the story, the story. They found living samples of the flu that killed 40 to 50 million people, and they're turning it into a weapon. That's scary. Yeah. The story of they went looking and didn't find anything less scary. Less like at the beginning of a Godzilla movie. When Godzilla comes out of the water and starts blowing stuff up. You're like, wow, that's scary. But if it was just water, you'd be like, This is not a movie at all. And then there's like a gecko. Yeah, exactly. Like that's not a movie. This is just a Vista. Yeah,"
    },
    {
      "end_timestamp": 2125.0,
      "id": "956efbe3-92c6-3285-ab1d-5e92684bd34a",
      "speaker": "Dan",
      "start_timestamp": 2101.0,
      "text": "I think if I understand correctly from what I was looking at it see, the issue was they thought that the people were buried deeper than they were right. And so it would have preserved down if it was like meters deep, right? It was not even close. And so the ground would have thought and frozen and thawed and frozen therefore there's no right. Usable samples."
    },
    {
      "end_timestamp": 2145.0,
      "id": "5fbdcd52-9d2e-3a26-b9d1-85398476f09f",
      "speaker": "Jordan",
      "start_timestamp": 2125.0,
      "text": "Oh, man, what a that's a true like, National Treasure ass moment. You know, that's Nicolas Cage being like, I figured it out. We've come up with this long, circuitous, circuitous route to get these samples because we can't find them any other way. We've dug to the fucking Norwegian Earth. There's nothing. Oh,"
    },
    {
      "end_timestamp": 2160.0,
      "id": "a900fded-44d0-346f-9e52-ee52940b46a8",
      "speaker": "Dan",
      "start_timestamp": 2145.0,
      "text": "also, the article that I was reading, maybe was a little unfair to the people who buried them. They were blaming them, which well, there were two, there were like two speculations. One was that like, they didn't want to dig all the way down because it was cold out."
    },
    {
      "end_timestamp": 2163.0,
      "id": "391f6b5b-f0bd-3edd-9b6c-5b7a2b30138f",
      "speaker": "Alex Jones",
      "start_timestamp": 2160.0,
      "text": "He's lazy, fast."
    },
    {
      "end_timestamp": 2174.0,
      "id": "48e267d1-2595-3d12-9eb4-157c47cdc760",
      "speaker": "Dan",
      "start_timestamp": 2163.0,
      "text": "And but you still marked down or whatever. But the other the other one was a little bit less, sort of suspicious, and it was like, they might have been scared of being exposed to it."
    },
    {
      "end_timestamp": 2179.0,
      "id": "690acd99-9c22-396a-afea-af8c08e9ebcb",
      "speaker": "Jordan",
      "start_timestamp": 2174.0,
      "text": "I mean, it's the flu that killed 40 or 50 million people I wouldn't want to touch plate body"
    },
    {
      "end_timestamp": 2183.0,
      "id": "35862192-dacc-3804-b128-f25ddf449405",
      "speaker": "Dan",
      "start_timestamp": 2179.0,
      "text": "makes a little bit more sense. And it's less like these"
    },
    {
      "end_timestamp": 2189.0,
      "id": "a303d9e8-3c0e-36cb-89e8-b68f450cef56",
      "speaker": "Jordan",
      "start_timestamp": 2183.0,
      "text": "quick jump, these lazy grave diggers will help us so save people from the future flu in the future."
    },
    {
      "end_timestamp": 2198.0,
      "id": "0c416fe5-9015-306c-b043-66b1ae9a4b1d",
      "speaker": "Dan",
      "start_timestamp": 2189.0,
      "text": "So Alex, talking about this a little bit ends up mocking something that is, in hindsight, quite quite a good prediction."
    },
    {
      "end_timestamp": 2240.0,
      "id": "8b962556-8f96-311a-8415-4d74774d5eec",
      "speaker": "Alex Jones",
      "start_timestamp": 2198.0,
      "text": "The authorities could sequester not just people who were sick but also people who might have been exposed to the SARS virus. Dr. iten said they will chain you down below and she said could house up to 100 people, the one and often will house 1000 And could be guarded to keep anyone from leaving. Oh, it's a virtual certainty that sometimes the near future we will see SARS like event, the United States a highly communicable infectious disease that will require mass quarantine or isolation Dr. Items shed. We'll talk more about this and other key news. But this was their blueprint, their smokescreen for martial law, brace yourselves for"
    },
    {
      "end_timestamp": 2251.0,
      "id": "ba330ae8-49c6-3c77-a9d4-3bbc7d1d1072",
      "speaker": "Dan",
      "start_timestamp": 2240.0,
      "text": "or Dr. iten was saying something that was pretty commonly accepted and known within medical and epidemiological communities. Yeah,"
    },
    {
      "end_timestamp": 2282.0,
      "id": "f032b631-d08b-324e-8b4f-9283d618994e",
      "speaker": "Jordan",
      "start_timestamp": 2251.0,
      "text": "the problem with those predictions is that they are true, regardless of when or if they come like when they come true is not the important factor. It's not like, oh, he predicted something amazing. It's not just like, No, this is an inevitability about life existing with humans. There will be another pandemic, it's just how it fucking works. You don't you can't mock people and be like, Oh, that's a dumper. It's not a prediction. I'm just telling you math. That's how it works, man. Yeah, it's,"
    },
    {
      "end_timestamp": 2296.0,
      "id": "eb619945-b5bd-348f-8627-ae845d52c87d",
      "speaker": "Dan",
      "start_timestamp": 2282.0,
      "text": "it will rain. Yeah, eventually. Exactly. And you can have an umbrella or you run the risk of getting Wes Halliwell and getting rained on Yeah, these are the inevitabilities and the option. That's the"
    },
    {
      "end_timestamp": 2304.0,
      "id": "5a7e3597-35bb-3b63-8a5a-76092ad75d5c",
      "speaker": "Jordan",
      "start_timestamp": 2296.0,
      "text": "way it goes. There are no other ways to go. Right. I understand. Right, right. You are still going to get wet though. Sure."
    },
    {
      "end_timestamp": 2320.0,
      "id": "9c5a4ba6-7be8-3741-b32e-c395f82a42e2",
      "speaker": "Dan",
      "start_timestamp": 2304.0,
      "text": "Yeah. Um, so I find it to be a little bit rich that Alex is kind of being smug about this when the guy was just like, totally right. Of course. Of course he was. So there's some been been some bombs in Russia."
    },
    {
      "end_timestamp": 2325.0,
      "id": "14636492-3c2b-3f65-80ef-befcabee9ce1",
      "speaker": "Jordan",
      "start_timestamp": 2320.0,
      "text": "Sure. We're not on Russia's team though. In 2003. No, we are not we're not five"
    },
    {
      "end_timestamp": 2372.0,
      "id": "b892fc4a-0ce6-3d59-a945-c39947ad422c",
      "speaker": "Alex Jones",
      "start_timestamp": 2325.0,
      "text": "killed and suicide attack in Russia. A female suicide bomber detonated explosives in a car near Moscow's Red Square on Tuesday, killing five people and injuring 13 The RTR top news agency reported the blast took place on the capital's main shopping street. Near the National Hotel ambulances were on their way to get eight victims. Then people were treated on the spot. Windows on the first and second floor of the hotel was shattered. She said Russian state television showed footage of broken windows at the of the car alarms could be heard. We've caught Putin blowing up buildings and bombing stuff and then nobody of the suicide bombers found there are real terrorist but the majority of the time it's government who uses it as a police state crackdown."
    },
    {
      "end_timestamp": 2384.0,
      "id": "9051a73a-f6aa-3a1a-82d9-548e728e279d",
      "speaker": "Dan",
      "start_timestamp": 2372.0,
      "text": "So this one might be real. But yeah, Alex says never never heard of Russia or Putin doing this kind of thing in the present. I mean, but in the past he had caught him."
    },
    {
      "end_timestamp": 2401.0,
      "id": "ca90e12b-afae-39a3-9eaa-2a20f7e7061c",
      "speaker": "Jordan",
      "start_timestamp": 2384.0,
      "text": "He caught him and he said he does it all the time. Like it's a regular Lego state stuff. Yeah. Do some police stating Uh huh. Somebody's like, Hey, I think this is a little too expensive. So you pretend that there's a car bombers you Putin crackdown and Putin"
    },
    {
      "end_timestamp": 2405.0,
      "id": "959422b9-7da6-34a6-8fed-6b71540904fe",
      "speaker": "Dan",
      "start_timestamp": 2401.0,
      "text": "has a habit of terrorizing his civilians."
    },
    {
      "end_timestamp": 2411.0,
      "id": "e9535088-21c1-302f-97ea-ba7cd45b3305",
      "speaker": "Jordan",
      "start_timestamp": 2405.0,
      "text": "I mean, bombing our real terrorists somewhere, but not in Russia. That's all Putin."
    },
    {
      "end_timestamp": 2435.0,
      "id": "73a34227-1d24-3e61-8884-5625002b070b",
      "speaker": "Dan",
      "start_timestamp": 2411.0,
      "text": "Ha. Anyway, that's curious. Weird. So Alex takes a number of calls on this episode. And this this, this caller has, I mean, this this is bad news. I don't know how else to say it. There's, there's something that we know and that is that Alex's films have a 90 to 95 98% effectiveness rate. Yeah, they're super effective."
    },
    {
      "end_timestamp": 2440.0,
      "id": "0b98c888-dbd6-32f1-b438-765ead29b6d9",
      "speaker": "Jordan",
      "start_timestamp": 2435.0,
      "text": "Yeah, they're dangerous. They're more transmissible than most diseases. Yeah."
    },
    {
      "end_timestamp": 2447.0,
      "id": "9747f2cb-07cf-3ef6-b9f4-c7e7edd99e79",
      "speaker": "Dan",
      "start_timestamp": 2440.0,
      "text": "Um, but unfortunately, the caller calls in and says that, like people aren't enjoying them that much. Whoa,"
    },
    {
      "end_timestamp": 2449.0,
      "id": "85d45804-90df-31f2-a32a-867442ccf63b",
      "speaker": "Jordan",
      "start_timestamp": 2447.0,
      "text": "whoa, multiple."
    },
    {
      "end_timestamp": 2451.0,
      "id": "327cc962-dc5e-3924-a94d-fccd9377935e",
      "speaker": "Dan",
      "start_timestamp": 2449.0,
      "text": "Alex, look,"
    },
    {
      "end_timestamp": 2482.0,
      "id": "b35e884a-04a3-3050-93f0-880031fc160f",
      "speaker": "Alex Jones",
      "start_timestamp": 2451.0,
      "text": "have you got three or more of any of the genic titles whether it's 911 Road attorney Matthews, a terror police state three total enslavement Dark Secrets Inside Bohemian Grove, America destroyed by design, they dropped down to $20 apiece, they make great gifts. And they're waking up roughly 80% to 90 Pursue of those dropping the film's because lately I've been I've been hearing from a few people that say folks aren't waking up, all of them are waking up. So they've got numbers down to about 80%. Average of it."
    },
    {
      "end_timestamp": 2484.0,
      "id": "12f5c485-2960-31ad-915c-911690721629",
      "speaker": "Jordan",
      "start_timestamp": 2482.0,
      "text": "What are you talking about?"
    },
    {
      "end_timestamp": 2487.0,
      "id": "8dab0f64-f6ba-380a-bd8c-572c167961bc",
      "speaker": "Dan",
      "start_timestamp": 2484.0,
      "text": "Some mental average?"
    },
    {
      "end_timestamp": 2493.0,
      "id": "a48c6888-1758-3140-9159-9e41d61abb8f",
      "speaker": "Jordan",
      "start_timestamp": 2487.0,
      "text": "What insane thing is that? Does it why would you edit it? Why would you edit it down?"
    },
    {
      "end_timestamp": 2498.0,
      "id": "3bf0f415-b2cb-3589-913e-27fbef24e193",
      "speaker": "Dan",
      "start_timestamp": 2493.0,
      "text": "Well, you gotta be modest. You got to stay humble. But what?"
    },
    {
      "end_timestamp": 2503.0,
      "id": "08468817-aef5-3b29-b9e1-300e5d6267d8",
      "speaker": "Jordan",
      "start_timestamp": 2498.0,
      "text": "I don't understand how. Okay, so 95%"
    },
    {
      "end_timestamp": 2528.0,
      "id": "58f14165-c5ac-3a1a-9341-99ac1e4f06ff",
      "speaker": "Dan",
      "start_timestamp": 2503.0,
      "text": "I think it's probably because there had been like some despondent ish calls. Sure. Like, there had been a couple of people within the last week or so on his show who had said, like, you know, people aren't responding to X, Y, or Z, right. And so maybe just in the sake of like, let's at least match the energy that the callers are bringing, let's not oversell this thing, that it's gonna look glaring. We're down to 80."
    },
    {
      "end_timestamp": 2555.0,
      "id": "da0376fa-a6f0-3188-99fa-011b2eabfd34",
      "speaker": "Jordan",
      "start_timestamp": 2528.0,
      "text": "This is kind of like a negotiation strategy. You know, you start so delusional, that somehow the reasonable direction you take it is even more delusional, right? And 80 is crazy. It's absurd. Yeah. Absurd. Yeah. But I mean, if you count politeness, and people just gonna go great. It was great. Then maybe people are nice. I put it down to 20%. At best at best."
    },
    {
      "end_timestamp": 2559.0,
      "id": "ab1ce907-aa6a-3086-bea8-9e37b36d7a50",
      "speaker": "Dan",
      "start_timestamp": 2555.0,
      "text": "I mean, look, how many family members does Mel Gibson have?"
    },
    {
      "end_timestamp": 2563.0,
      "id": "5aea3027-7af3-3d0f-9667-023b2276c211",
      "speaker": "Jordan",
      "start_timestamp": 2559.0,
      "text": "That's good. Quite good. That does. That does skew the numbers. So Alex"
    },
    {
      "end_timestamp": 2583.0,
      "id": "387bc506-4370-341b-aa40-77abdf666639",
      "speaker": "Dan",
      "start_timestamp": 2563.0,
      "text": "is down on these tapes, man 80%. That's, that's a big hit. When you say 80% to 90%. You would you mean is 70? Yeah. And so look, look, everyone's a little bit sad. And that prompts, I think, a little bit of a conversation about how important and great Alex's tapes are."
    },
    {
      "end_timestamp": 2585.0,
      "id": "af0cd44f-4190-327c-bc11-9138ac03262e",
      "speaker": "Alex Jones",
      "start_timestamp": 2583.0,
      "text": "Yes, Charles, go ahead."
    },
    {
      "end_timestamp": 2605.0,
      "id": "f77efca1-f233-3516-8c9d-c6788a843e8a",
      "speaker": "Caller 1 (760)",
      "start_timestamp": 2585.0,
      "text": "I thank you for what you're doing with Jones. I just like to say this Christmas, all the listeners is wake up one version, this Christmas will double our audience will be strong, but we'll have to have a better chance to win this thing. I really don't feel Mr. Jones, we got to get much longer. I really feel like"
    },
    {
      "end_timestamp": 2625.0,
      "id": "9b42ff0c-44da-3e84-83d9-fa36f792e308",
      "speaker": "Alex Jones",
      "start_timestamp": 2605.0,
      "text": "read The New York Times. Charles. Have you seen the takeover? Yes. Then you saw the local newscasts and our own video our own interview out there at the site. Do they not have porta potties barbed wire fences, 1000s of cots and places to chain us down, that was built in 1999"
    },
    {
      "end_timestamp": 2629.0,
      "id": "fbbb2b62-7291-3a69-a480-3d525be4eb32",
      "speaker": "Caller 1 (760)",
      "start_timestamp": 2625.0,
      "text": "in the airport to get cheese in the flow on all that. And now"
    },
    {
      "end_timestamp": 2640.0,
      "id": "e3e96c97-f9c5-315a-982a-1a7e3260d17e",
      "speaker": "Alex Jones",
      "start_timestamp": 2629.0,
      "text": "you have the old airports a huge camp, and now and now. They're openly in the New York Times telling us Oh, it's a new development for our safety. And they're building these in every town. Well, that's"
    },
    {
      "end_timestamp": 2643.0,
      "id": "d6b68ea8-6a8f-3160-8c90-53d2e64049f8",
      "speaker": "Caller 1 (760)",
      "start_timestamp": 2640.0,
      "text": "they probably told the Jewish people to get them in a ghetto. It was really,"
    },
    {
      "end_timestamp": 2657.0,
      "id": "0286ba75-24bd-3af8-8bda-34735f10ac9d",
      "speaker": "Alex Jones",
      "start_timestamp": 2643.0,
      "text": "they told them it was the stop infection and for their security, and for their safety. And then there was of course, the de Lao shooting that took place when they heard a demand to the boxcars, and then on into the chambers."
    },
    {
      "end_timestamp": 2680.0,
      "id": "b90e9f5e-8ef4-39d5-90a2-34a5763a252a",
      "speaker": "Caller 1 (760)",
      "start_timestamp": 2657.0,
      "text": "But Mr. Jones, if everybody listening to this, this one person, just one and everybody could do it, Mr. George, I beg them please fall country this wake up somebody in their family a neighbor, just do it. We'll be twice as strong we'll have a better chance. We don't have that much longer. And Mr. Jones, I can't go to let my wife go to a fina camp maybe be raped by some foreign troop. Well,"
    },
    {
      "end_timestamp": 2690.0,
      "id": "e55cc98c-28c7-337b-90bf-b7b38526b046",
      "speaker": "Alex Jones",
      "start_timestamp": 2680.0,
      "text": "at that point, you know what you got to do, but we're trying to decide whether they want to pull it it's gonna happen and I would advise the police and everybody else to stay home and do not try it."
    },
    {
      "end_timestamp": 2720.0,
      "id": "9c81a94d-2937-31d7-8b5c-833e2c20bba7",
      "speaker": "Caller 1 (760)",
      "start_timestamp": 2690.0,
      "text": "Please, I know you get tired of me talking about to teach I know you do. But if everybody gets a tape and get to somebody for Christmas, we will be twice as strong. Just what do you do? If any one of them any one of them in blame me it'll start the mind rolling you know what I'm talking about it a start the mind thinking the tapes are the only way I got to fight is the only way I got to fight in there right now my VCR to give me trouble I'm kind of shut down but I'm going to stop putting are trying to put out 120 a month now."
    },
    {
      "end_timestamp": 2725.0,
      "id": "dce0c785-e7c5-3df7-8b7a-300e78faf74d",
      "speaker": "Dan",
      "start_timestamp": 2720.0,
      "text": "This is so sad wow that bums me out"
    },
    {
      "end_timestamp": 2744.0,
      "id": "48400c70-e4fe-3b78-bb90-1e22c4772f33",
      "speaker": "Jordan",
      "start_timestamp": 2725.0,
      "text": "that was the weirdest creepiest Christmas message from Louisiana dentures I've ever heard of it. What the fuck was that? Yeah. It just what are you just wanting you would just give it to you. Mr. Jones, give it to your neighbors, your buddies or anybody you know, just teach what each one teach one."
    },
    {
      "end_timestamp": 2746.0,
      "id": "113121eb-224f-3d66-a845-67ad5de7d682",
      "speaker": "Dan",
      "start_timestamp": 2744.0,
      "text": "My VCR has given me trouble"
    },
    {
      "end_timestamp": 2750.0,
      "id": "87bc96d0-8fc8-3a7f-ac6d-85197b8bbea6",
      "speaker": "Jordan",
      "start_timestamp": 2746.0,
      "text": "that was that was the saddest thing I think I've ever heard in my entire life. My"
    },
    {
      "end_timestamp": 2754.0,
      "id": "189afce1-962b-3c69-8550-b18970998707",
      "speaker": "Dan",
      "start_timestamp": 2750.0,
      "text": "VCR has given me trouble. Yeah, but the tapes are the only way we can fight."
    },
    {
      "end_timestamp": 2764.0,
      "id": "a1fc57ce-4a33-3128-962f-74e2bf320296",
      "speaker": "Jordan",
      "start_timestamp": 2754.0,
      "text": "I mean, God your leak, you're genuinely afraid that your wife is going to be taken to a FEMA camp and raped by a foreign soldier. Yeah,"
    },
    {
      "end_timestamp": 2772.0,
      "id": "03cd77ef-003f-3b46-bf0c-d77c07edf196",
      "speaker": "Dan",
      "start_timestamp": 2764.0,
      "text": "that's what you think. And the solution is spread Alex's tape for ad that free publicity and marketing for Alan"
    },
    {
      "end_timestamp": 2779.0,
      "id": "75612613-968f-3f0e-8bc6-df1d16bbc3bc",
      "speaker": "Jordan",
      "start_timestamp": 2772.0,
      "text": "what happened in that man's brain? Alex set poor poor man. Yep. Alex"
    },
    {
      "end_timestamp": 2808.0,
      "id": "4123c37a-3eed-3e36-8935-4eaacb5c87b9",
      "speaker": "Dan",
      "start_timestamp": 2779.0,
      "text": "scaring people about 100 different things. So they can't keep track of anything and then selling them the solution. But I mean, we talked about this a lot the the impotence of Alex's just sort of model Yeah. And that guy is such a good example of that, where it's like the only thing we can do is promote Alex's content. Yeah. This is the the end all be all of the fight against the globalists is just being Aleksis street tea."
    },
    {
      "end_timestamp": 2844.0,
      "id": "0c56c63a-16d1-3018-8279-8ba2b26885b4",
      "speaker": "Jordan",
      "start_timestamp": 2808.0,
      "text": "Yeah, I mean, the thing is, and I this is this is a weird little side thing. What's What's strange to me about that is that Alex talks almost nonstop about like, suicide bombers and all of these things, you know, like, people who are in an actual fight, driven to a point of desperation so serious that the only way they feel like they have to fight back. The only thing they have to fight back with is their life. And he's telling these people they're in that type of fight. And the way they have to fight with everything they've got is by making videotapes"
    },
    {
      "end_timestamp": 2847.0,
      "id": "74d3d9b7-a79e-3f73-ab7f-0c5a0c7b0fa3",
      "speaker": "Dan",
      "start_timestamp": 2844.0,
      "text": "right and giving them to people and fixing your VCR."
    },
    {
      "end_timestamp": 2854.0,
      "id": "b980d55f-2a85-3c4d-aae4-0aed9e9d05d7",
      "speaker": "Jordan",
      "start_timestamp": 2847.0,
      "text": "Yeah, man. Yeah, that's how does that not break through your cognitive dissonance?"
    },
    {
      "end_timestamp": 2858.0,
      "id": "434ba866-03eb-34a0-82dd-3a046ebaac2b",
      "speaker": "Dan",
      "start_timestamp": 2854.0,
      "text": "I'm not sure. It bums me out."
    },
    {
      "end_timestamp": 2861.0,
      "id": "af61276b-eb34-3b2d-be47-b69a14bb8814",
      "speaker": "Jordan",
      "start_timestamp": 2858.0,
      "text": "It really really really bums me out. I'm"
    },
    {
      "end_timestamp": 2885.0,
      "id": "ef0f22cd-6cd8-3bfc-b2df-3fd556e1f868",
      "speaker": "Dan",
      "start_timestamp": 2861.0,
      "text": "not. I'm not one of these people who takes like holidays too seriously. I know. Like, I think you and I are both kind of like Christmas raised Christian. I have kind of a weariness of Chris Christmas. It's kind of like yeah, whatever it is. But there is something about this guy being like this Christmas, please make a copy of Alex."
    },
    {
      "end_timestamp": 2894.0,
      "id": "37f25338-23dd-3552-bb81-cc4708d32b2d",
      "speaker": "Jordan",
      "start_timestamp": 2885.0,
      "text": "It's a terrible. It's like the worst Miracle on 34th Street speech. Yeah, it's like please just believe in Shana again. You know,"
    },
    {
      "end_timestamp": 2896.0,
      "id": "516874ab-b61c-3404-8771-3d0a0fc7397e",
      "speaker": "Dan",
      "start_timestamp": 2894.0,
      "text": "he's from a bad Christmas."
    },
    {
      "end_timestamp": 2907.0,
      "id": "f23a4fb8-e12f-3925-89f1-9182723be2ad",
      "speaker": "Jordan",
      "start_timestamp": 2896.0,
      "text": "It sounds so genuine. It sounds so earnest. It sounds like this man wants to leave the world a better place knowing that he doesn't have much time left. It's fucked but"
    },
    {
      "end_timestamp": 2912.0,
      "id": "e9c48edc-78b5-341a-886e-a8d3b5f3d200",
      "speaker": "Dan",
      "start_timestamp": 2907.0,
      "text": "but he's not saying I don't have much time left. He's like, we don't"
    },
    {
      "end_timestamp": 2918.0,
      "id": "e22860b5-1e03-37f0-81c3-b6ae9dd4e65f",
      "speaker": "Jordan",
      "start_timestamp": 2912.0,
      "text": "know. No, I know that the world is gonna but when when an old man says we don't have much time left."
    },
    {
      "end_timestamp": 2925.0,
      "id": "c2a39171-98d9-3719-8ed2-4748dbc8ccde",
      "speaker": "Dan",
      "start_timestamp": 2918.0,
      "text": "It could be dual. Yeah. So anyway, that call was a bummer. And this call is a little bit more fun."
    },
    {
      "end_timestamp": 2929.0,
      "id": "45b8d078-7a84-34ef-8a02-17ec89f78b82",
      "speaker": "Alex Jones",
      "start_timestamp": 2925.0,
      "text": "Jay and Colorado j are on the air. Thanks for holding."
    },
    {
      "end_timestamp": 2949.0,
      "id": "be97acaa-0301-359f-b2e6-bf3ff08b2eb7",
      "speaker": "Caller 2 (760)",
      "start_timestamp": 2929.0,
      "text": "Welcome, and they don't like the going too much about the videos. Dave has been that way with the call so far. But I've had a problem with the delivery of mine. And it's not been just two weeks or anything like that. Like six weeks. I ordered a three pack with the new one. I'm not sure if the new one is hold delivery of the other two, you know, because I know you said no, it's"
    },
    {
      "end_timestamp": 2967.0,
      "id": "8592e7ea-a7e4-3063-b27a-8cc019582125",
      "speaker": "Alex Jones",
      "start_timestamp": 2949.0,
      "text": "been released and what you need to do is you need to call because I'd say about one out of 100 videos we get the wrong address or something that goes on and on. You need to call this number right now. 512-291-5750 and we'll ship it out to you."
    },
    {
      "end_timestamp": 2969.0,
      "id": "f5d0f828-6836-3e0f-85f9-7151d8af78e0",
      "speaker": "Caller 2 (760)",
      "start_timestamp": 2967.0,
      "text": "Is that the office? Yes."
    },
    {
      "end_timestamp": 2980.0,
      "id": "fada3e47-038a-3b37-bd18-a67e6ccfb87c",
      "speaker": "Alex Jones",
      "start_timestamp": 2969.0,
      "text": "Yes 551 512-291-5750 For for anybody that had any trouble now. What else is on your mind sir?"
    },
    {
      "end_timestamp": 2989.0,
      "id": "ba6c8b3a-a6d4-3e33-8b47-f2fb34262237",
      "speaker": "Caller 2 (760)",
      "start_timestamp": 2980.0,
      "text": "Well also the I also did then I got a DVD and I have trouble playing on DVD."
    },
    {
      "end_timestamp": 2993.0,
      "id": "9ff10dce-1af2-3e36-bf3f-6a362192ad7d",
      "speaker": "Jordan",
      "start_timestamp": 2989.0,
      "text": "Number man. Same number there's a lot number."
    },
    {
      "end_timestamp": 2996.0,
      "id": "3afa7601-8e1b-306d-b913-de901332b18e",
      "speaker": "Caller 2 (760)",
      "start_timestamp": 2993.0,
      "text": "Whenever comm broke or whatever name comes on the screen there part four."
    },
    {
      "end_timestamp": 3001.0,
      "id": "9f0232d7-3a72-34dc-8a3e-fe44a250974d",
      "speaker": "Alex Jones",
      "start_timestamp": 2996.0,
      "text": "Well, you need to you need to call us we'll send you Another one, I can't"
    },
    {
      "end_timestamp": 3005.0,
      "id": "640e19c8-c317-3bc6-bfd7-70b680ef3335",
      "speaker": "Caller 2 (760)",
      "start_timestamp": 3001.0,
      "text": "get through the border, as I can't"
    },
    {
      "end_timestamp": 3018.0,
      "id": "9e9cc782-5635-380a-a95d-0bc87ed0b001",
      "speaker": "Alex Jones",
      "start_timestamp": 3005.0,
      "text": "do certain what happens is if you call 882533139, that's an operator service. And they will give you my office number and they will call you back today. So"
    },
    {
      "end_timestamp": 3023.0,
      "id": "2b01b68b-bbab-382a-a31e-6ebf473b3b69",
      "speaker": "Caller 2 (760)",
      "start_timestamp": 3018.0,
      "text": "messages and they've"
    },
    {
      "end_timestamp": 3031.0,
      "id": "f2b26456-93c2-3a5f-b6b0-04cb45161c03",
      "speaker": "Alex Jones",
      "start_timestamp": 3023.0,
      "text": "and I'll get your phone number sir and I'll, people 99% of people don't have a problem, but but some do and I'm gonna put you on hold right"
    },
    {
      "end_timestamp": 3036.0,
      "id": "6be65756-d4b0-3fb9-94be-ca93a9a47bc9",
      "speaker": "Caller 2 (760)",
      "start_timestamp": 3031.0,
      "text": "now got the other one, two and a half weeks, the other one two and a half"
    },
    {
      "end_timestamp": 3050.0,
      "id": "f231cef5-5dda-3f1f-9656-fd7f2eff5653",
      "speaker": "Alex Jones",
      "start_timestamp": 3036.0,
      "text": "via the toll free number. That's where all the problems are stemming from and I may drop that service or get a new one, because the operators are writing addresses down wrong. Going to people's neighbors and stuff and it's killing me. So that's it."
    },
    {
      "end_timestamp": 3056.0,
      "id": "f5e33587-7fd5-33ea-bcc4-f87ca1df3d6e",
      "speaker": "Jordan",
      "start_timestamp": 3050.0,
      "text": "Let me let me I know you don't have your fucking tapes, man, I get it."
    },
    {
      "end_timestamp": 3065.0,
      "id": "72314acc-087f-3382-8503-c079fde637b3",
      "speaker": "Dan",
      "start_timestamp": 3056.0,
      "text": "I'm in the middle of an explanation. I know you're going to undercut this. Let me fucking finish blaming people at the call center. Right on the address."
    },
    {
      "end_timestamp": 3077.0,
      "id": "7ce7f34c-f80d-333d-b315-876744001ad0",
      "speaker": "Jordan",
      "start_timestamp": 3065.0,
      "text": "I actually checked with a call center and they said that they had my address right? They confirmed it. They actually work at the call center. They're really were good friends with all these people. They're good. They're good, honest. God fairy folk. Yeah,"
    },
    {
      "end_timestamp": 3080.0,
      "id": "92bfb144-d78e-3e29-9085-0f970b6fb653",
      "speaker": "Dan",
      "start_timestamp": 3077.0,
      "text": "so it is. It is fun to hear customer service."
    },
    {
      "end_timestamp": 3084.0,
      "id": "efc78ed1-50ff-3a2b-bc82-d95560ae743f",
      "speaker": "Jordan",
      "start_timestamp": 3080.0,
      "text": "Reminds me of tech support with Bill Cooper. Love it. Love it."
    },
    {
      "end_timestamp": 3089.0,
      "id": "0327686f-e4e5-3917-86a2-d63161b164f2",
      "speaker": "Dan",
      "start_timestamp": 3084.0,
      "text": "It is something else. Alex is being annoyed."
    },
    {
      "end_timestamp": 3096.0,
      "id": "7a2f6e39-90d8-3cec-800d-b178ff39a996",
      "speaker": "Jordan",
      "start_timestamp": 3089.0,
      "text": "He's just gotta sit there. Take it. He can't just be like and call he's gonna be like, Oh, let me try and help your problem, sir."
    },
    {
      "end_timestamp": 3103.0,
      "id": "8b1ead75-9ed2-3acd-914b-f389909c6636",
      "speaker": "Dan",
      "start_timestamp": 3096.0,
      "text": "I don't know why you can't just hang up be like, This is not this is not an on air problem. I gave"
    },
    {
      "end_timestamp": 3111.0,
      "id": "5b86e751-1f3d-31a8-9402-01a1095cbe8e",
      "speaker": "Jordan",
      "start_timestamp": 3103.0,
      "text": "you my number to call, please call that number. Please don't continue telling me more things about how poorly My business is run. I know it."
    },
    {
      "end_timestamp": 3131.0,
      "id": "c81623ce-6ae2-3144-afdd-1a73ad62e2a5",
      "speaker": "Dan",
      "start_timestamp": 3111.0,
      "text": "I think that maybe there's even a vulnerability that Alex has at this point in his career of like, appearing that he has other people who do things. Yeah, like shipping department and stuff like that. Like the the there's got to be the one man right business. Yeah, whole thing. ideas should be that it's like him putting he's putting"
    },
    {
      "end_timestamp": 3135.0,
      "id": "ebfdc6b5-5e44-3305-bbeb-4406d6153790",
      "speaker": "Jordan",
      "start_timestamp": 3131.0,
      "text": "stamps on the envelope to you sending out buttons."
    },
    {
      "end_timestamp": 3142.0,
      "id": "807104b3-da41-3ac7-98a3-3687a8501b5d",
      "speaker": "Dan",
      "start_timestamp": 3135.0,
      "text": "Yeah, that's kind of the image. Yeah. And I think maybe hanging up on the guy would kind of bust that a"
    },
    {
      "end_timestamp": 3152.0,
      "id": "4b49436a-162b-3eb4-acb4-a0e62a02c19c",
      "speaker": "Jordan",
      "start_timestamp": 3142.0,
      "text": "little. Yeah. Well, I mean, that's a good thing. We don't do our call in shows. No, because then people would call it'd be like, um, I haven't gotten my button yet. And we're like, yeah, you haven't."
    },
    {
      "end_timestamp": 3157.0,
      "id": "05baebff-db8f-3dad-ad17-1277ac116f02",
      "speaker": "Dan",
      "start_timestamp": 3152.0,
      "text": "It'll be there. It'll be there. I might eventually hang up on people."
    },
    {
      "end_timestamp": 3161.0,
      "id": "a9c9afc4-198d-34b7-87ea-aad18f8115b7",
      "speaker": "Jordan",
      "start_timestamp": 3157.0,
      "text": "No number to call no recourse it will be there."
    },
    {
      "end_timestamp": 3168.0,
      "id": "9446d715-5fe1-30ca-8d50-a0cc837d0215",
      "speaker": "Dan",
      "start_timestamp": 3161.0,
      "text": "So we have one last clip here. And it's another caller who has an interesting story to tell about a national monument."
    },
    {
      "end_timestamp": 3176.0,
      "id": "ff4c9923-dc98-35f8-8d2c-79fb70f74b70",
      "speaker": "Caller 2 (760)",
      "start_timestamp": 3168.0,
      "text": "A couple other little quick things where we got the Statue of Liberty from, namely, the Illuminati supposedly, we know that fortune"
    },
    {
      "end_timestamp": 3200.0,
      "id": "976c74b1-92c1-3ed8-9594-1873945daf7a",
      "speaker": "Alex Jones",
      "start_timestamp": 3176.0,
      "text": "J transmits a giant transvestite and and that's, that's his that's mainstream folks. It is a male or the unisex God goddess, Lucifer, the Illuminati torch and the sun god crown. And that's what the makers are in France said that I've read mainstream books about it. It's true mainstream, and it's an Illuminati Chambal. Yeah,"
    },
    {
      "end_timestamp": 3202.0,
      "id": "0b7c0dc9-4d60-3027-9032-3a4415a27080",
      "speaker": "Dan",
      "start_timestamp": 3200.0,
      "text": "yeah, we have mainstream book,"
    },
    {
      "end_timestamp": 3208.0,
      "id": "376d1316-1a04-3752-9f99-d4fa5c95d012",
      "speaker": "Jordan",
      "start_timestamp": 3202.0,
      "text": "mainstream books have made it very clear to anyone who wants that information"
    },
    {
      "end_timestamp": 3212.0,
      "id": "ddcb9302-6ff7-36ce-a7fb-7ce0470c13e5",
      "speaker": "Dan",
      "start_timestamp": 3208.0,
      "text": "well, and to the French sculptor has even said, right,"
    },
    {
      "end_timestamp": 3227.0,
      "id": "d246776c-d509-33b7-bf8b-23c30865353e",
      "speaker": "Jordan",
      "start_timestamp": 3212.0,
      "text": "right, right. So this should be widely known that it's not the United States, symbol of freedom and hope is actually an Illuminati. Devil is the devil. Well, it's the devil."
    },
    {
      "end_timestamp": 3258.0,
      "id": "3f4e2fca-271e-3259-9057-d52d2ffefcd9",
      "speaker": "Dan",
      "start_timestamp": 3227.0,
      "text": "It's either a crossdresser or it is the devil. Yeah. And it's got a Illuminati crown and torch of Prometheus, I guess maybe. Yeah, none of this is based on anything. Yeah. There was speculation that it was based on the sculptors mother. And then some people had suggested that the sculptors brother also looks fairly similar. Oh, say, family resemble, right"
    },
    {
      "end_timestamp": 3259.0,
      "id": "95b990b9-fb66-3f8e-b62c-857ab99e87eb",
      "speaker": "Jordan",
      "start_timestamp": 3258.0,
      "text": "whatever. I"
    },
    {
      "end_timestamp": 3287.0,
      "id": "85b260bc-b581-36c3-9982-7d1e839a642f",
      "speaker": "Dan",
      "start_timestamp": 3259.0,
      "text": "think some of those theories were or you know, pop around. And you know, this isn't like something that Alex was pulling out of thin air right. There are people who Bandy these ideas about the like a model for it could have been his brother or something along those lines, but it's saying it's in mainstream books. And you know, the sculptor said, Alex is just trying to be more interesting than he actually"
    },
    {
      "end_timestamp": 3302.0,
      "id": "f4a531ee-7757-3d0f-90be-d1503d811cc0",
      "speaker": "Jordan",
      "start_timestamp": 3287.0,
      "text": "tell you this right now, if you start worrying about what sculptures are based off of, then you're gonna be because secret Michelangelo's David, not actually David what wasn't actually him what Maya llandrillo didn't even know the guy never met him."
    },
    {
      "end_timestamp": 3306.0,
      "id": "22649ee7-b124-318b-94b3-e2c32286d92c",
      "speaker": "Dan",
      "start_timestamp": 3302.0,
      "text": "And Venus did have a head."
    },
    {
      "end_timestamp": 3315.0,
      "id": "396883e8-223e-3da8-9ce2-921badbbe864",
      "speaker": "Jordan",
      "start_timestamp": 3306.0,
      "text": "No, that's a common misconception. She didn't have an arm. But she did have a head and then the other arm fell off."
    },
    {
      "end_timestamp": 3325.0,
      "id": "b94a5879-8b2c-3c93-98d2-6411e94ae704",
      "speaker": "Dan",
      "start_timestamp": 3315.0,
      "text": "Wait, somebody stole the head is the statute to have no head and it hasn't had no arms? Where did it get the no head from? Another sculpture"
    },
    {
      "end_timestamp": 3328.0,
      "id": "ed1d9c32-8d65-36c8-84ad-d567749154f8",
      "speaker": "Jordan",
      "start_timestamp": 3325.0,
      "text": "that has no there's plenty of sculptures that have no head. Yeah, you"
    },
    {
      "end_timestamp": 3330.0,
      "id": "263d27af-2216-320d-8985-b2d0b63a22db",
      "speaker": "Dan",
      "start_timestamp": 3328.0,
      "text": "said it. Yeah."
    },
    {
      "end_timestamp": 3334.0,
      "id": "3edbee48-b34b-31c3-8eb6-0e71608423d0",
      "speaker": "Jordan",
      "start_timestamp": 3330.0,
      "text": "You can take any sculpture right now. And you can make it not have a head screw."
    },
    {
      "end_timestamp": 3363.0,
      "id": "c3e71c38-1a33-3156-873e-ef9300ed1dfa",
      "speaker": "Dan",
      "start_timestamp": 3334.0,
      "text": "So the ninth you know, big picture, complaining about SARS being a bio weapon. Sure. So that's, that's a good bit of fun. There's a lot of stuff about these tapes. He calls about like, customer service and said Christmas movie speech about these days. That was a sad speech. Yeah, a bizarre preoccupation. And then also Alex has a little bit of a sit down with his water filter sponsor. So that's,"
    },
    {
      "end_timestamp": 3365.0,
      "id": "279c9ebe-6078-3606-917f-40878ebf79bd",
      "speaker": "Jordan",
      "start_timestamp": 3363.0,
      "text": "that's, that's the Christmas spirit. That's fun. Yeah."
    },
    {
      "end_timestamp": 3370.0,
      "id": "ef7f737f-8ff4-3b3c-b734-643f68641478",
      "speaker": "Dan",
      "start_timestamp": 3365.0,
      "text": "So we get to the 10th. And Alex has a big story."
    },
    {
      "end_timestamp": 3419.0,
      "id": "65d583c6-3f23-3590-8798-c4afad30840e",
      "speaker": "Alex Jones",
      "start_timestamp": 3370.0,
      "text": "It's Wednesday the 10th of December 2003. I'm your host, Alex Jones will be live for the next three hours. In the third hour of the show, I have one of the lawyers for the young people at Goose Creek public school where the police did a what can only be described as a Nazi or Soviet style martial law raid. These have actually been going on around the country for about 10 years becoming more frequent, but big brother's own surveillance turned against them. And now part of the video that wasn't released has been released and it shows the dog the German Shepherd savaging their backpacks, grabbing the backpack, shaking its head, stepping and stomping and jumping on the terrified children."
    },
    {
      "end_timestamp": 3552.0,
      "id": "06756ff6-dbfa-3bb4-a2e3-eb292c6e09df",
      "speaker": "Dan",
      "start_timestamp": 3419.0,
      "text": "So this story sucks. It's tragedy, and I'm going to guess that Alex is going to miss the forest for the trees talking about it because he always does. Yeah. On November 5 2003, the police in Goose Creek, South Carolina conducted a raid on students at Stratford high school after the principal decided that one student was possibly selling weed, the student body of the school was less than 25% African American, but over quote, a more than two thirds of those caught up in the sweep were African American. Ultimately, no drugs or weapons were found and no charges were ever filed. Great. A cynical view of things might lead one to assume that the only reason that this became a story at all is because there was surveillance video of the raid itself. And this is kind of Bleak shit to imagine that this could conceivably be happening in other schools. Yeah, and what that must be like, one of the reasons that this story proceeded, the way that it did is because 20 of the students who were the subject of this raid, were represented by the ACLU, who had the resources to take this all the way to a settlement, which changed the way that the school district handled searches and established a fund for the students who are victimized cover medical expenses, and therapy. This lawyer that Alex has on is a member of a legal team that is also representing some students, and that's great as well. So much of this comes down to a conversation about race. And I think it's pretty clear that Alex isn't going to address that. One of the reasons that this case is particularly suspicious was the timing of the raid which took place at 6:45am. The reason this is suspicious is because that was prior to the arrival time of most of the schools, buses. The only buses that had arrived were the ones that picked up students who lived relatively close, which was a group that was predominantly black. In essence, the school intentionally or not created a situation where the primarily white students would arrive at school to a scene of mostly black students being searched and made to kneel while police held them at gunpoint. It's a dehumanizing scene and the race aspect of it is pretty much impossible to ignore. But we'll see how Alex tries"
    },
    {
      "end_timestamp": 3564.0,
      "id": "37fca670-ecdd-3e8b-a3b5-786e1e5fccb7",
      "speaker": "Jordan",
      "start_timestamp": 3552.0,
      "text": "I mean, I just I I'm not into, it's gonna have to be a lot of effort. It's gonna have to be a lot of effort to pretend that this is not about race."
    },
    {
      "end_timestamp": 3589.0,
      "id": "50c814ec-2f5b-3b04-9c46-d8e281b83fa8",
      "speaker": "Dan",
      "start_timestamp": 3564.0,
      "text": "Yeah. Well, I mean, I think I think you could probably make a couple of interesting ways around this. One is that it's not all about race. There's a large portion of it, that's race. Sure. And maybe if you want to focus on some of those other things to the exclusion of the larger conversation issue, that's but that's the way Alex might"
    },
    {
      "end_timestamp": 3601.0,
      "id": "7ba87ca2-9d6b-34ed-bd8a-47634ad89d39",
      "speaker": "Jordan",
      "start_timestamp": 3589.0,
      "text": "might write No, no, CC, it's economics. He because it's all about economics, because of the it's just regional. It's just it The area's"
    },
    {
      "end_timestamp": 3632.0,
      "id": "27dc8632-e0d0-37ba-8dc2-9ec0e4e3ec0c",
      "speaker": "Dan",
      "start_timestamp": 3601.0,
      "text": "and then he could just be like, well, it's police state. Yeah. You know, like, wow. And I think that that is, you know, there there is a truth to it that this is inappropriate policing of anybody. Right, you know, having, you know dogs and be doing a search of a school over something that has no, you have no probable cause or no real reason outside of a hunch. Yeah. Kind of level of evidence is it's It's intrusive, at very least. Yeah,"
    },
    {
      "end_timestamp": 3639.0,
      "id": "19677641-f98b-30c8-ba7b-d9a957246a18",
      "speaker": "Jordan",
      "start_timestamp": 3632.0,
      "text": "all of the laws that we have should keep that from happening. Yeah. But it seems like the laws are being used to make that happen, which is an issue."
    },
    {
      "end_timestamp": 3666.0,
      "id": "4463accb-e567-3b74-864c-585efd40ff2a",
      "speaker": "Dan",
      "start_timestamp": 3639.0,
      "text": "And you know, that that is fair enough that there is like the police stadium aspect of this. But again, to focus on that, without looking at the broader picture of it, I think is a it's not dealing with the story as it is. Yeah, that's absurd. So sir, Alex, talks a little bit about a news story about this raid. And this is dumb."
    },
    {
      "end_timestamp": 3706.0,
      "id": "e6afdc19-610c-3ca6-8361-5c1a68432738",
      "speaker": "Alex Jones",
      "start_timestamp": 3666.0,
      "text": "And Department procedures says that they can only search someone one at a time, and that you cannot have a whole group being searched. In an illegal narcotics detection suite. Only after the on scene supervisor is cleared the area of all personnel will the canine enter and conduct an illegal narcotics detention detection show you take the clothes, the backpack off the coats off, you do not have the dog do it while the person's drift. And this was a German Shepherd trained in drug detection by in Czechoslovakia, and trained in attack. So we have attack dogs."
    },
    {
      "end_timestamp": 3722.0,
      "id": "577385d6-6d7b-358f-8ec1-482a3a02ce17",
      "speaker": "Dan",
      "start_timestamp": 3706.0,
      "text": "So for one thing, Czechoslovakia dissolved in 1993. So if this dog was trained there, that's a pretty old dog, an old dog, I have no idea why a small town department in South Carolina would outsource their drug dog training to Eastern Europe. But that seems kind of cost prohibitive."
    },
    {
      "end_timestamp": 3724.0,
      "id": "1403e575-90f6-350d-823e-bdc73776206c",
      "speaker": "Jordan",
      "start_timestamp": 3722.0,
      "text": "If you want the best you have to pay for"
    },
    {
      "end_timestamp": 3729.0,
      "id": "3d6cc67c-b31a-32b0-9912-88d40371d3f8",
      "speaker": "Dan",
      "start_timestamp": 3724.0,
      "text": "it. Really big Police Dog Training Center in North Carolina Sure, but"
    },
    {
      "end_timestamp": 3737.0,
      "id": "05c1e7d6-48a1-3a77-9a9f-5e50754cea7c",
      "speaker": "Jordan",
      "start_timestamp": 3729.0,
      "text": "they don't know how to do it quite as well as Slovakia does. Okay, the Czech Republic once they split apart, their dog training went to shit."
    },
    {
      "end_timestamp": 3756.0,
      "id": "cd45d017-4773-356d-9b86-565c97aedd64",
      "speaker": "Dan",
      "start_timestamp": 3737.0,
      "text": "So I was really confused about this. But I traced down the article that Alex is reading from and it turns out that it says the dog is a Czechoslovakia and shepherd. Alex is taking the dogs breed and pretending that it means that the dog was trained in Europe, I guess because it makes the dog sound more scary."
    },
    {
      "end_timestamp": 3769.0,
      "id": "eff78adf-74e9-3d3e-87c4-c65145e06a75",
      "speaker": "Jordan",
      "start_timestamp": 3756.0,
      "text": "I will say this, I am slightly more terrified of an Eastern European German Shepherd than trained, trained in Eastern Europe, I feel like that's, that's a stereotypically terrifying place to train something. Period."
    },
    {
      "end_timestamp": 3849.0,
      "id": "8c05199c-c4b1-3062-a2fd-4a7408dd85d5",
      "speaker": "Dan",
      "start_timestamp": 3769.0,
      "text": "Also, at no point in the article doesn't say that the dog whose name is Major, they don't say that it's a trained attack dog. Yeah, this is at best Alex lying about a part in the article that describes the difference between passive and active alert detection dogs. Some dogs respond to finding drugs by sitting, which is the passive training and some will bark, which is the more aggressive style. Alex is either lying about this, or just making up a detail to create an angle for the audience to hang on to that doesn't involve the clear racism that underlies this story. Everything about the raid and the search sucks. And I'm not minimizing any of that stuff. I'm just saying that Alex is not a good source of information on anything. If you have the article he's reporting on in front of you, and you watch along as ALEX READS, it often becomes really clear how his process works. He's basically just skimming along and finding words to use as anchor points. And in this case, Czechoslovakia is a pretty glaring and embarrassing one. This behavior is constant and consistent throughout his career. So generally, if people listened to Alex, it's probably best for them to double check his work. So you can tell how much of it is just he's making up to sound smarter and more interesting. Well, putting literally zero effort into doing any show prep. Because why would you? Yeah, yeah, that's he knows that the shit that he's saying isn't true. So why put time into preparing?"
    },
    {
      "end_timestamp": 3861.0,
      "id": "1335ef0b-2d79-3ec8-bcc1-b0c7a417bff6",
      "speaker": "Jordan",
      "start_timestamp": 3849.0,
      "text": "It doesn't make any sense. Right? Yeah. And then I mean, it almost works to your disadvantage, because if you have a well prepared lie, it's too good to be right to be true. Yeah,"
    },
    {
      "end_timestamp": 3863.0,
      "id": "d6c94167-1aa1-33de-9550-190305f366eb",
      "speaker": "Dan",
      "start_timestamp": 3861.0,
      "text": "you need to maintain flexibility."
    },
    {
      "end_timestamp": 3875.0,
      "id": "035b7b6d-d8bc-3f7f-a856-7b97624f1349",
      "speaker": "Jordan",
      "start_timestamp": 3863.0,
      "text": "Yeah. And if you prepare too much, then you kind of want to stick with it. So you can't change it as much later on. You're like, no, no, I put a lot of work into this bullshit. I'm not going to just go ahead and say that Putin is a good guy. Now"
    },
    {
      "end_timestamp": 3880.0,
      "id": "4d3a066b-721c-3c88-bdb0-d2ae4526c6db",
      "speaker": "Dan",
      "start_timestamp": 3875.0,
      "text": "this dog was trained to check a checklist of Archaea Goddamnit"
    },
    {
      "end_timestamp": 3884.0,
      "id": "44b9f17b-7f87-3a09-abde-9a51bd3c386c",
      "speaker": "Jordan",
      "start_timestamp": 3880.0,
      "text": "Oh, my God, I can't believe that. That's it. How do you"
    },
    {
      "end_timestamp": 3901.0,
      "id": "85030d24-2c38-3ade-ae8e-09e17f29ec85",
      "speaker": "Dan",
      "start_timestamp": 3884.0,
      "text": "so I got something a little bit backwards and that is on the ninth. The first show Alex had a short interview with larry pratt from Gun Owners of America. It's actually in the 10th that his water filter sponsor comes in and Here's a little taste of that"
    },
    {
      "end_timestamp": 3920.0,
      "id": "294edd17-dc37-3a44-a540-23eb4a5dbe96",
      "speaker": "Alex Jones",
      "start_timestamp": 3901.0,
      "text": "every corner of the country is found massive levels of Prozac herbicides pesticides, dead bacteria, if you're lucky, a lot of times live bacteria, but dead bacteria are bad enough. They're toxic little microscopic pieces of rotten meat basically. It's time to filter our water isn't it?"
    },
    {
      "end_timestamp": 3927.0,
      "id": "5a84b7df-6ee9-3904-a6e0-a6b5fef2be6c",
      "speaker": "Larry Pratt",
      "start_timestamp": 3920.0,
      "text": "It really is. And Alex, we've we've got a couple of Christmas specials that we want to share with folks. You can't"
    },
    {
      "end_timestamp": 3938.0,
      "id": "5cafe776-3dd1-3678-a3f0-cf739285b960",
      "speaker": "Alex Jones",
      "start_timestamp": 3927.0,
      "text": "say Christmas it's politically incorrect. holidays we may be arrested for thought crime. Straight this"
    },
    {
      "end_timestamp": 3958.0,
      "id": "b38de53f-072b-366d-a3e5-e315ccaf4308",
      "speaker": "Dan",
      "start_timestamp": 3938.0,
      "text": "Yeah, man. Can't say Christmas got a war on us. Oh, boy. I have some very left pushes that unseat and destroy God type liberal attacking dethrone God. Yeah. I a number of them said Merry Christmas."
    },
    {
      "end_timestamp": 3964.0,
      "id": "2f3aa3bc-4ae2-3f6a-9811-296c24b6a856",
      "speaker": "Jordan",
      "start_timestamp": 3958.0,
      "text": "I've said Merry Christmas to you many times. I don't care."
    },
    {
      "end_timestamp": 3988.0,
      "id": "80785203-d5fe-3217-8e12-64bd3dab577d",
      "speaker": "Dan",
      "start_timestamp": 3964.0,
      "text": "I don't care. 2003. And they care less. Even less, even less. Yeah, that's that's a lot of fun. I'm one of the things that I think is interesting to note, too, is that I'm noticing a trend in this period of Alex's career where a lot of the added add stuff is brokered programming. Yeah. But it's pretty clear what it is. It's,"
    },
    {
      "end_timestamp": 3993.0,
      "id": "319699b8-520f-3ca3-a8a4-c0a420b62df8",
      "speaker": "Jordan",
      "start_timestamp": 3988.0,
      "text": "it's strange, because it doesn't feel like they're trying to hide that they are an infomercial."
    },
    {
      "end_timestamp": 4015.0,
      "id": "2fa130a4-4711-38f4-852d-c1b990c5ff34",
      "speaker": "Dan",
      "start_timestamp": 3993.0,
      "text": "Yes, they are still blending content and the pitch, right? That is for sure. It's really difficult to tell what's leading what right. But you wouldn't never mistake this for not a sponsored bit of time. Totally. Whereas in the present day in closer to the present day, that line blurs quite a bit."
    },
    {
      "end_timestamp": 4026.0,
      "id": "e40d28a4-8ee2-3309-bdb6-b1a9a8875354",
      "speaker": "Jordan",
      "start_timestamp": 4015.0,
      "text": "Yeah, this is very clearly, this is the segment where I'm going to make money by letting this guy try and make money. That's the segment. Yeah, we all know it. I say that"
    },
    {
      "end_timestamp": 4047.0,
      "id": "76a32766-bfbb-3ce3-9617-1c7c0462e7d8",
      "speaker": "Dan",
      "start_timestamp": 4026.0,
      "text": "Alex even makes clear. While there, I think it's actually just after the guy leaves that like he pays for all of the bandwidth stuff on shortwave. So like, he pays for all of that. And in exchange, he comes on and they sell his waterfall. It's a reasonable agreement, I'm sure, maybe Alex make some money on top of that, too. But"
    },
    {
      "end_timestamp": 4049.0,
      "id": "0401608b-fc23-3f96-8c4b-c50e29f82312",
      "speaker": "Jordan",
      "start_timestamp": 4047.0,
      "text": "like, maybe gets a taste of each filter."
    },
    {
      "end_timestamp": 4078.0,
      "id": "d85d0d7f-aa2a-3db7-b2ed-fe7ff1b073ad",
      "speaker": "Dan",
      "start_timestamp": 4049.0,
      "text": "Right, ethically speaking. You know, you're not trying to Yes, as long as you deceive people then yeah, I mean, the question of deceit really does does come down to like, are you focusing on and exaggerating water based issues in order to sell water filters and ignoring other real water issues, like, you know, parts of the country that don't have access to clean water solely because those aren't people who could afford your water filter? Totally"
    },
    {
      "end_timestamp": 4079.0,
      "id": "53ef46ff-08ab-310e-8def-92062e63cc01",
      "speaker": "Jordan",
      "start_timestamp": 4078.0,
      "text": "fair. Totally fair."
    },
    {
      "end_timestamp": 4088.0,
      "id": "4a6e7553-3111-3c75-b734-8f485b3f7e8d",
      "speaker": "Dan",
      "start_timestamp": 4079.0,
      "text": "There's ethical angles in that but but in terms of like, just trying to be like, we're not doing an ad when? Right That seems to be a bit different."
    },
    {
      "end_timestamp": 4110.0,
      "id": "1f2dea7d-886e-3cb1-a72c-54e6215851c2",
      "speaker": "Jordan",
      "start_timestamp": 4088.0,
      "text": "Yeah, yeah. The ethical issues with this are more similar to like when breakfast cereal showed you what a balanced breakfast look like. And it was like bacon, eggs, ham, six pieces of fruit, two glasses of milk and orange juice all to make it seem like the amount of sugar you eat or marshmallow. Yeah. Is not an unacceptable amount. Yeah,"
    },
    {
      "end_timestamp": 4123.0,
      "id": "1053496f-0634-36db-a5af-f57d3f964582",
      "speaker": "Dan",
      "start_timestamp": 4110.0,
      "text": "yeah. There's there's some information missing. Yeah. So on the 10th. Alex takes calls again. He's he takes calls and pass man. Tell you what he takes calls a lot over the same people."
    },
    {
      "end_timestamp": 4128.0,
      "id": "4f841dd2-0abe-3b8e-acbf-757d5b23512e",
      "speaker": "Jordan",
      "start_timestamp": 4123.0,
      "text": "That does sound true. Yep, there are there are fewer guests."
    },
    {
      "end_timestamp": 4137.0,
      "id": "5b576ec5-370a-3180-8e95-a26bd7dae4ed",
      "speaker": "Dan",
      "start_timestamp": 4128.0,
      "text": "Man, man oh, man, in the same way that uh, you know, he's not going to sell out a theater without giving away tickets. Sure. He's not gonna open the phones without the same fucking people calling in."
    },
    {
      "end_timestamp": 4142.0,
      "id": "5c4fea00-5596-34e0-a96d-9dea272d060b",
      "speaker": "Jordan",
      "start_timestamp": 4137.0,
      "text": "Oh, we're not getting Louisiana. dentures are Wait, no. Oh, good. I can't handle another Christmas message."
    },
    {
      "end_timestamp": 4149.0,
      "id": "c628009f-93de-366e-8a6e-c57031ae3a63",
      "speaker": "Dan",
      "start_timestamp": 4142.0,
      "text": "No, no, no. It's another character that we know, though. Is an old man house phone. It's dan in Illinois."
    },
    {
      "end_timestamp": 4152.0,
      "id": "5092dea3-42f1-34e4-b11c-c29542220ef3",
      "speaker": "Jordan",
      "start_timestamp": 4149.0,
      "text": "In Illinois. He's on"
    },
    {
      "end_timestamp": 4165.0,
      "id": "8f0694c4-dd74-3167-be92-17231a63e713",
      "speaker": "Dan",
      "start_timestamp": 4152.0,
      "text": "all the time. Yeah, he gets I don't know, he must have a hotline number because he is constantly on. And I don't I don't play every time he's around because I don't want it to be excessive. Like, I'm Dan, I live in Illinois. This guy's down in Illinois."
    },
    {
      "end_timestamp": 4168.0,
      "id": "ef7ad793-2764-3da1-97ea-04d9868893e7",
      "speaker": "Jordan",
      "start_timestamp": 4165.0,
      "text": "And he's not the co host of Infowars."
    },
    {
      "end_timestamp": 4174.0,
      "id": "a9728894-c009-3ec9-9892-8c169f8e8fa8",
      "speaker": "Dan",
      "start_timestamp": 4168.0,
      "text": "No, no. But this this bears mentioning, I think he might be an anti Semite."
    },
    {
      "end_timestamp": 4184.0,
      "id": "8581b7d7-5451-3995-9d57-38ef4eaaef5f",
      "speaker": "Alex Jones",
      "start_timestamp": 4174.0,
      "text": "Let's talk to Dan and Illinois. Then Greg. Jan, and Ethan and Leslie and and others. Dan, you're on the air. Go ahead. How you doing? Good, sir."
    },
    {
      "end_timestamp": 4189.0,
      "id": "6776c872-ff0b-3cc4-8e9a-2a8946e39065",
      "speaker": "Dan in Illinois (Caller)",
      "start_timestamp": 4184.0,
      "text": "You know, I'm a little confused about what all the protesting against Mel Gibson's film or anything else like that."
    },
    {
      "end_timestamp": 4197.0,
      "id": "67e0c737-4e7c-3ec2-ae90-dc1bdd55a6b9",
      "speaker": "Alex Jones",
      "start_timestamp": 4189.0,
      "text": "Well, it doesn't work when they show it Mel Gibson was here Sunday, showed it to all the liberals and they loved it so it kind of blew up in the ADLs face."
    },
    {
      "end_timestamp": 4211.0,
      "id": "373e1c75-077c-335b-a6f5-42f4af36ee23",
      "speaker": "Dan in Illinois (Caller)",
      "start_timestamp": 4197.0,
      "text": "Well, here's the thing. Christians by their existence. believe that Christ is God here he was people by their remain Jewish he wasn't he wasn't God he was a blast beamer like it says in the Bible"
    },
    {
      "end_timestamp": 4220.0,
      "id": "f79a7ba9-406e-3167-99dc-9ce873594f66",
      "speaker": "Alex Jones",
      "start_timestamp": 4211.0,
      "text": "while the leftist don't like Christians and Christianity period and they'll they'll attack any anything Christian look at the 10 commandments"
    },
    {
      "end_timestamp": 4223.0,
      "id": "8dc9749b-6511-35c5-974c-9c557a50e2b5",
      "speaker": "Dan in Illinois (Caller)",
      "start_timestamp": 4220.0,
      "text": "I mean this is truly a leftist thing or is it more of a Jewish thing"
    },
    {
      "end_timestamp": 4230.0,
      "id": "63c1fd2f-f5c0-38d2-971b-795454ae3eeb",
      "speaker": "Dan",
      "start_timestamp": 4223.0,
      "text": "he wow I am going to change my name and move from Illinois I don't want to be associated with them"
    },
    {
      "end_timestamp": 4250.0,
      "id": "05aa442d-f275-34bd-a97c-fc65d09c2847",
      "speaker": "Jordan",
      "start_timestamp": 4230.0,
      "text": "here maybe the problem that people have with your religion isn't so much the religion part so much as the part where it makes you go well, since they don't believe Jesus is God and they that means that they believe that he's a blasphemy so obviously we should get them that's the religion part that's the problem well that's where it comes into conflict Sure."
    },
    {
      "end_timestamp": 4265.0,
      "id": "e26090a3-68fb-3887-8376-91f88c1784d3",
      "speaker": "Dan",
      "start_timestamp": 4250.0,
      "text": "Sure. The the the idea that there is a guess a failing of other people because they have not become part of your religion. That that that is where"
    },
    {
      "end_timestamp": 4279.0,
      "id": "b7d229f4-97e5-3a9a-a90f-a51637f74a30",
      "speaker": "Jordan",
      "start_timestamp": 4265.0,
      "text": "comes causes problems like here here's the thing nobody's mad if you say Merry Christmas to them, nobody's mad generally people are mad if you say you have to celebrate Christmas and if you don't say Merry Christmas back to me, you're the devil."
    },
    {
      "end_timestamp": 4280.0,
      "id": "cceebd3c-8bdf-33a1-af76-8dba0f392ed4",
      "speaker": "Dan",
      "start_timestamp": 4279.0,
      "text": "Right? Right. That's"
    },
    {
      "end_timestamp": 4281.0,
      "id": "4486434a-f218-3fe7-98a9-cd2d57ca3511",
      "speaker": "Jordan",
      "start_timestamp": 4280.0,
      "text": "an issue I'm perfectly"
    },
    {
      "end_timestamp": 4288.0,
      "id": "fdbe0073-b3aa-34fb-b9c9-1c6b3b489d50",
      "speaker": "Dan",
      "start_timestamp": 4281.0,
      "text": "happy to say Merry Christmas or Happy Holidays to anybody. Whatever wind I don't want someone else to say"
    },
    {
      "end_timestamp": 4300.0,
      "id": "b3709b35-b0bf-3370-9408-732102bb32ab",
      "speaker": "Jordan",
      "start_timestamp": 4288.0,
      "text": "exactly. That's the there's no war on but for my end, not for my end. My war is please leave me alone. Just stop Don't yell at me just stop."
    },
    {
      "end_timestamp": 4303.0,
      "id": "0a6bbfed-34ea-34d4-95b8-92e736c1f922",
      "speaker": "Dan",
      "start_timestamp": 4300.0,
      "text": "totally fucked down in Illinois. Prick"
    },
    {
      "end_timestamp": 4304.0,
      "id": "2f2106f3-4ae0-37f0-937b-2987dbb3de0d",
      "speaker": "Jordan",
      "start_timestamp": 4303.0,
      "text": "got it so"
    },
    {
      "end_timestamp": 4322.0,
      "id": "ebc0e3d4-eb50-3e75-9681-9f5931134c14",
      "speaker": "Dan",
      "start_timestamp": 4304.0,
      "text": "so Alex gets another call and another thing that happens a bit in 2003 is callers call in and this may be Alex's like coast to coast training as a callers will call in with silly ideas and he will just be like You bet."
    },
    {
      "end_timestamp": 4327.0,
      "id": "0b8aa7a0-6ac4-3fd2-bac9-68e86943b35e",
      "speaker": "Jordan",
      "start_timestamp": 4322.0,
      "text": "Let's roll with it kinda Hubert Doolittle Doolittle improv. Yeah,"
    },
    {
      "end_timestamp": 4346.0,
      "id": "a9050cdd-fbec-3749-83d0-3edbe7fe720b",
      "speaker": "Larry Pratt",
      "start_timestamp": 4327.0,
      "text": "I wanted to go into something else that I think is kind of interesting. And I want to know if you've heard anything about this. Someone told us know someone in Washington DC, that the higher ups had been told to leave before the year 2006. They're to relocate with their families. Because"
    },
    {
      "end_timestamp": 4367.0,
      "id": "e8cc227f-b472-39d2-9df8-9ef5261929c1",
      "speaker": "Alex Jones",
      "start_timestamp": 4346.0,
      "text": "I know that most elite, most people who are billionaires are building armored compounds in islands off the US Coast, East Coast, West Coast. In the Caribbean. They are getting islands in the Mediterranean islands in the South Pacific. And yes, there is a massive evacuation taking place."
    },
    {
      "end_timestamp": 4380.0,
      "id": "d9580153-55ed-3fd8-8dcc-5ae0c70f13fc",
      "speaker": "Dan",
      "start_timestamp": 4367.0,
      "text": "So this caller is asking, based on Intel that she has gotten the higher ups have a plan to evacuate by 2006 Obviously, and Alex's response is that buying up Island better"
    },
    {
      "end_timestamp": 4400.0,
      "id": "f320969b-8fc9-3218-8bb1-bb8ecb69f6fa",
      "speaker": "Jordan",
      "start_timestamp": 4380.0,
      "text": "believe it and yes, you have no idea how might you think that they're trying to escape but you don't even know how much they're trying to escape? I know they're trying to escape so much more than you do that. I'm the most knowing that they are trying to escape. Yeah. You think you've got intelligence? You Maria Bamford character with whatever voice that is."
    },
    {
      "end_timestamp": 4411.0,
      "id": "601337ff-eabf-30ff-963b-8963f82dd4a2",
      "speaker": "Dan",
      "start_timestamp": 4400.0,
      "text": "This is a this is a yes, this is a signing off. If you're this person who's calling in, you're gonna leave this phone call. Boy, my Intel is good. Wow, Alex has signed off."
    },
    {
      "end_timestamp": 4418.0,
      "id": "8fd360d2-8807-3fbf-9a7f-5662742e6382",
      "speaker": "Jordan",
      "start_timestamp": 4411.0,
      "text": "Those people who told me that insane thing are very trustworthy people. And I can't wait to hear what they have to say next. Yep."
    },
    {
      "end_timestamp": 4428.0,
      "id": "573c5c17-3143-334c-8e83-edec9bc65429",
      "speaker": "Dan",
      "start_timestamp": 4418.0,
      "text": "And this extends to other things like maybe people who are clearly in an episode and are sovereign citizens."
    },
    {
      "end_timestamp": 4444.0,
      "id": "99ad09e4-615c-3d48-a397-845301c39374",
      "speaker": "Larry Pratt",
      "start_timestamp": 4428.0,
      "text": "Well, this is very simple. This is very simple. What I'm getting at is the definition pertains to us. koto 23,000 to 15, paragraph eight, the meaning of the United States is a federal Corporation, your assertion of a federal Corporation."
    },
    {
      "end_timestamp": 4449.0,
      "id": "3f8ac81b-aea4-3120-964c-e2192f3ff6aa",
      "speaker": "Alex Jones",
      "start_timestamp": 4444.0,
      "text": "Oh, boy. Yeah, they replace the rightful government with a corporation of the same name."
    },
    {
      "end_timestamp": 4484.0,
      "id": "ef65c657-e3ae-3668-9845-72c57bd6a248",
      "speaker": "Larry Pratt",
      "start_timestamp": 4449.0,
      "text": "Right. The last point that I want to make here is when he showed it wouldn't really ask you for your ID whether you're honestly being stopped by a police officer, or in the court system. Present your ID, what is it that he present, you present your driver's license, look at your driver's license, their name is spelled all capital letters, they're not looking at you, as a human. They're looking for do work federal, you're right. You're a corporation. There is a corporate entity, a fictional corporate entity. And that's all you want. And that's what we need to turn around is our court system and turned us around."
    },
    {
      "end_timestamp": 4493.0,
      "id": "d2a77c9d-fd5c-3f9a-a3ca-8a9b50e544ea",
      "speaker": "Alex Jones",
      "start_timestamp": 4484.0,
      "text": "They get us to sign away our rights through treaties with the government through contracts, right, right."
    },
    {
      "end_timestamp": 4540.0,
      "id": "bc632bc9-f1b0-3fd0-a4b3-beceedd07498",
      "speaker": "Dan",
      "start_timestamp": 4493.0,
      "text": "Yep, they've found common ground and weird sovereign citizenship. Yep. See, there's a Just a call in with some silly nonsense. And Alex is going to be like you bet this is this all works for me this, this. This comports with my bizarre right wing weirdness. But unfortunately, sometimes, there are callers who have ideas that run counter to Alex's sort of worldview. And this can't stand, and Alex has to push back on them. For instance, he gets another call. And it's from a guy who has actually read Operation Northwoods Oh, no, and has a little bit of a concern about"
    },
    {
      "end_timestamp": 4543.0,
      "id": "d21b5889-fd5a-3014-8b07-3b96838569b1",
      "speaker": "Jordan",
      "start_timestamp": 4540.0,
      "text": "how what could be a concern for somebody who's actually read it?"
    },
    {
      "end_timestamp": 4551.0,
      "id": "0a203101-964f-3b81-9c29-a99250bf3fb2",
      "speaker": "Dan",
      "start_timestamp": 4543.0,
      "text": "Well, it doesn't necessarily say that, like people are going to be killed. But there's that problem. And Alex maybe is a little bit off on it. Oh,"
    },
    {
      "end_timestamp": 4565.0,
      "id": "77844cb8-4202-3f44-9051-c96f5d09ac95",
      "speaker": "Alex Jones",
      "start_timestamp": 4551.0,
      "text": "you've got it in front of you. I'm going from memory. Page nine talks about having their paramilitary forces shoot people in DC and Miami, and then how to frame patsies."
    },
    {
      "end_timestamp": 4573.0,
      "id": "7d929462-24b9-377a-990b-fc5ebbee29c4",
      "speaker": "Caller 3 (760)",
      "start_timestamp": 4565.0,
      "text": "I got page nine in front of me here with a load of Cubans and routes of Florida real or simulated if"
    },
    {
      "end_timestamp": 4578.0,
      "id": "21e58e06-7466-388a-9324-c970bbe04442",
      "speaker": "Alex Jones",
      "start_timestamp": 4573.0,
      "text": "I told you right, well, that I know what I just said real or simulated right or simulated there."
    },
    {
      "end_timestamp": 4581.0,
      "id": "59e50eaf-4453-30f5-8fad-ce2b2d754928",
      "speaker": "Caller 3 (760)",
      "start_timestamp": 4578.0,
      "text": "But on the other ones, there was no, it just talked about you're"
    },
    {
      "end_timestamp": 4586.0,
      "id": "695cc62a-d13a-3f8d-8de2-40df8ebb5d72",
      "speaker": "Alex Jones",
      "start_timestamp": 4581.0,
      "text": "not you know, it does talk about shooting our troops and shooting people. No, I'm"
    },
    {
      "end_timestamp": 4589.0,
      "id": "ab15c446-435a-319b-a72c-3105060a3a93",
      "speaker": "Caller 3 (760)",
      "start_timestamp": 4586.0,
      "text": "just talking about the ones about the arm."
    },
    {
      "end_timestamp": 4595.0,
      "id": "dde14f15-e273-3b36-8a82-abbf083f13c5",
      "speaker": "Alex Jones",
      "start_timestamp": 4589.0,
      "text": "From memory. Yeah, and you've got it in front of you. I think four times they talk about killing people and wounding them."
    },
    {
      "end_timestamp": 4600.0,
      "id": "58253d11-76a2-3989-9e86-c8c8ef0ba490",
      "speaker": "Caller 3 (760)",
      "start_timestamp": 4595.0,
      "text": "Yeah, they do mention that there are some things that they would do and they they're sort of vague and"
    },
    {
      "end_timestamp": 4611.0,
      "id": "8dd1275d-1ccd-38d3-b59b-f863a79743ce",
      "speaker": "Alex Jones",
      "start_timestamp": 4600.0,
      "text": "they're not clear if they're gonna kill John Glenn or not. Yeah, so now you just say it'd be died and it can be helpful. We can blame it on the on the Tommy he is."
    },
    {
      "end_timestamp": 4771.0,
      "id": "1741687e-99f1-3804-8d9f-293e11d7e547",
      "speaker": "Dan",
      "start_timestamp": 4611.0,
      "text": "This is just bullying that Alex is doing. Alex has rehearsed talking points about Northwoods, which he uses to lend undeserved support to his conspiracies about things like 911 and the then recent beltway sniper attacks aren't going to stand up to a person just reading the document. This is dicey territory. So Alex has to do two things that you see demonstrated in that clip. The first thing is the absurd victory that He claims over this collar. Alex claims that the document says that the globalists paramilitary forces will shoot people in DC and Miami and then explains how to set up patsies this isn't really accurate. The document talks about developing a communist Cuban terror plot quote pointed at Cuban refugees seeking haven in the United States. This wouldn't involve killing anyone or any paramilitary groups, although it does say it may involve up to wounding Ooh. They also say that, quote, the arrest of Cuban agents and the release of prepared documents, substantiating Cuban involvement would be helpful in projecting the idea of an irresponsible government. This is fairly close to discussing how to blame a patsy. But it's unclear if the Cuban agents they're referring to actually be blamed for anything. Or if the goal would just be to arrest some agents in order to create public perception that they should be to blame. Or there's even parts of this plan that suggest using Cuban friendlies in order to pretend to be Cuban communists in order to make it look like they were attacking something right. So these Cuban agents might even be dummies, they're talking the whole cockamamie plan. Yeah, it's splitting hairs a little bit here. So I'm gonna go ahead and give Alex half credit, the document does suggest creating false perception about who's to blame for false fake attacks, whatever. The caller then reads the part about syncing real or simulated ship of refugees. And I suspect that Alex knows that this is as close as he's gonna get to a win. So he pretends that this fully supports what he just claimed. But it doesn't. Alex needs this appearance of a win in order to protect the air of frustration, and that he's always right when people question him. This goes a long way towards the second aspect of this clip. Putting that in motion, which is to force the caller to accept the notion that everything is vague. And because of that all of Alex's unsupported and extreme conclusions are actually what the document saying, Yeah, it's a demand that the caller read the words on the page that aren't there, because Alex insists that they are. And it's something that the audience watches and on some level, they probably understand. Yeah, Alex understands reality better than you do. So you need to subvert your reality to him. It is a very bizarre and scary message."
    },
    {
      "end_timestamp": 4794.0,
      "id": "de429b13-9723-3ce6-9bd1-672abd20ee55",
      "speaker": "Jordan",
      "start_timestamp": 4771.0,
      "text": "It's the most fucked up example of just a I mean, it's, it's a big bully with authority. While you're holding a book, yelling at you to say that the book says what they tell you. Yeah. Doesn't matter what The Book says. You say what they say? Yeah, and it's that it worked. And then it worked over the phone. That's fucked up, man. Well, that's"
    },
    {
      "end_timestamp": 4796.0,
      "id": "368b4cd2-65b6-3929-b618-aa2f81dcf49b",
      "speaker": "Dan",
      "start_timestamp": 4794.0,
      "text": "the extremeness of the power imbalance. Yeah,"
    },
    {
      "end_timestamp": 4811.0,
      "id": "fd3c2132-4d6c-3ce4-bc5c-cfdc9aabeab5",
      "speaker": "Jordan",
      "start_timestamp": 4796.0,
      "text": "exactly. Like I can get it more if it's Alex is in imposing frame on you're like on a desk, you know, like trying to read quietly and he's got his big ass up in front of you, but over the phone, man just say no, I'm reading the sentence."
    },
    {
      "end_timestamp": 4863.0,
      "id": "beecee8d-2aa8-36af-b741-8b11de96b417",
      "speaker": "Dan",
      "start_timestamp": 4811.0,
      "text": "So I was actually I was I was reading through Northwoods. I'm trying to find like the instances of things that could be construed as like, the actual violence short there suggest Sure, sure, sure, sure. And the closest thing really, is that sinking a boatload of Cuba, Cuban refugees on route to Florida. And then in parentheses, it says real or simulated, right? That is the kind of the closest thing you're gonna get in there. And I mean, I think that even in the context of the document, and the other stuff, they're saying, even a real sinking of the boat wouldn't involve widower Hill. Yeah, it would be like, it's a real boat. We're really sinking it. And there'll be life rafts, right. And stuff for everybody. Right, or whatever the people who are on board will be."
    },
    {
      "end_timestamp": 4874.0,
      "id": "25549920-5271-38ca-be94-c11f6e46cc39",
      "speaker": "Jordan",
      "start_timestamp": 4863.0,
      "text": "Well, I mean, but but that's the point of the the point of the document is coming up with a plan that isn't let's just go blow people up. Right. You know, the whole idea be"
    },
    {
      "end_timestamp": 4879.0,
      "id": "480c5813-0840-310c-9dc7-9c6062aa0c54",
      "speaker": "Dan",
      "start_timestamp": 4874.0,
      "text": "very easy for them just to do. Yeah, we're the goal. Yeah. And we need this."
    },
    {
      "end_timestamp": 4885.0,
      "id": "798952ae-d247-3b19-add0-ee24de8d2509",
      "speaker": "Jordan",
      "start_timestamp": 4879.0,
      "text": "We wanted violence. Violence is our jam. Man. We've got so much violence all around us. Yeah. You know,"
    },
    {
      "end_timestamp": 4926.0,
      "id": "80c492a8-72ca-3290-9b27-0890a98f3633",
      "speaker": "Dan",
      "start_timestamp": 4885.0,
      "text": "now, what's the one thing really quick? We're, clearly Yeah, make no mistake, the proposals listed in that document would lead to a whole lot of death. Oh, it's a terrible Yeah, due to the whole goal of it being to provide a justification to attack Cuba before they had time to enter a mutual defense pact with the Soviet Union. Right. Even the suggestions that they have about just harassing Cuba could have severe consequences, leaving aside any of the false flag ideas you might take away from the document. It was a bad document. And it's a good thing that it was flatly rejected because it would have resulted in a ton of deaths. However, none of that death would be due to the false flags that were suggested in the text. That's just something Alex insists, right."
    },
    {
      "end_timestamp": 4940.0,
      "id": "1f76a915-f3d3-35d8-b1db-fda1bd992d1d",
      "speaker": "Jordan",
      "start_timestamp": 4926.0,
      "text": "Another another thing that people don't bring up often enough about that Operation Northwoods incredibly stupid plan, not very well, it's a bad plan. It's not going to achieve the goals that they think"
    },
    {
      "end_timestamp": 4953.0,
      "id": "9168f82f-9050-3fc9-af25-68789d0f6f46",
      "speaker": "Dan",
      "start_timestamp": 4940.0,
      "text": "it's going to achieve. Probably not that and it's also not a plan. It's sort of a pitch elevator. Yeah, best of elevator pitches. It's throwing spaghetti,"
    },
    {
      "end_timestamp": 4959.0,
      "id": "7a89dcf3-b2d0-307b-ad42-47b919522fd8",
      "speaker": "Jordan",
      "start_timestamp": 4953.0,
      "text": "exactly. As I'm not saying it's like, Okay, here's our coordinated strategy. Obviously, it's"
    },
    {
      "end_timestamp": 4991.0,
      "id": "7e89deb9-791b-37d4-82f0-90d451ae465f",
      "speaker": "Dan",
      "start_timestamp": 4959.0,
      "text": "the NSA or like, whoever has the like the document that was released. Yeah, the full thing is 15 pages, but it's only a few pages of the actual document the other other sheets, like the cover page, and stuff like that, right? It's not a long document. And none of it is like, very well articulated about how these plans would work. Like one of the plans they have is just like, start rumors, and then the parentheses has lots of them."
    },
    {
      "end_timestamp": 5005.0,
      "id": "cf71c07e-293e-3614-a5c8-572c4836010d",
      "speaker": "Jordan",
      "start_timestamp": 4991.0,
      "text": "It does feel like it's more of a picture of a whiteboard of like one of those giant school classroom whiteboards with everybody's ideas written on it really small. And then somebody just took a picture. And they're like, Yeah, see, that's the plan."
    },
    {
      "end_timestamp": 5055.0,
      "id": "f8ce8e8a-7ab2-3932-bc04-bfcbd59a8ade",
      "speaker": "Dan",
      "start_timestamp": 5005.0,
      "text": "We got it. The the the actual appendix, which is where the actual the sort of descriptions of plans are in starts on page 10. Yeah, so the reason that it's confusing is because there's, there's a numbering of the pages from the original page, like at the bottom of the page, right, and what page it is, in terms of the like, 15 pages that were released, right, in terms of the pages that were released. It starts on page 10 And then it goes through 15 So it's just those five pages and yeah, one of them is start rumors parentheses many use clandestine radio."
    },
    {
      "end_timestamp": 5061.0,
      "id": "23f2fbbd-f704-3a63-b144-8714f14dcc50",
      "speaker": "Jordan",
      "start_timestamp": 5055.0,
      "text": "That's just a wish list. Yeah. Start rumors parentheses. Just one though. Yeah."
    },
    {
      "end_timestamp": 5070.0,
      "id": "4c36c046-e4f6-309f-97bf-72683e6b7278",
      "speaker": "Dan",
      "start_timestamp": 5061.0,
      "text": "One of them is start riots near the base main gate. Brent sees friendly Cubans. Yeah, see? That's not very specific."
    },
    {
      "end_timestamp": 5077.0,
      "id": "d00ad747-fe5c-3f0f-ad2d-9bb8dc5e831a",
      "speaker": "Jordan",
      "start_timestamp": 5070.0,
      "text": "Mail. Jack Jenkins put it up on the wall. It's gone up. Okay. What else? Anybody"
    },
    {
      "end_timestamp": 5079.0,
      "id": "68bb78ce-7925-32ea-af3d-74bbb4d53134",
      "speaker": "Dan",
      "start_timestamp": 5077.0,
      "text": "got large fires?"
    },
    {
      "end_timestamp": 5091.0,
      "id": "6645b37f-fa1a-3b53-887d-151506c8c1d5",
      "speaker": "Jordan",
      "start_timestamp": 5079.0,
      "text": "scooters, I like that scooters who's got scooters put it up on the board. So look at her children's hands with nothing or else around it. What was else going on there?"
    },
    {
      "end_timestamp": 5094.0,
      "id": "b1066767-e02f-3e15-8214-cf486991af9c",
      "speaker": "Dan",
      "start_timestamp": 5091.0,
      "text": "Also apparently outerspace Oh"
    },
    {
      "end_timestamp": 5133.0,
      "id": "b53b4f41-48a7-37e6-a1be-6b8f8c4d8ddc",
      "speaker": "Alex Jones",
      "start_timestamp": 5094.0,
      "text": "yeah, you have to take that document in total, for the spirit of it and it talks about killing real people, killing Marines killing humans shooting people in DC bombing DC wounding people killing people. We have John Glenn was to have on acciden. While that would know, full, I mean, it's you got to read the whole thing which You've obviously done. But if you've got some friend who picks out a part where they say, well, it says it could be simulated, yeah, it says it could be real, too."
    },
    {
      "end_timestamp": 5140.0,
      "id": "9bbd272b-af8f-353d-a632-75aeaef659de",
      "speaker": "Dan",
      "start_timestamp": 5133.0,
      "text": "Well, how are you not picking out something? I? Who cares? Yeah. Look. John Glenn is gonna get fast flagged. And"
    },
    {
      "end_timestamp": 5147.0,
      "id": "b6c6e748-75a5-34e1-b408-58ae2de01802",
      "speaker": "Jordan",
      "start_timestamp": 5140.0,
      "text": "Elon is gonna listen, we just figured out space. Like, just figured it out."
    },
    {
      "end_timestamp": 5159.0,
      "id": "56ddad89-1294-36fc-9e45-1533afc10e51",
      "speaker": "Dan",
      "start_timestamp": 5147.0,
      "text": "Yeah, this document was from 1962. Right? Bizarre. It actually I looked at the dates. This is like two weeks after John Glenn left for his first orbit. Yeah."
    },
    {
      "end_timestamp": 5169.0,
      "id": "7a0528ef-4576-3e9c-8f24-74b055e10a82",
      "speaker": "Jordan",
      "start_timestamp": 5159.0,
      "text": "So now that we've got that figured out, obviously, we also have the capability to knock it out of orbit magically, actually hurting him."
    },
    {
      "end_timestamp": 5175.0,
      "id": "2847ff29-a9bf-32a0-9b15-11c4a7197bfc",
      "speaker": "Dan",
      "start_timestamp": 5169.0,
      "text": "Now. Do you know what the big problem with this is?"
    },
    {
      "end_timestamp": 5179.0,
      "id": "3a9c1890-bf8f-3766-bb06-becc6325880e",
      "speaker": "Jordan",
      "start_timestamp": 5175.0,
      "text": "Boy, when you say big, that's a that's a relative value judgment."
    },
    {
      "end_timestamp": 5187.0,
      "id": "9f5b5910-d0cb-3640-afba-990d0737863a",
      "speaker": "Dan",
      "start_timestamp": 5179.0,
      "text": "What is the premise of these false flags? Like what's the desired end goal?"
    },
    {
      "end_timestamp": 5194.0,
      "id": "c31ce05a-6731-3664-adfe-6537c5f1a7a9",
      "speaker": "Jordan",
      "start_timestamp": 5187.0,
      "text": "I believe it's to stop the Cubans from getting involved with the thing."
    },
    {
      "end_timestamp": 5203.0,
      "id": "28582397-a9e9-3afe-959b-cfe26116a184",
      "speaker": "Dan",
      "start_timestamp": 5194.0,
      "text": "It's to provide a justification to attack Cuba. Right. pretext. Right. So whatever you do needs to be blamed on Cuba."
    },
    {
      "end_timestamp": 5207.0,
      "id": "0781cbb8-3f04-3d5d-a2cb-bf7d0fcecc80",
      "speaker": "Jordan",
      "start_timestamp": 5203.0,
      "text": "Right? So Cuba shot John Glenn out of atmosphere?"
    },
    {
      "end_timestamp": 5211.0,
      "id": "7b7354e7-2e8d-3e61-96ca-98c7ab2d8310",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5207.0,
      "text": "Yeah, there's a bit a little, little bit."
    },
    {
      "end_timestamp": 5232.0,
      "id": "6d39ea5c-7658-345b-a38b-f58e476c63a1",
      "speaker": "Jordan",
      "start_timestamp": 5211.0,
      "text": "All right. Now, I know that you and I would both think in order to say shoot John Glenn out of space, you would need a rocket and the capability to fire things into space, the likes of which were in short supply at that time. And so much so that they were all monitored all the time."
    },
    {
      "end_timestamp": 5247.0,
      "id": "54832725-9646-3c36-b625-2246f00dce54",
      "speaker": "Dan",
      "start_timestamp": 5232.0,
      "text": "Right. I mean, like, I guess you could make an argument that they have, you know, alliances with the Soviet Union, and maybe they have rockets and such but at that point, so then base is involved. Well, yeah. Dealing with the Soviet Union, not Cuba. Yeah,"
    },
    {
      "end_timestamp": 5256.0,
      "id": "bdd276cb-3646-3dad-949a-0fa33801efd2",
      "speaker": "Jordan",
      "start_timestamp": 5247.0,
      "text": "that's that's not really then then Cuba is like a, hey, we'll get to you later. We got Russia shooting people out of space."
    },
    {
      "end_timestamp": 5263.0,
      "id": "15d03d18-5eee-3960-99c6-2d7d4b160ab7",
      "speaker": "Dan",
      "start_timestamp": 5256.0,
      "text": "Yeah. John Glenn being false flag and space is not going to be a pretext for war with Cuba."
    },
    {
      "end_timestamp": 5284.0,
      "id": "ccfe7421-adaf-3f8b-b9b7-e5442e09677e",
      "speaker": "Jordan",
      "start_timestamp": 5263.0,
      "text": "Of all things. If they kind of a concept if you had actually convinced the world that John Glenn was shot out of space by by the Soviet Union. That's a World War, right? You can't just shoot a man out of space. That's that's just everybody's got to solve that problem first. That's my rule. Okay."
    },
    {
      "end_timestamp": 5290.0,
      "id": "3a9f343f-47df-37b0-845a-933f1a13a22b",
      "speaker": "Dan",
      "start_timestamp": 5284.0,
      "text": "I bet she did the like, sort of rules about no militarization of space come into play."
    },
    {
      "end_timestamp": 5293.0,
      "id": "3c197fb8-f2e2-35bb-9310-9d5f37bc586b",
      "speaker": "Jordan",
      "start_timestamp": 5290.0,
      "text": "I think they came into play before like in like the 50s"
    },
    {
      "end_timestamp": 5299.0,
      "id": "be320636-6dea-32b2-a1e7-ee603e7527f0",
      "speaker": "Dan",
      "start_timestamp": 5293.0,
      "text": "I'm not sure but if it was before that then you could make an argument that it's the Wild West Yeah, that's"
    },
    {
      "end_timestamp": 5305.0,
      "id": "d2f73973-531d-3550-a0d5-ebbb295585c5",
      "speaker": "Jordan",
      "start_timestamp": 5299.0,
      "text": "a good point. Well, I didn't know it was wrong at the time."
    },
    {
      "end_timestamp": 5307.0,
      "id": "1f796be9-b000-372a-a176-c09fbd413edd",
      "speaker": "Jordan",
      "start_timestamp": 5305.0,
      "text": "Yeah, I"
    },
    {
      "end_timestamp": 5309.0,
      "id": "8218de2a-a88e-3107-a04c-a2aacfb0d8c5",
      "speaker": "Dan",
      "start_timestamp": 5307.0,
      "text": "just think that this is stupid."
    },
    {
      "end_timestamp": 5313.0,
      "id": "364ec71f-64c0-3121-91b6-1ab2eb0d14ee",
      "speaker": "Jordan",
      "start_timestamp": 5309.0,
      "text": "Man make no space law."
    },
    {
      "end_timestamp": 5327.0,
      "id": "2659a6fa-9c12-3f4c-bddd-ae958a038461",
      "speaker": "Dan",
      "start_timestamp": 5313.0,
      "text": "I gotta say, this is not in Operation Northwoods false flags are not on the list. Alongside start rumors start"
    },
    {
      "end_timestamp": 5335.0,
      "id": "c22ab6e4-94ed-3e4a-8bb9-cab38e9d0b6a",
      "speaker": "Jordan",
      "start_timestamp": 5327.0,
      "text": "rumors parentheses many parentheses is one of them. John Glenn got shot out of space by Cuba and parentheses and parentheses."
    },
    {
      "end_timestamp": 5351.0,
      "id": "c61b0a8a-f45c-3c69-9cb9-7983dfe78638",
      "speaker": "Dan",
      "start_timestamp": 5335.0,
      "text": "Here's here's another one of the suggestions now consider the jump between this space false one Yeah, quote, lob mortar shells from outside of base. Summer damage to installations."
    },
    {
      "end_timestamp": 5360.0,
      "id": "6456f684-bc3f-3ec1-ad9c-693b3d14cc9d",
      "speaker": "Jordan",
      "start_timestamp": 5351.0,
      "text": "Listen, you gotta have low tech and high tech operations at the same time you people protect themselves against one or the other. You can't be protected against both Damn they use the word"
    },
    {
      "end_timestamp": 5366.0,
      "id": "af174929-3bb3-3672-8a67-5586dd2c760f",
      "speaker": "Dan",
      "start_timestamp": 5360.0,
      "text": "law lob, toss up over shotput so"
    },
    {
      "end_timestamp": 5370.0,
      "id": "e7916ca6-b0f4-3782-8752-e3d147f2e34e",
      "speaker": "Jordan",
      "start_timestamp": 5366.0,
      "text": "throw a couple of grenades nearby somebody's house. Yeah,"
    },
    {
      "end_timestamp": 5386.0,
      "id": "ea881bf3-c179-3110-baa2-c075d676dcd6",
      "speaker": "Dan",
      "start_timestamp": 5370.0,
      "text": "I think maybe Alex doesn't have a great handle on this doc might not no might not. So Alex gets another call. This is a fella from Denmark. Very exciting to get an international caller. Not so exciting to find out that he's maybe an anti Semite. Oh,"
    },
    {
      "end_timestamp": 5390.0,
      "id": "cb949e30-6517-3781-848a-1f655cedac92",
      "speaker": "Alex Jones",
      "start_timestamp": 5386.0,
      "text": "are you saying that the ADL is there to demonize"
    },
    {
      "end_timestamp": 5395.0,
      "id": "2bf9c6a2-97ef-343a-b6c0-1c69d46603e8",
      "speaker": "Caller 4 (760)",
      "start_timestamp": 5390.0,
      "text": "the arms of the Illuminati every time you attack the Illuminati?"
    },
    {
      "end_timestamp": 5414.0,
      "id": "311b6c05-8954-348a-9587-0e2c4d4dc39a",
      "speaker": "Alex Jones",
      "start_timestamp": 5395.0,
      "text": "Well, I have found if you attack government corruption in any way and never to say a word of racism, you will be attacked by the ADL. If you're a real live Nazi, you will be loved and supported and completely ignored by the Southern Poverty Law Center, the Simon Wiesenthal Center,"
    },
    {
      "end_timestamp": 5431.0,
      "id": "b6f930bb-6941-37f9-97b8-75de9318f169",
      "speaker": "Caller 4 (760)",
      "start_timestamp": 5414.0,
      "text": "but the Southern Poverty Law Center is the first to understand the management of this is Jews. Maybe they have some kind of connection to Vance is inflation the I don't know. Maybe that?"
    },
    {
      "end_timestamp": 5437.0,
      "id": "e223b803-1c7f-321f-b487-81fdf9de5572",
      "speaker": "Alex Jones",
      "start_timestamp": 5431.0,
      "text": "Well, there's a lot of organizations look, it's a horrible thing to throw a racist or way to push"
    },
    {
      "end_timestamp": 5438.0,
      "id": "b2cf4656-308c-3201-acfe-b2b0ecf28f09",
      "speaker": "Jordan",
      "start_timestamp": 5437.0,
      "text": "back on that."
    },
    {
      "end_timestamp": 5468.0,
      "id": "1ca3e3e5-3385-329b-961e-68d5ea59338c",
      "speaker": "Dan",
      "start_timestamp": 5438.0,
      "text": "And so hoariest, it's so horrible to be called racist. Yeah, that's a response isn't good. But both from color. And from Alex, just, you know, it's maybe startling to go back. And, you know, just see the kind of consistency of these types of colors. And Alex's complete inability or unwillingness to push back on stuff in any meaningful way."
    },
    {
      "end_timestamp": 5496.0,
      "id": "beb6e643-c583-3c5c-86d5-9710f616e3a0",
      "speaker": "Jordan",
      "start_timestamp": 5468.0,
      "text": "Yeah, you know, you think over time that something would have changed in some way, like he would have gotten more prepared for them or like, would be more capable of pushing back or more capable of like, closing the closing the conversation down without having to go to but it seems like it's been pretty much the same, like a lot of groups. wish you hadn't said that. But you know, what you're gonna do? That sounds nice. Actually, I agree with you. Let's move on. Hey, you"
    },
    {
      "end_timestamp": 5525.0,
      "id": "c052870e-8f18-3fd6-8e37-4d96376989f3",
      "speaker": "Dan",
      "start_timestamp": 5496.0,
      "text": "could be forgiven. I think if you're in Alex's audience, if you came away with the impression that like, he agrees with all of the most toxic, awful viewpoints, but he doesn't want to say things to protect his own, like bottom line. Yeah, or whatever. Like, I don't think that that's necessarily the case. But it would not be very difficult to talk yourself into it. If you're listening to this. And, you know, you have those horrible toxic Yeah, absolute leafs,"
    },
    {
      "end_timestamp": 5545.0,
      "id": "6376ef22-bace-3ecd-a6bb-54a82315feb5",
      "speaker": "Jordan",
      "start_timestamp": 5525.0,
      "text": "I mean, just based on a all the non all the non word clues, you know, like the, the nonverbal clues, you know, like the tone of voice, the way that he's pausing. All of those little things could definitely make you add up to being like, well, he didn't say his first and honest response. He said what he was supposed to to make the money."
    },
    {
      "end_timestamp": 5562.0,
      "id": "d33ff962-057f-37c7-9047-3f323f1f180c",
      "speaker": "Dan",
      "start_timestamp": 5545.0,
      "text": "Yeah, the refusal to even really recognize that this guy is saying that, like, yeah, the Jews run all of these groups that you are saying are evil and are right, like out to get patriots and destroy Christians. Right, right. You're not even you're just leaving"
    },
    {
      "end_timestamp": 5570.0,
      "id": "09e94059-5cc3-3942-91ec-2ddd76145321",
      "speaker": "Jordan",
      "start_timestamp": 5562.0,
      "text": "that there. Alex, I'm telling you the thing that you're telling me and you're just going like, maybe,"
    },
    {
      "end_timestamp": 5574.0,
      "id": "4c634a57-b818-3766-971f-1ad37079f876",
      "speaker": "Dan",
      "start_timestamp": 5570.0,
      "text": "so this guy, Alex keeps them on for a while, and he asked him but sure. I"
    },
    {
      "end_timestamp": 5578.0,
      "id": "99abdb08-66a0-3657-a7f5-363ca2885896",
      "speaker": "Jordan",
      "start_timestamp": 5574.0,
      "text": "mean, you gotta you gotta Denmark Ian, who hates Jews? Come on."
    },
    {
      "end_timestamp": 5589.0,
      "id": "3c9fcdba-cbe1-3882-9818-9453f51181ab",
      "speaker": "Dan",
      "start_timestamp": 5578.0,
      "text": "He asked him about like opposition to the EU. And Alex had some stats wrong about the EU. And then this guy goes forward even more. Most"
    },
    {
      "end_timestamp": 5609.0,
      "id": "e2888181-dbea-3cc0-a136-a2f4cb91d917",
      "speaker": "Alex Jones",
      "start_timestamp": 5589.0,
      "text": "European countries have not allowed a referendum because in all the nations, I've seen polls on 70 plus percent of the people aren't against being under the EU, but still it expands and expands and expands. Are the people that you talk to in Denmark? Are they against the EU?"
    },
    {
      "end_timestamp": 5613.0,
      "id": "85568990-1f98-3d2f-b76a-e7d37cdea60f",
      "speaker": "Caller 4 (760)",
      "start_timestamp": 5609.0,
      "text": "Most of them, even the Jews? So yeah,"
    },
    {
      "end_timestamp": 5614.0,
      "id": "84aebf27-af16-3df1-8438-a54e4f29de38",
      "speaker": "Alex Jones",
      "start_timestamp": 5613.0,
      "text": "so the question is, why are"
    },
    {
      "end_timestamp": 5617.0,
      "id": "8263882a-60a1-34b9-816c-5380aab62eab",
      "speaker": "Jordan",
      "start_timestamp": 5614.0,
      "text": "they going for the EU? Then?"
    },
    {
      "end_timestamp": 5620.0,
      "id": "31b7313c-3027-3c06-91b0-aca7ac69f539",
      "speaker": "Caller 4 (760)",
      "start_timestamp": 5617.0,
      "text": "Do the rock child control the meet your hand? And my two?"
    },
    {
      "end_timestamp": 5627.0,
      "id": "620d39e7-10e1-3066-9a09-01599d347647",
      "speaker": "Alex Jones",
      "start_timestamp": 5620.0,
      "text": "Yeah. All right, sir. Well, I appreciate your call from Denmark, and please, spread the word and thanks."
    },
    {
      "end_timestamp": 5653.0,
      "id": "451fb654-506d-3b89-b9e3-f86df7148543",
      "speaker": "Dan",
      "start_timestamp": 5627.0,
      "text": "Yeah, yeah, yep. So yeah, the Rothschilds run the media. And that's why you like even the Jews don't like the EU, apparently. I mean, those numbers are way off in terms of approval of the EU is very popular might be actually the inverse in most countries. Yeah, I think you could probably find a couple. I know that Greece was a bit lower. On the favourability. Have,"
    },
    {
      "end_timestamp": 5668.0,
      "id": "baf13896-150b-3779-9040-0282f7e8df8f",
      "speaker": "Jordan",
      "start_timestamp": 5653.0,
      "text": "they got host more than more than once? Yeah, I think I think now though, watching while everybody in the EU is watching Great Britain, eat itself alive. And I think they're all like, we're still in the EU douchebags."
    },
    {
      "end_timestamp": 5693.0,
      "id": "880248dd-5c79-39a2-83b3-70fa2c618e24",
      "speaker": "Dan",
      "start_timestamp": 5668.0,
      "text": "And let me let me actually just say in full disclosure, the numbers that I was talking about are from 2022. So like, they are relevant, fully 2003. Sure, but I don't think that they've swung this far. The median is 26% unfavorable. 72% favorable. Yeah, that sounds about right. Greece is the outlier here with 49% on favorable 50. Well,"
    },
    {
      "end_timestamp": 5703.0,
      "id": "7c9190e2-e058-3693-91db-c1fa8e5bd044",
      "speaker": "Jordan",
      "start_timestamp": 5693.0,
      "text": "I mean, if you recall what happened whenever the 2008 financial collapse, and they forced Greece to eat it essentially Oh totally instead of writing off all of the debt, right,"
    },
    {
      "end_timestamp": 5727.0,
      "id": "ec5e69a5-f23c-3ec3-9ee0-c1729f5402b0",
      "speaker": "Dan",
      "start_timestamp": 5703.0,
      "text": "and like outside of the EU even a strong favourability among the countries polled by the Pew Research Center 27% unfavorability among the 19 country median that they looked at 69% favorable A. So I don't know Alex's often this guy's and he sent me from Denmark."
    },
    {
      "end_timestamp": 5737.0,
      "id": "ec049b9e-201e-3cce-8bad-0654a84a1132",
      "speaker": "Jordan",
      "start_timestamp": 5727.0,
      "text": "Yep, great. I just don't feel like maybe maybe anti Semites from Denmark and Alex don't have their fingers on the pulse of the mainstream."
    },
    {
      "end_timestamp": 5819.0,
      "id": "003dfd35-502c-3485-a984-587179f8e679",
      "speaker": "Dan",
      "start_timestamp": 5737.0,
      "text": "They also don't have good chemistry, you could tell how this call was falling apart at the end, and Alex had to like you. Take care now. Bye. So one last clip. And this is the Alex fulfilling the promise of talking to the lawyer of the students from steht, Stratford high schools and South Carolina, not a very long interview. And this caller, he has ended up being there for some calls. It's pretty unfortunate, because the the lawyer himself is black man. And he brings up the dynamic that's at play with the video recording of the actual raid, being similar in terms to the Rodney King beating right in terms of people being able to see the actual thing elicits an emotional response that people experience it far more vividly than things that they can only abstractly think about. Then the number of callers call in and say How dare you compare this to Rodney King, he was a horrible criminal here it is all this air it was he has to explain. And it's not what I meant. And like, it's it's very weird. But he seems like just a lawyer who's trying to do a case. Yeah, and what have you do a good job."
    },
    {
      "end_timestamp": 5822.0,
      "id": "07726a98-e4b8-377c-8e19-ea7c811c9431",
      "speaker": "Jordan",
      "start_timestamp": 5819.0,
      "text": "And"
    },
    {
      "end_timestamp": 5832.0,
      "id": "48d04fab-acdd-3094-ba11-997521ae3b58",
      "speaker": "Dan",
      "start_timestamp": 5822.0,
      "text": "Alex actually does kind of bring up the racial dynamic, interesting. Yeah, but it's on, it's on. It's unsatisfying. unfulfilling."
    },
    {
      "end_timestamp": 5856.0,
      "id": "df9540be-ca7c-3074-86d4-b210fb31d899",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5832.0,
      "text": "When you have snarling dogs that are trained to attack to train to be a competent to police in their police activities. They're used to dealing with criminals. And of course, they're meant to subdue the criminals and and to use that on on high school students aged 13 through 17. I think what's shocking is, is the imagination, what shocks the imagination is any one of our children going through that?"
    },
    {
      "end_timestamp": 5870.0,
      "id": "8901d71c-653e-332e-80a2-2d828f6fcc20",
      "speaker": "Alex Jones",
      "start_timestamp": 5856.0,
      "text": "Well, I have to tell you, I'm not just saying this, because two thirds of the students singled out or blog, I've seen a film of South Africa in the 80s, where they would everybody line up on their knees and watching police dogs bite on people. And it's very akin to that."
    },
    {
      "end_timestamp": 5892.0,
      "id": "701ca7b8-cc15-36b4-ab23-ffb1f188284a",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5870.0,
      "text": "Well, what what you said is very interesting. And yeah, and what we looked at what we found is if you even think back to the 60s, the use of police dogs and those instances, but But what shocks the conscious, and what was very interesting was that not only black students were targeting, although this section of the hall was an entrance for the bus that was from a more rural and then predominately African American."
    },
    {
      "end_timestamp": 5895.0,
      "id": "86750ce3-10b3-3ba7-bcdf-31d75d7d0eea",
      "speaker": "Alex Jones",
      "start_timestamp": 5892.0,
      "text": "so happens that a lot of black students were there and it was okay."
    },
    {
      "end_timestamp": 5904.0,
      "id": "bff752db-545a-3639-9e5b-31e531f7260f",
      "speaker": "Dan",
      "start_timestamp": 5895.0,
      "text": "Okay, it's just a coincidence. Oh, hey, you know what this, this brings to mind and reminds me of apartheid South Africa. Yeah, as a coincidence."
    },
    {
      "end_timestamp": 5923.0,
      "id": "f115c926-2c41-3d93-afcd-c8466279f684",
      "speaker": "Jordan",
      "start_timestamp": 5904.0,
      "text": "I mean, you know, if something reminds you of apartheid South Africa, it's because you it's just regular old apartheid, where you are right now. It's not apartheid, South Africa, it's apartheid. South Carolina. It's there. It's always been there. That's where it lives."
    },
    {
      "end_timestamp": 5927.0,
      "id": "55110a18-32b6-3857-8892-5c65d2f17167",
      "speaker": "Dan",
      "start_timestamp": 5923.0,
      "text": "It's very easy to convince Alex, this is a coincidence."
    },
    {
      "end_timestamp": 5930.0,
      "id": "8a02be3c-1225-3c8c-812a-b1c0d8f5046d",
      "speaker": "Jordan",
      "start_timestamp": 5927.0,
      "text": "Unreal, because he's bringing up that two"
    },
    {
      "end_timestamp": 5968.0,
      "id": "4597ab74-5010-32d6-96bc-ce9d02495532",
      "speaker": "Dan",
      "start_timestamp": 5930.0,
      "text": "thirds of the students who were caught up in the sweep were African American students. And that is an issue and for the it to be just a coincidence, because there were white students there as well. Or, you know, two thirds, two thirds were African American 1/3 non African Americans. Now, if you think that the school is two thirds African American, then maybe that is coincidental. Right. But when you recognize that it's under 25%, African American, those numbers become much worse."
    },
    {
      "end_timestamp": 5972.0,
      "id": "639c8818-8116-3f75-833f-f21fc373d224",
      "speaker": "Jordan",
      "start_timestamp": 5968.0,
      "text": "Yeah, they look real bad. Is if there's intent behind them."
    },
    {
      "end_timestamp": 6006.0,
      "id": "566bd7d4-31d6-3d3e-877b-fb202bd156f7",
      "speaker": "Dan",
      "start_timestamp": 5972.0,
      "text": "Well, I mean, it makes the the two thirds number far more disproportional. Yeah. And it makes the, the 20. The 33%. The one or the other 1/3. Of much less statistically relevant. Yep. So anyway, it's not a coincidence, but this is the extent to which Alex and it's just baffling for me, like Alex does. If he brings it up, yeah, he brings up apartheid South Africa. That's just very strange."
    },
    {
      "end_timestamp": 6037.0,
      "id": "44998882-7e37-31fb-8bf3-5345e33ebed5",
      "speaker": "Jordan",
      "start_timestamp": 6006.0,
      "text": "I mean, what I ate, okay, here's the problem I have, here's the problem I have, and it's a big one. And it's one that I don't think we're gonna get around, probably not. If something reminds you of apartheid South Africa, I don't care what that thing is, it's a problem that needs to be fixed from the bottom up, you know, tear the whole thing down. If it reminds you of apartheid South Africa, it needs to be destroyed. So I don't understand how you could even bring that up."
    },
    {
      "end_timestamp": 6041.0,
      "id": "6f89bbe9-6621-3af0-b4d7-6238946be2c9",
      "speaker": "Dan",
      "start_timestamp": 6037.0,
      "text": "What about the movie? And then and then be moved on?"
    },
    {
      "end_timestamp": 6060.0,
      "id": "8285d8d7-f5af-32aa-8a2d-e9406124181b",
      "speaker": "Jordan",
      "start_timestamp": 6041.0,
      "text": "You know, just be like, Hey, that reminds me of South Africa. Oh, no. Big deal. All right. Well, I'm gonna keep going. That is not okay. Even even if they like it and apartheid South Africa, don't care, don't care. It's got to be stopped. Whatever it is, it's got to be stopped. Fair enough. You know, fair enough. I feel like that's simple."
    },
    {
      "end_timestamp": 6064.0,
      "id": "5a098216-feff-3b73-8a45-bb90475d7a6e",
      "speaker": "Dan",
      "start_timestamp": 6060.0,
      "text": "Yeah. Well, I mean, your policy there I think is is sensible."
    },
    {
      "end_timestamp": 6067.0,
      "id": "0fa316a2-b341-39ec-b00c-59c4c67b9023",
      "speaker": "Jordan",
      "start_timestamp": 6064.0,
      "text": "At the very least, don't just move over it. Yeah."
    },
    {
      "end_timestamp": 6083.0,
      "id": "8af29318-d951-3d66-9faa-e45d534da5b0",
      "speaker": "Dan",
      "start_timestamp": 6067.0,
      "text": "At least ask a number of follow up questions. A lot of them don't accept. At any excuse that it's a coincidence. But that's not the Alex Jones way. Infowars is not made for follow up questions."
    },
    {
      "end_timestamp": 6089.0,
      "id": "402d8c1a-3557-34a6-b899-ec0b4812f9a9",
      "speaker": "Jordan",
      "start_timestamp": 6083.0,
      "text": "It's no coincidentally, it's like South African apartheid. It's not it's Yeah. Particularly when"
    },
    {
      "end_timestamp": 6096.0,
      "id": "510e56d7-eebc-3a2f-8e11-3ffb3df62200",
      "speaker": "Dan",
      "start_timestamp": 6089.0,
      "text": "the thing that's reminiscent is targeted harassment and abuse of black people."
    },
    {
      "end_timestamp": 6100.0,
      "id": "cf3520f5-a3c9-3725-aadb-ac3ab10d89b8",
      "speaker": "Jordan",
      "start_timestamp": 6096.0,
      "text": "Yep. Yeah. Anyway,"
    },
    {
      "end_timestamp": 6117.0,
      "id": "240c5c6d-b3a9-3b42-ae1d-99b9ac5cd134",
      "speaker": "Dan",
      "start_timestamp": 6100.0,
      "text": "in the past, there is some fun and there is some not fun, ain't that the way of things? Always love a nice customer service call on is always fun. They're just the best dogs trained in Czechoslovakia? That's great. Pretty sweet. That's great. We're not gonna get that"
    },
    {
      "end_timestamp": 6130.0,
      "id": "1fc1c095-75ea-3695-97b8-5090e6905698",
      "speaker": "Jordan",
      "start_timestamp": 6117.0,
      "text": "on another show. There's something there's something about Louisiana dentures message that is going to stick with me, I'm going to be thinking about poor man's very, very sad, and that's 20 years ago, he's probably dead. Do know, that"
    },
    {
      "end_timestamp": 6169.0,
      "id": "076fd775-57d6-3184-a963-0f1037641e3e",
      "speaker": "Dan",
      "start_timestamp": 6130.0,
      "text": "might just have an old voice. That's possible. That's true. But yeah, the the, the the nature of this stuff like the the pretty frequent instances of anti semitic collars that Alex has no ability to push back on. And the fact that one of them is Dan in Illinois, who calls in every other every third show, or he's on, gets through constantly is irregular? And that's troubling. Yeah. And then the virus thing to like, it's just the echoes of the present or yeah, in in ways that are kind of uncomfortable."
    },
    {
      "end_timestamp": 6195.0,
      "id": "6ae53d9f-9c66-3688-a529-c1fabdd13956",
      "speaker": "Jordan",
      "start_timestamp": 6169.0,
      "text": "I mean, it is, it is a one thing that I love about the past episodes is that they are emblematic of something that's so crucial, which is just a very simple, if you don't deal with a problem, it's going to get worse, Drew, you know, like, this is so many we've see so many things where it's like, we didn't deal with a problem, then we didn't have"
    },
    {
      "end_timestamp": 6264.0,
      "id": "6501dc7f-6bee-345d-9c2f-e482ea3a8aac",
      "speaker": "Dan",
      "start_timestamp": 6195.0,
      "text": "an information problem was there. And they had every reason to think it would take care of itself kind of or like I suppose, you know, if you take time to know about things, you would hear these things and be like, Who's Who would believe that no idiot would ready this noise? And that's, that's unfortunately, it turns out to have been a naive position. Yeah, yep. Yep. Yeah, that is, that is a bummer. But I think that there's a second element to of it. That is, if you look back at the past, and you see all of this, like, this constant similarity. And you know, basically, what you're saying, Yeah, is that if you flip it, it really does put into perspective, the way that Alex deals with, like, immediacy. And the stories that are breaking news now in the present day, some breaking news 20 years ago, doing the same shit it, you know, it kind of cuts both ways, does it? Ideally, it should be able to illustrate to somebody who's caught up in that, right, that cycle that like, No, this is this is the same. It's all it's a carousel. carousel. Yeah. I"
    },
    {
      "end_timestamp": 6309.0,
      "id": "1bac74f1-504a-32e4-9250-48a8ca0a92b3",
      "speaker": "Jordan",
      "start_timestamp": 6264.0,
      "text": "mean, it's, it's hard to it's hard to not think like, well, this is a problem from then. But you know, like, we were talking about what the bingo cards, this is a problem. This is the same problem from the same bad thinking that's been going on for forever. And it's just never been dealt with because either we've never found a successful way to deal with it, or we don't have the political or capital necessary to deal I think it's probably more of the prior. Yeah, I would it has to be because it's so obvious. The biggest problem we're having right now is most people don't believe in the real world isn't that"
    },
    {
      "end_timestamp": 6317.0,
      "id": "da8c786c-662b-38c5-b1f1-96003bc8d559",
      "speaker": "Dan",
      "start_timestamp": 6309.0,
      "text": "that is the the place the the point from which the so many cracks? Yeah,"
    },
    {
      "end_timestamp": 6320.0,
      "id": "9043efc3-ced3-3072-aaf0-21601e355374",
      "speaker": "Jordan",
      "start_timestamp": 6317.0,
      "text": "it is. It's just we don't believe in the real work point"
    },
    {
      "end_timestamp": 6324.0,
      "id": "34962124-1fb6-3bc5-861c-67524d0182b5",
      "speaker": "Dan",
      "start_timestamp": 6320.0,
      "text": "where a lot of bullshit starts spreading out yeah"
    },
    {
      "end_timestamp": 6328.0,
      "id": "e89ad609-691f-3d93-9a15-ad60b185c0cd",
      "speaker": "Jordan",
      "start_timestamp": 6324.0,
      "text": "I don't know how to make you believe in reality is the ultimate question"
    },
    {
      "end_timestamp": 6336.0,
      "id": "d77d5120-7890-31ad-b07a-fe8274c765d0",
      "speaker": "Dan",
      "start_timestamp": 6328.0,
      "text": "and it's pretty easy apparently to make people believe in non reality a lot easier like Czechoslovakia and"
    },
    {
      "end_timestamp": 6342.0,
      "id": "7b3b2815-ab4b-3400-9b10-ca5ed78b93e4",
      "speaker": "Jordan",
      "start_timestamp": 6336.0,
      "text": "drain says Eastern European murder dogs from 20 years ago"
    },
    {
      "end_timestamp": 6349.0,
      "id": "4ccdcd1d-e949-3bcd-abcf-deb8008e3898",
      "speaker": "Dan",
      "start_timestamp": 6342.0,
      "text": "anyway we'll be back with another episode that will likely be as bummer ish. But until then we have wept"
    },
    {
      "end_timestamp": 6355.0,
      "id": "25a1cd90-25f0-3a74-a16d-143df74babfe",
      "speaker": "Jordan",
      "start_timestamp": 6349.0,
      "text": "we do have a website it's knowledge fight.com We're also on Twitter we are on Twitter it's at knowledge underscore fight."
    },
    {
      "end_timestamp": 6374.0,
      "id": "203d60f3-8a28-37c7-b81f-745a41e34f15",
      "speaker": "Dan",
      "start_timestamp": 6355.0,
      "text": "We'll be back but until then I'm Neo I'm Leo I'm DCX Clark I'm got anything feeling better. I really feel like I should have thought of a bit during the time away. I had a whole week who Yeah, but"
    },
    {
      "end_timestamp": 6378.0,
      "id": "748f99ec-bf54-34af-9eb4-fe4321ed9131",
      "speaker": "Jordan",
      "start_timestamp": 6374.0,
      "text": "you fail you are in non thinking about bit headspace."
    },
    {
      "end_timestamp": 6388.0,
      "id": "f7df0a81-48a5-30fa-bfd9-ce83eb3a5988",
      "speaker": "Dan",
      "start_timestamp": 6378.0,
      "text": "True. Yeah, true. I Ah, here we go. What are you got? The floor is lava."
    },
    {
      "end_timestamp": 6390.0,
      "id": "2c004f88-e854-37ba-a220-36cdbf7d9b71",
      "speaker": "Jordan",
      "start_timestamp": 6388.0,
      "text": "And now here comes the sex robots."
    },
    {
      "end_timestamp": null,
      "id": "b51a3f65-bc3e-3f25-89a4-01b5377607a2",
      "speaker": "Alex Jones",
      "start_timestamp": 6390.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}