{
  "audio_identifier": "KF_761",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/Dec-11-2003.mp3",
  "blocks": [
    {
      "end_timestamp": 59.0,
      "id": "0f6c0d46-0e81-3044-bd70-dcfa5cb9b90f",
      "speaker": "Alex Jones",
      "start_timestamp": 4.0,
      "text": "Red Alert. Red alert. Red alert. Red Alert knowledge five days damn important wedding knowledge party.com It's time to pray. I have great respect for knowledge, knowledge. I'm sick of them posing as if they're the good guys Shang chi or the bad guy knowledge. Dan and Jordan knowledge fight need money Andy and Andy are stopping Andy and Ken handy in Kansas. Andy in Kansas, you're on the airplane. Huge fan. I love your word. Knowledge by knowledge fight.com"
    },
    {
      "end_timestamp": 68.0,
      "id": "bd51f9bb-1edb-3b9c-9785-265964ad2d7b",
      "speaker": "Dan",
      "start_timestamp": 59.0,
      "text": "Hey everybody, welcome back to knowledge fight. I'm Dan. I'm George. We're couple dudes like sit around worship at the altar of saline and talk a little bit about Alex Jones. Oh,"
    },
    {
      "end_timestamp": 79.0,
      "id": "732724c1-0b12-3d98-8d6e-6a3ecdb9e576",
      "speaker": "Jordan",
      "start_timestamp": 68.0,
      "text": "indeed. We are. Oh. Something caught my throat. Oh, Dad, Jordan, dad. Jordan. Quick question. So what's your bright spot today, buddy? Well, my"
    },
    {
      "end_timestamp": 100.0,
      "id": "d2106f81-7fef-3314-b672-4ae0ad9277c3",
      "speaker": "Dan",
      "start_timestamp": 79.0,
      "text": "bright spot today Jordan is that I finally got around to finishing off Better Call Saul. Oh, finally made it through the last season finished it. It's great. Yeah, I have some thoughts. Some spoiler free thoughts. I guess sounds good. Not enough Lavelle."
    },
    {
      "end_timestamp": 103.0,
      "id": "b95a5160-851e-3071-b35b-690ff47115a4",
      "speaker": "Jordan",
      "start_timestamp": 100.0,
      "text": "That is that is fair. Always love"
    },
    {
      "end_timestamp": 111.0,
      "id": "a2fd290e-0546-34d6-b111-f26c72b7c5b9",
      "speaker": "Dan",
      "start_timestamp": 103.0,
      "text": "that Lavelle Crawford. He is he's a Missouri guy. I believe. Yeah. St. Louis. Yep. So that's always near and dear to my heart who"
    },
    {
      "end_timestamp": 117.0,
      "id": "bbe553f8-dba3-32ec-b700-d4fce08595e7",
      "speaker": "Jordan",
      "start_timestamp": 111.0,
      "text": "are in comic for decades. Yes. Before just landed up in a weird situation long before"
    },
    {
      "end_timestamp": 134.0,
      "id": "3e3412b2-4e33-3443-af8b-eaf870040837",
      "speaker": "Dan",
      "start_timestamp": 117.0,
      "text": "he was on Breaking Bad. He he was on BTS comic shows pretty regularly. On there. Thought he was hilarious. So funny. Me and my buddies had his CD taking a fat break. Big fan."
    },
    {
      "end_timestamp": 141.0,
      "id": "8044917a-72fb-3df1-b621-45525245828c",
      "speaker": "Jordan",
      "start_timestamp": 134.0,
      "text": "He did have that early crutch of Hey, man. Come on. I'm a large dude. Yeah, yeah, we got it,"
    },
    {
      "end_timestamp": 152.0,
      "id": "a1c36143-4210-34d6-92fc-18d23a41c149",
      "speaker": "Dan",
      "start_timestamp": 141.0,
      "text": "man. He's just so delivery. So great. We and my buddies got scolded because he came to deja vu the comedy club in Colombia. And we got scolded because we were laughing to RC"
    },
    {
      "end_timestamp": 158.0,
      "id": "b0abb58f-fc41-314c-81e2-cafc369f4d42",
      "speaker": "Jordan",
      "start_timestamp": 152.0,
      "text": "man and his voice to his voice is so distinct. And he really uses it. Well."
    },
    {
      "end_timestamp": 173.0,
      "id": "7c06a7e1-96a6-34fa-9128-2f7284331944",
      "speaker": "Dan",
      "start_timestamp": 158.0,
      "text": "Yeah. Yeah. So other thoughts that I had? That? I don't know. I thought it was I don't know if this is their intention. Okay. But I ran out of patience with the character of Saul."
    },
    {
      "end_timestamp": 180.0,
      "id": "b678aebe-b6c7-340f-b6e2-a734e3bdb49c",
      "speaker": "Jordan",
      "start_timestamp": 173.0,
      "text": "I think it is their attention. Yeah. After six seasons, how can you not be tired of a fast talking? Con man?"
    },
    {
      "end_timestamp": 211.0,
      "id": "2ff871f7-11a3-3c14-b32c-720fec76f00e",
      "speaker": "Dan",
      "start_timestamp": 180.0,
      "text": "Well, there's, there's a like pathos. Obviously, that runs through especially like some of the earlier seasons sure of like, how this person turned into Saul Goodman. Right. Right. You know, and like, that is pretty interesting. That person does terrible things, but you feel for them. And truly, I just thought it was an interesting exercise in like, where is the point where that has? We've had enough of that. It is intentional, right? Bravo. Right, right. Right. Right. Yeah."
    },
    {
      "end_timestamp": 244.0,
      "id": "f5af63d4-4fc5-32a4-953c-052cabd56bd1",
      "speaker": "Jordan",
      "start_timestamp": 211.0,
      "text": "It's fascinating. How how, what would I say, it's fairly difficult to create a character that is morally bankrupt, right? And then still set your TV series with that person in as the hero in their own mind, you know, so he's traveling throughout this world, and you see all these justifications that you make, and you can feel the pathos of it, right. But in real life, you'd be like, fucking get the shit out of here. Fuck you, man. Go."
    },
    {
      "end_timestamp": 279.0,
      "id": "1ad13c32-38aa-3915-9374-ee5cf583300b",
      "speaker": "Dan",
      "start_timestamp": 244.0,
      "text": "But I also think it's not morally bankrupt. Enough. Fair, you know, I think that there's a little bit of trying to take out of both bash Sure, sure. Sure. If that's even a metaphor, but anyway, it was enjoyable enough, but I did resent that. It seemed to me that there were like, 10 episodes a season. Last season. There were 13 Yeah, but I didn't know that. And so it was fairly late at night. And I was like, All right, I'm on. I'm on episode eight. Oh, no. Yeah. And then I was like, Wait, there's another episode. Yeah. Then you got to finish it. Yeah, well, you can't not anyway, what's your bright"
    },
    {
      "end_timestamp": 286.0,
      "id": "6f026cbf-b48f-3f38-8f63-664d1c325786",
      "speaker": "Jordan",
      "start_timestamp": 279.0,
      "text": "spot? My bright spot is if you call you remember, what sorry. You got one more thought? One more thought one more thought."
    },
    {
      "end_timestamp": 317.0,
      "id": "74ac5de9-38b2-3c34-bdc5-5b5f8845347e",
      "speaker": "Dan",
      "start_timestamp": 286.0,
      "text": "So obviously, right Andy? This is not a spoiler. Sure. But like Walt and Jesse from Breaking Bad come back. Yes. For cambios at the courts, they gotta do of course your you know there's intersecting too. timelines high at all. Have you? I gotta say, refreshing is hell. See? See Jessie you know it right you forget like, like the amount of charm he has ya know it. That character is a lot of fun."
    },
    {
      "end_timestamp": 324.0,
      "id": "497d2f1a-8d91-362c-92cb-a50877185387",
      "speaker": "Jordan",
      "start_timestamp": 317.0,
      "text": "Yeah, he's he's a character that somehow you're like yeah, man I'm rooting for you."
    },
    {
      "end_timestamp": 331.0,
      "id": "028a32fe-efd0-3542-ae53-23a1f442e5b0",
      "speaker": "Dan",
      "start_timestamp": 324.0,
      "text": "While I'm not sure if that got old Yeah, maybe it did and I just have forgotten because it's been a while since I watch Breaking Bad Yeah it"
    },
    {
      "end_timestamp": 335.0,
      "id": "03879d83-7367-3751-92ab-2bc0fa4e554a",
      "speaker": "Jordan",
      "start_timestamp": 331.0,
      "text": "does. It does make me want to watch Breaking Bad again but I still have not done it. You"
    },
    {
      "end_timestamp": 351.0,
      "id": "ddb0f4f9-2c59-335a-9142-cda2a3b55c1a",
      "speaker": "Dan",
      "start_timestamp": 335.0,
      "text": "know what's weird what when Jesse and Walt came back was my response to all it was this asshole. Motherfucker that maybe that's intentional too. Who knows? I interrupted you. Yeah, if"
    },
    {
      "end_timestamp": 380.0,
      "id": "4076f458-4855-3f6a-99d8-78ea3aa7abee",
      "speaker": "Jordan",
      "start_timestamp": 351.0,
      "text": "you remember I told you about that 24 hour stream that guy did and Final Fantasy nine. Did all those funny, right? He's started doing Matakohe started doing a Final Fantasy one through 15 Oh, Marathon. Whoa, I think he's just going. I think he's, I think there's like an hour break. But essentially, he's just started them taking a little nap. He's been going on for three days or something. Now I think he's in like, 50 to three hours straight."
    },
    {
      "end_timestamp": 388.0,
      "id": "4d8ae60b-47c4-3676-bba9-4ed8669e3593",
      "speaker": "Dan",
      "start_timestamp": 380.0,
      "text": "Is he trying to speed run? Yeah, all of them. Okay, from start to finish there even a record that he's trying to break or he just said,"
    },
    {
      "end_timestamp": 403.0,
      "id": "94970e34-d995-36db-b8c4-bc5ed7b2f71a",
      "speaker": "Jordan",
      "start_timestamp": 388.0,
      "text": "assume it's I assume that it what it really is, is an act of altruism, right? Somebody is going to do that. Right. So what he's doing is doing that in order to save the rest of the human race from having to is he doing it for charity? No, I"
    },
    {
      "end_timestamp": 409.0,
      "id": "d8401667-4073-3fcb-a912-60cfb5e143cf",
      "speaker": "Dan",
      "start_timestamp": 403.0,
      "text": "don't think so. Maybe I have no idea. This opportunity. Perhaps I do a fundraiser. So I"
    },
    {
      "end_timestamp": 412.0,
      "id": "028fd6ed-f08b-3956-8cda-0c4dee0dab78",
      "speaker": "Jordan",
      "start_timestamp": 409.0,
      "text": "don't think anybody is watching. I'm not sure."
    },
    {
      "end_timestamp": 440.0,
      "id": "12f2ea3f-e5d0-3c4d-b547-9a6ebf892f59",
      "speaker": "Dan",
      "start_timestamp": 412.0,
      "text": "So here's here's what I was thinking about was that so I know, I've only played the Final Fantasy seven remake at your behest. And you know, it's a modern game. Yeah. Has like the aesthetics of of a fairly current game. And I've seen the original Final Fantasy seven. What that will those graphics look like the polygon? Yeah, but that's the seventh one. Right? It was the first one like a Zork tech venture. It"
    },
    {
      "end_timestamp": 453.0,
      "id": "6feaae6e-d3b4-366f-a224-dd9b2479420b",
      "speaker": "Jordan",
      "start_timestamp": 440.0,
      "text": "was I mean, I want to say it was more like Dig Dug, in that you had like just pixels, then you would walk up and then left and it would be like you got into a fight and you're like, fight and they're like you won the fight. That was basically"
    },
    {
      "end_timestamp": 475.0,
      "id": "f1d37967-70ea-340d-9f3b-2a636568863f",
      "speaker": "Dan",
      "start_timestamp": 453.0,
      "text": "the first one was a Bubble Bobble. Yeah, about that. Well, that it's shocking to me. I mean, that would even be fun. I mean, I wouldn't want to watch this guy play for like days at a time. But no, no, it would be very interesting to see the evolution of the style and the aesthetics of it. Yeah, like that would be it'd be worth it to skim through it. It"
    },
    {
      "end_timestamp": 484.0,
      "id": "b5fdea1b-ac3a-3149-9fc2-f6fa55bf059f",
      "speaker": "Jordan",
      "start_timestamp": 475.0,
      "text": "was it was fascinating. I like saw it happen. And then I saw some of the video game and I sat there and watched it for like, 1520 minutes. I was like, Oh, right. That's that game. That's"
    },
    {
      "end_timestamp": 488.0,
      "id": "a1442abe-3db8-3ecb-b3bf-85a7d76854cc",
      "speaker": "Dan",
      "start_timestamp": 484.0,
      "text": "the sort of thing I would be like. Okay with putting on in the background? Yes."
    },
    {
      "end_timestamp": 492.0,
      "id": "4433719a-6cdb-3e9b-a5d6-c8970cc67eda",
      "speaker": "Jordan",
      "start_timestamp": 488.0,
      "text": "100%. Yeah. And then I came back and he was playing a different game."
    },
    {
      "end_timestamp": 494.0,
      "id": "fa9312be-06c3-3aec-adc3-d6c00a8b15e4",
      "speaker": "Dan",
      "start_timestamp": 492.0,
      "text": "He's slowly losing his mind. I"
    },
    {
      "end_timestamp": 501.0,
      "id": "aa94cf7d-d932-33cc-a40f-ae5a450c4dd4",
      "speaker": "Jordan",
      "start_timestamp": 494.0,
      "text": "assume. At one point, I think I turned it on and he had not spoken for like a half hour. I don't know what's going on."
    },
    {
      "end_timestamp": 507.0,
      "id": "18a129f3-b60c-341c-8977-f4d203df8177",
      "speaker": "Dan",
      "start_timestamp": 501.0,
      "text": "I do think there's something so great about like, endurance based comedy."
    },
    {
      "end_timestamp": 518.0,
      "id": "46ac05ce-9a02-3302-8882-8bbc2526b9de",
      "speaker": "Jordan",
      "start_timestamp": 507.0,
      "text": "Honestly, there's something so kindred I feel to him doing something absurd. Just because you know it needs do I guess Sure."
    },
    {
      "end_timestamp": 527.0,
      "id": "1e46b890-e224-35b2-a9fb-954fcc77219b",
      "speaker": "Dan",
      "start_timestamp": 518.0,
      "text": "Like the George Lucas talk show with their lifetime special. They did 30 Something hours of all the live action star wars. Yes."
    },
    {
      "end_timestamp": 528.0,
      "id": "ca3c77e6-7cf1-3d18-a08c-4ac7bd419526",
      "speaker": "Jordan",
      "start_timestamp": 527.0,
      "text": "It's what you gotta do."
    },
    {
      "end_timestamp": 534.0,
      "id": "ceaabefe-c87c-31d3-af50-f1ae726e063e",
      "speaker": "Dan",
      "start_timestamp": 528.0,
      "text": "Yeah, you end up going nuts. We should do that some time. Every episode of Infowars marathon."
    },
    {
      "end_timestamp": 541.0,
      "id": "c245e9fe-fa52-39c8-aea9-f4e1882f3fda",
      "speaker": "Jordan",
      "start_timestamp": 534.0,
      "text": "I don't know if we will live that long. We got to do okay. It's an act of altruism. Somebody's going to."
    },
    {
      "end_timestamp": 567.0,
      "id": "39d7ff24-37fe-3b6b-9987-46a1f17db10b",
      "speaker": "Dan",
      "start_timestamp": 541.0,
      "text": "So Jordan today we have an episode to do. It won't be days long guy. Yeah, sure you have that? So here's the situation. Yeah. Ah, we're gonna do another 2003 episodes. Okay, and here's why. All right, I got down to business. And I was I was like, we're gonna go back to the President. We're gonna check in on him. I'm gonna play you a clip of Alex from the 28th. So that was Wednesday. Gotcha. And I just was like, I'm out."
    },
    {
      "end_timestamp": 611.0,
      "id": "6c69ab25-6781-3c3a-9d00-c85c444e5057",
      "speaker": "Alex Jones",
      "start_timestamp": 567.0,
      "text": "Powerful horses. Badly around the clock for many years to take us off the air. But thanks for you, the viewers and listeners, your word of mouth, your prayers, your support. We are still on air and in many ways those scarred stronger than ever, with more resolved than ever. Thank you so much for joining us today. Okay, we're gonna open the phones up throughout the four hours of the transmission. We have a very special guest popping in in the third hour, but the first and second hour and into the fourth week. begging halls today, on any issue you wish to discuss. It'll be a wild card. Free For All here, but honestly on the front a lot of topics and news that I want to get to"
    },
    {
      "end_timestamp": 612.0,
      "id": "f95c7c0e-3121-3cd9-88d1-682408df96df",
      "speaker": "Dan",
      "start_timestamp": 611.0,
      "text": "you sounds like shit. Yeah. Why"
    },
    {
      "end_timestamp": 614.0,
      "id": "f210535e-829b-38fe-8998-c12534dca740",
      "speaker": "Jordan",
      "start_timestamp": 612.0,
      "text": "does it sound so shady?"
    },
    {
      "end_timestamp": 631.0,
      "id": "33f05132-8a2f-3cca-bf36-af28e81e4ab0",
      "speaker": "Dan",
      "start_timestamp": 614.0,
      "text": "I mean, not just even the audio. He sounds like someone hit him with a Trank. Like, right before they started the show. Absolutely. It's it sounds so there's no spark of life. And just, it is a bummer. And then I kept listening and he doesn't go to calls."
    },
    {
      "end_timestamp": 632.0,
      "id": "773818bd-cc6e-3275-97d6-1aecb919dbb4",
      "speaker": "Jordan",
      "start_timestamp": 631.0,
      "text": "Come on,"
    },
    {
      "end_timestamp": 659.0,
      "id": "212e23ef-0615-32d2-ab66-362d3ac867b8",
      "speaker": "Dan",
      "start_timestamp": 632.0,
      "text": "I gotta get out of here. Man, Jesus, I know, we got to talk about the present day. Well, but like, I'm listening to this. He's making me sad. It's the end of the year. I don't want to deal with it. He's just doing like, one of his big narratives was a COVID. That conspiracy theory that he's pretending is current. But it's a talking point that he had from January. Yeah, like he's just reusing it as if it's some new bombshell. And I'm like, I can't I can't do this."
    },
    {
      "end_timestamp": 663.0,
      "id": "96bb6556-6c46-31b4-866a-7860f592e2a6",
      "speaker": "Jordan",
      "start_timestamp": 659.0,
      "text": "I just do the one year anniversary of him making that bullshit claim. So"
    },
    {
      "end_timestamp": 705.0,
      "id": "16ff3b6b-a570-311f-a240-c42da86b2124",
      "speaker": "Dan",
      "start_timestamp": 663.0,
      "text": "you know, your mind resets. Every year your greatest reset? Oh, so I decided I'm going to stick around in December 2003. So we're talking about December 11 2003. Ah, and this is a roller coaster. Okay, this episode at the beginning, you're gonna think you're gonna be really furious about it. And then you're still gonna be a little mad, but there's some fun. Okay. Okay, we'll go down to business on that. But first, Jordan, let's say hello to some new wall. Oh, that's great idea. I've got a couple of very late Happy Birthday. So let's just get those out of the way. First. So first, happy birthday, Phil on March 16. From your favorite sister. Thank you so much. You're now policy rock. I'm a policy"
    },
    {
      "end_timestamp": 707.0,
      "id": "1f79d0c1-1c46-389d-8a58-d0f724b93cc1",
      "speaker": "Jordan",
      "start_timestamp": 705.0,
      "text": "Happy birthday. Thank you very much."
    },
    {
      "end_timestamp": 713.0,
      "id": "7774d98a-fb43-3930-90cb-809451d58d19",
      "speaker": "Dan",
      "start_timestamp": 707.0,
      "text": "I'm not possibly be that delayed but in advance of this March."
    },
    {
      "end_timestamp": 721.0,
      "id": "723f8eec-2f18-37f2-b320-47b16f01f5f9",
      "speaker": "Jordan",
      "start_timestamp": 713.0,
      "text": "If if she did that on purpose, and sent it in like August just being like I bet they're gonna do it next year."
    },
    {
      "end_timestamp": 745.0,
      "id": "0f23a3d9-11ef-365e-8c44-f17ab02cc8e0",
      "speaker": "Dan",
      "start_timestamp": 721.0,
      "text": "I don't know what the deal is. Anyway. Happy birthday. Happy birthday. And happy birthday Dr. Bell Arzo. Bell, Bell Azhar bow. Stand extend IQ. Thank you so much. You are now policy one. I'm a policy wonk Happy Birthday. Okay. And also, Kevin Love 2012 numbers are actually Adrenochrome thank you so much. You are now policy walk."
    },
    {
      "end_timestamp": 746.0,
      "id": "aa9a6985-60e8-38c3-8917-a2b99924d81b",
      "speaker": "Alex Jones",
      "start_timestamp": 745.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 750.0,
      "id": "6d4b6c68-051b-3f2f-b874-15c98b3508a2",
      "speaker": "Dan",
      "start_timestamp": 746.0,
      "text": "I sounded confused. But also those are just words. To put that together,"
    },
    {
      "end_timestamp": 761.0,
      "id": "e193f8b0-9309-3da0-8779-b5ef4380a247",
      "speaker": "Jordan",
      "start_timestamp": 750.0,
      "text": "if I remember correctly, Kevin Love in 2012 was on the Cavaliers or he might still have been on the Timberwolves."
    },
    {
      "end_timestamp": 772.0,
      "id": "782e5cb7-e6d6-33c4-b6a0-22e7af6708a4",
      "speaker": "Dan",
      "start_timestamp": 761.0,
      "text": "I'm wondering if this is a Kony 2012 thick. But I just think that whenever anybody mentions 2012 Yeah, that's fair. That's he currently really stole 2012 from the Mayan apocalypse. That's fair terms of reference."
    },
    {
      "end_timestamp": 775.0,
      "id": "213de669-7378-3a40-8976-b77bf3c73e77",
      "speaker": "Jordan",
      "start_timestamp": 772.0,
      "text": "That was interesting. Yeah."
    },
    {
      "end_timestamp": 779.0,
      "id": "59029e8f-0e64-34fe-b0ff-0796b1e268d4",
      "speaker": "Dan",
      "start_timestamp": 775.0,
      "text": "Next, your mother walks policies and hell. Thank you so much for now policy."
    },
    {
      "end_timestamp": 781.0,
      "id": "44dac3df-ef72-3cf8-8347-8e90c1ab17b3",
      "speaker": "Alex Jones",
      "start_timestamp": 779.0,
      "text": "Well, I'm a policy wonk,"
    },
    {
      "end_timestamp": 782.0,
      "id": "b22a486c-0adb-3133-8dd6-b9ed2c4e716b",
      "speaker": "Jordan",
      "start_timestamp": 781.0,
      "text": "thank you very much. Next,"
    },
    {
      "end_timestamp": 787.0,
      "id": "0055e92a-1ee4-33a6-b9ec-3b5f09e50e8d",
      "speaker": "Dan",
      "start_timestamp": 782.0,
      "text": "just read Brave New World and surprise, Alex is still a dumbass. Thank you so much. You're now policy walk."
    },
    {
      "end_timestamp": 788.0,
      "id": "6be4f132-65da-3058-9fd8-8ccf06771998",
      "speaker": "Alex Jones",
      "start_timestamp": 787.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 791.0,
      "id": "c3955a3d-79ac-3ec1-9fc5-0ad3dc29cdb4",
      "speaker": "Jordan",
      "start_timestamp": 788.0,
      "text": "Thank you very much. That was the biggest revelation from that"
    },
    {
      "end_timestamp": 811.0,
      "id": "793ccb09-92ea-3b63-8f69-e1d02d97c37f",
      "speaker": "Dan",
      "start_timestamp": 791.0,
      "text": "book. But did you read Brave New World revisited. Next Dream Queen and pizza boy, thank you so much for an hour policy won't have a policy. Thank you very much. And finally, Violet. Beauregard. Thank you so much, and our policy walk and they actually asked me to make sure that I pointed out that chimera is our people to thank you so much. You're now a policy wonk."
    },
    {
      "end_timestamp": 812.0,
      "id": "64663771-da6a-33f6-bf99-28ffd6dbd063",
      "speaker": "Alex Jones",
      "start_timestamp": 811.0,
      "text": "I'm a policy wonk,"
    },
    {
      "end_timestamp": 826.0,
      "id": "75aaee42-0fed-3826-b3ba-fd2b4794a689",
      "speaker": "Dan",
      "start_timestamp": 812.0,
      "text": "thank you very much. Thank you. All right. So we're in the past December 11 2003. I think in this first clip, you're going to get why I said, this might be an infuriating seeming episode."
    },
    {
      "end_timestamp": 845.0,
      "id": "004c2a36-d7c4-3970-af1a-69d6b4c973a3",
      "speaker": "Alex Jones",
      "start_timestamp": 826.0,
      "text": "All right, my French folks listening worldwide all the ships at sea. It is Thursday, the 11th day of December 2003. We have Phyllis Shapley, the founder of Eagle Forum joining us halfway into the next hour."
    },
    {
      "end_timestamp": 863.0,
      "id": "67e9de55-ef33-3c14-864e-5273a1fde6f8",
      "speaker": "Dan",
      "start_timestamp": 845.0,
      "text": "So Phyllis Schlafly is on but this twists in a way that you wouldn't expect necessarily. I'm probably overselling this in terms of it being some kind of like really fun thing. I found it remarkably entertaining. Yeah. I also love the idea of Alex saying hello to the ships at sea."
    },
    {
      "end_timestamp": 870.0,
      "id": "449b4cd0-54fa-34eb-b1f3-062231b196a2",
      "speaker": "Jordan",
      "start_timestamp": 863.0,
      "text": "That was a that was a turn. Yeah. I wasn't expecting that. I wasn't sure if he was on some sort of special broadcast for"
    },
    {
      "end_timestamp": 874.0,
      "id": "99270957-0ff4-37be-b04d-dee8bd47a12b",
      "speaker": "Dan",
      "start_timestamp": 870.0,
      "text": "the troops. This is us. Oh, yeah."
    },
    {
      "end_timestamp": 878.0,
      "id": "749e7951-52fa-3888-b338-765fa40fb1cc",
      "speaker": "Jordan",
      "start_timestamp": 874.0,
      "text": "Bob Hope special. Is that what's going on here? Yeah."
    },
    {
      "end_timestamp": 884.0,
      "id": "a57ab2ff-1ea8-322b-ab9a-2dd4aba78709",
      "speaker": "Dan",
      "start_timestamp": 878.0,
      "text": "So there's some there's some news stories that Alex gets to and here is the first one"
    },
    {
      "end_timestamp": 919.0,
      "id": "eb764bfb-14ae-33c7-bdc7-974c17fb9ad1",
      "speaker": "Alex Jones",
      "start_timestamp": 884.0,
      "text": "and we're about to dive straight into all the vital news and information so strap yourselves in. The websites are in fo wars.com and prison planet.com. British intelligence helped her militaries bomb Northern Ireland. That's the London Guardian headline from today. Now you can't spell out government sponsored terrorism any clearer than that Kenyan that's already come out that almost every major bombing of the last 20 or years has been British in intelligence"
    },
    {
      "end_timestamp": 924.0,
      "id": "760179c0-dd5e-3a88-addf-7277884b9a15",
      "speaker": "Dan",
      "start_timestamp": 919.0,
      "text": "except Except for the all those ones that you said Putin did. Wait,"
    },
    {
      "end_timestamp": 932.0,
      "id": "dfd78713-ffb0-38a6-b855-324a62b2e8e1",
      "speaker": "Jordan",
      "start_timestamp": 924.0,
      "text": "wait, did he just say every bombing for the last 24 years while and they got the market cornered? Well"
    },
    {
      "end_timestamp": 937.0,
      "id": "be426d0e-5d54-3367-8c59-e6e72a1fe1bd",
      "speaker": "Dan",
      "start_timestamp": 932.0,
      "text": "see, this is why Alex was concerned about the euro."
    },
    {
      "end_timestamp": 941.0,
      "id": "683a31be-4c77-39db-81c9-69c4794b0e04",
      "speaker": "Jordan",
      "start_timestamp": 937.0,
      "text": "Absolutely, yeah, if the UK has got that on their lockdown."
    },
    {
      "end_timestamp": 1009.0,
      "id": "80177d1c-5901-33fb-bb25-6761fd2bee35",
      "speaker": "Dan",
      "start_timestamp": 941.0,
      "text": "So this has to do with a trio of bombs that were detonated in Dublin on May 17 1974, ultimately killing 26 and injuring hundreds more. This was followed up by another bomb that went off in Monacan. At this point, in 2003, former Irish Supreme Court Judge Henry Barron was preparing to release a report detailing an investigation into British intelligence involvement in the troubles. And one of the things that was a big takeaway was that British intelligence likely colluded with loyalist terrorists in the carrying out of these bombings, oh, everyone is shocked. This is awful. But even the underlying report that Alex is using, as he sort of stopped short of saying that it can be proven. Alex is very uncertain and on careful about detail, right, right. Another detail that Alex is getting wrong is that he's saying that these bombings that British intelligence is suspected of involvement in happened in Northern Ireland. The two cities that they occurred in are both in Ireland. Yeah, this is a pretty critical detail when you consider the dynamics of Alex's ideas about false flags and all of that, but he just gets it wrong. And then it's established and he moves on."
    },
    {
      "end_timestamp": 1020.0,
      "id": "8606b948-9474-3a20-be75-485ebc0dd527",
      "speaker": "Jordan",
      "start_timestamp": 1009.0,
      "text": "That's what was confusing me is like, Okay, well, British intelligence is bombing Northern Ireland to blame it on the IRA. Yes. But that's not what's happening. Oh, they just bombed the IRA."
    },
    {
      "end_timestamp": 1034.0,
      "id": "e0f416b9-835f-3000-b2d6-0758f93c19f7",
      "speaker": "Dan",
      "start_timestamp": 1020.0,
      "text": "They were given clandestine support to loyalist terrorists in Ireland. Right. That was that the story was Alex's misreporting it in a way that would lead you to the conclusion that you came to?"
    },
    {
      "end_timestamp": 1044.0,
      "id": "10f6ce72-cc55-31c1-b84a-17baac432b5e",
      "speaker": "Jordan",
      "start_timestamp": 1034.0,
      "text": "Right. Right, right. Yeah. Because I mean, historically, I'm gonna, I'm gonna just go out on a limb here, and I'm gonna say, the British have not been on the Irish side."
    },
    {
      "end_timestamp": 1072.0,
      "id": "a1027ca6-9945-3206-9e67-d5e37dd9b14a",
      "speaker": "Dan",
      "start_timestamp": 1044.0,
      "text": "So Alex says this story, and he covers it a bit poorly, naturally gets details wrong. doesn't hit any any, like actual points of what this this Baron the judge was putting out, or these stories are actually about. But he does get back to another story. And this was on our last episode seemed very strange. If you recall, there was a judge that said, Hey, if you say Jesus putting you in jail,"
    },
    {
      "end_timestamp": 1077.0,
      "id": "094e4048-b7b0-399d-8fd9-ab63bd4acbea",
      "speaker": "Jordan",
      "start_timestamp": 1072.0,
      "text": "yes, I do recall the prison. I do recall how important that was. Yes,"
    },
    {
      "end_timestamp": 1083.0,
      "id": "ca3e954a-a5c0-3af3-bbec-a5531bfebdcf",
      "speaker": "Dan",
      "start_timestamp": 1077.0,
      "text": "yeah. I was very confused by this naturally. And thankfully, Alex brings it back up good, and we get some new details. Excellent."
    },
    {
      "end_timestamp": 1085.0,
      "id": "371b26da-2f98-37a9-aa0e-c6f8d459e390",
      "speaker": "Jordan",
      "start_timestamp": 1083.0,
      "text": "We'll also"
    },
    {
      "end_timestamp": 1125.0,
      "id": "8d14b0c9-f872-37f4-9d63-e050ca7ea3c7",
      "speaker": "Alex Jones",
      "start_timestamp": 1085.0,
      "text": "explode the myth of Church State separation. And we have a synopsis here due to listeners requesting that we'll go over. Here's one of them. In Texas, a US District Judge decreed that any student uttering the word Jesus at his school graduation will be arrested and locked up and make no mistake, announced judge Samuel b can't. The court is going to have the United States Marshal in attendance at the graduation of any student offends this court. The student will be summarily arrested and will face up to six months incarceration in Galveston County Jail for contempt of court. I'll tell you if I was a student I'd say the name Jesus good for you. Little thing"
    },
    {
      "end_timestamp": 1164.0,
      "id": "eb755211-dffe-3c49-b9b3-edce001c5217",
      "speaker": "Dan",
      "start_timestamp": 1125.0,
      "text": "you should know but Samuel can't get piece of shit. I was gonna say there's no way this guy is a cool dude. In 2009. He resigned his position as Judge instead of facing an impeachment hearing over charges that he sexually assaulted multiple former employees. He ended up being sentenced to 33 months in prison for obstruction of justice involving those accusations. And in the course of it, it came out that like he would tell the beat like people he was harassing. Yeah, like I am the law. Oh, boy. Yeah, he sucks. Yeah, I was trying to dig up this stuff about him saying that no one could say Jesus at this graduation, but there weren't any stories about it from 2003. What you'd think there would be if that"
    },
    {
      "end_timestamp": 1170.0,
      "id": "1ff7d920-617e-3af2-a67f-6d98a2a1c3a1",
      "speaker": "Jordan",
      "start_timestamp": 1164.0,
      "text": "was a true story, Fox News would have turned that into a years long investigation."
    },
    {
      "end_timestamp": 1256.0,
      "id": "f9a32b64-ac80-3a67-908c-528f2f45daf0",
      "speaker": "Dan",
      "start_timestamp": 1170.0,
      "text": "Well see, here's the thing. Well, I was poking around and then I found an article on a Christian blog and it started to come into focus. Apparently this story about Kent comes from a book by David Limbaugh titled persecution, how liberals are waging war against Christianity. According to this book, Kent made the proclamation in May 1995. Alex is reporting this as he presents a story because he's probably just seen blogs that are repeating this thing that was published in limbaugh's book which came out In August 2003, so Alex is probably like he thinks that this is the thing that just happened and that's because of lazy right opportunistic reporting that goes on and sensational last right? Right Wing victimization blogs. This claim is reported all over apocalyptic Christian media and it's told differently in different venues. For instance, it's often reported as a threat about a graduation in the outlets that want to appear more news like John Hagee doomsday preacher wrote about Kenton his book, can America survive 10 prophetic signs, we are the terminal generation. And it hits a little different as the kids say, for one thing, it isn't about a graduation ceremony anymore. This time it's about anybody praying in school. Oh my god. And it also seems a bit more severe. Quote, anyone who thinks I'm kidding about this better think again, anyone who violates these orders is going to wish that he or she had died as a child when this court gets through with it."
    },
    {
      "end_timestamp": 1264.0,
      "id": "2787dfbd-ed2a-3f57-9725-22a9a374e2cf",
      "speaker": "Jordan",
      "start_timestamp": 1256.0,
      "text": "All right. All right. Okay, eventually, we're gonna have to deal with lying as a problem in maths right."
    },
    {
      "end_timestamp": 1266.0,
      "id": "eb1f0599-4038-3d89-9659-5a3ca04c3afa",
      "speaker": "Dan",
      "start_timestamp": 1264.0,
      "text": "They're gonna wish they died as a child. This"
    },
    {
      "end_timestamp": 1273.0,
      "id": "b7d6b3b5-e5dd-32d0-9455-49a93257d45c",
      "speaker": "Jordan",
      "start_timestamp": 1266.0,
      "text": "is insane. What the fuck is happening? I don't know why you can't just say this."
    },
    {
      "end_timestamp": 1327.0,
      "id": "031504b8-cc76-3f28-b0ac-c1f66d20259d",
      "speaker": "Dan",
      "start_timestamp": 1273.0,
      "text": "So I looked around a little bit more, and I was able to find some news for 1995 that explained what this is about. Okay. in Galveston, Texas, a lawyer representing four students brought a suit against the school system because they had formal prayers read before graduation ceremonies, and before every home football game, and because folks also they routinely would hand out Bibles on school grounds, right. So these four students brought a class action suit against the school district. Yeah, I'm on their team. I can find no concrete evidence that can't ever said anything about people who said Jesus, wishing they hadn't been born. But this case did eventually make it all the way to the Supreme Court in Santa Fe Independent School District vs. Doe, where the court ruled that these prayers, even if they were written and delivered by students constituted policy of the school and therefore broke the Establishment Clause. Yeah. interesting bit of trivia, the lawyer who represented the school district in their argument that they are"
    },
    {
      "end_timestamp": 1332.0,
      "id": "ad5f643f-a98e-31cf-9ca6-92abf6b42818",
      "speaker": "Jordan",
      "start_timestamp": 1327.0,
      "text": "feel Hatice."
    },
    {
      "end_timestamp": 1339.0,
      "id": "f9c387d7-ac82-3477-8a89-56d2397655d2",
      "speaker": "Dan",
      "start_timestamp": 1332.0,
      "text": "But it was Jay Sekulow, who would go on to be one of Trump's top attorneys and may have perjured himself during the impeachment hearings."
    },
    {
      "end_timestamp": 1342.0,
      "id": "e77d2b03-b00a-3a79-bf09-af27835dc9a8",
      "speaker": "Jordan",
      "start_timestamp": 1339.0,
      "text": "Why is life so weird? Yeah,"
    },
    {
      "end_timestamp": 1344.0,
      "id": "b9e6b1c8-d655-3154-8168-1924c8a0c34e",
      "speaker": "Dan",
      "start_timestamp": 1342.0,
      "text": "these recurring characters pop back up."
    },
    {
      "end_timestamp": 1354.0,
      "id": "14e9a517-98b4-3b8c-b794-79a6e999f5ad",
      "speaker": "Jordan",
      "start_timestamp": 1344.0,
      "text": "I mean, I It's it but the more it does make sense on a certain level in a hopeful way, there that there can't be that many people with no shame, right? Sure."
    },
    {
      "end_timestamp": 1362.0,
      "id": "82f4bcf7-5f5f-3038-a0b7-2db84df639d9",
      "speaker": "Dan",
      "start_timestamp": 1354.0,
      "text": "Did they make showing back up? Yeah, the fact the fact that they're recycling? Yeah, it does imply that like, there's enough people who wouldn't do yeah, there's only"
    },
    {
      "end_timestamp": 1367.0,
      "id": "a5893b01-e54f-34dd-ab90-5f4ba9387c8e",
      "speaker": "Jordan",
      "start_timestamp": 1362.0,
      "text": "so many nights on the on the chessboard, you know, you can't have more or less."
    },
    {
      "end_timestamp": 1383.0,
      "id": "fe0763e7-6621-3f39-b793-7f4409dc5021",
      "speaker": "Dan",
      "start_timestamp": 1367.0,
      "text": "Well, I guess I was gonna I was gonna rebut that. But this kind of works for your argument, too. And that is that like, there may be a ton of people who have no shame. But there's only a few who have any talent. Yes, yeah, there we go. The other ones just they're the pawns on the board."
    },
    {
      "end_timestamp": 1385.0,
      "id": "ddd7bbc8-9e27-30f8-98b7-0a23aa861b75",
      "speaker": "Jordan",
      "start_timestamp": 1383.0,
      "text": "They'll be sacrificed for nothing."
    },
    {
      "end_timestamp": 1425.0,
      "id": "60d7f661-47d8-3560-af7e-bfb28dd62b59",
      "speaker": "Dan",
      "start_timestamp": 1385.0,
      "text": "Anyway, I don't know if these quotes that are being thrown around are accurate. And more likely, what happened is that a judge said, if they were going to have a prayer, it had to be non sectarian, which is being framed as he was anti Jesus. And if you say, I will say, however, that Sam can't is giant piece of shit. And if there's anyone that I think has the character to possibly say something like that, quote, probably could be him. Now. I'm not gonna say it's impossible that this quote is real, but if it is, it's being used very out of context. And it happened in 1995. Yeah, and now we're eight years later on Alex's show, and he's pretending that this dude just said this thing. It's it's a little bit much. Yeah,"
    },
    {
      "end_timestamp": 1436.0,
      "id": "00bf175e-292c-3427-96c4-ea065351bd8a",
      "speaker": "Jordan",
      "start_timestamp": 1425.0,
      "text": "I mean, a guy who's documented as saying things along the lines of I Am, the law may have delayed out a couple of Judge Dredd punishments"
    },
    {
      "end_timestamp": 1440.0,
      "id": "80dd631f-e164-3cb8-94c3-985b02e1f615",
      "speaker": "Dan",
      "start_timestamp": 1436.0,
      "text": "in his time. It might have been I am the government, but you know, St. Paul."
    },
    {
      "end_timestamp": 1443.0,
      "id": "e47bdd56-db4b-3843-9db4-584575ffa743",
      "speaker": "Jordan",
      "start_timestamp": 1440.0,
      "text": "Sure. Yeah, whatever it is, yeah. Judge Dredd."
    },
    {
      "end_timestamp": 1455.0,
      "id": "4f163b24-5c41-3603-a9e7-22335e5c6a28",
      "speaker": "Dan",
      "start_timestamp": 1443.0,
      "text": "I mean, I was thinking about it. It's like, it would be legit like us covering something that happened in 2014. As if it was, yeah, like happening right now. Yeah. sloppy."
    },
    {
      "end_timestamp": 1458.0,
      "id": "31fe4400-6b07-3b25-be2b-67b2b535efe2",
      "speaker": "Jordan",
      "start_timestamp": 1455.0,
      "text": "That's terrible. Yeah, that's terrible."
    },
    {
      "end_timestamp": 1461.0,
      "id": "60c91263-a257-3148-abc2-8cee59dbcd60",
      "speaker": "Dan",
      "start_timestamp": 1458.0,
      "text": "Anyway, there's some other bad news."
    },
    {
      "end_timestamp": 1462.0,
      "id": "a4f7c715-0058-3ab9-920b-2123fd48d2f2",
      "speaker": "Jordan",
      "start_timestamp": 1461.0,
      "text": "Kevin Love was just"
    },
    {
      "end_timestamp": 1477.0,
      "id": "efbdda0f-a377-3ae1-a0c0-ebf52aaf9b52",
      "speaker": "Alex Jones",
      "start_timestamp": 1462.0,
      "text": "traded to the Cavaliers. There's examples here of kindergarteners, saying God is great. God is good. Let's thank him for food. They're being grabbed. It's thoughtcrime folks, but you can run around engaging in witchcraft activities all you want if you love Harry Potter."
    },
    {
      "end_timestamp": 1488.0,
      "id": "ed6302a8-2567-371b-a55b-77e1b8c015b7",
      "speaker": "Dan",
      "start_timestamp": 1477.0,
      "text": "Yep, yep. You can read Harry Potter, which is witchcraft craft activity. But if you're, if you're in kindergarten, and you pray for over a snack, you go into jail. i You're getting arrested."
    },
    {
      "end_timestamp": 1504.0,
      "id": "a4ce7ad6-f062-38c4-897e-5384e4ee5f85",
      "speaker": "Jordan",
      "start_timestamp": 1488.0,
      "text": "I don't understand how you cannot see the glaring difference between the two, even as an offhand comment of being like Oh, but you can talk about witches and Harry Potter all De that you want like that. So not similar to pray?"
    },
    {
      "end_timestamp": 1509.0,
      "id": "e37ad625-fe54-3895-a118-8b1eb77e92cb",
      "speaker": "Dan",
      "start_timestamp": 1504.0,
      "text": "Well, totally. And also, I don't think you can get arrested as a kindergartener"
    },
    {
      "end_timestamp": 1519.0,
      "id": "8861be99-d208-370c-b7c3-0ed4940de9d5",
      "speaker": "Jordan",
      "start_timestamp": 1509.0,
      "text": "you can and try it as an adult, but only three states three states Mississippi, because everyone can be tried as an adult in Mississippi, Louisiana because sometimes how"
    },
    {
      "end_timestamp": 1523.0,
      "id": "68e57b8a-f877-38f3-a2a2-c16cfcc6ab1e",
      "speaker": "Dan",
      "start_timestamp": 1519.0,
      "text": "do you pronounce that state Mississippi? Okay."
    },
    {
      "end_timestamp": 1525.0,
      "id": "dd1a2b47-9b19-37aa-a89f-37e8e6f8a917",
      "speaker": "Jordan",
      "start_timestamp": 1523.0,
      "text": "I can't not Mississippi"
    },
    {
      "end_timestamp": 1529.0,
      "id": "6d79a3b8-97ba-36f0-957a-3e4e203ea353",
      "speaker": "Dan",
      "start_timestamp": 1525.0,
      "text": "have you been hanging out with that guy who makes copies, Alex's take"
    },
    {
      "end_timestamp": 1535.0,
      "id": "0d043222-8901-37c0-8aad-a886bfd56f07",
      "speaker": "Jordan",
      "start_timestamp": 1529.0,
      "text": "Louisiana dentures. That's my name is the epi patches, we go down the Mississippi."
    },
    {
      "end_timestamp": 1543.0,
      "id": "84224caf-125a-30a3-a777-681370104cab",
      "speaker": "Dan",
      "start_timestamp": 1535.0,
      "text": "So Alex has some just deceit about this whole story about the you're going to jail for saying Jesus,"
    },
    {
      "end_timestamp": 1566.0,
      "id": "45e73e3b-9e9e-3b14-bb95-e94f47639752",
      "speaker": "Alex Jones",
      "start_timestamp": 1543.0,
      "text": "and the Wiccans can have their little grips. The Harry Potter worshipers can the Buddhists, the Muslims can wear their head dresses, that's all fine and dandy. But when you get to Christians in their own acceptance speeches, for those that want awards that was of this particular case, cannot thank Jesus for the guidance in their life. That's a violation of the First Amendment. From everything"
    },
    {
      "end_timestamp": 1606.0,
      "id": "6487ee61-e4ae-3e1f-b0ca-9a3c3ddab130",
      "speaker": "Dan",
      "start_timestamp": 1566.0,
      "text": "I can tell it would have been totally fine for a student to thank Jesus in acceptance speech, the issue came down to prayers that were being held before football games and before the graduation ceremony like a actual formal benediction, right? Typically, in cases like this, Alex needs to lie about details in order to make the situation seem more egregious than it actually is, since the real world version of events is actually fairly sensible. And, you know, if you're not a zealot, you kind of get what the point is. Yeah, you can't do that. Alex needs to like lie, because it's required in service of amplifying feelings of victimhood, right, because the only thing that makes any of these stories useful, right?"
    },
    {
      "end_timestamp": 1617.0,
      "id": "f559e8f3-083e-3866-b36b-06b4356f05bc",
      "speaker": "Jordan",
      "start_timestamp": 1606.0,
      "text": "Well, I mean, the fuel if he were not to lie, then he would have to as a free speech absolutist be against prayer being in that school."
    },
    {
      "end_timestamp": 1626.0,
      "id": "32f3e9e8-e9ea-3ec0-8b92-562dd65c52e7",
      "speaker": "Dan",
      "start_timestamp": 1617.0,
      "text": "Um, I think you'd find a way around it. Well, his way around it as like, what sure but you could lie differently."
    },
    {
      "end_timestamp": 1630.0,
      "id": "d79bb837-3429-3572-b91d-3625aeaee0bb",
      "speaker": "Jordan",
      "start_timestamp": 1626.0,
      "text": "I feel like that doesn't change. The fundamental thing that I said, but"
    },
    {
      "end_timestamp": 1636.0,
      "id": "6043d777-092d-3821-a930-ef271fb31167",
      "speaker": "Dan",
      "start_timestamp": 1630.0,
      "text": "you can preserve your free speech absolutism by lying about a different thing. You know what I'm saying?"
    },
    {
      "end_timestamp": 1638.0,
      "id": "2c6eecbc-265d-3f99-98df-cb44538ed613",
      "speaker": "Jordan",
      "start_timestamp": 1636.0,
      "text": "Right, right. No,"
    },
    {
      "end_timestamp": 1651.0,
      "id": "aec57176-562c-377b-b7c1-087fe55e5148",
      "speaker": "Dan",
      "start_timestamp": 1638.0,
      "text": "I agree with you, though. You could like twice. I'll see there's a variety of lies. Yeah. Okay. Yeah, that's the Alex Jones way. There we go. So Alex, he's a he's a good mind to do something about he, he's gonna do something about this."
    },
    {
      "end_timestamp": 1672.0,
      "id": "6419fae5-7cca-3a6a-b2e2-c98d58010bc5",
      "speaker": "Alex Jones",
      "start_timestamp": 1651.0,
      "text": "What? And so that's why they can tell you the first letter writing no freedom of speech. And we go, Yes, sir. Yes, ma'am. Let me tell you, I was a student at that school. I need to go to that graduation and just stand up and say, PJ and just say I love Jesus, and let him put me in jail for six months. We cannot put up with this."
    },
    {
      "end_timestamp": 1677.0,
      "id": "1468b483-dec3-342c-995a-420af82311cd",
      "speaker": "Dan",
      "start_timestamp": 1672.0,
      "text": "I have bad news. You're going to need a time machine. Yeah, you're gonna have to, you know,"
    },
    {
      "end_timestamp": 1694.0,
      "id": "ee8b27d7-6f15-3f0b-8f44-4e6a608fe4f3",
      "speaker": "Jordan",
      "start_timestamp": 1677.0,
      "text": "I mean, in his, in his in, in fact, all of our defenses. I think if there was a judge who was like, you can't say Jesus, at your graduation, or we'll put you in jail for six months. I would totally say Jesus as much as possible. Sure. Fuck you. Fuck you put me in jail. Come at me."
    },
    {
      "end_timestamp": 1698.0,
      "id": "75bf0377-ce7e-3a25-a45b-53769d700774",
      "speaker": "Dan",
      "start_timestamp": 1694.0,
      "text": "Yeah. And then the ACLU would defend you."
    },
    {
      "end_timestamp": 1701.0,
      "id": "7f36a6b7-c22d-3b78-8e28-389e2e10e068",
      "speaker": "Jordan",
      "start_timestamp": 1698.0,
      "text": "Absolutely. It'll all be fine. Yeah."
    },
    {
      "end_timestamp": 1705.0,
      "id": "7633b807-30d6-307d-855c-f2e49d810911",
      "speaker": "Dan",
      "start_timestamp": 1701.0,
      "text": "I do love this. I got a good mind to go back in time."
    },
    {
      "end_timestamp": 1711.0,
      "id": "3e347252-604e-3899-a056-22586f128629",
      "speaker": "Jordan",
      "start_timestamp": 1705.0,
      "text": "Oh, man. The most banal use for a time machine one can imagine"
    },
    {
      "end_timestamp": 1746.0,
      "id": "431a3f7e-5cbe-32f0-87e6-1333ba4654d8",
      "speaker": "Dan",
      "start_timestamp": 1711.0,
      "text": "you know, to like, I think that there's something to be said for like, if you are a student there. And the situation that Alex is lying about is actually the way he describes. Yeah, you should yell Jesus or something like that. Yeah. That this is an inappropriate. Yeah. That is that is wrong. Yes. So that student I think would be well within their right to do that, right. For Alex to go there just to do that. And insane person, right. And it kind of takes it outside of the realm of like, principal and more like, get some attention. Yeah, exactly. That really is how it feels."
    },
    {
      "end_timestamp": 1751.0,
      "id": "68fdcbb4-199e-3085-9042-fd9e5aeac6e6",
      "speaker": "Jordan",
      "start_timestamp": 1746.0,
      "text": "I have half a mind to pull a stunt to get attention for me. Yeah. Oh, do you Alex seems"
    },
    {
      "end_timestamp": 1780.0,
      "id": "77bdd9e6-8d05-382b-b3ca-437f9086636d",
      "speaker": "Dan",
      "start_timestamp": 1751.0,
      "text": "a little bit less than you were. Maybe a student protests would be maybe. So we talked about Louisiana, man. Sure. Tape man. We learned on our last episode that the tapes no longer super effective down to 80% 80% based on Alex's tabulation that he keeps in his mind, yes. A running tabulation he has in his mind, and I have some great news. What's that? It's back up. Things are on the upward swing. already. Oh, now"
    },
    {
      "end_timestamp": 1789.0,
      "id": "d2d0d4ff-a95c-385e-abc5-f55977c6096f",
      "speaker": "Caller 3 (761)",
      "start_timestamp": 1780.0,
      "text": "we've given tapes to some people that still have refused to watch them because they know it's real, but they don't want to come out of that sleepy world, I guess you'd call and"
    },
    {
      "end_timestamp": 1792.0,
      "id": "593c8086-69bd-37c4-936f-135e6eec3690",
      "speaker": "Alex Jones",
      "start_timestamp": 1789.0,
      "text": "What percentage of them would you say are like that?"
    },
    {
      "end_timestamp": 1802.0,
      "id": "9f9df6fc-3675-31de-bbe9-13112f627f7a",
      "speaker": "Caller 3 (761)",
      "start_timestamp": 1792.0,
      "text": "Less than 1% less than 1% we get literally 99.9% response that they If it's a level"
    },
    {
      "end_timestamp": 1811.0,
      "id": "9136cd21-2c7a-398e-b895-a8ddc7437cbb",
      "speaker": "Alex Jones",
      "start_timestamp": 1802.0,
      "text": "of the power, we think of power shave America. We think it's up to you make more copies. Thank you for what you're doing."
    },
    {
      "end_timestamp": 1818.0,
      "id": "4ce3f011-8f23-390b-bcbf-aa37f024da98",
      "speaker": "Dan",
      "start_timestamp": 1811.0,
      "text": "He's thanking this guy for what he's doing, but I think more what he's thanking him for is like, Thank you for giving me a char totally"
    },
    {
      "end_timestamp": 1820.0,
      "id": "a801deff-f8de-39c6-9e13-c2c5f8ba2fa7",
      "speaker": "Jordan",
      "start_timestamp": 1818.0,
      "text": "100% Yeah, absolutely."
    },
    {
      "end_timestamp": 1827.0,
      "id": "1a57f723-8d2b-3b52-bcf3-55a87f3efa80",
      "speaker": "Dan",
      "start_timestamp": 1820.0,
      "text": "I am no longer down in the dumps with Louisiana tape. Man. We are cooking Sandy 9.9. Baby,"
    },
    {
      "end_timestamp": 1834.0,
      "id": "0ee871a0-bc8c-3131-9332-348fdca45196",
      "speaker": "Jordan",
      "start_timestamp": 1827.0,
      "text": "sir. Both of us know that. 99.9 is an absolutely insane number, but it makes me feel a hell of a lot better."
    },
    {
      "end_timestamp": 1842.0,
      "id": "3807c46c-47dd-36c1-93bf-4df31ce1999b",
      "speaker": "Dan",
      "start_timestamp": 1834.0,
      "text": "I look. I appreciate what you're doing, sir. But I cannot imagine that you're giving out enough tapes to have a decimal Yeah. 100% decimal point this is nonsense means"
    },
    {
      "end_timestamp": 1846.0,
      "id": "e08e05cc-a04d-38eb-8261-00277ea47c0f",
      "speaker": "Jordan",
      "start_timestamp": 1842.0,
      "text": "that you had to have given out at least 1000 tapes? Yeah,"
    },
    {
      "end_timestamp": 1866.0,
      "id": "741f1f4c-fd52-3e04-8ca4-ef1e858aa1a8",
      "speaker": "Dan",
      "start_timestamp": 1846.0,
      "text": "not a chance. Nope. So on his last show, or our last episode, we experienced Alex having a conversation with his water filter response, right. And on this episode, Alex says another bit of broker programming with his water filter sponsor. Well, that's nice, but it's a different person. I'm sorry. We're on the same company. Oh, okay. And then make the same joke. soundgrid. We're about"
    },
    {
      "end_timestamp": 1891.0,
      "id": "6e5b337c-d60c-393d-a065-2475d4c32112",
      "speaker": "Alex Jones",
      "start_timestamp": 1866.0,
      "text": "to go to Alan and Marty and Leon and JQ. And John, quickly, over the next four or five minutes. I'm honored to have our great sponsor on and that's Debbie Morrow with new millennium concepts with the holiday Christmas specials who am committing a thought crimes and Christmas. I may offend somebody great water filters at wonderful prices. And you support the international outreach of this show."
    },
    {
      "end_timestamp": 1894.0,
      "id": "dcf77ed0-b5f4-3f28-aafa-edee4fcddbb7",
      "speaker": "Dan",
      "start_timestamp": 1891.0,
      "text": "radio hosts get six months in prison present. Yeah,"
    },
    {
      "end_timestamp": 1904.0,
      "id": "5905b196-824d-3df0-9834-1a34d77865d0",
      "speaker": "Jordan",
      "start_timestamp": 1894.0,
      "text": "yeah, absolutely. That's let's see, you say that six times. And that's equivalent to being a judge convicted of sexually assaulting multiple employees."
    },
    {
      "end_timestamp": 1950.0,
      "id": "2a73ae38-a66a-3b50-9433-91a385d1d978",
      "speaker": "Dan",
      "start_timestamp": 1904.0,
      "text": "Well, three months more than that? Yeah. Yeah. So I mean, this is just a little stale. So Phyllis Schlafly joins on. And she has she has some points that she wants to make. For those who may not be as familiar. We haven't talked about Phyllis Schlafly. While it's been a long time, but she has come up. She's been on Infowars. In the past that we've discussed, she is an old school. Far Right, anti feminist, anti communist figure. John Birch Society adjacent, you bet involved with them, and then started the Eagle Forum. Yeah. Which is largely a lot. A lot of her work has to do with anti women's causes. Yeah,"
    },
    {
      "end_timestamp": 1955.0,
      "id": "ef81528a-b335-345b-9f57-fc022a5296c0",
      "speaker": "Jordan",
      "start_timestamp": 1950.0,
      "text": "she's a real piece of shit. And she carved her spot in history for"
    },
    {
      "end_timestamp": 1964.0,
      "id": "8bb0fd6d-0cba-3be3-9ae6-e08cefa6c347",
      "speaker": "Dan",
      "start_timestamp": 1955.0,
      "text": "very, very strongly anti reproductive health access very strongly against women in workplaces. Yeah. Yeah."
    },
    {
      "end_timestamp": 1967.0,
      "id": "1c15c41e-2efe-3219-ac50-4a26609d6df3",
      "speaker": "Jordan",
      "start_timestamp": 1964.0,
      "text": "Against Women making decisions for themselves."
    },
    {
      "end_timestamp": 1978.0,
      "id": "840baea4-26cc-320e-8f34-d0785c97ce53",
      "speaker": "Dan",
      "start_timestamp": 1967.0,
      "text": "It's couched differently than that. But at the end of the day, there's a lot of that. Yeah. And so here she comes on. And these are the issues that are most important."
    },
    {
      "end_timestamp": 1984.0,
      "id": "e216ba38-0f98-33de-acfc-7703fcc5d6da",
      "speaker": "Alex Jones",
      "start_timestamp": 1978.0,
      "text": "How much well, one of the biggest things we face right now that could destroy our free country?"
    },
    {
      "end_timestamp": 2008.0,
      "id": "ba6e1b42-003b-3ca4-bb9f-427317f3739f",
      "speaker": "Phyllis Schlafly",
      "start_timestamp": 1984.0,
      "text": "Well, I think one of the biggest things is the out of control federal courts. The judicial activists are trying to make law to do things that no elected legislature would do. And so we find this tremendous attack and state after state to get rid of the pledge of allegiance to get rid of the 10 commandments, and to redefine marriage."
    },
    {
      "end_timestamp": 2035.0,
      "id": "24d3975c-3e0a-3713-8c6d-31724c4ce53a",
      "speaker": "Dan",
      "start_timestamp": 2008.0,
      "text": "So the out of control courts, yes, they're so out of control out of control, but getting rid of the Pledge of Allegiance that's out of control, getting rid of the 10 commandments, and I'd say what she means by that is like 10 commandments not being posted in government building, which is not getting rid of that got rid of them. And then people are moving towards marriage equality and that makes her mad. Yeah, they're out of control. Don't seem like very serious grievance, will destroy the country. First"
    },
    {
      "end_timestamp": 2046.0,
      "id": "1aaafcfb-9f9f-30fe-89e2-a2a2a7dd4b0a",
      "speaker": "Jordan",
      "start_timestamp": 2035.0,
      "text": "off, if we don't have children saying the Pledge of Allegiance every morning. How will they learn 20 years later? How insane it was for them to say the Pledge of Allegiance every morning. Right?"
    },
    {
      "end_timestamp": 2061.0,
      "id": "1ff8b2ed-2584-353e-9d33-65a3aedc36b4",
      "speaker": "Dan",
      "start_timestamp": 2046.0,
      "text": "Maybe I'm weird, but I don't really have that much of a problem with the Pledge of Allegiance in schools. I know. It's a little bit fucked up and kind of weird, you know, just conceptually, but I don't really think it affected me that much. Saying the pledge every day."
    },
    {
      "end_timestamp": 2065.0,
      "id": "cc278ae9-94fd-3b73-91f2-73fc384463d7",
      "speaker": "Jordan",
      "start_timestamp": 2061.0,
      "text": "I never felt that I had actually pledged my allegiance to anything."
    },
    {
      "end_timestamp": 2094.0,
      "id": "e9bffb9a-6ad1-3294-93b9-9a85783fd7ea",
      "speaker": "Dan",
      "start_timestamp": 2065.0,
      "text": "Not really, it was sort of the formality of knowing more than anything. I mean, in a perfect world, maybe it wouldn't be something that happens but in terms of priorities, I really I'm not sure that it indoctrinates kids or anything like I don't I don't know it's weird. I know that just from a like what it is standpoint, I strongly oppose it. I don't know i Here's I couldn't say I could be convinced we played on this. We have"
    },
    {
      "end_timestamp": 2115.0,
      "id": "5f2bc75e-5b1a-356c-9551-c81c1ba389b8",
      "speaker": "Jordan",
      "start_timestamp": 2094.0,
      "text": "a staggering list of problems that affect every single thing that we do worldwide, they're constantly Drew. Now, if we're talking about dividing up the energy necessary to solve these problems, I'm not going to put a lot of energy towards the Pledge of Allegiance. Sure. That's kind of the situation. I it should be gone there. Yeah,"
    },
    {
      "end_timestamp": 2124.0,
      "id": "c53c1cd9-b8e6-3c16-ad73-81e4cb0c5a13",
      "speaker": "Dan",
      "start_timestamp": 2115.0,
      "text": "there seem to be fundamental issues, especially even affecting, like schools and students. That would be much more important,"
    },
    {
      "end_timestamp": 2132.0,
      "id": "3b2d72f4-627d-3f68-847b-b6e3f4e0bfcf",
      "speaker": "Jordan",
      "start_timestamp": 2124.0,
      "text": "I find, I mean, but fundamentally, I find it insane to pledge one's allegiance to any country or government body or anything along those lines. See,"
    },
    {
      "end_timestamp": 2135.0,
      "id": "41bacc8d-3bf1-3b3e-a947-319585b5d5d4",
      "speaker": "Dan",
      "start_timestamp": 2132.0,
      "text": "that's why I could be swayed. I don't know. I wouldn't"
    },
    {
      "end_timestamp": 2144.0,
      "id": "78985ff3-8b13-37a4-ab60-6d16ed0d0902",
      "speaker": "Jordan",
      "start_timestamp": 2135.0,
      "text": "pledge my allegiance to fucking you. You have to you have to earn my allegiance on the daily every single day, Dan,"
    },
    {
      "end_timestamp": 2156.0,
      "id": "448c6cf8-ed23-3ced-adb2-956f8d129cd1",
      "speaker": "Dan",
      "start_timestamp": 2144.0,
      "text": "where's that cat? So, Alex has Schlafly in here. And he's like, Hey, I don't know if you heard this story about this judge. Right? You're talking about the out of control for this"
    },
    {
      "end_timestamp": 2160.0,
      "id": "c2f886fe-d6b8-356e-80a6-bf8d13aa76ce",
      "speaker": "Jordan",
      "start_timestamp": 2156.0,
      "text": "judges whole story ready and well waiting to go for?"
    },
    {
      "end_timestamp": 2173.0,
      "id": "02db84d3-be4b-3a12-9504-ee87008d400c",
      "speaker": "Phyllis Schlafly",
      "start_timestamp": 2160.0,
      "text": "Oh, yeah. We cannot let the judges presume to make law, such as telling us we can't have the pledge of allegiance or the 10 commandments, or we can't have marriage as a man and a woman"
    },
    {
      "end_timestamp": 2207.0,
      "id": "306543b5-4617-36b2-9ad8-5879547c7816",
      "speaker": "Alex Jones",
      "start_timestamp": 2173.0,
      "text": "will absolutely in fact, here's an example in Texas, a US District Judge decreed that any student uttering the word Jesus at his school graduation will be arrested locked up. Here's the quote from the judge. And make no mistake. According to judge Samuel B. Kent, the court quote is going to have the United States Marshal in attendance at the graduation of any student offends this court. The student will be summarily arrested and will face up to six months incarceration and the Galveston County Jail for contempt of court. Now, I would expect to see that in Beijing, China, but not in Galveston, Texas."
    },
    {
      "end_timestamp": 2227.0,
      "id": "f216b494-3292-3a7c-bb5c-4b03aa013af5",
      "speaker": "Phyllis Schlafly",
      "start_timestamp": 2207.0,
      "text": "That's outrageous, isn't outrageous. There's nothing in the Constitution that says we cannot acknowledge God. And this is why I am urging that the US Congress exercise its rights, established in Article Three of the US Constitution, to withdraw jurisdiction from the courts over the acknowledgement of God."
    },
    {
      "end_timestamp": 2259.0,
      "id": "3819bed6-5993-323b-8291-57e12d66f22c",
      "speaker": "Dan",
      "start_timestamp": 2227.0,
      "text": "It's telling that Alex can ramble off this story about Judge Kent as if it's a current headline, and Phyllis responds to it without any awareness. She's just accepting Alex's framing. This was a big case in terms of religious expression at schools. Like I said, it ended up going all the way to the Supreme Court who made their ruling on it in June 2000. This is an eight year old story but at the point Alex is covering it. The ruling from the court is only three years back, and it's squarely in the wheelhouse of both Alex and Philex. Phyllis,"
    },
    {
      "end_timestamp": 2260.0,
      "id": "da444398-09e9-3e2a-984f-3d51a7312155",
      "speaker": "Jordan",
      "start_timestamp": 2259.0,
      "text": "they should know all about it"
    },
    {
      "end_timestamp": 2311.0,
      "id": "cf181b43-dbc3-3484-ab9f-937b4b44ad18",
      "speaker": "Dan",
      "start_timestamp": 2260.0,
      "text": "right there unawareness of this is pretty fucking embarrassing. When Alex rattles off this headline, Phyllis should recognize what he's talking about and say that was eight years ago when that happened. But she doesn't. It could be that she doesn't know the case, in which case, she clearly doesn't take the issue she's covering as seriously as she pretends to. Or it could be that she knows full well that it's an old story, but they pushing it as if its current is helpful in terms of pushing her own narratives and they agenda. It's not that compelling to argue that courts need to be overhauled because of a news story from almost a decade ago. That's such a non news piece that everyone on this show things that happened last week, that's not going to really get the audience excited. You need that immediacy to make the threat to the audience feel pressing, like they need a hero to step up and fight that victimization. They're being told they're facing. Right. Right. Right."
    },
    {
      "end_timestamp": 2345.0,
      "id": "9f8e15a1-4598-3a25-bc26-c16c6d33ca98",
      "speaker": "Jordan",
      "start_timestamp": 2311.0,
      "text": "And I mean, that to be to be clear on this. This was already decided in the Supreme Court. Yeah, at this point in time three years ago by the 2000. Supreme Court, if I recall correctly, the five to four Supreme Court that stole the election for Bush. Well, but that's not a that's not a left leaning judicial activist court. Here's where you're wrong. Oh, my bad, my bad apologies. I forgot that Alito was still on the left wing back in 2000."
    },
    {
      "end_timestamp": 2352.0,
      "id": "49d5245d-b8d7-358b-8335-c2dec6810970",
      "speaker": "Dan",
      "start_timestamp": 2345.0,
      "text": "Alito was not on the court. Oh, oh, wait, no, he was he was? Yeah. Wait, wait, wait."
    },
    {
      "end_timestamp": 2355.0,
      "id": "5ce2c51c-6d99-30ee-af75-638832f06c1b",
      "speaker": "Jordan",
      "start_timestamp": 2352.0,
      "text": "So 2000 So it was a Thomas was on the"
    },
    {
      "end_timestamp": 2372.0,
      "id": "08664c17-68d0-354e-884e-a3a0a9d01976",
      "speaker": "Dan",
      "start_timestamp": 2355.0,
      "text": "court. Here's why. I'm confused. Why? Because the Supreme Court does come up. And Sandra Day O'Connor is evoked? Yeah. And Alito replaced her. Right. And that's why I got confused. Yeah, because in this episode, there is a mention of Sandra Day O'Connor. Yeah."
    },
    {
      "end_timestamp": 2374.0,
      "id": "069a95ca-e110-3869-8cb6-3e15447c0220",
      "speaker": "Jordan",
      "start_timestamp": 2372.0,
      "text": "She's dead by 2000. Right."
    },
    {
      "end_timestamp": 2382.0,
      "id": "aa3d20ed-18ce-3151-8a3e-65062fced4d8",
      "speaker": "Dan",
      "start_timestamp": 2374.0,
      "text": "I think she retired. Oh, but like, what do we what? Where do you place her on the ideological spectrum? Sandra Day"
    },
    {
      "end_timestamp": 2390.0,
      "id": "42283cb7-5411-3b45-8a35-3545c44407af",
      "speaker": "Jordan",
      "start_timestamp": 2382.0,
      "text": "O'Connor? Yeah. For the time. Very left for now. A slight conservative."
    },
    {
      "end_timestamp": 2394.0,
      "id": "fe404820-c849-3c65-b169-95efa87b9b88",
      "speaker": "Dan",
      "start_timestamp": 2390.0,
      "text": "Yeah, apparently, she's a arch feminist."
    },
    {
      "end_timestamp": 2403.0,
      "id": "bbab0b75-f61a-30df-b7bd-a94233798a1a",
      "speaker": "Alex Jones",
      "start_timestamp": 2394.0,
      "text": "Yeah, I mean, it's a Republican Supreme Court. That's going along with it, Shane, they're gonna fall Will the UN, what's your comments do that wrong?"
    },
    {
      "end_timestamp": 2448.0,
      "id": "f8e82acd-51c7-3908-8218-61e3b4b41d23",
      "speaker": "Phyllis Schlafly",
      "start_timestamp": 2403.0,
      "text": "It is true that seven of the nine justices are appointed by Republican presidents who were just simply somehow cheated or misled by the by the people they appointed. For example, Ronald Reagan appointed Sandra O'Connor. And he made the mistake and during his campaign of saying he was going to appoint a woman, and then she was the only woman he was shown. And my guess is he said to her, Sandra, of course, you're pro life, aren't you? And she said, Of course, Mr. President, and then she went right ahead, took the appointment and has demonstrated her feminist leanings ever since. And it's too bad how they were misled."
    },
    {
      "end_timestamp": 2463.0,
      "id": "c8a5592c-1557-3c54-a1de-2b1ebb6307f4",
      "speaker": "Dan",
      "start_timestamp": 2448.0,
      "text": "Reagan got tricked. Yeah, that sounds right. Also, correction. Samuel Alito was not on the court until 2006. No shit. Yeah, she retired in 2005, where she announced her retirement 2005 Wait your timelines a little bit off?"
    },
    {
      "end_timestamp": 2485.0,
      "id": "43ba35e4-1bbc-3918-91f6-8f79787f9e19",
      "speaker": "Jordan",
      "start_timestamp": 2463.0,
      "text": "What was the one that I was thinking of? Roberts? No, no, it was. The baby is the toady guy. I'm great at Supreme Court names. The guy who looks like a toad. I think he's dead. Now the guy who looks like a toad you say yeah, you know, the Supreme Court Justice that looks like a toad. Sure. I know. That doesn't narrow it down as much as we'd like."
    },
    {
      "end_timestamp": 2509.0,
      "id": "65193d37-9f41-3de6-af1a-06d694c4091d",
      "speaker": "Dan",
      "start_timestamp": 2485.0,
      "text": "Also, Sandra Day O'Connor is still alive. No shit 92 years young could have could have swore she was dead. No. How about that? Apparently not. John Paul Stevens die. So you think of No, I think Kennedy Yes. Candidate David Souter. Now, I was thinking a candidate. Okay. Yeah. We could just go through, it's gonna say the list of every athlete justice."
    },
    {
      "end_timestamp": 2517.0,
      "id": "b64cc894-7459-3e68-affd-9add84a09352",
      "speaker": "Jordan",
      "start_timestamp": 2509.0,
      "text": "I wasn't the most politically active at the age of 12. So I don't have all of the Supreme Court justices from 2000. It"
    },
    {
      "end_timestamp": 2521.0,
      "id": "18807baf-98e2-3098-9c8d-d83f72d4b763",
      "speaker": "Dan",
      "start_timestamp": 2517.0,
      "text": "did not feel right to me that Alito would have been there that"
    },
    {
      "end_timestamp": 2525.0,
      "id": "6ec0fa68-6973-343f-a78f-5c6aad9429c8",
      "speaker": "Jordan",
      "start_timestamp": 2521.0,
      "text": "I know. I don't know why I was thinking that. Yeah."
    },
    {
      "end_timestamp": 2530.0,
      "id": "a89d986a-edca-3d5e-9083-7c51049e8fe5",
      "speaker": "Dan",
      "start_timestamp": 2525.0,
      "text": "We all have time. confusions. Yeah, to keep all these dates."
    },
    {
      "end_timestamp": 2534.0,
      "id": "823ca1d6-4dd7-3bd8-a540-c38b50bd6056",
      "speaker": "Jordan",
      "start_timestamp": 2530.0,
      "text": "Yes. was appointed by Bush. Yeah. Especially especially"
    },
    {
      "end_timestamp": 2580.0,
      "id": "72b883c1-272f-33bd-b23a-f973ff0ed7a1",
      "speaker": "Dan",
      "start_timestamp": 2534.0,
      "text": "when, like a fair amount of the justices on the Supreme Court are kind of like, you know, a lot of it does feel a bit like, you know, just fill in the blank. You know, a lot of it doesn't there's not a lot of things to grab on to Right. Right. Right. But yeah, so Sandra Day O'Connor noted, are fairly conservative member of the court. Yeah. Was a big time feminist to tricked Reagan. Reagan. It's just because you didn't overturn Roe v. Wade. Yes. Basically, I know that they're responding so they've ever wanted. So now I told you, there's a little bit of a twist. And here's here's where it starts to come into play. Alec's might not understand the way his audience thinks. Because they don't like Phyllis Schlafly."
    },
    {
      "end_timestamp": 2583.0,
      "id": "68cb1266-5a76-3507-82f9-d66a4e5a8a03",
      "speaker": "Jordan",
      "start_timestamp": 2580.0,
      "text": "What? Yeah. Interesting."
    },
    {
      "end_timestamp": 2587.0,
      "id": "2359bf55-4a10-37bf-8940-ba3490ea1605",
      "speaker": "Dan",
      "start_timestamp": 2583.0,
      "text": "She pals around with the Neo cons."
    },
    {
      "end_timestamp": 2588.0,
      "id": "25d00a1c-8672-372c-8bf2-3d1778d7f057",
      "speaker": "Jordan",
      "start_timestamp": 2587.0,
      "text": "Well, that's fair. She"
    },
    {
      "end_timestamp": 2619.0,
      "id": "df033593-4cc7-3048-b053-35afb2d7d7fd",
      "speaker": "Dan",
      "start_timestamp": 2588.0,
      "text": "supports bush. That's fair. She supports the GOP in general. And Alex has trained his audience to understand that the Neo cons are all fucking communists. They are all Trotsky are evil who are in disguise? Because the only people who are pure are the Ron Paul types and the real severely right wing people who think that anybody like George Bush is secret communist. Yeah,"
    },
    {
      "end_timestamp": 2628.0,
      "id": "b2d0c487-16df-3915-80b4-30fc26ddf15d",
      "speaker": "Jordan",
      "start_timestamp": 2619.0,
      "text": "this was back in the day before those people were the government. And now that was back whenever the tables had turned, you know, the the Neo cons were running everything."
    },
    {
      "end_timestamp": 2640.0,
      "id": "975f5c85-57f6-325a-b2d9-f574f32b2c58",
      "speaker": "Dan",
      "start_timestamp": 2628.0,
      "text": "Yeah. And so Alex doesn't realize this. And I don't think he expects that to be the response that they get when they take calls, right. So Phyllis is in there, and they take calls and they're pretty hostile"
    },
    {
      "end_timestamp": 2648.0,
      "id": "275b05d1-da23-3846-b69b-8612c1c7c9be",
      "speaker": "Alex Jones",
      "start_timestamp": 2640.0,
      "text": "to him. But right now, let's go to Gina in Pennsylvania. Gina, you're on the air with Phyllis Schlafly. Go ahead. Hey, Alex. Hey,"
    },
    {
      "end_timestamp": 2649.0,
      "id": "35fb8b05-63a4-3bbd-9797-39cd3344e558",
      "speaker": "Caller 1 (761)",
      "start_timestamp": 2648.0,
      "text": "thanks for the opportunity."
    },
    {
      "end_timestamp": 2651.0,
      "id": "c0c828e7-b1fd-3c91-98ae-1b41349695d9",
      "speaker": "Alex Jones",
      "start_timestamp": 2649.0,
      "text": "You bet. Go ahead."
    },
    {
      "end_timestamp": 2697.0,
      "id": "81729de1-c3f5-3e52-af20-67713d251af9",
      "speaker": "Caller 1 (761)",
      "start_timestamp": 2651.0,
      "text": "Schaeffler, you know, I've followed you for years. I'd like to know what grassroots movement you're going to get us involved with. You know, Representative Ron Paul, in Texas, in the middle of summer had a stop funds for UNESCO. A wonderful amendment to the justice state commerce bill. I didn't hear a peep from anything from Phyllis Schlafly to get on that. No, you may have done it. But you know, we got to George Bush. We knew George Bush what he was doing in Texas. We knew he had workforce development boards. Now these Workforce Development Boards are running our counties. They're running our towns. They're appointed. We are inundated with confusion Mr. Bush's Alex said put us in the UNESCO UNESCO means $60 million. This was all bad."
    },
    {
      "end_timestamp": 2701.0,
      "id": "7d31b55f-0a69-3af3-a22d-be2b490302fe",
      "speaker": "Alex Jones",
      "start_timestamp": 2697.0,
      "text": "Okay, look, fellas, comment on what You said Go ahead, fellas."
    },
    {
      "end_timestamp": 2717.0,
      "id": "305c5543-be5a-3414-bb42-2b388d9bc375",
      "speaker": "Phyllis Schlafly",
      "start_timestamp": 2701.0,
      "text": "Well, you're right. I was too tied up with other issues that I didn't get on the UNESCO fight but I completely agree with you and, and everybody who knows me knows that I oppose UNESCO and think getting out of UNESCO was one of the best things that Ronald Reagan ever did."
    },
    {
      "end_timestamp": 2719.0,
      "id": "73848be7-a082-322f-b61b-684caffba3b7",
      "speaker": "Alex Jones",
      "start_timestamp": 2717.0,
      "text": "So why did Bush resign it? Well,"
    },
    {
      "end_timestamp": 2724.0,
      "id": "3d6236fe-b34a-3e8c-8d4c-c29ac8dea848",
      "speaker": "Phyllis Schlafly",
      "start_timestamp": 2719.0,
      "text": "I have cam I don't think I don't think there was a good reason."
    },
    {
      "end_timestamp": 2727.0,
      "id": "3d4e3537-cac2-36be-9941-b62d4e12e38a",
      "speaker": "Dan",
      "start_timestamp": 2724.0,
      "text": "Look, I hate Phyllis Schlafly, but she's being too polite."
    },
    {
      "end_timestamp": 2734.0,
      "id": "cfdc00b9-b128-3195-bad3-759f24809c69",
      "speaker": "Jordan",
      "start_timestamp": 2727.0,
      "text": "I that's, that's God. There's got to be a feeling of like, Do you know who the fuck I am? That's"
    },
    {
      "end_timestamp": 2736.0,
      "id": "b61cdbe9-b0ef-32a6-958e-04c31f23dc81",
      "speaker": "Dan",
      "start_timestamp": 2734.0,
      "text": "exactly what I was thinking. Do"
    },
    {
      "end_timestamp": 2749.0,
      "id": "1f0df51c-392e-37a8-af15-fce9fd3dc77a",
      "speaker": "Jordan",
      "start_timestamp": 2736.0,
      "text": "you not know what I have done? Yeah. What have you done, lady? Oh, I'm sorry. I didn't work on the UNESCO fund. Do you even know what UNESCO fucking cares about UNESCO? Schlafly?"
    },
    {
      "end_timestamp": 2753.0,
      "id": "6ef62070-1322-38f2-be47-e0f5aadb5985",
      "speaker": "Dan",
      "start_timestamp": 2749.0,
      "text": "I am your favorite shitheads favorites."
    },
    {
      "end_timestamp": 2757.0,
      "id": "8c1deed5-2936-321d-8e82-1fff54ac560c",
      "speaker": "Jordan",
      "start_timestamp": 2753.0,
      "text": "I'm the I was I've been a shithead. since before you were"
    },
    {
      "end_timestamp": 2762.0,
      "id": "c84ce616-f3f9-3a40-bff3-52493e9b2104",
      "speaker": "Dan",
      "start_timestamp": 2757.0,
      "text": "born. Yeah, I was trying to limit people's rights with wearing short pants. Yeah."
    },
    {
      "end_timestamp": 2771.0,
      "id": "f5ca9a9a-e1c6-3bfb-bf9e-1666de67eef5",
      "speaker": "Jordan",
      "start_timestamp": 2762.0,
      "text": "For women could wear pants. I was trying to keep them from wearing pants. That's how deep I go. Yeah."
    },
    {
      "end_timestamp": 2773.0,
      "id": "7c5d80bd-ae5c-34ef-b65b-25a8613cc054",
      "speaker": "Dan",
      "start_timestamp": 2771.0,
      "text": "disrespect."
    },
    {
      "end_timestamp": 2789.0,
      "id": "3ccf8aa4-2483-3dcc-abbd-cf36107b3af1",
      "speaker": "Dan",
      "start_timestamp": 2773.0,
      "text": "Terrible. Yeah. What you kind of like to see, but it was a quite a surprise to me that like, I thought they take calls and it would, you know, be fine or boring. Yeah. But instead it is fairly hostile. And"
    },
    {
      "end_timestamp": 2797.0,
      "id": "1c80e0d2-90bf-3a7a-b564-9f28dd09aa11",
      "speaker": "Jordan",
      "start_timestamp": 2789.0,
      "text": "that's fascinating. Then they hadn't they didn't have the people in power. So they were just trying to tear down every structure. No,"
    },
    {
      "end_timestamp": 2801.0,
      "id": "c8a9dd83-b57f-355b-b854-9d16d4390d14",
      "speaker": "Alex Jones",
      "start_timestamp": 2797.0,
      "text": "that's not good. Minnesota. You're on the air. Go ahead."
    },
    {
      "end_timestamp": 2802.0,
      "id": "6af07f27-ef00-326d-821a-fd81ca89766d",
      "speaker": "Caller 2 (761)",
      "start_timestamp": 2801.0,
      "text": "Hey, are you guys doing fine. Go"
    },
    {
      "end_timestamp": 2804.0,
      "id": "f08b273e-9fbb-3781-a63e-a5a60e2b8243",
      "speaker": "Alex Jones",
      "start_timestamp": 2802.0,
      "text": "ahead. No,"
    },
    {
      "end_timestamp": 2823.0,
      "id": "cc20276d-0241-3861-96a7-d46a6fad1ec4",
      "speaker": "Caller 2 (761)",
      "start_timestamp": 2804.0,
      "text": "I can't I don't like the way that you apologize for Republican administrations. I noticed that you said that. Reagan was fooled when it came to Sandra Day O'Connor. That's funny, because Howard Phillips said long beforehand that she's a parole board. And now bush."
    },
    {
      "end_timestamp": 2831.0,
      "id": "af2a4610-a10b-3335-9a4a-cdfd6854284e",
      "speaker": "Phyllis Schlafly",
      "start_timestamp": 2823.0,
      "text": "Yeah. And that's before you go any farther. I will tell you that I publicly opposed Ando O'Connor's appointment at the time, just like Howard Filipino"
    },
    {
      "end_timestamp": 2848.0,
      "id": "cb875a30-2aee-3715-92a8-f111f11f8d3a",
      "speaker": "Caller 2 (761)",
      "start_timestamp": 2831.0,
      "text": "bush. Are you aware that Miguel Estrada, by the way, is a parole board? Right in front of the court briefs on behalf of woman against pro lifers. I have heard that. Yes. All right. Now, you can't tell me Bush wasn't aware of that."
    },
    {
      "end_timestamp": 2860.0,
      "id": "364b1d8d-0698-3171-be07-ee834ec1cc31",
      "speaker": "Phyllis Schlafly",
      "start_timestamp": 2848.0,
      "text": "Let me know. I'm not gonna tell you that. What would be your excuse for that one? Well, I didn't hear me defending that. I don't know. These people like her."
    },
    {
      "end_timestamp": 2868.0,
      "id": "d232cf3a-0dc3-3ad5-8bfe-c368191b5a53",
      "speaker": "Jordan",
      "start_timestamp": 2860.0,
      "text": "Appreciate the, but it does feel like they're coming at her with a lot of grievances that she has no control over whatsoever. I"
    },
    {
      "end_timestamp": 2871.0,
      "id": "d9a707ad-4a42-3549-90f7-d8e5e7a0e7e6",
      "speaker": "Dan",
      "start_timestamp": 2868.0,
      "text": "think her answers are fair. Yeah. Why is Bucha is I don't know, ask him."
    },
    {
      "end_timestamp": 2873.0,
      "id": "36fb146e-db94-3123-962a-75405b9d23bb",
      "speaker": "Jordan",
      "start_timestamp": 2871.0,
      "text": "I don't work for him. Yeah."
    },
    {
      "end_timestamp": 2931.0,
      "id": "8e9a282c-6818-3103-9445-37a4c33b1b97",
      "speaker": "Dan",
      "start_timestamp": 2873.0,
      "text": "I mean, there is a fairness to that answer. But like, this is exactly what would happen based on the way Alex is primed the audio totally anybody who's supporting Bush is up to something, or they're not ideologically pure enough, whereas Phyllis Schlafly has been a major part of building the extreme right wing, right that Alex and his audience get to enjoy at this point. Now at the same time, she's also savvy enough to understand that like, alright, there is a need for me to work within some structures and pursue these policy goals at the point when there is a possibility of getting the past these pipe dream nonsense things about Ron Paul ever even making it out of the primary, right? It's not gonna fly. And they don't respect that they have no respect for the fact that she's like, gets shit done. Yeah, they, it's hard for them to get we're gonna get anything done if you just yell. Everybody's a Pro board."
    },
    {
      "end_timestamp": 2971.0,
      "id": "cb240069-4a41-3508-81b2-ab819ae8c940",
      "speaker": "Jordan",
      "start_timestamp": 2931.0,
      "text": "Yeah. Which, by the way, I fucking love. I have not heard of Pro board before. But if you're pro life and Pro board, I'm down for it. That's what I've got. But, but it does, it does feel like the the concept of exploiting the system is not one that they are willing to accept, you know, like, Shafilea is not like, listen, I agree with what Bush did about that. She's like, listen, I disagree with him, too. I can only exploit what I can exploit to accomplish the goals that you and I both want. Right? You know, I don't have the power to do whatever I want and just say, Bush, no,"
    },
    {
      "end_timestamp": 3002.0,
      "id": "49ff7a9e-dee3-3ce9-a3f2-6ca8e11d0658",
      "speaker": "Dan",
      "start_timestamp": 2971.0,
      "text": "it's a function. I think of an idealism that was there in Infowars back then, yeah. And I don't think exists anymore. There's a cynicism that has taken over a little bit whereas at this point, there is like this idea of like, we have to have this expectation of everybody must be you must demand them do everything. Yeah, that you want and it's it's kind of it's kind of interesting to see it run up against someone like Phyllis Schlafly right who should by all counts be royalty in this space."
    },
    {
      "end_timestamp": 3011.0,
      "id": "ee8fe419-5c02-3e25-b04c-a6e777895a14",
      "speaker": "Jordan",
      "start_timestamp": 3002.0,
      "text": "Yeah no no for sure. That's I mean yeah she she that's like she built Disney in terms of far right being a piece of shit you know?"
    },
    {
      "end_timestamp": 3021.0,
      "id": "9d18bb95-c84d-32d8-925e-3872c4aad46a",
      "speaker": "Dan",
      "start_timestamp": 3011.0,
      "text": "It's a big part of it yep big part. So I just thought this was funny there's nothing really groundbreaking here but when they went to commercial Alex forgot to turn off his mic"
    },
    {
      "end_timestamp": 3036.0,
      "id": "f8075682-65a8-3b51-964a-68dedbe5901e",
      "speaker": "Alex Jones",
      "start_timestamp": 3021.0,
      "text": "being chemical like a New Hampshire's last name. We listened in Colorado the gravity filter was first designed by Americans and Howard and Missouri Colorado the amount Michigan New Hampshire $109 by"
    },
    {
      "end_timestamp": 3051.0,
      "id": "354ee326-2778-3391-85bf-e7970a03fe5c",
      "speaker": "Jordan",
      "start_timestamp": 3036.0,
      "text": "the new millennium at 888-803-4438 That's toll free triple 8803 4438 not yet available"
    },
    {
      "end_timestamp": 3056.0,
      "id": "40ece694-6097-329c-8338-6a872f51871d",
      "speaker": "Dan",
      "start_timestamp": 3051.0,
      "text": "I don't know why it's just kind of fight there's something fun about that. A little peek behind the curtain"
    },
    {
      "end_timestamp": 3065.0,
      "id": "da31fb41-0a34-32eb-8666-889414d7c764",
      "speaker": "Jordan",
      "start_timestamp": 3056.0,
      "text": "it doesn't need to be like shit talking whenever somebody's by you know it's salacious and fun is that is sometimes just that banal, like what are the names? But"
    },
    {
      "end_timestamp": 3096.0,
      "id": "438dbf31-f224-3f9a-8bb7-0c15056fc7fe",
      "speaker": "Dan",
      "start_timestamp": 3065.0,
      "text": "I know you have a definite recognition that Alex is screening them call which he you know, are argues he doesn't do never screens. But yeah, it's just just a little fun. Back in the day, this was such a weird operation that he could have the mics on during commercial what fun? Yeah. Anyway, Phyllis leaves. And, man, I feel bad for a little bit. Not really because she sucks, but I feel bad. Because as soon as she leaves Alex starts kind of talking shit on her. No, he's gotta get on pace."
    },
    {
      "end_timestamp": 3098.0,
      "id": "4d54ae36-cda7-35bc-86e6-e643b8a40289",
      "speaker": "Jordan",
      "start_timestamp": 3096.0,
      "text": "Fair. That's not fair."
    },
    {
      "end_timestamp": 3099.0,
      "id": "1a567ee8-c1ab-3730-bda3-a5a813123364",
      "speaker": "Dan",
      "start_timestamp": 3098.0,
      "text": "He's doing her a little dirty. It's"
    },
    {
      "end_timestamp": 3100.0,
      "id": "045bf248-c6dd-382b-8f0d-49215abea456",
      "speaker": "Jordan",
      "start_timestamp": 3099.0,
      "text": "not fair."
    },
    {
      "end_timestamp": 3138.0,
      "id": "b3cb20b3-a61e-3aa8-b33b-9e0d2fbf31c4",
      "speaker": "Alex Jones",
      "start_timestamp": 3100.0,
      "text": "We're talking about the real world, folks. And I'm not gonna sit here and attack Phyllis Schlafly because she's done a lot of good and expose a lot of corruption. I mean, Ann Coulter would just say Bush is good for you know, cut and loose Taiwan. Bush is good for open borders. The Patriot acts good gun control is good. You're a communist if you're not for it. I mean, she was actually saying stuff like that on the year. Whereas Phyllis would just go, oh, well, I don't know why it's terrible. But the Liberals are gonna get us. Yeah, they have great chaplains. That's right. They have gotten us for the big banks. Let's go to Jim and Mike and Ethan and dude a"
    },
    {
      "end_timestamp": 3145.0,
      "id": "205ba723-98b0-37be-a8d3-7b6beef98eee",
      "speaker": "Dan",
      "start_timestamp": 3138.0,
      "text": "little disrespectful impression see that attending that she's playing coy like, oh, I don't know. That's such"
    },
    {
      "end_timestamp": 3172.0,
      "id": "b7ade8c6-b49a-3d1c-b62a-af695bd12aa8",
      "speaker": "Jordan",
      "start_timestamp": 3145.0,
      "text": "as one of my great insecurities is like anytime we've ever guested on a live show that continues after we've left. Like the fear is the moment we get off, they're just gonna start talking shit. So yeah, absolutely. That's the fear. But I know that the good that a good host would never do that. Right, you know? So to have him do it both reinforces a good host would never do that. And also, it could happen to you. Well,"
    },
    {
      "end_timestamp": 3205.0,
      "id": "c406ce43-0c76-3117-95e8-fd669432de48",
      "speaker": "Dan",
      "start_timestamp": 3172.0,
      "text": "I find I found it distasteful. But then also the other thing too, that you notice in that clip is this like just consistent thing that Alex does, where you have something that he's opposed to or bad, and the only way he can talk about it is also by pointing out something else? That's bad. So he's like, Phyllis, you know all you are mad at her but Ann Coulter, so much worse, right? There's that deflectors the thing that it's just you just can't deal with anything on its own terms?"
    },
    {
      "end_timestamp": 3220.0,
      "id": "b202e88f-7af9-39d6-a1a4-0b408a6b2018",
      "speaker": "Jordan",
      "start_timestamp": 3205.0,
      "text": "No, it's It's almost the apotheosis of that like choose the lesser of two evils concept is like, that's literally his guiding principle of like, Oh, I found this thing was bad. But mathematically, this thing's worst. So I guess I'm cool with this thing."
    },
    {
      "end_timestamp": 3225.0,
      "id": "6f553224-bfdb-3bd7-af74-546e213cc4f6",
      "speaker": "Dan",
      "start_timestamp": 3220.0,
      "text": "And yet at the same time, he can't do that. And that relates to the GOP."
    },
    {
      "end_timestamp": 3229.0,
      "id": "a99bf8f9-eb62-3480-a979-30106e57a389",
      "speaker": "Jordan",
      "start_timestamp": 3225.0,
      "text": "Absolutely not. No. Wild. Yeah."
    },
    {
      "end_timestamp": 3235.0,
      "id": "a6fc2cf6-7257-378f-829c-70ec7ce0324c",
      "speaker": "Dan",
      "start_timestamp": 3229.0,
      "text": "Anyway, I think it's very dumb. But callers continue to shit on."
    },
    {
      "end_timestamp": 3238.0,
      "id": "4855d771-2df8-3900-96f0-eaca11873857",
      "speaker": "Alex Jones",
      "start_timestamp": 3235.0,
      "text": "Go ahead. Jalen, Michigan. Thanks for holding you're on the year."
    },
    {
      "end_timestamp": 3249.0,
      "id": "46370e13-0758-3aac-b9ce-79f46f962130",
      "speaker": "Caller 4 (761)",
      "start_timestamp": 3238.0,
      "text": "Yeah, I would like to talk to Phyllis and I would like to ask her if she watched white 911 The road to tyranny think she's ever watched your tape? I don't know. And that's another Creature from Jekyll Island"
    },
    {
      "end_timestamp": 3260.0,
      "id": "3840f0d9-3574-3bfc-bc8a-f9a10ee903e2",
      "speaker": "Dan",
      "start_timestamp": 3249.0,
      "text": "where she was Jews friends with G Edward Griffin shoot like that. What are you talking about? She ever read Creature from Jekyll Island that she probably has a special thanks."
    },
    {
      "end_timestamp": 3266.0,
      "id": "cb528096-3389-3345-a62a-a36d6c7fb873",
      "speaker": "Jordan",
      "start_timestamp": 3260.0,
      "text": "Yeah. Peric that's it's crazy. It's crazy. Yeah, that's so wild."
    },
    {
      "end_timestamp": 3275.0,
      "id": "9fc1d242-7f11-33b0-a6fa-33cabaf37cb1",
      "speaker": "Dan",
      "start_timestamp": 3266.0,
      "text": "It's like oh, do you think she ever read Creature from Jekyll Island? Like ask G Edward Griffin what he thinks about Phyllis Schlafly. Yeah, I dare you."
    },
    {
      "end_timestamp": 3284.0,
      "id": "4cff5097-780b-31b0-b721-fa06f451345e",
      "speaker": "Jordan",
      "start_timestamp": 3275.0,
      "text": "Yeah, man. They just eat their own. They just do. You know, it's just the cycle for these right wing? shitheads Yeah, yeah."
    },
    {
      "end_timestamp": 3291.0,
      "id": "e6a04ce8-87ef-33ac-b7ee-99a715d1d0ca",
      "speaker": "Dan",
      "start_timestamp": 3284.0,
      "text": "Is that that rap lyric? I'm who your favorite emcee tells us kids about Yeah, that's who Phyllis Schlafly is to these assholes. Yeah,"
    },
    {
      "end_timestamp": 3328.0,
      "id": "d6a33d11-8d82-3328-b951-4e2851e319df",
      "speaker": "Jordan",
      "start_timestamp": 3291.0,
      "text": "I mean, but it is it is like a Jia Jia generational tide almost, you know, like that. That early generation pushes things as far as they can, and then there's a slow push back. And during that time period because they didn't win, you know, because they didn't defeat the enemy. They're treated as failures, you know that you're treated as somebody who's capitulated by by pushing things so fucking far, you don't even notice how far they've pushed it, you make you feel like they didn't do anything, you know. So they eat their own during that period, then a new piece of shit comes along, you know, you have all this stuff. It's an endless cycle."
    },
    {
      "end_timestamp": 3349.0,
      "id": "2d92ace8-9e9d-3540-ac85-676230288fd9",
      "speaker": "Dan",
      "start_timestamp": 3328.0,
      "text": "But simultaneously, there is a little bit of probably some sexism in there too, because salutely I don't think G Edward Griffin is getting the same treatment. And he is definitely somebody who would be that past generation. Trump didn't get shit done. True. Ron Paul isn't getting that treatment. True. Yeah, I mean,"
    },
    {
      "end_timestamp": 3358.0,
      "id": "607cd905-9e56-31c9-a407-fc684821a153",
      "speaker": "Jordan",
      "start_timestamp": 3349.0,
      "text": "I'm, I'm gonna go out on a limb and say that you might be correct. The right wing has chosen a woman as a scapegoat. I mean, this is unprecedented. It's not"
    },
    {
      "end_timestamp": 3368.0,
      "id": "b0c68d79-e06d-37ee-a638-28f92781ddd7",
      "speaker": "Dan",
      "start_timestamp": 3358.0,
      "text": "necessarily but Alex's audience and callers have clearly chosen her. They have made their voice pretty clear."
    },
    {
      "end_timestamp": 3371.0,
      "id": "e000f73c-622b-395b-a826-fc726ad480b6",
      "speaker": "Jordan",
      "start_timestamp": 3368.0,
      "text": "She's a witch."
    },
    {
      "end_timestamp": 3378.0,
      "id": "ccf87942-f715-3524-b437-c6d92b4eb7e7",
      "speaker": "Dan",
      "start_timestamp": 3371.0,
      "text": "So Alex has this color. And he's like, yeah, maybe she hasn't watched my tapes. Maybe I should ask her but Bohemian Grove."
    },
    {
      "end_timestamp": 3404.0,
      "id": "1f3b7b56-270a-34c5-8bae-ca49554b3a7e",
      "speaker": "Caller 5 (761)",
      "start_timestamp": 3378.0,
      "text": "But the question that I wanted to ask. Miss Carlson asked Miss Shafilea Mr. posed the same question that I called and asked in culture, and it's kind of a little bit repetitive with that last call said about, you know, how can she defend Mr. Bush, the alleged president, you know, the quoter as having done some good things, when he attends Bohemian Grove and participates in the worship of a cult deity Moloch Oh,"
    },
    {
      "end_timestamp": 3436.0,
      "id": "a1b53a9e-bcfa-342a-a7e7-79b5f790faeb",
      "speaker": "Alex Jones",
      "start_timestamp": 3404.0,
      "text": "you know, I was gonna mention Bohemian Grove to her because she couldn't deny its existence. Now the Washington Times has written about it. David Gergen has talked about it. No one is denying conservative, how was worshipping a Shinto shrine summoning the demon as the Associated Press? How is going to you know, worshipping Muslim stuff. It's disgusting bush. When he really goes in worships secretly is a Satanist. Skull and Bones. That's Bohemian Grove. That's mainstream news, folks. But when he's out in the open, he's every other religion."
    },
    {
      "end_timestamp": 3439.0,
      "id": "de0b0045-a4dc-3438-bceb-159813b79bf4",
      "speaker": "Dan",
      "start_timestamp": 3436.0,
      "text": "What's your problem with worshipping Muslim stuff?"
    },
    {
      "end_timestamp": 3455.0,
      "id": "f0d07b6b-6340-3ab5-971a-7838e892a6b4",
      "speaker": "Jordan",
      "start_timestamp": 3439.0,
      "text": "You know, where's your being Muslim stuff? All right. Yeah, it's weird. Listen. Okay, one prayer needs to be in schools, but only my prayer. Right? All right. None of that Muslim stuff. No, if you catch somebody worshipping that Muslim stuff, six months in jail, that's how it works. So now"
    },
    {
      "end_timestamp": 3507.0,
      "id": "3d67fa1b-c665-3c46-9467-a0ae48925bc3",
      "speaker": "Dan",
      "start_timestamp": 3455.0,
      "text": "this is, this is interesting, because this caller is doing is suggesting a path that Alec should have gone down, which is bringing up How can she support George Bush if he went to Bohemian Grove? Right. And Alex is like, Ah, shit, that would have been good. I would have been good, I would have been good. Because then I could convince her to not support Bush, right? Because Alex is still holding on to like the value that she holds as a far right figure. Sure. And you know, he's he understands the the lineage and the history of this in a way that the audience not everybody doesn't appreciate. And so if he could get Phyllis onto his team of this extreme, only Ron Paul only the farthest farthest right is good right? Then there could be some value in that for him. And it meanwhile with this caller is talking about is trying to tear her down. Yeah,"
    },
    {
      "end_timestamp": 3517.0,
      "id": "e5491179-3c37-365f-b8d4-ea9a70177c06",
      "speaker": "Jordan",
      "start_timestamp": 3507.0,
      "text": "I mean, he's essentially trying to be like, catch her. Yeah, we got her she's one of them. She's a demon. She's a demon like the rest of them. Come on, you have to say it. That's how you would the things you say work."
    },
    {
      "end_timestamp": 3536.0,
      "id": "e93f0926-2a98-3440-973f-10e76ef48236",
      "speaker": "Dan",
      "start_timestamp": 3517.0,
      "text": "The other thing that I want to point out that I think is really funny is that Alex is obsessed with David Gergen. As if like, what as says Gergen goes the world No, like it's every time that he brings up Bohemian Grove, it's like fucking David Gergen has talked about it. Yeah."
    },
    {
      "end_timestamp": 3545.0,
      "id": "117734c6-52ea-372c-85ac-942ef59fc665",
      "speaker": "Jordan",
      "start_timestamp": 3536.0,
      "text": "I mean, it was in The Washington Times. Sure. I heard you have you deny it? No. and Now admittedly, no one's denying it."
    },
    {
      "end_timestamp": 3548.0,
      "id": "ed8aae6a-4403-32e9-a599-0942ce73e864",
      "speaker": "Dan",
      "start_timestamp": 3545.0,
      "text": "Maybe they were 20 years prior to this or something. They were just denying"
    },
    {
      "end_timestamp": 3551.0,
      "id": "d9043f85-0e8e-3ee3-8878-7e627df77606",
      "speaker": "Jordan",
      "start_timestamp": 3548.0,
      "text": "that it existed. Yeah. Weird."
    },
    {
      "end_timestamp": 3555.0,
      "id": "6b219d99-2da6-3ed0-9173-192fe6b650c1",
      "speaker": "Dan",
      "start_timestamp": 3551.0,
      "text": "Maybe they didn't want people to come to their fun. nudity in"
    },
    {
      "end_timestamp": 3558.0,
      "id": "2599ff15-2f2c-3a37-aa25-b2242e2b70ec",
      "speaker": "Jordan",
      "start_timestamp": 3555.0,
      "text": "transparent. There aren't a lot of what have you. I mean, it's pretty easy to walk in."
    },
    {
      "end_timestamp": 3570.0,
      "id": "65088a69-6e55-38eb-8d04-c59fe431ddc2",
      "speaker": "Dan",
      "start_timestamp": 3558.0,
      "text": "Yeah. I'm sure that David Gergen is not a own notable figure. Now he's a public figure. He's sure. You know, but I don't know."
    },
    {
      "end_timestamp": 3573.0,
      "id": "7aee3a95-025f-35bf-8793-aac1d05fb421",
      "speaker": "Jordan",
      "start_timestamp": 3570.0,
      "text": "I know that the oracle at Delphi it the"
    },
    {
      "end_timestamp": 3599.0,
      "id": "dae0644c-34b7-30a8-9573-6120f118154a",
      "speaker": "Dan",
      "start_timestamp": 3573.0,
      "text": "only reason that he brings him up I realized this is that in his film, Alex talks to David Gergen on the street and brings up Bohemian Grove, right? And Alex like, tells Gergen I'm the guy who videotaped stuff and snuck it out and he's like, Well, I disrespect you doing that. I don't think that's cool. You broke the secrecy. Right? Right. And so Alex is used David Gergen as like this figure of like, monumental important because"
    },
    {
      "end_timestamp": 3606.0,
      "id": "37ffd3c8-5a85-34b2-beb7-b0f334e2ed6c",
      "speaker": "Jordan",
      "start_timestamp": 3599.0,
      "text": "he's hops through the solipsism buzzle bubble Yeah, so he knows he exists. Yeah, even when Alex is not looking at it"
    },
    {
      "end_timestamp": 3641.0,
      "id": "eef4c738-34b4-32c6-b643-d9ad4df8c91d",
      "speaker": "Dan",
      "start_timestamp": 3606.0,
      "text": "well and there's video of Alex with him so it makes sense to heighten this person's import rights or in order to by proxy. Make your enemy is the greatest then I am also the greatest pro wrestling stuff. Yeah, you build up your competitor as opposed to tearing them down because if you beat them, that means you beat the best or the second best. Yeah, you want to beat a bum. No, that's, that's cheap. Yeah. So one last clip here and Alex is ruminating on his. I did I did go to Bohemian Grove. I should have brought that up with Schlafly I should have brought that up. I"
    },
    {
      "end_timestamp": 3645.0,
      "id": "690b66f2-859e-3027-a128-58aa6a625406",
      "speaker": "Jordan",
      "start_timestamp": 3641.0,
      "text": "love the way he talks to himself on air like it's acceptable."
    },
    {
      "end_timestamp": 3670.0,
      "id": "ac3f7ca1-6557-3e20-a687-0351cf10c948",
      "speaker": "Alex Jones",
      "start_timestamp": 3645.0,
      "text": "I snuck into the grove folks. Three years ago, I got do out. The only and first video ever out of there, and it turned dark secrets and shot Bohemian Grove. And then Bohemian Grove member Harry Sher movie star and the voice of the Simpsons. He attacks me in a major motion picture called teddy bears picnic making fun of me. I have Hollywood films made just attacking me buddy."
    },
    {
      "end_timestamp": 3671.0,
      "id": "0901b824-8f29-37f1-a66a-8c53545c5549",
      "speaker": "Dan",
      "start_timestamp": 3670.0,
      "text": "Yeah, teddy bears picnic."
    },
    {
      "end_timestamp": 3677.0,
      "id": "8b4a6c00-1e6a-3652-8b03-277d513683d0",
      "speaker": "Jordan",
      "start_timestamp": 3671.0,
      "text": "All right. Okay. boggles my mind. Harry Shearer is a member of the Bohemian Grove."
    },
    {
      "end_timestamp": 3704.0,
      "id": "a7a7f2e5-a5c2-39c8-b997-99b96aa54f82",
      "speaker": "Dan",
      "start_timestamp": 3677.0,
      "text": "He's not he went one time he got like a guest invitation. Like, for a day or something. I just talked about this. Okay, a bit. I was gonna say of all the things he does some like politics, like his radio show us politics adjacent. I didn't know he had a radio. Yeah, it's called like love show or something like that. All right. But yeah, so he's, he has he has some like proximity to politics. Have you ever seen teddy bears picnic?"
    },
    {
      "end_timestamp": 3708.0,
      "id": "e29b79e5-48e2-373a-93cf-f5d96f9e19d4",
      "speaker": "Jordan",
      "start_timestamp": 3704.0,
      "text": "I have not seen teddy bears pick I can't believe that."
    },
    {
      "end_timestamp": 3710.0,
      "id": "ecb58bb1-3399-3a19-94ac-9f773043c952",
      "speaker": "Dan",
      "start_timestamp": 3708.0,
      "text": "It's it's a major motion picture. You"
    },
    {
      "end_timestamp": 3719.0,
      "id": "4bc271b0-69a0-30dd-824b-c795dca525ac",
      "speaker": "Jordan",
      "start_timestamp": 3710.0,
      "text": "know, you would think that because it was written almost entirely just to attack Alex Jones that I would have some familiarity with him. But unfortunately I don't."
    },
    {
      "end_timestamp": 3763.0,
      "id": "f7d3e202-1b53-3269-96b2-4d66a1cba733",
      "speaker": "Dan",
      "start_timestamp": 3719.0,
      "text": "It's a he went like I said on a day guest visit or whatever to the grove. Sure. And so you decided to make a parody of of Alex's video? No. Oh, just off the ground. Oh, okay. And so at a very limited release, it grossed about $2 million. And it is a 0% score on Rotten Tomatoes. That's not great. The consensus of the reviews that I read that it was it was basically like a not well made Christopher Guest movie. Yeah, but it makes sense because he has a lot of similar cast members. Yeah, like he worked with Christopher gas. Totally. Some of that sort of sensibility is is still lacking built in. Fred Willard is in their course all buying Stein, a BA"
    },
    {
      "end_timestamp": 3766.0,
      "id": "ffbb1d4e-d471-3978-8eb7-2ee825477cc3",
      "speaker": "Jordan",
      "start_timestamp": 3763.0,
      "text": "Bob Einstein Super Dave Osborne. Oh yeah, get out of here."
    },
    {
      "end_timestamp": 3815.0,
      "id": "f018d4cc-2dfc-3731-9872-275d5b773162",
      "speaker": "Dan",
      "start_timestamp": 3766.0,
      "text": "I was looking at the gas or the cast list and the only thing I saw missing from there was my man Bob, Alabama. Alabama. Oh, man. I'm not sure that Alex is actually made fun of in the film since I didn't watch it. But the plot does involve a disgruntled waiter trying to sneak footage out. So maybe there's an Alex parody in there. Sure. But it's they didn't make the film to mock Alex know the if there's any connection to it, which I think would be interesting. If Alex was like, enough of a touchstone you're very sure to put that like wrinkle into the plot. It would be but I guess if you're making a movie, that's a parody of Bohemian Grove, that might be something that would come up in your like, sort of workshopping ideas. Sure. Sure. What else can we"
    },
    {
      "end_timestamp": 3825.0,
      "id": "446d4f35-78d1-36d9-a677-3545ed98da8f",
      "speaker": "Jordan",
      "start_timestamp": 3815.0,
      "text": "do? That we are you know, we saw this thing by Jon Ronson. We did that whole thing so then that led you to Alex Jones doing the thing that's entirely possible."
    },
    {
      "end_timestamp": 3840.0,
      "id": "b43136c3-aa9a-369f-9216-e1a3af2e52fa",
      "speaker": "Dan",
      "start_timestamp": 3825.0,
      "text": "Here's your might not have seen Dark Secrets. He might have seen the secret rulers of the world. Exactly. That's entirely possible. Yeah. Um, so yeah, I don't know. I don't want to watch this movie. But I might. The things you"
    },
    {
      "end_timestamp": 3842.0,
      "id": "caf18ca7-67cf-3329-b2c1-cc1298dd47cb",
      "speaker": "Jordan",
      "start_timestamp": 3840.0,
      "text": "do for the show. There's picnic"
    },
    {
      "end_timestamp": 3847.0,
      "id": "df49a9d0-61d6-37c3-b90b-9e62ec85b408",
      "speaker": "Dan",
      "start_timestamp": 3842.0,
      "text": "bears picnic what if? What if it is just a just got Catherine O'Hara"
    },
    {
      "end_timestamp": 3847.0,
      "id": "6da5e6a8-59a0-3062-97ad-00e1b41250f4",
      "speaker": "Jordan",
      "start_timestamp": 3847.0,
      "text": "in there too?"
    },
    {
      "end_timestamp": 3850.0,
      "id": "be80995d-c2a0-3ccd-9e15-37e96bc3ab84",
      "speaker": "Dan",
      "start_timestamp": 3847.0,
      "text": "Who? I don't think so. Oh, well"
    },
    {
      "end_timestamp": 3857.0,
      "id": "09762136-0980-3845-9ffa-49631932878a",
      "speaker": "Jordan",
      "start_timestamp": 3850.0,
      "text": "then no wonder it's got a 0% Yeah, don't have Catherine O'Hara then you're you're wasting your goddamn time"
    },
    {
      "end_timestamp": 3869.0,
      "id": "be286cee-7542-3434-b38b-f1ee720a6ecc",
      "speaker": "Dan",
      "start_timestamp": 3857.0,
      "text": "especially if you don't have her and you don't have the battle band got got to have the Taliban and I'm pulling up the the cast list here. Would you believe that? It is not easy to find on the list."
    },
    {
      "end_timestamp": 3873.0,
      "id": "a92b3072-96b5-365a-a123-777cbb9ea117",
      "speaker": "Jordan",
      "start_timestamp": 3869.0,
      "text": "For Harry shear, yeah."
    },
    {
      "end_timestamp": 3884.0,
      "id": "3ba3319f-a211-3ace-bdf9-8a52fc8d2d32",
      "speaker": "Dan",
      "start_timestamp": 3873.0,
      "text": "Teddy Bears picnic. He plays a character named Joey Levin. also directed and written by Harry shoe. It makes sense all right, check this out Michael McKeon."
    },
    {
      "end_timestamp": 3886.0,
      "id": "df907969-c5c0-305f-bc18-a822b6f5ab60",
      "speaker": "Jordan",
      "start_timestamp": 3884.0,
      "text": "What of course Better Call Saul."
    },
    {
      "end_timestamp": 3888.0,
      "id": "864f403c-3ae0-3813-9023-0d170eaf7efc",
      "speaker": "Dan",
      "start_timestamp": 3886.0,
      "text": "Yeah. John, Michael Higgins. My man John Michael. Hey, John. Michael"
    },
    {
      "end_timestamp": 3890.0,
      "id": "2bdeb01e-4bc8-355a-b9f1-4a310ca61825",
      "speaker": "Jordan",
      "start_timestamp": 3888.0,
      "text": "Higgs is in there."
    },
    {
      "end_timestamp": 3891.0,
      "id": "a214d057-0ddb-3b25-b1ff-3ecedf83c479",
      "speaker": "Dan",
      "start_timestamp": 3890.0,
      "text": "Alan Thicke,"
    },
    {
      "end_timestamp": 3892.0,
      "id": "07d0c342-4685-34a7-94a0-9d12e7b12d99",
      "speaker": "Jordan",
      "start_timestamp": 3891.0,
      "text": "Alan Thicke plays"
    },
    {
      "end_timestamp": 3893.0,
      "id": "3c59e6f2-38b9-33d1-afdc-58b9f5cc9dde",
      "speaker": "Dan",
      "start_timestamp": 3892.0,
      "text": "himself."
    },
    {
      "end_timestamp": 3897.0,
      "id": "0b85d5b6-b174-32da-8dfc-2059290500e0",
      "speaker": "Jordan",
      "start_timestamp": 3893.0,
      "text": "Wow, that sounds right. Yeah, sir Bill playing himself."
    },
    {
      "end_timestamp": 3929.0,
      "id": "72cef31d-3623-3160-a8a7-8de6140c0ddc",
      "speaker": "Dan",
      "start_timestamp": 3897.0,
      "text": "That's not I'm not sure if this is an order. Okay, Fred Willard. Sure. Annabelle gurwitch map. Oh famously, one time Fred Willard came into the theater that I worked at Columbia, worked at for many theaters. And we saw him come in. I'm like, That's motherfucking Fred Willard, what the hell is going on here? And no one believed me. And so I decided that I would wait until he was coming out of the theater, and I would at the concession stand, yell front, and then I did that. And he turned around now of"
    },
    {
      "end_timestamp": 3936.0,
      "id": "76488dd3-e671-362b-a5a7-d75216110104",
      "speaker": "Jordan",
      "start_timestamp": 3929.0,
      "text": "course, how high was you? Fred Willard. That is a great meeting a celebrity. Yell, doesn't it?"
    },
    {
      "end_timestamp": 3940.0,
      "id": "43b0d528-87ed-330b-8abb-3893fcc6776e",
      "speaker": "Dan",
      "start_timestamp": 3936.0,
      "text": "Morgan Fairchild. What? George went."
    },
    {
      "end_timestamp": 3945.0,
      "id": "8e9ed1d3-847b-3b92-915e-f90532a21b34",
      "speaker": "Jordan",
      "start_timestamp": 3940.0,
      "text": "George went yeah, great. Chicago. Yeah. No."
    },
    {
      "end_timestamp": 3957.0,
      "id": "761d452f-271d-364b-94a8-29901edba8a4",
      "speaker": "Dan",
      "start_timestamp": 3945.0,
      "text": "Kurt would Smith. Kurt would Smith, the dad from that said, yeah, he's great. Also. Robocop? More importantly, yeah. But most importantly, Robocop. Dick Butkus? Isn't,"
    },
    {
      "end_timestamp": 3968.0,
      "id": "b61ce807-7b9f-323c-b852-53e8b1ae7d46",
      "speaker": "Jordan",
      "start_timestamp": 3957.0,
      "text": "I mean, obviously, Chicago. Okay, Dick. All right. You are maybe the most famous linebacker on the planet. We're gonna have you play waiter. Number three,"
    },
    {
      "end_timestamp": 3981.0,
      "id": "76371f25-6d5a-3770-8e12-6a9c630ca20c",
      "speaker": "Dan",
      "start_timestamp": 3968.0,
      "text": "the guy who played J Peterman. Right? No good. Larry Miller. Larry Miller. That's quite I mean, there's quite a cast. Yeah,"
    },
    {
      "end_timestamp": 3987.0,
      "id": "fe0485b3-96c0-3151-a117-2a4bc759627b",
      "speaker": "Jordan",
      "start_timestamp": 3981.0,
      "text": "that's a lot of talented people. Surprisingly good gas. Yeah."
    },
    {
      "end_timestamp": 4001.0,
      "id": "0bd54f99-781b-37c5-8122-9fb99efbff13",
      "speaker": "Dan",
      "start_timestamp": 3987.0,
      "text": "What about 2%? Per guest movie? Bet turns out maybe the secret element in that recipe might be Christopher guest's could be Catherine O'Hara, or Bob Alabama. It"
    },
    {
      "end_timestamp": 4005.0,
      "id": "cf465c3a-76d2-3dbe-84ad-4bc75d8938cc",
      "speaker": "Jordan",
      "start_timestamp": 4001.0,
      "text": "could be one or the other three. Could be all three."
    },
    {
      "end_timestamp": 4023.0,
      "id": "5d0fcd62-02a4-3793-8a9b-87ec479e8807",
      "speaker": "Dan",
      "start_timestamp": 4005.0,
      "text": "So anyway, yeah, maybe making fun of Alex maybe not Pazos. Anyway, we come to the end of this. And it may be not that like important of an episode, or maybe not a whole lot happened. But I think it's important that we do come to some clarity about whether or not people are going to get arrested for saying Jesus. Yes. And the"
    },
    {
      "end_timestamp": 4028.0,
      "id": "ec7099d9-cb77-36cb-b91d-9cea561957b2",
      "speaker": "Jordan",
      "start_timestamp": 4023.0,
      "text": "answer is, if not, if not since 1995."
    },
    {
      "end_timestamp": 4056.0,
      "id": "20f3ca1b-bd8d-3115-be0b-8cabac46642e",
      "speaker": "Dan",
      "start_timestamp": 4028.0,
      "text": "And then probably not even that. Probably not even that but also, man. See you and Phyllis Schlafly treated rough like this. It's not on gratifying in some way. There's there's some nice things about it. There. It's a little it's a little bit shot, right? Yeah. Someone go to a place where they should be heralded, and then have people be like, no, no, no, you're not conservative enough. That's kind of fun."
    },
    {
      "end_timestamp": 4097.0,
      "id": "30c1a0b7-f055-3521-94b7-28d8e6fd663c",
      "speaker": "Jordan",
      "start_timestamp": 4056.0,
      "text": "It reminds me so much of like, listening to that took me back to the debates in 2016. When Trump just ran roughshod over all these people, like with with tons of political experience being dicks for 1020 years. Fucking Jeb Bush is a member of the political douchebag family, you know, like, all of that shit. And he just, you suck. Like, it was that easy? And everybody was like, yeah, they do suck. You know? Like, Trump was the apotheosis of the of these people in 2003. That's what they had started that little kernel of shit. Talking Phyllis Schlafly is what led us to Trump."
    },
    {
      "end_timestamp": 4115.0,
      "id": "c8884c1e-11ce-328a-93c2-d4ca0167fbfe",
      "speaker": "Dan",
      "start_timestamp": 4097.0,
      "text": "Well, they're like, they're basically taking a gamble that the Emperor actually has no clothes. Yeah. And in this case, they're wrong. Right, because Phyllis Schlafly does have conservative Bona fie days. Yeah, that goes much deeper than whatever nonsense they're on about. But in the case of Trump,"
    },
    {
      "end_timestamp": 4125.0,
      "id": "9095179d-0850-3067-aa55-f9ef73656c64",
      "speaker": "Jordan",
      "start_timestamp": 4115.0,
      "text": "I mean, right? Yeah, they had no fucking clue. Bush had nothing. Yeah. And Ted Cruz. Ted Cruz is that should have ended his whiny little worm bullshit."
    },
    {
      "end_timestamp": 4132.0,
      "id": "647f26db-6f33-309e-8f6e-acbad2ef727a",
      "speaker": "Dan",
      "start_timestamp": 4125.0,
      "text": "yet. I still didn't think about it, though. Like if we even heard Jeb Bush's name. Absolutely. Much less with an exclamation point. Oh,"
    },
    {
      "end_timestamp": 4139.0,
      "id": "ce92d8ed-8737-3f56-8da6-dfe9617324fe",
      "speaker": "Jordan",
      "start_timestamp": 4132.0,
      "text": "I mean, I've said Please clap in the past. But as a joke, I mean, he'll live he'll live on a live on forever. Is that Yeah."
    },
    {
      "end_timestamp": 4164.0,
      "id": "6d65791e-ced3-3eba-a194-9869b7ca6c7e",
      "speaker": "Dan",
      "start_timestamp": 4139.0,
      "text": "Man, that's rough, huh? Your dad like your grandfather or your dad came up with the new world order. And then your brother was president for eight years. Yep. And started the longest war in American history. Yep, yep. It also did 911 Yeah. And you are remembered as the guy who asked people to clap Please clap"
    },
    {
      "end_timestamp": 4168.0,
      "id": "22ce7695-2cc9-32de-a734-500c02310b42",
      "speaker": "Jordan",
      "start_timestamp": 4164.0,
      "text": "Please clap brutal brutal."
    },
    {
      "end_timestamp": 4208.0,
      "id": "daf33ee3-7c20-3e52-81c4-68823ad0167a",
      "speaker": "Dan",
      "start_timestamp": 4168.0,
      "text": "I'll because Trump took that risk of the saying he had no clothes and it turns out, but yeah, also the other thing too, about the Schlafly twist on this is the way like what you pointed out the way Alex was like, yes, she's, you know, the kind of turns on her a little bit after the she leaves. Yeah, he's so spineless. It's the worst. Like he's he's heralding her as like a leader in the conservative movement as he's introduced. And then the calls come in, and he's got to get on the wavelength of the colors. And that's to me, I think a mark of somebody who's a worm."
    },
    {
      "end_timestamp": 4223.0,
      "id": "1526bca6-eb33-3df8-b903-dbb3c17d63aa",
      "speaker": "Jordan",
      "start_timestamp": 4208.0,
      "text": "Yeah, yeah, that's shameful shit. Yeah, that is shameful shit. And I would be furious. I mean, yeah, any show that we went on if he started talking shit about us afterwards, when we had a fine conversation on, I'd be like, no, they're they're fucking done. And"
    },
    {
      "end_timestamp": 4231.0,
      "id": "e1114e41-9a45-3f3a-8d16-e8e3ea593af9",
      "speaker": "Dan",
      "start_timestamp": 4223.0,
      "text": "my bless. It's funny, because it's funny that I'm fairly certain that the cog disguise continued to make fun of us."
    },
    {
      "end_timestamp": 4233.0,
      "id": "dd4d8c78-fcd5-3030-b25b-d6c515d0bb65",
      "speaker": "Jordan",
      "start_timestamp": 4231.0,
      "text": "I mean, yeah, if I'll forgive just about"
    },
    {
      "end_timestamp": 4236.0,
      "id": "e8ef6bc6-d1dd-3e7a-bc41-6d9368d483e9",
      "speaker": "Dan",
      "start_timestamp": 4233.0,
      "text": "anything if they were also making fun of us while we were"
    },
    {
      "end_timestamp": 4239.0,
      "id": "133a1f08-5597-3de5-8b90-732243374f39",
      "speaker": "Jordan",
      "start_timestamp": 4236.0,
      "text": "Oh, yeah, that was that's her. That's fine."
    },
    {
      "end_timestamp": 4273.0,
      "id": "ddb8afa9-2ffa-366f-8473-ec02e292fc5d",
      "speaker": "Dan",
      "start_timestamp": 4239.0,
      "text": "If I were if I were slightly, I'd be like, I'm not taking another book. And from this guy. Yeah, absolutely not. But I think she does now, because she probably didn't listen past when she got off the phone or snot and thought that these callers brought up some spirited good points, because she was very diplomatic with what a bunch of fellows. So anyway, Jordan will be back and done or No, maybe we'll be in the present. When we see you next, because maybe maybe I'll be in the mood to listen to Alex. Or whatever. But we'll see. But until then, we website NDB. Do"
    },
    {
      "end_timestamp": 4278.0,
      "id": "b04d849e-3151-3a48-b44e-b32f8f777657",
      "speaker": "Jordan",
      "start_timestamp": 4273.0,
      "text": "its knowledge fight.com. Yep, we're also on Twitter. We are on Twitter. It's at knowledge underscore fight."
    },
    {
      "end_timestamp": 4291.0,
      "id": "a80cf419-061b-3f8a-84cc-7b1df14ae49a",
      "speaker": "Dan",
      "start_timestamp": 4278.0,
      "text": "We'll be back but until then, I'm gonna yo I'm Leo. I'm dz X Clark. In honor of Phyllis Schlafly, I would like to announce that I will be starting my own organization. Oh, yeah. And it's called the cuaca forum."
    },
    {
      "end_timestamp": null,
      "id": "8b6417a9-fda6-30ca-8fc8-8e071e644a30",
      "speaker": "Alex Jones",
      "start_timestamp": 4291.0,
      "text": "And now here comes the sex robots. Andy in Kansas. You're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}