{
  "audio_identifier": "KF_762",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/Dec-31-2022.mp3",
  "blocks": [
    {
      "end_timestamp": 59.0,
      "id": "44e2c253-04fd-3a68-b3fc-f29ec4526d57",
      "speaker": "Alex Jones",
      "start_timestamp": 4.0,
      "text": "Red Alert. Red alert. Red alert. Red Alert acknowledged five days. Damn, Jordan I'm sweating. Knowledge parties.com It's time to pray. I have great respect for knowledge, knowledge. I'm sick of them posing as if they're the good guys Shang V or the bad guy knowledge. Dan and Jordan knowledge fight need money Andy and Sandy are stopping Andy and Pam handy in Kansas. Bray Andy in Kansas surely are. Huge fan. I love your world. Knowledge by knowledge fight.com"
    },
    {
      "end_timestamp": 66.0,
      "id": "2bc3b6be-2810-3def-b729-eee331fb959e",
      "speaker": "Dan",
      "start_timestamp": 59.0,
      "text": "Hey everybody, welcome back. I'm jarred renewal dudes like to sit around worship at the altar of Slean and talk a little bit about Alex Jones. Oh, indeed."
    },
    {
      "end_timestamp": 73.0,
      "id": "3d2520de-f203-3fd4-aa72-45c275aaebbc",
      "speaker": "Jordan",
      "start_timestamp": 66.0,
      "text": "We are Dan Jordan. Jordanne question for you, buddy. What's your bright spot this New Year?"
    },
    {
      "end_timestamp": 114.0,
      "id": "cf781cfd-d46f-3c9c-ab82-822c89ee5a47",
      "speaker": "Dan",
      "start_timestamp": 73.0,
      "text": "Boy, my first bright spot of the year. Jordan today it is. I finally I've been resistant to join CB B world. The Comedy Bang Bang. Oh, okay. Okay, sort of subscription show because I thought I resent the idea of it. Yeah, I resent all of the Earwolf business model totally. And everything sort of funneling people into this, this, this the service and then, you know, they had the howl went into Stitcher and that just seems like Get your shit together. Oh, no. What's going on with all this? This like a what's under this cup? Oh, another subscription that you buy. The"
    },
    {
      "end_timestamp": 122.0,
      "id": "5c0bf731-e0f6-3193-be1b-0fe1f1289682",
      "speaker": "Jordan",
      "start_timestamp": 114.0,
      "text": "problem is it's not surprising that these creative people are bad businessmen. The problem is they're trying to be businessmen in the first place. What are you guys doing?"
    },
    {
      "end_timestamp": 186.0,
      "id": "beee7647-15ff-3034-990e-7cb8e287c781",
      "speaker": "Dan",
      "start_timestamp": 122.0,
      "text": "I don't know. I'm sure there's information that I'm not privy to. And there's some sort of an explanation. I don't know what it is. But anyway, I'm deeply resentful, of course. But I finally signed up and the reason was because I didn't realize that there was a show that Tim Baltz does. His character Randy snots. Okay. He has a show called Hey, Randy. And it's the best. Okay, it's it's so good. I don't know what it is. First of all, Tim Baltz is just amazing. Sure. He's, I think I've talked about how when I first moved to Chicago, every Sunday night me and my buddy Dan Shar would go to the family tree house. House boat accident. Yeah. I O. Tim Baltz. And a couple other dudes their improv show. Yeah. And he's just, he's brilliant and so funny. And this character, there's just something about it. This dirt bag guy. It's just it's very relatable and his instincts are just so goddamn sharp. And the rest of the people who were on the show too, or just it's of course, I just very few things are like really laugh out loud kind"
    },
    {
      "end_timestamp": 200.0,
      "id": "d2a95309-ab07-394d-92a1-e9c67f83309b",
      "speaker": "Jordan",
      "start_timestamp": 186.0,
      "text": "of things. Yeah. Get like, got guttural Don't I know it, man. It's just the best literally, my entire career is trying to make you laugh and it's not easy. I've done what we've done. 780 Yep, I've got four"
    },
    {
      "end_timestamp": 203.0,
      "id": "3b62aebd-f13f-38db-a98d-0d66c70305ab",
      "speaker": "Dan",
      "start_timestamp": 200.0,
      "text": "or five good 780 was the this number."
    },
    {
      "end_timestamp": 208.0,
      "id": "aacce9db-d6b8-3ef8-a776-543ade680b43",
      "speaker": "Jordan",
      "start_timestamp": 203.0,
      "text": "I got four or five good ones in there. Pretty proud of those. Yeah, I think that's a good batting average. Honestly."
    },
    {
      "end_timestamp": 229.0,
      "id": "4631c0f6-56ad-3f69-b05c-505fcf497b24",
      "speaker": "Dan",
      "start_timestamp": 208.0,
      "text": "I mean, you shouldn't you shouldn't feel bad. That's a low number. Compared to other folks. It's on curve. But yeah, anyway, Hey, Randy. Great. Great. The last one came out in like November and I really hope that they're gonna make more of them because there's only nine and they're all fantastic. Oh, no need to make more you had"
    },
    {
      "end_timestamp": 233.0,
      "id": "7c09732c-95fa-3db5-bf2b-ef3b2ad560e3",
      "speaker": "Jordan",
      "start_timestamp": 229.0,
      "text": "to subscribe for nine episodes get get to work, man. Well, I'm"
    },
    {
      "end_timestamp": 239.0,
      "id": "5c73c9c2-9535-3060-8aa9-1f6083ed1795",
      "speaker": "Dan",
      "start_timestamp": 233.0,
      "text": "trying to find some other stuff that might be worthwhile on there. There's more of the bananas for Bonanza, of course,"
    },
    {
      "end_timestamp": 244.0,
      "id": "0fd820bd-7644-3d8f-a12c-0c9deca8b9f6",
      "speaker": "Jordan",
      "start_timestamp": 239.0,
      "text": "of course. Yeah, whenever they took that behind the paywall, I was I was weeping weeping uncontrollably"
    },
    {
      "end_timestamp": 248.0,
      "id": "f8305e27-ee0f-317d-9103-fb20b2c55168",
      "speaker": "Dan",
      "start_timestamp": 244.0,
      "text": "absolute. Well, there's more of it there of course. So anyway, what's your brights,"
    },
    {
      "end_timestamp": 294.0,
      "id": "e1f2756c-d4d9-3f16-beee-0d754165843e",
      "speaker": "Jordan",
      "start_timestamp": 248.0,
      "text": "my bright spot is I have absolutely torn through can lose the Grace of Kings books. Fan, fucking tastic can't wrap we cannot recommend them enough. What he does is he takes the 100 schools period of Chinese philosophy between, you know, 401 100 BCE, somewhere around there, and kind of anthropomorphize it into a fantasy version of China around that time period, and instead of Confucianism running roughshod over everybody else, you know, because they have all the weapons in this in this situation. Taoism actually kind of has greater Sway along with I mean, it's fantastic. i Okay, sorry. I get really excited."
    },
    {
      "end_timestamp": 302.0,
      "id": "5766f817-c3ef-32f6-ad61-ee4c23c0dec8",
      "speaker": "Dan",
      "start_timestamp": 294.0,
      "text": "I thought you were gonna finish a thought I know. That's why I was sort of not responding. Oh, no. got confused? You are doing right? Not a man to the floor."
    },
    {
      "end_timestamp": 348.0,
      "id": "ecc82476-366b-318b-a402-d0cb7a6ac645",
      "speaker": "Jordan",
      "start_timestamp": 302.0,
      "text": "We're doing great. You are doing great. Let me let me condense it a lot better. Okay. There is a historian in the 20th century, for my money, the greatest historian of the 20th century Alex Jones. Dr. Fung you lon Okay. He wrote the history of Chinese philosophy. And when I say the I mean, like, literally, he is the most important philosopher. Like he did it. He synthesize the history of Eastern philosophy and the history of Western philosophy who. Anyways, I've never read anybody who's all I've never met anybody or talk to anybody who's also read all of Dr. Fung Yuan and reading this, this quadrilogy the first time I've ever met somebody who understands it. Oh, it's amazing. It's amazing."
    },
    {
      "end_timestamp": 352.0,
      "id": "4cc639a7-0d49-3b9b-a7a9-abf291e87a9b",
      "speaker": "Dan",
      "start_timestamp": 348.0,
      "text": "I can I can, I can see why the you have this, this excite very"
    },
    {
      "end_timestamp": 355.0,
      "id": "e43d458a-fcb2-3eed-bae5-287a18505283",
      "speaker": "Jordan",
      "start_timestamp": 352.0,
      "text": "low vision. Whenever you care so hard about so here's"
    },
    {
      "end_timestamp": 363.0,
      "id": "510227e5-ce7d-33ef-a324-9abd21eae44f",
      "speaker": "Dan",
      "start_timestamp": 355.0,
      "text": "the good news. Maybe somebody who's out there listening might connect with that. And maybe you'll make a new friend. Oh, I'm excited about your weird niche interest. It's"
    },
    {
      "end_timestamp": 385.0,
      "id": "11805217-f976-3297-b9be-367ea40496fc",
      "speaker": "Jordan",
      "start_timestamp": 363.0,
      "text": "not Nisha fundamental. I would never honestly I would never argue philosophy with anybody if I didn't have that book open and ready. Because it's every that the 100 schools period is all of it. It's all of it. I mean, anyways, what I'm saying is anytime somebody says philosophy, and a white person said I discounted immediately"
    },
    {
      "end_timestamp": 389.0,
      "id": "298f5f21-ccc2-3398-b25a-27e3183c4994",
      "speaker": "Dan",
      "start_timestamp": 385.0,
      "text": "for me, that's too many schools. That's"
    },
    {
      "end_timestamp": 395.0,
      "id": "382753ba-c6f2-32c9-b7c8-a52bc6017c6d",
      "speaker": "Jordan",
      "start_timestamp": 389.0,
      "text": "why that's also kind of why they got it all. You know, they had poor schools. Sure. You know, Greece only had a few schools true. Yeah."
    },
    {
      "end_timestamp": 400.0,
      "id": "d39d1b62-17e3-3ada-8d1f-866bf2775122",
      "speaker": "Dan",
      "start_timestamp": 395.0,
      "text": "Yeah. They had the 23 schools. Yeah."
    },
    {
      "end_timestamp": 401.0,
      "id": "6969500d-0259-33eb-b396-152942d62b53",
      "speaker": "Jordan",
      "start_timestamp": 400.0,
      "text": "Three SkiDoo schools."
    },
    {
      "end_timestamp": 411.0,
      "id": "120b7bc1-393b-3a3c-b59d-af0a5248d9ed",
      "speaker": "Dan",
      "start_timestamp": 401.0,
      "text": "Yes. So Jordan today, we have an episode who it's the new year. Okay. Hey, we're recording this on January 1. Okay. 2023."
    },
    {
      "end_timestamp": 418.0,
      "id": "615b0dc5-f02e-341f-bce6-30bd821dbacf",
      "speaker": "Jordan",
      "start_timestamp": 411.0,
      "text": "All right. We know that our new bid for 2023 No, no, we're in trouble."
    },
    {
      "end_timestamp": 465.0,
      "id": "6918b2ba-99c2-31c9-a16c-f6a7c140b20c",
      "speaker": "Dan",
      "start_timestamp": 418.0,
      "text": "But I decided a what do we do? We got to send off 2020 to shoot you know, it's even though we are in 2023. As we are recording, right? We're still emotionally closing up the book. That was 2022. There's no closure on it yet? No, no. And thankfully, Alex Jones on Saturday, December 31. So tell me put out an episode, final broadcast of the year. Okay. So I said, Hey, final broadcast of the year seems like a perfect way to close what we got to do. Exactly. So today we're gonna be discussing Alex is Saturday emergency, last broadcast of 2022. Okay, and you will see what's the I mean, as we go through this allow you to determine whether or not this rises to the level of needing an emergency. Okay, maybe it does, maybe it doesn't."
    },
    {
      "end_timestamp": 471.0,
      "id": "92dc4d8a-e482-3bca-9694-1da03946437d",
      "speaker": "Jordan",
      "start_timestamp": 465.0,
      "text": "We'll see how much money he makes at the end of it will determine whether or not it was successful, right."
    },
    {
      "end_timestamp": 476.0,
      "id": "5aecbb61-a448-3c94-ba6b-30e45d78459f",
      "speaker": "Dan",
      "start_timestamp": 471.0,
      "text": "If he doesn't make a ton of money, it's not for lack of trying. It's kind of what I"
    },
    {
      "end_timestamp": 479.0,
      "id": "f33c6fb0-5c28-37f0-b498-a71134329c0d",
      "speaker": "Alex Jones",
      "start_timestamp": 476.0,
      "text": "was thinking he's swinging."
    },
    {
      "end_timestamp": 491.0,
      "id": "0fbabd13-8196-34f7-b87c-f31e5229c38a",
      "speaker": "Dan",
      "start_timestamp": 479.0,
      "text": "Anyway, we'll get down to business on this. But before we do, let's take a little moment to say hello to some new Oh, that's great idea. So first, the magic salami spoiled his birthday surprise by becoming a policy wonk. Thank you so much. You are now a policy wonk."
    },
    {
      "end_timestamp": 493.0,
      "id": "61b37e87-52ad-3a3d-828d-100808622a15",
      "speaker": "Alex Jones",
      "start_timestamp": 491.0,
      "text": "I'm a policy wonk, thank you very much."
    },
    {
      "end_timestamp": 498.0,
      "id": "1b5dc16c-9900-32e7-ad88-6a3e40c69d19",
      "speaker": "Dan",
      "start_timestamp": 493.0,
      "text": "Next Ultra kills most insignificant fuck, thank you so much. You are now policy walk."
    },
    {
      "end_timestamp": 500.0,
      "id": "669d7152-7eef-3afa-a04a-0bd8babfacc6",
      "speaker": "Alex Jones",
      "start_timestamp": 498.0,
      "text": "I'm a policy wonk. Thank you very much."
    },
    {
      "end_timestamp": 509.0,
      "id": "0235870b-cde6-394a-a89e-8ceed6ed097d",
      "speaker": "Dan",
      "start_timestamp": 500.0,
      "text": "Thank you Next, Richard from Portslade asks, am I alone in noticing that the red alert theme song samples wrong impression by Natalie Imbruglia, thank you so much for an hour policy? Well,"
    },
    {
      "end_timestamp": 511.0,
      "id": "c9a9a7eb-78e9-3bfd-8337-3d9b2ecd1b48",
      "speaker": "Alex Jones",
      "start_timestamp": 509.0,
      "text": "I'm a policy wonk, thank"
    },
    {
      "end_timestamp": 542.0,
      "id": "c11e5da6-5139-3204-bf30-5a4ab9921550",
      "speaker": "Dan",
      "start_timestamp": 511.0,
      "text": "you very much. This has come up many times it might as well address it on the show as well. Sure the string portion of that the Denon nananananana net that is in the Natalie Imbruglia song, it is also the theme song from Alex's endgame documentary. And the reason is because it is a sample string cut that is in like editing software. And that is where they all ended up getting it from Yeah, so it's like one of those pre built in string."
    },
    {
      "end_timestamp": 550.0,
      "id": "f8f9f271-d2bf-35a5-96b9-8080ac9193e4",
      "speaker": "Jordan",
      "start_timestamp": 542.0,
      "text": "Let's bring it back down to you and I both know why a little bit lazy a little bit easy, but it"
    },
    {
      "end_timestamp": 567.0,
      "id": "33ee6d0c-0811-3a96-96fa-4e4a72b6d1b9",
      "speaker": "Dan",
      "start_timestamp": 550.0,
      "text": "really is. Totally sounds fine in that game. No, so next happy birthday from jewels to waffles. Thank you so much for now policy walk. I'm a policy. Thank you very much. Late on that one or early. Come on. And beef house. Thank you so much. You are now policy walk."
    },
    {
      "end_timestamp": 568.0,
      "id": "8272d33b-cba0-3509-a958-87dce758f879",
      "speaker": "Alex Jones",
      "start_timestamp": 567.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 572.0,
      "id": "678e2205-b5dd-375c-aacc-dc4765061892",
      "speaker": "Jordan",
      "start_timestamp": 568.0,
      "text": "Thank you very much. Yeah. If it's if it's just beef house, you end with beef at Evergreen"
    },
    {
      "end_timestamp": 586.0,
      "id": "fb1ba7a5-cfbb-3995-ab07-0eed1ccd428d",
      "speaker": "Dan",
      "start_timestamp": 572.0,
      "text": "evergreen, and we got to take it out of the mix. So thank you so much to quoting past and present technocrat, technocrat drops got Karissa and Marcus to the summit of Mount Kilimanjaro. Thank you so much. You are now a technocrat."
    },
    {
      "end_timestamp": 641.0,
      "id": "cd02007a-8755-3f5d-ad3a-8f4059b994fb",
      "speaker": "Alex Jones",
      "start_timestamp": 586.0,
      "text": "I'm a policy wonk. I have risen above my enemies. I might quit tomorrow actually. Just gonna take a little break now. A little breaky for me. And then we're going to come back, and I'm gonna start the show over. But I have a lot going on there. I mean, oh, fuck you. Fuck you. I got plenty of words for you. But at the end of the day, Fuck you and your new world order and fuck the horse she wrote in on and all your shit. Maybe today's broadcast. Maybe I'll just be gone a month, maybe five years. Maybe I'll walk out of here tomorrow, and you never see me again. That's really what I want to do. I never want to come back here again. I apologize to the crew and the listeners yesterday that I was legitimately having breakdowns on air. I'll be better tomorrow."
    },
    {
      "end_timestamp": 652.0,
      "id": "972f5059-f215-3b71-b4fc-2d3cd51328a1",
      "speaker": "Dan",
      "start_timestamp": 641.0,
      "text": "He's not really Oh, but also that was fortuitous. The name in that drop because Karissa is also the name of Randy's nuts is scandalous on again off again, girlfriend."
    },
    {
      "end_timestamp": 671.0,
      "id": "d200b984-2aef-394e-b74d-70ede52eaa72",
      "speaker": "Jordan",
      "start_timestamp": 652.0,
      "text": "I'm just I'm just blown away. Here's what I needed to start 2023 down the idea of someone standing at the summit of Mount Kilimanjaro screaming Jar Jar Binks has a Caribbean black accent is that's what we've made an impact right? made an impact where"
    },
    {
      "end_timestamp": 688.0,
      "id": "3cc86369-7616-3a65-bbfc-1b605ca79409",
      "speaker": "Dan",
      "start_timestamp": 671.0,
      "text": "the canyons echo her words are a little tiny baby. So I'd like to apologize in advance for this out of Congress. This is this is mostly just in case Dan archy wants to put this in US Okay, okay."
    },
    {
      "end_timestamp": 693.0,
      "id": "70e14dde-d1e7-30c2-be8b-f8c142f51266",
      "speaker": "Alex Jones",
      "start_timestamp": 688.0,
      "text": "It's party time. I'm gonna get in your guts."
    },
    {
      "end_timestamp": 696.0,
      "id": "4d97010e-dc0d-3ea6-a476-aeeb06df393b",
      "speaker": "Dan",
      "start_timestamp": 693.0,
      "text": "Oh, that good?"
    },
    {
      "end_timestamp": 699.0,
      "id": "2eaca217-df52-3fce-8c94-82babe9d34e4",
      "speaker": "Jordan",
      "start_timestamp": 696.0,
      "text": "No, no,"
    },
    {
      "end_timestamp": 715.0,
      "id": "8506a065-4672-3598-8eef-634880014e41",
      "speaker": "Dan",
      "start_timestamp": 699.0,
      "text": "but you can easily see where that fits into. Yeah, that's gonna be Yeah, so here we go. We're gonna start off the episode with Alex's emergency Saturday, his day off. Of course, he's coming in. So such important stuff going on."
    },
    {
      "end_timestamp": 783.0,
      "id": "69c268c5-3af2-39cf-8b6c-7d8c2ab78f06",
      "speaker": "Alex Jones",
      "start_timestamp": 715.0,
      "text": "Here we are on the final broadcast the final emergency transmission of this insanely dangerous, brutal but also important year for awakening. 2022 Thank you for joining us on this New Year's Eve. Emergency transmission. The quickening sheer the political, cultural, spiritual, economic planets are aligning. Everybody from the Pope has died. Barbara Walters has died not the pope died. I want to do a somewhat of the Year in Review the giant stories and Earth changing events that have happened versus the distraction airy things that are unfolding as well. And I want to look at the globalist rollout of their climate lock downs that are now being initiated and how important it is. Wherever you are in the world to fight back against those and not submit to it."
    },
    {
      "end_timestamp": 791.0,
      "id": "1db850f0-9fe3-39f9-9c60-0da3570a26c2",
      "speaker": "Dan",
      "start_timestamp": 783.0,
      "text": "Not sure that the former Pope and Barbara Walters dying requires an emergency episode. But you know, we all rationalize our actions in our own ways."
    },
    {
      "end_timestamp": 797.0,
      "id": "feff03e0-3e2d-3c63-96e7-1e3a823f3aea",
      "speaker": "Jordan",
      "start_timestamp": 791.0,
      "text": "He was the first pope to step down for several 100 years nobody knew if he was ever going to die or not. You don't know he's Pope could"
    },
    {
      "end_timestamp": 874.0,
      "id": "e570af81-202d-39d4-a861-2fe4ca602870",
      "speaker": "Dan",
      "start_timestamp": 797.0,
      "text": "be a loophole exactly considering the Walters was 93 and Pope Benedict was 95. This seems like two very predictable and unsurprising public figure deaths. But it's interesting to hear Alex so interested in talking about the big important news and complaining about all the distractions. Generally speaking, I completely agree there are way too many distractions in the world, and particularly in the media, but where we split paths is that I can say with absolute certainty that at least 75% of Alex's content is meaningless distractions that he's just reporting based on a tweet or a meme or something. Almost nothing he covers means anything and more often than not, he's just making shit up. I would challenge anyone who loves Alex's show and thinks his content means anything to go back and listen to his episodes from earlier in this year, and marvel at how many things were emergencies that mysteriously resolved themselves. And were never mentioned again, Alex's business model relies on constant distraction, because if he doesn't keep the audience hyperstimulated there's a serious risk that they'll start questioning some of the basic details of the stories he covers, and realize that he's full of shit. And there aren't any climate lock downs, but that is probably important branding to look out for in the future, from the folks who are looking for a new place to put that anti COVID lockdown energy."
    },
    {
      "end_timestamp": 880.0,
      "id": "1afa25a3-4d12-39c5-8794-b33f7505f767",
      "speaker": "Jordan",
      "start_timestamp": 874.0,
      "text": "Yeah, totally. You gotta if you can't keep the COVID you got to keep the lockdown. Right? Yeah, right. You know, it makes sense."
    },
    {
      "end_timestamp": 890.0,
      "id": "343f7a44-b917-3ba7-9ee7-6b64640ca311",
      "speaker": "Dan",
      "start_timestamp": 880.0,
      "text": "And I imagine here's the way my brain sort of like sees what's going to happen is like, it's gonna be 130 in Arizona, and people go back don't go,"
    },
    {
      "end_timestamp": 897.0,
      "id": "7cba5d66-6de9-3e57-a7a0-4cddda308464",
      "speaker": "Jordan",
      "start_timestamp": 890.0,
      "text": "Oh, we're climate locked down. And again, if you don't go outside, then you're letting the government tell you that your skin can burn. I"
    },
    {
      "end_timestamp": 902.0,
      "id": "5d604389-fe98-37a0-9f32-1417bc76ae84",
      "speaker": "Dan",
      "start_timestamp": 897.0,
      "text": "predicted that I'll be like, maybe part of rationalization are where the rubber meets the road."
    },
    {
      "end_timestamp": 911.0,
      "id": "b54c02a3-def1-356d-b6d9-298a158e188e",
      "speaker": "Jordan",
      "start_timestamp": 902.0,
      "text": "Yeah, that is the problem with climate change. Is that like, Barbara Barbara Walters in the pope dying, you can be like, yeah, there's gonna be 140 degree temperatures in Arizona soon there's a certain inevitability."
    },
    {
      "end_timestamp": 920.0,
      "id": "bb7644a4-0419-342c-8a8e-0eee802214fb",
      "speaker": "Dan",
      "start_timestamp": 911.0,
      "text": "And so we don't want to sit on the distractions here. We want to talk about the big stories scores. But what are the big story, the question,"
    },
    {
      "end_timestamp": 930.0,
      "id": "20df06a9-f4ca-3398-92a9-7cba2d02b571",
      "speaker": "Alex Jones",
      "start_timestamp": 920.0,
      "text": "but to try to chronicle this year is a dizzying prospect. What are the biggest issues of the year,"
    },
    {
      "end_timestamp": 933.0,
      "id": "cc33f8cb-60d7-3042-9329-62fc57a00254",
      "speaker": "Jordan",
      "start_timestamp": 930.0,
      "text": "it would cost you $1.5 billion to really relish admitted that"
    },
    {
      "end_timestamp": 951.0,
      "id": "73eedbe9-df0b-3be8-be58-b5a1f337d38f",
      "speaker": "Alex Jones",
      "start_timestamp": 933.0,
      "text": "there is a globally coordinated un controlled mass censorship program. surveilling and suppressing the people of this planet, to bring in incredible draconian authoritarian tyranny share."
    },
    {
      "end_timestamp": 953.0,
      "id": "b4a05e1a-d08c-3339-8381-7e709df7bffe",
      "speaker": "Dan",
      "start_timestamp": 951.0,
      "text": "So that could be the top story of the year."
    },
    {
      "end_timestamp": 957.0,
      "id": "c936b7be-208a-3d6b-a9d1-4d2a6a1d2b1e",
      "speaker": "Jordan",
      "start_timestamp": 953.0,
      "text": "I mean, I would assume that is the top story of the year that seems to take primacy"
    },
    {
      "end_timestamp": 967.0,
      "id": "dad92ead-7c09-337d-82b0-bfc94a683387",
      "speaker": "Dan",
      "start_timestamp": 957.0,
      "text": "Ah, well, first thing you mentioned. Sure. I don't know. I don't know if this is accurate. Is anybody doing that? The UN human?"
    },
    {
      "end_timestamp": 971.0,
      "id": "b2891cc8-f829-33f8-b88c-2b4d11d7ab43",
      "speaker": "Jordan",
      "start_timestamp": 967.0,
      "text": "I mean, you know, no, I honestly, is anybody doing that? Even if it wasn't the UN?"
    },
    {
      "end_timestamp": 989.0,
      "id": "3386735d-58ee-30ef-8efa-dd091ac6bc62",
      "speaker": "Dan",
      "start_timestamp": 971.0,
      "text": "I don't know, I think could be the top story. Sure. He's not saying it is sort of spitballing. Right. This reminded me of the lead up to who is the most important person in the world. There's a lot of that there was there was a little bit of that vibe. It doesn't go that far. But he does like, is this the top story?"
    },
    {
      "end_timestamp": 993.0,
      "id": "83bc7f8b-68c2-3072-807f-293c5a8876c7",
      "speaker": "Jordan",
      "start_timestamp": 989.0,
      "text": "Are we are we gonna hear me in 45 minutes going? What is the Thomson?"
    },
    {
      "end_timestamp": 999.0,
      "id": "8120f34c-c009-385a-9e0d-309f54850f08",
      "speaker": "Dan",
      "start_timestamp": 993.0,
      "text": "I thought we were gonna go that direction. But it's just a little bit, just a little bit of a tease? Yeah."
    },
    {
      "end_timestamp": 1008.0,
      "id": "88e0c74d-19e5-3887-b8ef-cab426a53ad7",
      "speaker": "Alex Jones",
      "start_timestamp": 999.0,
      "text": "There's a giant awakening that is cascading and exploding into bigger and bigger finales."
    },
    {
      "end_timestamp": 1011.0,
      "id": "1bf4cf08-3095-37de-8372-d14de5258da0",
      "speaker": "Jordan",
      "start_timestamp": 1008.0,
      "text": "What"
    },
    {
      "end_timestamp": 1059.0,
      "id": "8f9e2d82-30bd-38cf-9aaf-d4fdcf19b653",
      "speaker": "Alex Jones",
      "start_timestamp": 1011.0,
      "text": "is that the biggest story is the biggest story. That in the last 12 months, the back has been broken to the biomedical tyranny, and that it's come out that they knowingly created COVID-19 and rolled out a poisoned shot. And now it's confirmed upwards of 20 million people dead from the injections. Or is it Russia on February 24, invading Ukraine, after eight years of the last proxy war, enticing Putin to take that dangerous plunge while being on the precipice of thermonuclear war on the ladder of the RAND corporations escalation chart."
    },
    {
      "end_timestamp": 1106.0,
      "id": "23221a4f-7786-340f-80dd-c6dadc5bcc80",
      "speaker": "Dan",
      "start_timestamp": 1059.0,
      "text": "I'm not particularly into year end lists trying to quantify what the biggest story of the year was, I find that stuff to kind of be a distraction. But if Alex wants to play that game, he's welcome to Yeah. And by the way, the thing that I think you could say he lands on is that there's an awakening going on as the top story. Yeah, that sounds about right, who right share. Also, none of the stuff he's saying is true. And perhaps more importantly, these are instances of stories that Alex reported very differently at different points of the year. COVID is basically an evergreen narrative for him where every day some new blog post or substack article finally proves all his conspiracy is correct and vindicates him forever. It's a fascinating improv game where he finds new ways to be proven right every day, forcing his audience to pretend he hadn't already been proven right yesterday new"
    },
    {
      "end_timestamp": 1111.0,
      "id": "3f9987cc-6a2d-35fc-9f26-c65aece75367",
      "speaker": "Jordan",
      "start_timestamp": 1106.0,
      "text": "and different ways. To be proven right about different things. simultaneity"
    },
    {
      "end_timestamp": 1186.0,
      "id": "22e78fd2-e425-378f-a51d-f022e6e6daab",
      "speaker": "Dan",
      "start_timestamp": 1111.0,
      "text": "found the 40th Smoking Gun, oh my god, amazing, so many fucking guns. And then with Russia, Alex has had to modify his story about that invasion repeatedly over the course of the year because he kept being wrong. before the invasion, Alex was certain that it wasn't going to happen. And at most Putin was going to annex the dawn boss, which was actually Russia anyway, so he had the right to do that. Yeah, totally cool. No big deal. Then the war started and Alex has gotten solid intel that Zelinsky was a Putin double agent, and that Russia had paid off all the Ukrainian generals who would just submit and the war would be over in a day or two. Yeah, that one was close. As the war dragged on, and Alex was forced to come up with rationalizations for why he wasn't wrong and why Putin was right to invade. He bounced around to a bunch of different storylines, but the most popular definitely seems to be the notion that Putin got suckered into invading by the West. In order to distract listeners from questioning how wrong Alex has been about this at every step. He constantly talks about how nuclear war is just right around the corner, so he can heighten things to a ridiculous level and be able to fall back on something like you want to split hairs when nukes are right around the corner. It's just a silly game. I'm excited for a year in review type experience here though, you know it'd be fun to hear Alex lie about everything he's done in said this year. I mean, unfortunately, we don't get that"
    },
    {
      "end_timestamp": 1212.0,
      "id": "117ccd97-9e8a-351a-927a-dcf6ebd2c6aa",
      "speaker": "Jordan",
      "start_timestamp": 1186.0,
      "text": "it's It's kind of insane. It's it's a little bit like if pitchfork ran all of their album reviews, right? But they just made up the albums like they didn't actually exist. And then Then in their year end list of the top 30 albums of the year, they just made up 30 Completely different albums of like anagrams of the previous ones. Or it's about what is happening"
    },
    {
      "end_timestamp": 1218.0,
      "id": "ddb2632e-df62-3b70-9437-af9eeefa7c29",
      "speaker": "Dan",
      "start_timestamp": 1212.0,
      "text": "or even like in addition to that, you'd have like an album that they reviewed harshly."
    },
    {
      "end_timestamp": 1225.0,
      "id": "ee25d066-d38a-3377-b169-af68e771d58c",
      "speaker": "Jordan",
      "start_timestamp": 1218.0,
      "text": "Yeah, everyone, everyone else loved it. So they edit it upwards all the shit we love to do. I don't know what as always saying it's"
    },
    {
      "end_timestamp": 1226.0,
      "id": "86a88017-f971-3faf-bd84-7a87c03b9ada",
      "speaker": "Dan",
      "start_timestamp": 1225.0,
      "text": "a review didn't happen. I"
    },
    {
      "end_timestamp": 1228.0,
      "id": "e2cc167e-ef5c-30b3-90f4-04521994b361",
      "speaker": "Jordan",
      "start_timestamp": 1226.0,
      "text": "didn't write that never heard of that one."
    },
    {
      "end_timestamp": 1236.0,
      "id": "c4316fb2-407a-31e3-85db-3e54d2a28971",
      "speaker": "Dan",
      "start_timestamp": 1228.0,
      "text": "So there's some severe severe things here to reflect upon at the end of the year. The border is gone. That's one of them."
    },
    {
      "end_timestamp": 1301.0,
      "id": "1f6e45d8-e8f3-35b0-b01b-a587d50478ff",
      "speaker": "Alex Jones",
      "start_timestamp": 1236.0,
      "text": "Wait already, that's the year where they admittedly just got rid of the border completely. It's the year Fauci Finally, after 45 years, slinked away. That's one way of putting it, yeah, in a really insane year. But we're not really about focusing most of our attention on the past, study the past, and cover the past, cover how the lines of history intersect together, and bring it to where you are currently. But more importantly, Infowars is known for looking into the future. Oh, my gosh, predicting what is going to come in the days and weeks and months and years ahead, and how we are not just pawns on the chessboard that don't have any will. But we can decide to be major players in the destiny of humanity. And God's great land for us and we will simply accept the mission."
    },
    {
      "end_timestamp": 1305.0,
      "id": "e8cc3baa-530f-3125-a03a-1b9019ec9e29",
      "speaker": "Dan",
      "start_timestamp": 1301.0,
      "text": "We're about to find out what the secret of 2017 is my man, we're gonna get to it. Finally, is"
    },
    {
      "end_timestamp": 1307.0,
      "id": "36d450d8-407b-3491-86ae-50b24c58fdc9",
      "speaker": "Jordan",
      "start_timestamp": 1305.0,
      "text": "it Megan Kelly,"
    },
    {
      "end_timestamp": 1313.0,
      "id": "6e1ba508-ba15-3671-8015-8d07bdff86c6",
      "speaker": "Dan",
      "start_timestamp": 1307.0,
      "text": "it is shit. Infowars is not about looking backwards. It's about predicting the future."
    },
    {
      "end_timestamp": 1322.0,
      "id": "0995bb86-2795-3c44-9e03-833ffd987aa1",
      "speaker": "Jordan",
      "start_timestamp": 1313.0,
      "text": "Our breaking news story is three years old. However, I will admit that we have just broken a story published three years ago in the New York Times. So there's that?"
    },
    {
      "end_timestamp": 1333.0,
      "id": "7f9556e7-669a-3e7e-a46b-b1a5fc54e685",
      "speaker": "Dan",
      "start_timestamp": 1322.0,
      "text": "Yeah, there's this is this is silly. But yes, it's a fun way to look at yourself. And I understand why Alex's like sort of self perception would be would be this."
    },
    {
      "end_timestamp": 1335.0,
      "id": "4fe2d950-796f-3515-aa20-da5a20f850f6",
      "speaker": "Jordan",
      "start_timestamp": 1333.0,
      "text": "Yeah, it's more way more fun. Yeah."
    },
    {
      "end_timestamp": 1348.0,
      "id": "d83bbeb9-e80e-35fb-8777-dda5443f361d",
      "speaker": "Dan",
      "start_timestamp": 1335.0,
      "text": "So we have basically this as the preamble, the beginning of the show talking about what is the top story of the year maybe it's this maybe it's that could be any border is gone. Fauci, slunk off or retires. Sure,"
    },
    {
      "end_timestamp": 1352.0,
      "id": "5dd66b99-3647-3196-86dc-3b84c66f3f41",
      "speaker": "Jordan",
      "start_timestamp": 1348.0,
      "text": "sure. There's, there's a few different ways of putting the same thing."
    },
    {
      "end_timestamp": 1362.0,
      "id": "4897f79a-9897-38ac-9749-d0177f7bde5f",
      "speaker": "Dan",
      "start_timestamp": 1352.0,
      "text": "But But really, what ends up taking up the most of the beginning of the show, is just long talk about how you got to give Alex money."
    },
    {
      "end_timestamp": 1410.0,
      "id": "d1f00889-429f-3cc0-992b-c518b795fb38",
      "speaker": "Alex Jones",
      "start_timestamp": 1362.0,
      "text": "But we need to now look at the nuts and bolts of their programs that have gone from beta into operational. So we're going to do that first, after I mentioned some of what's coming up after that. And then we're going to continue on here today. But please remember, this is a very special thing that was built by God's providence and inspiration. And by millions and millions of people, spreading the word, and telling the truth and supporting this broadcast. And it is reviled and hated by the enemies of the people, by the corporate press, by the corrupt law firms, by the corrupt governments by the out of control, power hungry corporations and intelligence agencies they know"
    },
    {
      "end_timestamp": 1413.0,
      "id": "6367dbe8-0629-3dfc-8996-fe95c1cf322c",
      "speaker": "Jordan",
      "start_timestamp": 1410.0,
      "text": "and one little podcast out of Chicago"
    },
    {
      "end_timestamp": 1482.0,
      "id": "3de7af6a-4739-3072-b984-29023b9e6d5f",
      "speaker": "Alex Jones",
      "start_timestamp": 1413.0,
      "text": "that Infowars has been the most important nexus point or focal point of light in the gathering darkness. What and as the darkness intensifies, our light will also stand out even stronger. Well, that's why they want that light snuffed out immediately. And that's why you have to let it burn into your brain burned into your psyche burned into your guts. You should have wait kills going up your spine. Realizing how important you are in just the last 48 hours. Info Wars has had the largest brute force attack in our history. It was 200 plus million yesterday morning. The brute force attacks went up to 2 billion request there's only 8 million people on the planet Yeah, we'd look at the attack and say well it's a primitive attack but but it's not it's millions of computers hijacked"
    },
    {
      "end_timestamp": 1490.0,
      "id": "3859fb17-a0c5-3489-b978-0ea7675988fd",
      "speaker": "Jordan",
      "start_timestamp": 1482.0,
      "text": "we know what the bottoms of operatives it's 2023 Now everyone knows what about network is"
    },
    {
      "end_timestamp": 1496.0,
      "id": "d86e8517-04b0-3963-9293-6ed607f7c24e",
      "speaker": "Alex Jones",
      "start_timestamp": 1490.0,
      "text": "to then flood Infowars with two that was as of this morning a"
    },
    {
      "end_timestamp": 1500.0,
      "id": "b9c1587e-aaf5-3295-bc22-00283a49a27a",
      "speaker": "Jordan",
      "start_timestamp": 1496.0,
      "text": "DDoS attack please. billion finish"
    },
    {
      "end_timestamp": 1510.0,
      "id": "abc671c7-1802-3481-b507-da6e5e12c6a6",
      "speaker": "Alex Jones",
      "start_timestamp": 1500.0,
      "text": "request a sentence. And of course, they weren't targeting infowars.com. They were targeting Infowars store.com"
    },
    {
      "end_timestamp": 1513.0,
      "id": "93403f91-a356-31e4-bcbb-5d2fb151776e",
      "speaker": "Jordan",
      "start_timestamp": 1510.0,
      "text": "Those bastards"
    },
    {
      "end_timestamp": 1544.0,
      "id": "7c721e1b-67aa-36c7-8ac7-0d666cfe892e",
      "speaker": "Alex Jones",
      "start_timestamp": 1513.0,
      "text": "Infowars store.com. Why are these there the site is awesome. Your purchase, save, they haven't gotten into the website they're not trying to get I think that we have maximum security on it. So the biggest firms in the world, they're just flooding it. So that no matter how big the servers or how big the cloud, it gets overwhelmed by 2 billion request. We're talking millions of request every few minutes,"
    },
    {
      "end_timestamp": 1570.0,
      "id": "51e97986-b831-396c-bf90-a8928c3d5bba",
      "speaker": "Dan",
      "start_timestamp": 1544.0,
      "text": "don't you get it? Don't get it. They can't handle the idea that you would give Alex money. You know, they can't handle the idea that people would support Alex and his bright light shining in the darkness share. And so they do these massive DDoS attacks on the store. Not on the actual website. Store. They gotta take out the store. Exactly. And the only way to fight back against that, go to the bio, and buy"
    },
    {
      "end_timestamp": 1572.0,
      "id": "bad3bc84-ad66-31c1-8a35-93d8fa5387c1",
      "speaker": "Jordan",
      "start_timestamp": 1570.0,
      "text": "more stuff. Yeah."
    },
    {
      "end_timestamp": 1579.0,
      "id": "934c05d7-c25a-3e10-951f-79000760bf4a",
      "speaker": "Dan",
      "start_timestamp": 1572.0,
      "text": "And 2 billion, this DDoS attack something that's sophisticated. It's got to be a state actor, probably the US."
    },
    {
      "end_timestamp": 1600.0,
      "id": "df1f8be7-aa0b-3a08-994c-120e06377676",
      "speaker": "Jordan",
      "start_timestamp": 1579.0,
      "text": "Like, I don't I have no idea why you know why anyone would think that the info war store is safe with their information. This year, we've had a million different massive corporations hacked and like millions of passwords and information released all over the place. Why would Infowars have better security than any"
    },
    {
      "end_timestamp": 1618.0,
      "id": "dfc303d4-6df9-3cd8-b779-be1e966b8293",
      "speaker": "Dan",
      "start_timestamp": 1600.0,
      "text": "of them? I mean, look, I think you judge some of that stuff by like, surrounding context, you know, like you see in forums, they're like, this is a tight ship. This is the kind of place that you know, crosses their T's dotting their eyes. They're, they're on top of ship. There's"
    },
    {
      "end_timestamp": 1623.0,
      "id": "803b034f-364f-34ff-8939-ce650b9e25c2",
      "speaker": "Jordan",
      "start_timestamp": 1618.0,
      "text": "one thing I think about when I think info horse, I think detail and thoroughness."
    },
    {
      "end_timestamp": 1627.0,
      "id": "67a766f6-5cea-32e5-92cf-6616a0e07040",
      "speaker": "Dan",
      "start_timestamp": 1623.0,
      "text": "I don't think I would trust them with a dummy address. No, absolutely. No, I'd"
    },
    {
      "end_timestamp": 1631.0,
      "id": "225755de-221a-3045-8604-ebce8bf44560",
      "speaker": "Jordan",
      "start_timestamp": 1627.0,
      "text": "be worried. I'd be worried they'd find some way to get my real address just by looking at"
    },
    {
      "end_timestamp": 1665.0,
      "id": "0678d5f3-6b71-3372-be94-85deabc14aa6",
      "speaker": "Dan",
      "start_timestamp": 1631.0,
      "text": "it. If I opened a completely clean new email address, I don't think I would. Absolutely none of my information. But yeah, so they had this DDoS attack, but it's resolved now. So you can go and give Alex money. You can go buy his shit now. Okay, and go to the store. I don't know that he does this a lot. I mean, like, maybe there was a DDoS attack of some sort. I'm not sure about the 2 billion number. That seems excessive. Yeah. But yeah, I mean, he has this a bit. I mean, I think he just says bad. Bad security."
    },
    {
      "end_timestamp": 1666.0,
      "id": "e7787d20-0ea6-3f76-98a6-5c2955403db5",
      "speaker": "Jordan",
      "start_timestamp": 1665.0,
      "text": "That sounds about right, bad."
    },
    {
      "end_timestamp": 1676.0,
      "id": "19d2663b-7e18-376a-87dd-b0edea77a6f1",
      "speaker": "Dan",
      "start_timestamp": 1666.0,
      "text": "Cloudflare protection. I mean, I'm fine with that. That makes sense. So there's some sales going on, of course, but one of them is something that I thought was sold out like six months ago. Okay."
    },
    {
      "end_timestamp": 1741.0,
      "id": "16454258-0233-36eb-8cbe-fa43e697d57c",
      "speaker": "Alex Jones",
      "start_timestamp": 1676.0,
      "text": "Think about how important that is that the enemies of freedom are desperate to block you from going to Infowars store.com and getting great products that boosts your immune system and making healthier and wealthier so important for you and your family, everybody to get them. And while you're there going to signed or unsigned copy of my Russia world that is the test our plans for the globalist by the way, we have a fundraiser going, where you can buy the regular book for 20 something bucks, hard hardcover, and sports broadcasts, if you really want to support us, we're selling sign copies for $99. Just like NPR gets billions of taxpayer money a year but they still do fundraisers and drives. We don't get taxpayer money or any globalist money. We have us supporting us. And so they'll sell a coffee cup or 50 bucks or a t shirt for 100 bucks or a ballcap for 50 bucks. And of course, you know, the ball cap didn't cost that, you know, the coffee mug didn't cost that and it's a it's a token shine, you were supporting him at a key juncture and a piece of history."
    },
    {
      "end_timestamp": 1766.0,
      "id": "02c0ae52-55f2-3fa9-8abd-fa8f71d5dbe0",
      "speaker": "Dan",
      "start_timestamp": 1741.0,
      "text": "I look, I'm the most critical person of Alex in the world and of his business practices. Even I have zero problem with him selling autographed books at a markup. I have no idea why he feels the need to be defensive about this. Maybe it's because there's a ridiculous level of price increase, but he's entitled to put a price on his time. And if he wants to say that it's 70 bucks for him to sign a book. That's his right to do so. Yeah, I have no problem with that. I"
    },
    {
      "end_timestamp": 1779.0,
      "id": "cd83fc52-0377-39c5-8ccd-6aa5aca301ab",
      "speaker": "Jordan",
      "start_timestamp": 1766.0,
      "text": "mean, I look at I have a I have a paperback of Douglas Adams, The Long Dark teatime of the soul. And I have a hardcover signed edition of The Long Dark teatime with the soul. I'll tell you what, I think one of them is worth more money."
    },
    {
      "end_timestamp": 1812.0,
      "id": "b1efa50a-3a90-3d64-a05b-b4428a909eb9",
      "speaker": "Dan",
      "start_timestamp": 1779.0,
      "text": "Sure. And if they were being sold, you would expect one of them to call us totally. Incidentally, back when that book came out. Alex signed 1000s of copies and wouldn't stop talking about how difficult it was and how they were all sold out. That was supposed to be a limited availability thing like his dumb silver coins, but I guess either they weren't sold out or there isn't a finite number of You signed books. After all, I'm just trying to exploit the audience's fear of missing out on the opportunity to own a piece of history by creating artificial scarcity among this shit, just sign the books and sell them you asshole."
    },
    {
      "end_timestamp": 1837.0,
      "id": "f02e771a-82a0-33fb-8187-c9339f28426c",
      "speaker": "Jordan",
      "start_timestamp": 1812.0,
      "text": "You know, the thing about the stakes for him? Is that all of these sales pitches have the like, depth of gravitas? Well, it's an emergency. Yeah, exactly of your of your st. Crispin's Day speech, but it's no, it's nobody's like, oh, when they're laying in their beds, won't they wish they had a signed copy of beautiful, you know, it's like, this is not this is not good. It's not good."
    },
    {
      "end_timestamp": 1850.0,
      "id": "3bbf05f4-e6f6-308a-879a-d0436065e955",
      "speaker": "Dan",
      "start_timestamp": 1837.0,
      "text": "No, it's not. And Alex has this habit of undercutting some of these sales pitches, because he's saying like, you gotta get this signed copy of the book. But why would you do that, once you hear this,"
    },
    {
      "end_timestamp": 1890.0,
      "id": "2aebff0d-d92e-3971-8e3e-2b13af64c9bb",
      "speaker": "Alex Jones",
      "start_timestamp": 1850.0,
      "text": "we're gonna have shine books for two more weeks. And then there will no longer be any more sign books of the great reset, and the war of the world. Except for one limited edition that I'm gonna put out sometime in the future where I'm going to do our shows are and sign it and put it inside each book, I don't know when I'm going to get around to that. I want to people have requested that show, there will be a limited number, sometime in the future, a few 1000 copies that will be signed with art. And then that's it no more signed copies of the great reset in the war of the world. So if you want a signed copy, it's one of your last chances."
    },
    {
      "end_timestamp": 1908.0,
      "id": "8c925da1-8bae-3411-89cc-119edd478657",
      "speaker": "Dan",
      "start_timestamp": 1890.0,
      "text": "If you're thinking about buying a signed copy, like you'd obviously rather have the copy with some art in it. Yeah, relics. Does that ask that everyone draw on their folder, see art that he puts in there? Yeah, I feel like that's, that's an anti sales pitch. Like, oh, wait, if I'm gonna buy a book, I'll wait until"
    },
    {
      "end_timestamp": 1927.0,
      "id": "1c214085-37fc-3617-a008-c89928d13b89",
      "speaker": "Jordan",
      "start_timestamp": 1908.0,
      "text": "you buy this thing now. But it'd be better if you bought it later. For different cool, why not buy it now and also buy it later. But actually, the one that's more valuable is the one you buy later, I got this paint by numbers kid of Hitler's dogs, you know, all of his dog painting. So I'm gonna put one of those and I'm gonna sign it Alex Jones in each one of my books. Wait, that doesn't sound really"
    },
    {
      "end_timestamp": 1944.0,
      "id": "64155f79-ba01-3f84-97a8-e84d32782e96",
      "speaker": "Dan",
      "start_timestamp": 1927.0,
      "text": "valuable. So Alex, you know, will eventually he's going to put some art in these books. Sure, eventually, that's going to happen. But he doesn't get you know, he has these projects that he doesn't get done and happens. And this could be discussed as another project that he's gonna get done, which I'm going to say he's never going to get done."
    },
    {
      "end_timestamp": 2044.0,
      "id": "eaef3130-d5b4-3616-8a25-c89f211b6132",
      "speaker": "Alex Jones",
      "start_timestamp": 1944.0,
      "text": "This is your last chance to get it until that final offering comes out six months from now God knows when I'm so busy are all our projects for six months to a year behind. We have three or four big projects that are beyond nine months pregnant. That will be getting done very, very soon. I'm not complaining. This is a total war. I'm always putting out other fires and attacks, or they distract me away from my main work and in the information out. And so I apologize listeners that some of the projects we had planned to be launched 678 months ago, have not gotten launched reset. That includes people that are founding member bought coins from 1776 point.com you're gonna be getting all sorts of free deals and perks they're already gotten your emails with 30% off specials and nobody else gets them. There's gonna be a lot of other stuff I'm gonna leave it at that that you're gonna be getting exclusively for free because you are a 1776 founding member coin purchaser. So, one sport to broadcast the fourth coin that really wasn't a founding member coin was a one off we did have the Teddy Roosevelt man the arena, there's a couple 1000 of those coins left. We're gonna give founding member status to everybody that leaves their email there as well. That wants to be sent information to material. I mean, I'll just go ahead and tell you I've been planning this for over a year that doesn't sound true and I am going to start some commercial free podcasts that are on a subscription site that I'm sorry what documentaries and special events and a bunch of other stuff it's all built it's all ready I just have not gone in front of producing the media yet and the information but a lot of really cool stuff that's gonna be done in everybody there's a founding member just gonna be sent a free lifetime passcode to it this like that."
    },
    {
      "end_timestamp": 2058.0,
      "id": "13c863e6-73dc-3a6e-ab77-00cd58ba8f2f",
      "speaker": "Dan",
      "start_timestamp": 2044.0,
      "text": "This isn't gonna work Nope. Why make a subscription site what like, the problem isn't like, Man Alex doesn't put out enough content. Yeah, that's it. That's not a problem that anybody has. He can't fill his shows. So his shows are boring shit. He"
    },
    {
      "end_timestamp": 2061.0,
      "id": "c23794c8-e8ab-37bf-82b4-159972e3a6f6",
      "speaker": "Jordan",
      "start_timestamp": 2058.0,
      "text": "doesn't have enough content. Oh, why is he putting out more nonconscious mostly"
    },
    {
      "end_timestamp": 2066.0,
      "id": "43916c4f-677c-30b6-be3f-da98e5a1fef4",
      "speaker": "Dan",
      "start_timestamp": 2061.0,
      "text": "rambling it's the good stuff will behind this paywall. Furthermore,"
    },
    {
      "end_timestamp": 2074.0,
      "id": "8a396209-10d1-3070-9e40-d6e8d8947735",
      "speaker": "Jordan",
      "start_timestamp": 2066.0,
      "text": "furthermore, yeah, I mean, there's no ad breaks because the whole thing is an ad. It's all an ad the whole show is an ad it's all one big ad,"
    },
    {
      "end_timestamp": 2110.0,
      "id": "0fb73371-7e1a-33a4-8c56-c1484972edb2",
      "speaker": "Dan",
      "start_timestamp": 2074.0,
      "text": "right and a commercial free podcast that's behind a paywall is like if you put commercials in the thing that was behind a paywall. You're an asshole. Yeah. It better be commercial for you if it's behind. Some kind of subscription service. Yeah, bleep Make no mistake. He's still gonna have commercials for his shit. Oh, of course in the stuff that's behind the pay. Yeah, naturally. This is this is silly. I mean, look, we have the constant talk of you know There's going to be this this show of all callers share, that's going to be coming out. This is just, I don't know, infrastructures. They're great."
    },
    {
      "end_timestamp": 2115.0,
      "id": "260738fa-8cf2-351b-ac20-1c942fe77292",
      "speaker": "Jordan",
      "start_timestamp": 2110.0,
      "text": "Maybe Sure. Doesn't sound like it talent, isn't there? No. And"
    },
    {
      "end_timestamp": 2145.0,
      "id": "fba00c91-33c0-324a-9276-bb90712beb73",
      "speaker": "Dan",
      "start_timestamp": 2115.0,
      "text": "this is a step backwards, honestly, like he used to have the prison planet TV, that was the subscription service that like had a lot of the video content in it. And what have you, this is a move back to his old model that clearly wasn't like enough, or it didn't work in a way that this excessive sales, shit does, right? Right. It's just gonna be chasing after diminishing returns, even if he follows through with it, which I don't think you will"
    },
    {
      "end_timestamp": 2155.0,
      "id": "e4fc8697-0719-30e8-b4c8-2ce83e226fd0",
      "speaker": "Jordan",
      "start_timestamp": 2145.0,
      "text": "know. I mean, if he follows through with it, the only other smart thing to do is wind everything else down. You know, that's what you would have to do in this situation, because he's not going to come back. But"
    },
    {
      "end_timestamp": 2175.0,
      "id": "f196c391-d17d-3228-b317-36b137b686b7",
      "speaker": "Dan",
      "start_timestamp": 2155.0,
      "text": "that's antithetical to the way that he presents himself as ag wants to get all the information out, can't wait. You want to get the information out and you want to like have a awakening among the masses, then you shouldn't be behind a paywall, right, because then you're selecting for who has access to that information. And that's just,"
    },
    {
      "end_timestamp": 2180.0,
      "id": "86d44e04-6c32-3bb5-8b01-483287a0e904",
      "speaker": "Jordan",
      "start_timestamp": 2175.0,
      "text": "I don't know, without enough money and a lack of intelligence enough to spend it."
    },
    {
      "end_timestamp": 2201.0,
      "id": "e2f084b3-3cc9-382f-943b-ccfca4a4f0b8",
      "speaker": "Dan",
      "start_timestamp": 2180.0,
      "text": "Yeah, I feel I feel like this. This is bad for him from a like sort of subtle messaging perspective. And it's also bad from a financial perspective, because no one is interested in that. And if the people who bought the founding member coins are gonna get free subscriptions to this anyway, yeah, those are the people who would have bought the subscription. Yep. So there's"
    },
    {
      "end_timestamp": 2228.0,
      "id": "daaedcd4-a106-3c35-9efb-42f428646c39",
      "speaker": "Jordan",
      "start_timestamp": 2201.0,
      "text": "got nothing here already cut your entire listener base down. Yes. Just sighs Yeah. But and not just that, but I mean, everybody can see what the way that this is going. How desperate sounding it is like, Hey, if you're a 1776 founding member, like here's the thing about founding member stuff, if you were a founding member, and then they're like, and also now we're gonna give founding member status all of these other people, right? You're like, okay, so it doesn't really mean anything, does it? I don't"
    },
    {
      "end_timestamp": 2232.0,
      "id": "baff794f-9e65-34f5-bd80-b0724c460a39",
      "speaker": "Dan",
      "start_timestamp": 2228.0,
      "text": "feel that special about the thing that I did that was special"
    },
    {
      "end_timestamp": 2237.0,
      "id": "5724534a-a085-35fb-8e7d-e0dc6d899e23",
      "speaker": "Jordan",
      "start_timestamp": 2232.0,
      "text": "thing. So post to make me feel special. You have now removed the one thing that he does,"
    },
    {
      "end_timestamp": 2252.0,
      "id": "5b525953-87cb-39a2-abe9-a5a3e88bdbd4",
      "speaker": "Dan",
      "start_timestamp": 2237.0,
      "text": "yeah, I guess members only jacket. Yeah. Only anymore. Is it? Yeah, the flaps are stupid. Yeah. Yeah. It does kind of it's a little disrespectful to the people that you are, who founded? Yeah,"
    },
    {
      "end_timestamp": 2261.0,
      "id": "1511ef11-d6f7-3374-8303-858899422f77",
      "speaker": "Jordan",
      "start_timestamp": 2252.0,
      "text": "I mean, it sucks because it is clearly like the last ditch effort they have at creativity towards finding new revenue streams."
    },
    {
      "end_timestamp": 2266.0,
      "id": "26d668d8-7d28-3b33-bbc6-a368083b40be",
      "speaker": "Dan",
      "start_timestamp": 2261.0,
      "text": "You know, I mean, this year has seen a bit of that. I mean, like, recent wars was an interesting swing,"
    },
    {
      "end_timestamp": 2276.0,
      "id": "6fdee334-0114-3586-b6db-22ac0ad93f53",
      "speaker": "Jordan",
      "start_timestamp": 2266.0,
      "text": "they kept they keep swinging for more money. They just don't. They never knew why they were successful in the first place. So they don't know why any of they, their ideas aren't working"
    },
    {
      "end_timestamp": 2317.0,
      "id": "0f4fa105-0459-3c8a-9d97-01672245bf64",
      "speaker": "Dan",
      "start_timestamp": 2276.0,
      "text": "now. But here's the ultimate irony. Is that like prison planet TV when Alex was doing that was successful. Yeah, that if he could have kept like a bit of homeostasis totally, if he hadn't been a greedy asshole, and he hadn't tried to, like constantly chase money and grow this shit to a point where his overhead is ridiculous. Yeah. Like, if he hadn't done that if he didn't last for like being a celebrity, and being really rich, right? He would have been shockingly successful, able to do all of the information based stuff that he ever wanted to do. If he would have just kept it there. Right."
    },
    {
      "end_timestamp": 2333.0,
      "id": "e7904f8e-4437-329b-8e30-1410cfe9073a",
      "speaker": "Jordan",
      "start_timestamp": 2317.0,
      "text": "I mean, ironic, I'm gonna say this, and I'm not gonna go. I feel like it's not a new story. The man Huber's talent, who's lusted beyond his means? I think we've got that one on lockdown. But"
    },
    {
      "end_timestamp": 2335.0,
      "id": "b885a44a-9250-3007-9f99-337ae6db6b15",
      "speaker": "Dan",
      "start_timestamp": 2333.0,
      "text": "yeah. Well, you know,"
    },
    {
      "end_timestamp": 2345.0,
      "id": "1c168901-c37b-35b8-b76c-70670d92c324",
      "speaker": "Jordan",
      "start_timestamp": 2335.0,
      "text": "you think considering the sheer volume of stories about just this same thing. We wouldn't be living through another example of"
    },
    {
      "end_timestamp": 2346.0,
      "id": "20aded72-06e3-3bc2-9106-1b3700ff0f4b",
      "speaker": "Dan",
      "start_timestamp": 2345.0,
      "text": "shorthand. Yeah,"
    },
    {
      "end_timestamp": 2350.0,
      "id": "b586d728-18c9-312c-84ff-8765282e623d",
      "speaker": "Jordan",
      "start_timestamp": 2346.0,
      "text": "exactly. Yes. It's so old. Yeah."
    },
    {
      "end_timestamp": 2358.0,
      "id": "8d306cb3-08ed-3ad9-be73-2f9ca57ca3ba",
      "speaker": "Dan",
      "start_timestamp": 2350.0,
      "text": "So anyway, Alex has taken a bath on, on the website, everything. He's cool, he's losing money."
    },
    {
      "end_timestamp": 2442.0,
      "id": "15c350ba-6d8f-3731-9f68-a1b1752df054",
      "speaker": "Alex Jones",
      "start_timestamp": 2358.0,
      "text": "But I do humbly ask all the viewers and listeners to really understand that we're having a fundraiser right now, because we're having about a 230 $250,000 underage each month, the last six months, that's not gonna put in all my savings, everything all my money's gone. I have, like, I think I'm $50,000 in my private bank account. Now. I don't have any extra bank accounts don't have trust or anything. There's never trust in your name. I mean, I trust the public things like that. And my children. I put like $200,000 their accounts, they were kids and now grown up and they've gotten that money. somebody's telling There's, there's nothing there. And I understand you'd be happy if I was wealthy and had a bunch of stuff, and that'd be fine with you, I get it. But I'm just telling you, when I tell you that I'm on IE, on my children, which I don't like to do, but on my children and before God, I have put 98% of my resources other than my home into this fight. And that's it. I'm totally committed. And what's so frustrating is we're right there. I mean, 200 and something $1,000 with an audience's bank, it's not hard each month and people just say, hey, I really need vitamin d3."
    },
    {
      "end_timestamp": 2460.0,
      "id": "ee0707c4-2914-3af0-9d77-7387ee65781d",
      "speaker": "Dan",
      "start_timestamp": 2442.0,
      "text": "Oh, my God. I mean, look, $200,000 a month or whatever. In the in the underage. Yeah, is bad. That's not good. Because I would assume that's factoring in all of the sales and everything that he's bringing in. Yeah, his his net? Yeah, under Yeah. In theory, that's what he's saying."
    },
    {
      "end_timestamp": 2473.0,
      "id": "9632e32a-cb06-31b5-91bd-5cc41136d4f2",
      "speaker": "Jordan",
      "start_timestamp": 2460.0,
      "text": "That is what he's saying. Oh, that's bad. Yeah, that is bad. I mean, I do appreciate whenever he throws in that one little detail as though you were already arguing, you know, you're like, I put 98% of my stuff, except my house to"
    },
    {
      "end_timestamp": 2474.0,
      "id": "88dd09ef-2b78-3bb2-8039-4b6a3f3c2d66",
      "speaker": "Dan",
      "start_timestamp": 2473.0,
      "text": "sell his house. Exactly."
    },
    {
      "end_timestamp": 2481.0,
      "id": "8e8240bd-df62-39cd-b7fd-8c44b2c014c9",
      "speaker": "Jordan",
      "start_timestamp": 2474.0,
      "text": "You said, you sold your house, you said to one of the houses. You said you had put your house in there. I told one"
    },
    {
      "end_timestamp": 2483.0,
      "id": "e2f8b733-af10-387b-8f97-ae2b8ab259fd",
      "speaker": "Dan",
      "start_timestamp": 2481.0,
      "text": "of my seven houses, like of all"
    },
    {
      "end_timestamp": 2490.0,
      "id": "72f77015-7f3d-395f-8571-cb2ba382e7ca",
      "speaker": "Jordan",
      "start_timestamp": 2483.0,
      "text": "the things you think I'm going to argue with on on that lie? It's going to be me being like, Ah, you haven't sold your house."
    },
    {
      "end_timestamp": 2504.0,
      "id": "c069bac2-89d8-3121-94bb-9fe6949f6138",
      "speaker": "Dan",
      "start_timestamp": 2490.0,
      "text": "He's absolutely lying about all of this. But I do like the idea that he's putting it on God and on his kids. Oh, my God, that he's putting 98% of his resources. Now, let's let's find a way that this lie. Well, let's let's buy emotional"
    },
    {
      "end_timestamp": 2514.0,
      "id": "4b3fdbd1-f09e-3d92-88bf-16813e52ef7a",
      "speaker": "Jordan",
      "start_timestamp": 2504.0,
      "text": "resource. Yeah. Like resources is a very specific word. My good name my private bank account. Very specific words you're using here?"
    },
    {
      "end_timestamp": 2519.0,
      "id": "1afe7e45-3f04-3a6b-85c7-2aa5ffd7ba15",
      "speaker": "Dan",
      "start_timestamp": 2514.0,
      "text": "I don't believe for a second. Yes. $50,000. Bank blows? Ridiculous. Dare"
    },
    {
      "end_timestamp": 2545.0,
      "id": "a7907a0d-bf24-321d-8391-6a6426002b0a",
      "speaker": "Jordan",
      "start_timestamp": 2519.0,
      "text": "you. Come on, if you're at no point in time has ever been Has anybody ever sworn on God and their children without the intent to lie about it? Yeah. Yeah. You just say the truth. If it's true, it's typically performative when you're lying. Yes. That's the whole point of it. Generally, when people whip stuff like that out, yeah. So look, give them money. Okay, give this guy money. No,"
    },
    {
      "end_timestamp": 2610.0,
      "id": "377104f1-d756-3fc6-a74c-0be3cfb24aea",
      "speaker": "Alex Jones",
      "start_timestamp": 2545.0,
      "text": "it's not the Democrats, it's not the deep state that are gonna decide whether we're on air or not, it's you, you hold Infowars in the palm of your hand, you decide whether we're going to stay on air, or whether we're not going to stay on here. So I know, a lot of you were supporting, and I thank you, and I appreciate you. But all these people have been on the fence over the years, or maybe you ordered something a long time ago and liked it or whatever. But you know, just just you're too busy. And well, you already know about the New World Order. And so maybe you think Infowars has served its purpose. And if that's the case, then then then I guess we will not be on the air in the future. Because maybe I am passe. Maybe I've been proven right? So much now that it's time to hang up. Yeah, that's the prospers. But that's the problem. We have new people tuning in all the time that are waking up at record levels. We have millions of people every week that are new listeners, millions who are finally getting this is going on, and the blinders are coming off. And I know we're becoming more influential in the halls of political cultural thought, than we've ever been."
    },
    {
      "end_timestamp": 2722.0,
      "id": "9b48af65-f0f5-32cd-91e0-ecc87eaa393f",
      "speaker": "Dan",
      "start_timestamp": 2610.0,
      "text": "If I were a listener who tuned in for this, I think I would have turned it off by now, I would conceivably be looking for a year end type of show where there's some information being covered. But it's just an excessive, protracted financial wining session. Yeah, even if you believe in Alex's narratives, this is just unacceptable as content. It's all good. And well, to beg your audience for money. But at a certain point, when that's all you're doing for the first half hour of your to our urine show, that's too much. It's okay to have ads that help fund the message. But when the message is basically just the ads, what value do you offer an audience? If I were a listener, I would probably be recognizing that this is actually a very fitting your n show for Alex to be doing. There is nothing unique or new about the idea of him spending way too much time complaining about his heroic financial battle. And I will be asking myself, if I ever saw that changing, is there conceivably a time in the future when Alex isn't going to be doing this when he's shifted into a place where the money is fine, and he can focus on actual information? Obviously, if you're honest with yourself, you have to recognize that until he flames out, this is how things are going to be Yep, he's going to be an angry passive aggressive panhandler pretending to be fighting imaginary supervillains. When you look back on his career, you have to ask yourself why he even needs money. He did his most influential work long before he had the supplement line and every major event that he's been involved in past that point has been a disaster. In the before time he had things like Bohemian Grove 911 Waco and being the true voice of the Tea Party. I was the real tea party. With Ron Paul. Ron Paul revolution, man. Well, he's been rich. He's got Trump pizza gate, defaming the head of Chobani. The Sandy Hook lies and trials is divorced, Jayde held. It's all been embarrassing. He really shouldn't have money."
    },
    {
      "end_timestamp": 2749.0,
      "id": "16531376-1f6d-33db-a91a-410c082ead23",
      "speaker": "Jordan",
      "start_timestamp": 2722.0,
      "text": "I mean, it is. It is unfortunate. But the thing that makes the most sense to me is like, this is a Behind the Music VH one from the 80s You know, like this is this is going back to his roots. No, no. I mean, like he's he's Def Leppard behind the music. And then we're gonna get to the end. And it's like, what was it all for man? During their meteoric rise? It was all fun and games, and then it got dark. Well, yeah,"
    },
    {
      "end_timestamp": 2772.0,
      "id": "67235e22-db5b-3149-bd5a-8903a24beb2c",
      "speaker": "Dan",
      "start_timestamp": 2749.0,
      "text": "I mean, I think I think if you take a step back and look at like the sort of trajectory of his career you use, like a band that had like, better chops before they made the big time. They made the big time. Kings of Leon. I don't know what their early stuff was like, it was pretty good. Okay, it was pretty good. They did the sex on fire song. They were"
    },
    {
      "end_timestamp": 2777.0,
      "id": "fcbe7c71-c9be-3ba2-9c9a-3044f272fea9",
      "speaker": "Jordan",
      "start_timestamp": 2772.0,
      "text": "the ones who did the sex on fire. Their first album was like six years before that. It was pretty good"
    },
    {
      "end_timestamp": 2780.0,
      "id": "88d484a5-b1b1-3790-b904-78f937338675",
      "speaker": "Dan",
      "start_timestamp": 2777.0,
      "text": "saxophone players the metaphorical. Jay Powell. They were like"
    },
    {
      "end_timestamp": 2793.0,
      "id": "9b17208b-a496-38e4-b2d0-061ce4aaef0f",
      "speaker": "Jordan",
      "start_timestamp": 2780.0,
      "text": "a slightly more like, add a little bit of black rebel motorcycle club to the strokes. And that would be their first album. Okay. That makes sense to you. Nope. Oh, damn,"
    },
    {
      "end_timestamp": 2820.0,
      "id": "609a6876-00ac-3f08-a710-4c6211f7e654",
      "speaker": "Dan",
      "start_timestamp": 2793.0,
      "text": "I remember the strokes. There we go. That album was on escapable when I was in college, it did seem to be that way. So we jump away from this nonsense. super long. Ad shit. Yeah. And we get into a little bit of discussion of Alex's family. And we get a little story about his dad and how he was the smartest boy in Texas. Sure. And the story is a little different than other times he's told the past,"
    },
    {
      "end_timestamp": 2876.0,
      "id": "c0664ecf-4289-3ade-b3a8-592fe17e4096",
      "speaker": "Alex Jones",
      "start_timestamp": 2820.0,
      "text": "print up flyers, go to the mall, put them on the windshields, the cars, this is how we're gonna win. Because I know this is the most fireflies out there. We're having the biggest effect. And the things I talk about I know are real and I know are the globalist plan. They tried to recruit my father to join the eugenics cult when he was top of his class. In high school. He was his my grandmother thought he was being they told him it was NASA. He's part of that Eisenhower Wizkid program, sir. And nothing stuck. Well, my dad was 14, they shipped a 18 Wheeler with a giant ruby laser to his house in East Texas. He had the top test scores. And that's what Eisenhower was doing. Then it was JFK. It was all over. And he in any any built the laser and they said that's it. Really they didn't even give the plans. The laser really was a bunch of pieces."
    },
    {
      "end_timestamp": 2881.0,
      "id": "e9fd29bf-256a-3b29-a5d6-0fe13d27ac76",
      "speaker": "Jordan",
      "start_timestamp": 2876.0,
      "text": "Are you sure you didn't just see real Kilmer"
    },
    {
      "end_timestamp": 2894.0,
      "id": "005ef39f-ac63-3d25-b419-2f023daaf3a5",
      "speaker": "Alex Jones",
      "start_timestamp": 2881.0,
      "text": "from Houston and looked at the laser in operation. And they hired him. And he thought he was in a program for NASA. He was not the program for NASA. And by the time he got into college, he got out of it."
    },
    {
      "end_timestamp": 2919.0,
      "id": "c955c26f-7cb8-3cd2-af3c-7594582d8058",
      "speaker": "Dan",
      "start_timestamp": 2894.0,
      "text": "So this isn't how Alex has told the story about his dad's recruitment in the past. Every time I've heard him tell the story before it's been that his dad was the smartest boy in Texas. So Dr. Irwin spear tried to recruit him into the extermination project. Spear was a professor of biology and botany at UT Austin, so it doesn't quite match up with his Lazar story, and his dad ended up becoming a dentist, which seems like a waste of such amazing laser talent."
    },
    {
      "end_timestamp": 2922.0,
      "id": "7cae1ce2-b035-3add-81f9-fc7232769622",
      "speaker": "Jordan",
      "start_timestamp": 2919.0,
      "text": "I mean, it really does sound eerily similar to real genius,"
    },
    {
      "end_timestamp": 2937.0,
      "id": "23e0b9b2-e22c-3126-8ba4-e3d11d7d39fd",
      "speaker": "Dan",
      "start_timestamp": 2922.0,
      "text": "right? But it is fun. I mean, this is how I guess if I were a liar, I would try to like shift stuff about like my being in the gifted programs. You're trying to recruit me and yeah, it was a farm system in Tripoli."
    },
    {
      "end_timestamp": 2941.0,
      "id": "27167913-27da-3690-a010-dee00add7ec9",
      "speaker": "Jordan",
      "start_timestamp": 2937.0,
      "text": "It wasn't just like, oh, I buy a vagary of chance. I had a reading level"
    },
    {
      "end_timestamp": 2948.0,
      "id": "a2ea8033-7966-3080-b3e1-93fbc98f00ad",
      "speaker": "Dan",
      "start_timestamp": 2941.0,
      "text": "a little bit higher than it should have been. Or maybe I was behaviorally slightly weird, but a non disruptive way."
    },
    {
      "end_timestamp": 2952.0,
      "id": "757165d5-1576-33d1-ae56-c7c57784f711",
      "speaker": "Jordan",
      "start_timestamp": 2948.0,
      "text": "Yes. Yeah. I would not being recruited. Maybe"
    },
    {
      "end_timestamp": 2960.0,
      "id": "16b98a3a-7160-37f0-ae62-5bf9f112a434",
      "speaker": "Dan",
      "start_timestamp": 2952.0,
      "text": "this guy would be better if we just let him learn too much about the Knights of the Round Table instead of what we're teaching. Yeah. Cool."
    },
    {
      "end_timestamp": 2963.0,
      "id": "79a71840-2cca-3fa3-b5ac-13965c09d2f7",
      "speaker": "Jordan",
      "start_timestamp": 2960.0,
      "text": "He could be a problem if we bore him. Yeah,"
    },
    {
      "end_timestamp": 2970.0,
      "id": "f93963e4-7ec0-3549-9677-af600fe4ae46",
      "speaker": "Dan",
      "start_timestamp": 2963.0,
      "text": "yeah, it's but I would, I would, I would recontextualize that, like the beginning of the globalist plot to try and bring me in. See,"
    },
    {
      "end_timestamp": 2985.0,
      "id": "3999b19d-075d-31d7-b575-5ed094bc1595",
      "speaker": "Jordan",
      "start_timestamp": 2970.0,
      "text": "that's one thing in those David Jones deposition. Oh, I would love to just grill him on his personal history. Like Alex says, You did this. What did you do? Are you the smartest boy in work you the smartest but first question. Were you the smartest boy"
    },
    {
      "end_timestamp": 2989.0,
      "id": "7ae3fc14-b058-34e2-93ff-e66b9e3a7c46",
      "speaker": "Dan",
      "start_timestamp": 2985.0,
      "text": "so Aleksa his dad made a laser."
    },
    {
      "end_timestamp": 3001.0,
      "id": "df42137d-af7d-3342-afd6-b6750c521215",
      "speaker": "Jordan",
      "start_timestamp": 2989.0,
      "text": "And then because the super the principal was was mean they shot they changed the trajectory of the laser to hit his house where a lot of popcorn was waiting and then exploded. In dire"
    },
    {
      "end_timestamp": 3015.0,
      "id": "bbeadc9b-44dc-3350-b2c0-029ba2b145aa",
      "speaker": "Dan",
      "start_timestamp": 3001.0,
      "text": "Eisenhower, exactly Yoneda jobs. So that happened with his dad and uncle. This is on his mom's side I believe this is the Hamon uncle. Buckley's dad was apparently a human trafficker."
    },
    {
      "end_timestamp": 3018.0,
      "id": "1ec1d00b-fd98-3bad-968b-7361b9c2a652",
      "speaker": "Alex Jones",
      "start_timestamp": 3015.0,
      "text": "And my uncle was in Iran Contra. told me about it."
    },
    {
      "end_timestamp": 3022.0,
      "id": "ef13fe72-bb77-378a-af3d-580cc2b31901",
      "speaker": "Jordan",
      "start_timestamp": 3018.0,
      "text": "It was hard rice. And you know why he got out?"
    },
    {
      "end_timestamp": 3100.0,
      "id": "5b311383-1f7d-36e6-ae35-602fb5cdc7ca",
      "speaker": "Alex Jones",
      "start_timestamp": 3022.0,
      "text": "The US government was traveling and children out of Central America, their orphanages. He was one of the guys down there in charge of a bunch of stuff. I go further. And then the fools online when I tell these stories on air, they go well, they go Jones is one of them. Because some of his family work for the system. Dr. Robert Malone is a hero he invented mRNA hope he's been exposing it before the shots even McGahn. Though people go, Oh, he can't be trusted. He's one of them. Or Dr. Huff that ran equal Health Alliance as their vice president was their head of medical operations. No, went public and exposed everything. And he's probably going to send Fauci to prison. People say oh, we don't trust him. He was in special operations. And he was in the military. And he had a top secret security clearance. And yeah, he's going public. You judge a tree by its fruits, but none of that even matters. You are now staring down the barrel of this thing. And you're gonna have to decide whether you're going to speak out and fight back. And there's no better place to speak out and fight back. But supporting Info Wars at Info Wars loud or.com Go there. And don't let these people win. Yeah, wow. Pretty good. Just"
    },
    {
      "end_timestamp": 3106.0,
      "id": "aa6ee4f9-5a65-31ae-813b-f2d8ce1a9858",
      "speaker": "Dan",
      "start_timestamp": 3100.0,
      "text": "also your uncle if he was in charge of stuff, you know, he was he was."
    },
    {
      "end_timestamp": 3116.0,
      "id": "309e98ff-6e8b-36cb-bb0a-06c8b8d46610",
      "speaker": "Jordan",
      "start_timestamp": 3106.0,
      "text": "I was just thinking that yeah, the more I think about his personal mythology of his family, the more it's like wait, every story you tell about your family is at"
    },
    {
      "end_timestamp": 3127.0,
      "id": "026d35f6-7113-3300-b3d4-fceab6f0ead3",
      "speaker": "Dan",
      "start_timestamp": 3116.0,
      "text": "best morally dubious. Your family fought for the Confederacy on average, your family is a destructive force for evil in this world. Yeah. Your uncle was involved in Iran contract was trafficking human. Your"
    },
    {
      "end_timestamp": 3131.0,
      "id": "760924b2-2dd2-3dad-ae41-003825064c7a",
      "speaker": "Jordan",
      "start_timestamp": 3127.0,
      "text": "dad built the laser that I assumed they used for nefarious purposes,"
    },
    {
      "end_timestamp": 3138.0,
      "id": "30843683-42f0-3d1b-be26-3e24d5fda679",
      "speaker": "Dan",
      "start_timestamp": 3131.0,
      "text": "apparently was so so dentist, which has its own that for Right, right. Oh, negative, unintended consequence is very"
    },
    {
      "end_timestamp": 3156.0,
      "id": "70528192-76c0-3d3a-831c-2688a99d5fd0",
      "speaker": "Jordan",
      "start_timestamp": 3138.0,
      "text": "much like, if his moral compass is shaped by what he thinks are war criminals, then yeah, I mean, I imagine this would be like, well, the only way I can justify my family being filled with murderers, child traffickers, and awful people is if there's an even worse globalist Empire out"
    },
    {
      "end_timestamp": 3190.0,
      "id": "a2f8a410-d1e9-35b5-8c4c-da01dd61f399",
      "speaker": "Dan",
      "start_timestamp": 3156.0,
      "text": "there. Sure. That is a possibility. In that case, there is no good in the universe. There's not a 00 but also just think about the people he associates with are the longtime people who have been like in his world, folks like Steve polygenic, or Larry Nichols. These are horrible people, monsters, absolute heroes, within the info war and to Alex's audience, which is it's sort of like his family. It's topsy turvy bunch of bad folks we want you gotta donate by Alex's shit."
    },
    {
      "end_timestamp": 3201.0,
      "id": "be8ac5a4-f9c0-341d-a407-12158077b2cf",
      "speaker": "Jordan",
      "start_timestamp": 3190.0,
      "text": "I you know, you know, you know, it's going to wind up at the Infowars store, every all roads but sometimes the journeys, just fun. Sometimes you got to sit back and enjoy the way you get."
    },
    {
      "end_timestamp": 3206.0,
      "id": "c519f1fe-03bb-3616-95eb-bdeb3cd34527",
      "speaker": "Dan",
      "start_timestamp": 3201.0,
      "text": "Well, I think that time was definitely one of the less predictable that's true trips. That's true."
    },
    {
      "end_timestamp": 3212.0,
      "id": "87fee1aa-94ac-36e7-b681-faeecc4a5207",
      "speaker": "Jordan",
      "start_timestamp": 3206.0,
      "text": "Or you could have you could be forgiven for thinking that that trip to the store was going to wind up at a different place. Yeah."
    },
    {
      "end_timestamp": 3220.0,
      "id": "a1d50b94-1f5d-3709-bf17-382c9466a30a",
      "speaker": "Dan",
      "start_timestamp": 3212.0,
      "text": "So look, there's a high cost to the info war. Sure. There have been a lot of soldiers who've been lost."
    },
    {
      "end_timestamp": 3259.0,
      "id": "c516f945-ef31-372a-879d-1cefc3c7a7a1",
      "speaker": "Alex Jones",
      "start_timestamp": 3220.0,
      "text": "Info Wars is just a focal point Barbara Walters resistance in major sacrifices you don't know about to bring you this information. I'm gonna leave it at that. I'm talking about people have died. To bring you this information. Many Jonathan's died. people close to me have died. To bring you this information. I've paid an extremely heavy price, bringing this information but I've done it because God's watching and I know we can beat these people and the children are counting on us to do this God's watching this was a test and if you don't do what's right, and if you don't stand against this, you got God to deal with."
    },
    {
      "end_timestamp": 3268.0,
      "id": "3b02bfd6-a768-3ace-8942-60a188b4c2ee",
      "speaker": "Jordan",
      "start_timestamp": 3259.0,
      "text": "But who's who died if you don't turn off your targeting computer and trust the force? Those fucking missiles aren't going anywhere near that Deathstar,"
    },
    {
      "end_timestamp": 3270.0,
      "id": "99e18aee-696d-36ad-8001-7a3234db9798",
      "speaker": "Dan",
      "start_timestamp": 3268.0,
      "text": "who died and like to get this object"
    },
    {
      "end_timestamp": 3278.0,
      "id": "2c912fed-fc7c-3035-99bb-c64efabd52d3",
      "speaker": "Jordan",
      "start_timestamp": 3270.0,
      "text": "todo Parkins? Did Alex know him?"
    },
    {
      "end_timestamp": 3299.0,
      "id": "19d48e58-72ff-3fea-9a78-fc27d3ccd40b",
      "speaker": "Dan",
      "start_timestamp": 3278.0,
      "text": "Sorry. So look, look, this is all nonsense. But we've had a bit of meandering Sure. In the beginning of this this episode, because this is what Alex is doing. He chooses to end the year test but gets down to business and like we get what we were really looking for, which is the 2023 predictions. Yes, wildly coming this year."
    },
    {
      "end_timestamp": 3302.0,
      "id": "8243eba1-f017-325b-b559-59957001671c",
      "speaker": "Jordan",
      "start_timestamp": 3299.0,
      "text": "You are here to tell us the future. tomorrow's news today. I'm"
    },
    {
      "end_timestamp": 3307.0,
      "id": "f2f05280-a0d7-3356-b373-080b269a3108",
      "speaker": "Dan",
      "start_timestamp": 3302.0,
      "text": "gonna try and wrap up. This is why you show Well, absolutely."
    },
    {
      "end_timestamp": 3375.0,
      "id": "4bf4d918-0ae2-3ed5-92d2-5ca4875ec68f",
      "speaker": "Alex Jones",
      "start_timestamp": 3307.0,
      "text": "I tried to write notes last night this morning of what I predict is going to happen next year. And it's such a broad subject. And it's so hardcore. And it is so nightmarish. It's such a big subject that I don't even feel worthy. Oh, God, not one of these again, Wow, amazing. If you're so important, I don't want to make a mistake. This is an emergency broadcast. Chick fil A timely really, really do it in a dark room for about six, seven hours. Okay, with a little light on. And I really need to look at all the information and try to put the pieces together and look into the future. Because I've already got a really good idea that stuff they're gonna pull fellas that zone. But you haven't been able to get in to last few weeks. I get in the zone where it's like all the all the pieces, the equations there, and I can see exactly what they're going to do. And then the different projects they've got, and then how we can stop them with critical information."
    },
    {
      "end_timestamp": 3379.0,
      "id": "6037e339-6e46-30bf-875c-14d048caceb3",
      "speaker": "Dan",
      "start_timestamp": 3375.0,
      "text": "I guess we're not getting those predictions. Yeah, I doubt that. Because Alex has got to go into a dark room for six"
    },
    {
      "end_timestamp": 3384.0,
      "id": "43007881-5da9-3b7a-98e6-2288dfe2d018",
      "speaker": "Jordan",
      "start_timestamp": 3379.0,
      "text": "hours strongly doubt we're going to get Alex in a dark room."
    },
    {
      "end_timestamp": 3388.0,
      "id": "a604e706-21e9-3ce9-a644-9fcf1a0502f8",
      "speaker": "Dan",
      "start_timestamp": 3384.0,
      "text": "I've got to go trip balls in a room by myself so I can see the future."
    },
    {
      "end_timestamp": 3395.0,
      "id": "9d935929-c2bf-3de6-9ee3-7c32334f3ded",
      "speaker": "Jordan",
      "start_timestamp": 3388.0,
      "text": "I gotta go pretend I'm developing photographs I'll never take Right, right. map light. map light. Oh, my God."
    },
    {
      "end_timestamp": 3401.0,
      "id": "5dc81fd5-c465-3d19-bfca-d034aad506af",
      "speaker": "Dan",
      "start_timestamp": 3395.0,
      "text": "Yeah, I do love your reaction there. Because it is it's like, Oh, my God."
    },
    {
      "end_timestamp": 3403.0,
      "id": "d5bc6c72-34e6-3a0f-a7d4-ce9c3c06555e",
      "speaker": "Jordan",
      "start_timestamp": 3401.0,
      "text": "Yeah, these were"
    },
    {
      "end_timestamp": 3408.0,
      "id": "048638d7-19d7-3ae1-80b9-cf6363e4b66c",
      "speaker": "Dan",
      "start_timestamp": 3403.0,
      "text": "so nightmarish. I'm not worthy. for it, I got"
    },
    {
      "end_timestamp": 3411.0,
      "id": "330af26a-49ff-3874-96c8-2b1971c68c81",
      "speaker": "Jordan",
      "start_timestamp": 3408.0,
      "text": "it. I got nothing. I got another. I'm gonna fill some time."
    },
    {
      "end_timestamp": 3420.0,
      "id": "e4afc4f5-e70d-34f4-a9bd-cffd02ba6bed",
      "speaker": "Dan",
      "start_timestamp": 3411.0,
      "text": "It's also code for there's every reason why I should have something totally sure. There's, there's an expectation that I would have this prepared."
    },
    {
      "end_timestamp": 3428.0,
      "id": "1c99412c-85d8-3f4b-8475-1de4b718d3d7",
      "speaker": "Jordan",
      "start_timestamp": 3420.0,
      "text": "Here's what you're expecting from me. And I would give it to you. But I don't have it. So let me tell you about how hard I tried to get it."
    },
    {
      "end_timestamp": 3440.0,
      "id": "e3107a36-0063-3b2b-8b3a-d2b1e073a3b2",
      "speaker": "Dan",
      "start_timestamp": 3428.0,
      "text": "And I'm being modest. I'm being responsible by saying I can't cover this right now. I am but a mortal vessel total for this, this information that is so important. It's"
    },
    {
      "end_timestamp": 3449.0,
      "id": "d42c057e-1d14-3b66-a51f-d4bf2743a754",
      "speaker": "Jordan",
      "start_timestamp": 3440.0,
      "text": "because it's supernatural. If I could be supernatural, I would have been able to achieve it. However, it's a goal that is only achievable by the supernatural. Right."
    },
    {
      "end_timestamp": 3450.0,
      "id": "b739abc2-521f-349d-ade0-0516e64a782f",
      "speaker": "Dan",
      "start_timestamp": 3449.0,
      "text": "So I'm gonna go lock myself in a room"
    },
    {
      "end_timestamp": 3455.0,
      "id": "dfab464f-fe77-3315-84d1-b3b0c691897d",
      "speaker": "Jordan",
      "start_timestamp": 3450.0,
      "text": "is what I gotta do. Doesn't get more supernatural than that. So failing to"
    },
    {
      "end_timestamp": 3466.0,
      "id": "b208c827-439c-34b6-a1ce-a982a1a0800e",
      "speaker": "Dan",
      "start_timestamp": 3455.0,
      "text": "get to these predictions. Sure. At least we can cover the news. So can we I mean, look, it's a little bit of a second place. Consolation prize. Now, well,"
    },
    {
      "end_timestamp": 3489.0,
      "id": "26a371f8-4a09-3de6-8c3b-b92c31b990e3",
      "speaker": "Alex Jones",
      "start_timestamp": 3466.0,
      "text": "let me do this. Let me move on from that now into the news. But when I tell you that we are in your hands, and that it's your decision, whether we stay on air or not. That's the truth. And I'm asking you to really think about the fact is there really a question of whether or not you're going to support the broadcast? I mean, really, you want to give up to these people? Because that's what it is."
    },
    {
      "end_timestamp": 3492.0,
      "id": "33530ff7-d28c-3ff0-8fab-a9866b083229",
      "speaker": "Dan",
      "start_timestamp": 3489.0,
      "text": "I guess we're not getting to the news and talk more about it."
    },
    {
      "end_timestamp": 3502.0,
      "id": "ebad2c5e-349b-35af-9fb3-fe6d32e85493",
      "speaker": "Jordan",
      "start_timestamp": 3492.0,
      "text": "You're pushing a little bit too hard. A little pushy. If I were on the fence, this sales pitch is making me want to stay away from that fence. Yeah,"
    },
    {
      "end_timestamp": 3507.0,
      "id": "f0aea737-2332-3513-8460-7caf4d983dea",
      "speaker": "Dan",
      "start_timestamp": 3502.0,
      "text": "yeah, it's, uh, he's gonna try and get you in a timeshare read into this"
    },
    {
      "end_timestamp": 3511.0,
      "id": "66906687-99b4-32da-9c85-b6b070ba84d5",
      "speaker": "Jordan",
      "start_timestamp": 3507.0,
      "text": "really? You're not gonna give to me? What what?"
    },
    {
      "end_timestamp": 3513.0,
      "id": "805832ea-2a27-3f3f-a248-2b2b6b40d511",
      "speaker": "Dan",
      "start_timestamp": 3511.0,
      "text": "Do you know? God dammit, exactly. Yeah,"
    },
    {
      "end_timestamp": 3515.0,
      "id": "29122caf-a509-306a-92cf-e466f70eab98",
      "speaker": "Jordan",
      "start_timestamp": 3513.0,
      "text": "boy. Oh, great."
    },
    {
      "end_timestamp": 3524.0,
      "id": "b19a60c5-d8e3-3c72-87f6-caf886d4e31c",
      "speaker": "Dan",
      "start_timestamp": 3515.0,
      "text": "So anyway, we're not gonna get to the news. Instead, we're gonna get fucking so weird. This show gets weird."
    },
    {
      "end_timestamp": 3585.0,
      "id": "2b5a9017-4b32-36f3-b39d-bb9c59810d6e",
      "speaker": "Alex Jones",
      "start_timestamp": 3524.0,
      "text": "That's how energy works. Your brain has a giant electrochemical transceiver all receives and transmits. And let me tell you, you can tap you can dial your brain to any channel you want right now, with my free will. I can dial to the Satan channel. In two seconds, I can go into that bathroom in there. And look vailable for about two seconds and decide to let something else jump right into me into the driver's seat. And absolutely tear people's arms out of their socks. That thing could could could give me all sorts of evil inclination and understanding, but only how to hurt people. And so when you look at the New World Order and Bill Gates, and people like Fauci, let me tell you folks, there is a system of anti God anti human inside that body that's running that body. And that's a biological Android with one mission and that is to humiliate you and cut you off from God before they kill you."
    },
    {
      "end_timestamp": 3590.0,
      "id": "ce5078ab-c3c2-348e-9a52-7d0afc961c2d",
      "speaker": "Jordan",
      "start_timestamp": 3585.0,
      "text": "Reminder people you disagree with our demons. It is not just a disagree."
    },
    {
      "end_timestamp": 3616.0,
      "id": "b7166b25-6a4d-350b-9332-636469cffc53",
      "speaker": "Alex Jones",
      "start_timestamp": 3590.0,
      "text": "All this is is people turning the dial. And how do you turn the dial to Satanism? You kill people, you hurt. molest children Audience writes their DNA, they've now confirmed on more than 100 studies that this mRNA with a spike protein goes into the cells for generations and is passed on to the children and causes mutations. They are turning people into mutants."
    },
    {
      "end_timestamp": 3620.0,
      "id": "a1df0e80-b0ab-375e-bca4-bcd37431f274",
      "speaker": "Dan",
      "start_timestamp": 3616.0,
      "text": "No, no, no, no, no, no, no."
    },
    {
      "end_timestamp": 3675.0,
      "id": "8afcb64e-40fd-313d-ab24-db7d9925b430",
      "speaker": "Alex Jones",
      "start_timestamp": 3620.0,
      "text": "Now, don't think God didn't put this little something in his little deal with that, what? What the weapon formed against you shall prosper. What, but it is electrochemical transmission, shall we need to turn the dial to the Holy Spirit, the big broadcast. And obviously, if you've been, right, you're not gonna want to turn the dial, it's not gonna feel too good to turn the dial towards God. What, but if you don't want to be cut off from the creator of the universe forever, and be with these things, who have free will and decided to be these things, then you better take that dial and you better turn it to God and you better than a sledgehammer and break that dial off where you can't even turn the damn dial. And I've finally gotten to that point in the last few years, where, even"
    },
    {
      "end_timestamp": 3679.0,
      "id": "794d4341-f95b-3adb-b17d-f20ca072a661",
      "speaker": "Dan",
      "start_timestamp": 3675.0,
      "text": "Wow, what progress he's making."
    },
    {
      "end_timestamp": 3714.0,
      "id": "1adaf2b6-d464-3277-ba1c-5c21d53ac445",
      "speaker": "Jordan",
      "start_timestamp": 3679.0,
      "text": "You know, when I was when I was little, when I was like nine or 10, the pastor at our church, he had me he had me hooked. I thought he was I thought he was very smart, because he was really well read, and he could quote all this stuff, right, you know, do the whole thing. And then I went to the youth group for the first time, and the youth guy was trying to do the exact same thing, but because he sucked at it, he accidentally revealed all the bullshit, right? That feels so much like a youth group speech of like, listen, you're not ready for the pulpit, buddy. You got to stay in the gym with a bunch of kids around you playing the guitar. I know"
    },
    {
      "end_timestamp": 3721.0,
      "id": "1ac3aacd-35d8-349b-b60e-f1f109e133ce",
      "speaker": "Dan",
      "start_timestamp": 3714.0,
      "text": "all your friends are telling you that hyperventilating a bunch is really cool. But then a devil will come."
    },
    {
      "end_timestamp": 3723.0,
      "id": "f5f19841-0ee0-357d-8e80-d8b0ffc0dada",
      "speaker": "Jordan",
      "start_timestamp": 3721.0,
      "text": "Oh, whoa, you got me."
    },
    {
      "end_timestamp": 3753.0,
      "id": "87d51064-474e-3f3d-911c-112c5d490231",
      "speaker": "Dan",
      "start_timestamp": 3723.0,
      "text": "So there's three points in that. That clip that are that play together that are really weird. And one is Alex saying at the end that he is no longer able to tap into that devil dial that one's weird, which is contradictory to the beginning part where he said he could stare at himself any time he wanted. And then that's contradicted by him saying that in order to turn the devil dial you need to kill people or abuse children. Exactly. Literally, you could just look at yourself in the mirror. Well, you should have tried looking at yourself in the mirror."
    },
    {
      "end_timestamp": 3765.0,
      "id": "69a61f6f-7ebb-3d4b-b8dc-c56f31976cee",
      "speaker": "Jordan",
      "start_timestamp": 3753.0,
      "text": "Right seems unnecessary. Either that or Alex is revealing that he has killed a bunch of people and that is why at anytime he wants. Exactly. You know he's already turned the devil dial Sure. He can do whatever he wants."
    },
    {
      "end_timestamp": 3767.0,
      "id": "c17fef5e-4394-3cc3-b8ea-22504fe6908d",
      "speaker": "Dan",
      "start_timestamp": 3765.0,
      "text": "He's a daywalker I mean,"
    },
    {
      "end_timestamp": 3777.0,
      "id": "7cab5e27-1570-3638-9ff0-ea509644ee61",
      "speaker": "Jordan",
      "start_timestamp": 3767.0,
      "text": "again, the more he talks about how He's morally righteous, the less it sounds like he understands what morality is Yeah, I don't think he doesn't know I don't think so either."
    },
    {
      "end_timestamp": 3801.0,
      "id": "d4889ed9-6c3c-3f08-bcec-3a03cd2fd7cd",
      "speaker": "Dan",
      "start_timestamp": 3777.0,
      "text": "Also, I think that Alex said that like God has a thing that helps with the mutants or whatever Yeah, I think he said that in order to be like, hey, you know otherwise the answer is go kill right prior anybody who's been vaccinated you gotta know that kind of thing. Yeah, it's a little bit precarious his language Yeah, until the like God has this answer or whatever is the sort of backdoor that you can get through"
    },
    {
      "end_timestamp": 3809.0,
      "id": "d5d5fe9a-13ee-3ce5-af67-44e868420c06",
      "speaker": "Jordan",
      "start_timestamp": 3801.0,
      "text": "don't hurt anybody right? There's a self destruct button God put in there on his own you can just hate them forever and give me money"
    },
    {
      "end_timestamp": 3814.0,
      "id": "966cfdf4-9153-328e-9698-9ab0c6678c74",
      "speaker": "Dan",
      "start_timestamp": 3809.0,
      "text": "or you can talk to them and convince them to turn offs or mutation through the Holy Spirit."
    },
    {
      "end_timestamp": 3818.0,
      "id": "0db6698c-f170-39cb-a277-cbec14b68609",
      "speaker": "Jordan",
      "start_timestamp": 3814.0,
      "text": "Whatever, turn that dial turn the dial. Oh my god, what a great metaphor."
    },
    {
      "end_timestamp": 3826.0,
      "id": "c6668bfa-a767-393e-a1eb-0438b67dd551",
      "speaker": "Dan",
      "start_timestamp": 3818.0,
      "text": "So we got some more talk about dials. This metaphor is pretty pretty big in Alex's head today okay."
    },
    {
      "end_timestamp": 3880.0,
      "id": "b630243d-9de6-3dc4-914c-460c30ce128a",
      "speaker": "Alex Jones",
      "start_timestamp": 3826.0,
      "text": "And I finally gotten to that point in the last few years where I cannot even turn on the Satan dial. I've not even tried so then your dial is slow mode. Anybody who's experienced it knows what I'm talking about. What makes you I don't even think anymore and that's a good thing. It's like rearview mirror came and see it anymore. Oh by by satan get behind me not what you believe behind. That's actually about a mission. I'm going someplace I'm on a path I'm on a trajectory I want to get in line with the Holy Spirit and then move to the future. I want to be teleported to the next dimension Oh yes. Oh, you want that here have that and I'm right there right now just Oh wow. Just feel the presence of God right now. Unbelievable."
    },
    {
      "end_timestamp": 3883.0,
      "id": "72f53e01-6ca4-3660-b22c-c16ab3d9ad20",
      "speaker": "Jordan",
      "start_timestamp": 3880.0,
      "text": "Speechless in the face of God here I have you"
    },
    {
      "end_timestamp": 3890.0,
      "id": "736c23a1-523c-3a55-a268-bd2289e01797",
      "speaker": "Alex Jones",
      "start_timestamp": 3883.0,
      "text": "come to me"
    },
    {
      "end_timestamp": 3923.0,
      "id": "d17fc717-8484-34f8-b1d4-8bf85b33f52f",
      "speaker": "Alex Jones",
      "start_timestamp": 3890.0,
      "text": "Yeah, I just see I just turn the dial. To see my dials not turned all the way to God. The more I stand up against evil, the more I go to bed zeroid The more I could turn the dial, and then it becomes a good thing. The more I'm attack, the more I learn about the dial keeps turning further and further further. I keep getting stronger. Sure my body looks weaker, but it's just a vessel and its sign of its vigor and its pain is a symbol of the strength"
    },
    {
      "end_timestamp": 3941.0,
      "id": "89ea66a0-5968-35e1-a251-e5e12e1c4f77",
      "speaker": "Alex Jones",
      "start_timestamp": 3923.0,
      "text": "all right. I got a lot of urine review stuff about what's coming next year. Very gotta be done. It's got to be done. I can't procrastinate on this. Let's do this."
    },
    {
      "end_timestamp": 3943.0,
      "id": "329256e8-abc9-3db1-91d4-02862924bde7",
      "speaker": "Jordan",
      "start_timestamp": 3941.0,
      "text": "Let's be on air."
    },
    {
      "end_timestamp": 3995.0,
      "id": "08d47c4c-3f40-3554-ab9f-fe3ec2951af9",
      "speaker": "Alex Jones",
      "start_timestamp": 3943.0,
      "text": "The President grids here. Okay. So let's play these clips back to back. I played part of this one yesterday, but I want to get to the rest of it. Today because it was so important Sky News out of Australia. With a Ronan, Dean, seven minutes long, it's the best summation of what we're dealing with. And then oh my god. First I want to air AJ explains genocide plan in five minutes for about a year ago. About and then I want to play the clip from sky. And then I WANT TO PLAY CLIP eight is this line? Then later? I'll play clip 10."
    },
    {
      "end_timestamp": 4024.0,
      "id": "df694afd-2409-3f66-ab0b-6ae4930ef696",
      "speaker": "Dan",
      "start_timestamp": 3995.0,
      "text": "Maybe you shouldn't have no like no commercial broadcasts. If you're gonna have a production meeting during the day as opposed to do they could have had a very brief conversation about this prior to starting your dumb show? Have a meeting before the show starts. So it would be something I have a thought. Is there a Marvel hero that like gets stronger when you hit them? Probably there's gotta be I don't know the characters well enough, but there's got to be some super villain. That seems like a villain."
    },
    {
      "end_timestamp": 4032.0,
      "id": "387fd16d-1b05-3b91-b1ba-fae7acdc339c",
      "speaker": "Jordan",
      "start_timestamp": 4024.0,
      "text": "I think one of Black Panthers powers is that if you hit his suit, it absorbs the energy. And then he can later channel that back."
    },
    {
      "end_timestamp": 4034.0,
      "id": "ec1c4f93-13f8-3686-87d3-c7480c7c0dbc",
      "speaker": "Dan",
      "start_timestamp": 4032.0,
      "text": "That seems more like a suit thing."
    },
    {
      "end_timestamp": 4035.0,
      "id": "db1db374-eacc-3905-8a14-c0e26ec1bc01",
      "speaker": "Jordan",
      "start_timestamp": 4034.0,
      "text": "It is a suit thing."
    },
    {
      "end_timestamp": 4036.0,
      "id": "fde227a2-710e-39dd-aa10-cc75e0e0fce7",
      "speaker": "Dan",
      "start_timestamp": 4035.0,
      "text": "That's not like the power. That's"
    },
    {
      "end_timestamp": 4037.0,
      "id": "1466de4d-3958-393a-9308-df6f5a96288a",
      "speaker": "Jordan",
      "start_timestamp": 4036.0,
      "text": "not really the power."
    },
    {
      "end_timestamp": 4039.0,
      "id": "c41a2bd4-0a5f-334a-8aef-8abed7b252ce",
      "speaker": "Dan",
      "start_timestamp": 4037.0,
      "text": "It's powerful."
    },
    {
      "end_timestamp": 4045.0,
      "id": "37fbdc13-4198-38a5-a472-c362bcd301ca",
      "speaker": "Jordan",
      "start_timestamp": 4039.0,
      "text": "There's there's the guy who can travel through time who if you shoot him with lasers, he absorbs the lasers and then he has a gun cable."
    },
    {
      "end_timestamp": 4049.0,
      "id": "8934f9c7-0fe2-3a51-b164-330f05eb7fe4",
      "speaker": "Dan",
      "start_timestamp": 4045.0,
      "text": "Maybe something like you know who would be bad against him? Who Alex's dad. It's"
    },
    {
      "end_timestamp": 4055.0,
      "id": "348b7696-87b0-3632-bee9-5c0c708e95be",
      "speaker": "Jordan",
      "start_timestamp": 4049.0,
      "text": "true. He would be bad. He's not good at lasers. All right. Well, I mean, he's good at lasers. Yeah, thereby neutralizing his belly."
    },
    {
      "end_timestamp": 4067.0,
      "id": "16c9d764-889b-3de6-91c9-8d2f52a11678",
      "speaker": "Dan",
      "start_timestamp": 4055.0,
      "text": "I just I that's all I could think about when he's talking about how like all these people. There they shit on me. And it makes me stronger in God's dial up with the fucking dial."
    },
    {
      "end_timestamp": 4088.0,
      "id": "ce02b12d-3e17-3527-a4d6-22a1b6ec3f8a",
      "speaker": "Jordan",
      "start_timestamp": 4067.0,
      "text": "Oh, I could keep thinking about was like, at the end of this speech. I'm waiting for the somebody to be like, okay, Alex, I don't think you can share these AAA meetings anymore. Yeah. We'd like to give it to everybody. But Alex, Alex J. Is it okay? I don't think you you can come back. But maybe for the next few weeks. Don't share. Yeah."
    },
    {
      "end_timestamp": 4104.0,
      "id": "91440129-08a3-331f-a43f-a4379a18b534",
      "speaker": "Dan",
      "start_timestamp": 4088.0,
      "text": "Bill W doesn't want to be friends. Your acquaintances. Boy, so Alex, I don't know why Ted Bundy is on the mind. Why wouldn't he be down there?"
    },
    {
      "end_timestamp": 4134.0,
      "id": "c33dfce8-cca7-32f0-8505-095d9dbafd1d",
      "speaker": "Alex Jones",
      "start_timestamp": 4104.0,
      "text": "There's lots of stories, you know, and it comes out in the court all the details of Ted Bundy, the famous serial killer that would drive around his yellow Volkswagen because it looked non threatening. And he'd see an 18 year old woman coming out of the mall after work and he'd say, hey, wear a nice suit. Hey, let's go get a coffee. You have dinner? What's your name? I think you're really nice. Oh, I'm a medical student. Why don't we go over over here to McDonald's? And then"
    },
    {
      "end_timestamp": 4135.0,
      "id": "f25ae2ac-dca0-3d79-a246-ec06864bf639",
      "speaker": "Jordan",
      "start_timestamp": 4134.0,
      "text": "do we need to anthropomorphize this story, walk"
    },
    {
      "end_timestamp": 4253.0,
      "id": "f9931181-cea4-3051-bbd1-810e70ed10bc",
      "speaker": "Alex Jones",
      "start_timestamp": 4135.0,
      "text": "the corridors, put a gun to their head and say put these handcuffs on. Now he finally got caught this one woman did run. But the point is, is that all the rest of them did what he said. And then he took them to a farmhouse in a basement and put electrical tape on him and tortured them and raped them for days until they were used up. And as soon as they weren't begging and pleading and crying and he wasn't getting demonic power out of their out of the heart. As soon as their eyes went dead. He go ahead and strangle him. He bite big bloody chunks out of them. You know what I get into the yellow Volkswagen. And I hate putting your handcuffs on. And metaphorically I'm gonna bite your nose off Ted. You're not going to win. We're not in here. With you. You're in here with us. Understand? No metaphor. Oroklini world order, I'm going to pull your teeth out with pliers and I'm going to gouge your eyeballs out what stand and then I'm gonna stomp your guts out like that. Good. You like hurting kids? I like hurting you understand? I mean let's get serious people. scumbags. murder them with the truth, murder, their credibility, assault them with the data, destroy them, and then they will rot in prison. You're so close, so close to getting our hands around their political necks at mass murdering serial killer Fauci is 100 times more evil than Ted Bundy. look in his eyes, look at his actions. He loves killing children."
    },
    {
      "end_timestamp": 4310.0,
      "id": "f3e01cd0-3627-3279-9dc3-9d788238240a",
      "speaker": "Dan",
      "start_timestamp": 4253.0,
      "text": "I mean, there's, you know, this is grotesque and shit, but like that there's something that I really think about, you know, like his insurance called Info Wars, you know, like, and there's this idea of like, there's a war of information. Hey, so he has these violent ways of talking about like, information and naturally, but like, you hear stuff like this, and you take in the like, the way he like, does his show and conveys things and tell stories. You really get the sense that he's more into the war aspect of it than the information. Yeah, like, the information is just kind of an excuse for him to like, have these disgusting fantasies about murdering his enemies? Yeah. Like, that's it like, I'm gonna put my hands around your political throat. Right. No informational relationship with this. No, it's just meyering in disgusting fantasies. I think that's what he really gets out of it. And I think mostly emotionally what the audience connects with to Yeah,"
    },
    {
      "end_timestamp": 4341.0,
      "id": "90430251-e8f3-3600-9634-7e90cee6e1bc",
      "speaker": "Jordan",
      "start_timestamp": 4310.0,
      "text": "yeah, I mean, it is it is kind of emblematic of that type of relationship that toxic toxic masculinity has to the present insofar as it cannot express itself the way it used to with, you know, just indifference and, and impunity. So toxic masculinity now has to tie itself to some sort of imagined justification. So the war is all that was ever interesting. It's just that after the war had to be combined with info, fuck it, we'll do the info war to if we have to, you know,"
    },
    {
      "end_timestamp": 4361.0,
      "id": "81facfa2-d4e7-3446-9daa-62084335f1af",
      "speaker": "Dan",
      "start_timestamp": 4341.0,
      "text": "but this isn't like the way that the information war felt. And like our 2003 episodes, fairly true. It's not true. Spending long periods of time. Having a Jao fantasy, murdering Fauci Yeah, that one's weird. Yeah. But this is pretty common on his show now. Yeah,"
    },
    {
      "end_timestamp": 4364.0,
      "id": "dd967f5e-54d3-30c5-b41f-769e511eadb9",
      "speaker": "Jordan",
      "start_timestamp": 4361.0,
      "text": "I mean, his his brain has also deteriorated quite a bit."
    },
    {
      "end_timestamp": 4380.0,
      "id": "967558f1-29af-38dc-a0cf-6e5046cd1383",
      "speaker": "Dan",
      "start_timestamp": 4364.0,
      "text": "Maybe that's another effect of those supplements does seem that those two should go hand in hand, much like I don't trust them with their private and from my private information. surrounding context, I would not take supplements based on his heirs with changing behavior."
    },
    {
      "end_timestamp": 4389.0,
      "id": "f7dc65e5-fc9a-3030-9a9d-fe55c2447992",
      "speaker": "Jordan",
      "start_timestamp": 4380.0,
      "text": "I think this guy screaming about how everyone who disagrees with me a demon is probably someone who should give me something that I put into my body without asking question."
    },
    {
      "end_timestamp": 4396.0,
      "id": "3b23db98-864c-3cea-948f-cea6c7b1c165",
      "speaker": "Dan",
      "start_timestamp": 4389.0,
      "text": "You might need less X to Yeah. Anyway, he goes on yelling about how he wants to kill fat. Sure, sure."
    },
    {
      "end_timestamp": 4418.0,
      "id": "3c3ea7fa-c263-3959-8d70-6d25cea0f785",
      "speaker": "Alex Jones",
      "start_timestamp": 4396.0,
      "text": "He's powerful. He's in charge. He's gonna kill you, because He's God by a miserable demonic magnet of hell. Look at that, man. If you have any discernment, if you have any spirit of God in you, you know that is Diablo safe serpent, that"
    },
    {
      "end_timestamp": 4424.0,
      "id": "26670777-f210-3d0a-8f14-a6cd73f9873d",
      "speaker": "Jordan",
      "start_timestamp": 4418.0,
      "text": "Dr. Fauci that's what I'm looking at."
    },
    {
      "end_timestamp": 4471.0,
      "id": "364b897b-501d-3c82-a0d6-351cd26d4ee3",
      "speaker": "Alex Jones",
      "start_timestamp": 4424.0,
      "text": "That's an accomplished psychopath, though that's been doing it for 45 years have gotten away with it and thinks he's God. He looks very tired. He knows not to open the eyes up with a satanic look of the Ted Bundy. No, no, no, he just gives you that look of I am a psychotic and I have killed millions. And I'm gonna kill millions more and you're not gonna stop me. Your children are mine. I'm gonna murder them slowly. I'm in a snake of unlettered on your grandma and not let you see her while we kill her while we ship in COVID patients to factor and we'll murder logic right in front of you. Let's go to the New World Order lock down prison city reports we'll be back."
    },
    {
      "end_timestamp": 4567.0,
      "id": "8e0ecd4e-688e-3312-ac7b-874a96ec9ab0",
      "speaker": "Dan",
      "start_timestamp": 4471.0,
      "text": "So this is a good clip to use as a little reminder that Alex is basically an idiot who can't even do his job anymore. He spent the first half hour of this show begging for money and complaining about how if you don't give him money, you'll have God to answer to. Then he spent the next half hour yelling by completely insane nonsense about tuning your brain to God or Satan frequencies and then rambling, grotesque fantasies about torturing and killing his imaginary enemies. After that, he throws it to reports produced by other people. The poll. This highlights perfectly what Alex is good for. He's a really effective con man in terms of sucking money out of people he's already convinced to enter his revenue stream. And he's better than most at improvising violence fantasies. He doesn't have the shame that most people have, which would stop them from descending into these disgusting diatribes about what they want to metaphorically do to their enemies. Most people would find that embarrassing, but Alex has cultivated a persona where he gets away with pretending that the mark of his passion chair, neither of these things rely on any work. No preparation is required to peel off improvised murder fantasies. And Alex basically has a working script for begging at this point. So he could do that more or less in his sleep. Anything that takes work is antithetical to his present day way of doing business, because Alex really doesn't give a shit about this stuff past what he can get out of it. He cares about the performance of trying and the performance of caring so deeply, but at the end of the day, it's crystal clear that he would rather spend his time off air doing anything else other than working on making a good show. Yeah, because this sucks."
    },
    {
      "end_timestamp": 4587.0,
      "id": "6a4df938-9039-31c8-bf39-46b150a6dc14",
      "speaker": "Jordan",
      "start_timestamp": 4567.0,
      "text": "Yeah. Yeah. Yeah. I mean, I think the problem is, maybe he used to care about the performance more. You know, he used to care about performing to the best of his abilities, maybe but now, it seems like the performance itself is garbage to it is you know, like he doesn't even you know, that cares over"
    },
    {
      "end_timestamp": 4591.0,
      "id": "974c2e2a-1078-368e-a949-61a5aca8109f",
      "speaker": "Dan",
      "start_timestamp": 4587.0,
      "text": "the top? Uh, yeah. It's unbelievable. How"
    },
    {
      "end_timestamp": 4596.0,
      "id": "4f55ee83-5d3d-3301-83e8-84c9174ab058",
      "speaker": "Jordan",
      "start_timestamp": 4591.0,
      "text": "transparent Yeah, I feel like he used to be a better actor, or at least"
    },
    {
      "end_timestamp": 4628.0,
      "id": "7a0b3c0b-66f3-3437-ac1a-5411c34efbdd",
      "speaker": "Dan",
      "start_timestamp": 4596.0,
      "text": "there was some plausible way to look at him and disagree and be like, I think he probably means that, you know, I think he's probably, but like, I don't think he believes that people are deep. Like, yeah, like, like, rubber to the road. I don't think that he actually believes people are possessed by demons. Yeah. I think that this is a heightening of his wanting to other and demonize exactly his political enemies. And the people that he he disagrees with, right."
    },
    {
      "end_timestamp": 4638.0,
      "id": "b1611cd6-a2e0-37a0-8a1c-f02cc99a10a7",
      "speaker": "Jordan",
      "start_timestamp": 4628.0,
      "text": "I mean, ironically, it is more acceptable to literally demonize your opponents than it is to metaphorically demonize your opponents."
    },
    {
      "end_timestamp": 4642.0,
      "id": "53960c5e-8e03-368a-b6d7-4f75374665ab",
      "speaker": "Dan",
      "start_timestamp": 4638.0,
      "text": "Yeah. And and I mean, look, it's trash."
    },
    {
      "end_timestamp": 4645.0,
      "id": "36b2a10b-3035-3c3e-9595-65fddb42620a",
      "speaker": "Jordan",
      "start_timestamp": 4642.0,
      "text": "Trash. It's just trash. Yeah. It's unlivable. Garbage"
    },
    {
      "end_timestamp": 4681.0,
      "id": "3f0f0336-23bb-379e-b27f-3d05794963f2",
      "speaker": "Dan",
      "start_timestamp": 4645.0,
      "text": "it more or less it. Yeah. Except for like little funny moments. Like, I'm going to do this predictions, and then maybe not. Yeah. I would just say that he should try. You should maybe try. I know that he is averse to that. But I you know, when you're saying that, like the performance is worse now. Yeah. I think what it comes down to is that previously, at earlier points in his career, he didn't have anything, right. He didn't have like an empire. He didn't he didn't have this stuff."
    },
    {
      "end_timestamp": 4690.0,
      "id": "a6f0c167-4612-3ca6-9ac3-f4275d411224",
      "speaker": "Jordan",
      "start_timestamp": 4681.0,
      "text": "You're funnier when you ride the bus. That old Sinbad quote of like you're funnier when you ride the bus sum it up that way. Yeah. You know, when you're flying around in a plane, you're not as funny. Yeah."
    },
    {
      "end_timestamp": 4706.0,
      "id": "be6d791b-9b9e-36b8-bf82-e163baa80894",
      "speaker": "Dan",
      "start_timestamp": 4690.0,
      "text": "And when you can have your own private jet, you're not really all that convincing as a populace propaganda. Yeah, it's a little bit thin. Yep, this kind of bullshit. Yep. So anyway, Alex plays a bunch of special reports. And then he comes back with this."
    },
    {
      "end_timestamp": 4720.0,
      "id": "7ca9177d-3b3a-3101-8d53-297450a81b9d",
      "speaker": "Alex Jones",
      "start_timestamp": 4706.0,
      "text": "Alright, I'm just gonna go about another 30 minutes or so and the special year end, emergency broadcast. It'll be streamed out until 4pm. Tomorrow when we do the Sunday show four to 6pm than Owens back again, six to eight."
    },
    {
      "end_timestamp": 4749.0,
      "id": "ab0bee8e-4f56-36d7-87c0-d1767e48c6f6",
      "speaker": "Dan",
      "start_timestamp": 4720.0,
      "text": "I can't stress this enough. Alex has done nothing on this show. It was 30 minutes of begging 30 minutes of meaningless ranting about spiritual radios and then 20 minutes of special reports. They're truly feels like there's no reason for Alex to do this show at all, except to try to bring in money. And for him to lash out a little bit to an audience. It's really wild because even I kind of thought there'll be more meat on these bones. I saw like emergency last broadcast of the year, like at least try to do something."
    },
    {
      "end_timestamp": 4771.0,
      "id": "5edf0841-dc98-3109-924f-9bbe998cf6cd",
      "speaker": "Jordan",
      "start_timestamp": 4749.0,
      "text": "I mean, to me, to me, what is most emblematic of what's going on here is just that that like, it's you who's going to decide whether Infowars stays on error or not. Right, you know, when he says that, that's such a fatalist viewpoint. Well, he does that a lot though. But, but it is. And it is true in a sense, you know, it is going to be whether or not the audience response Only"
    },
    {
      "end_timestamp": 4775.0,
      "id": "a3f22acf-ad48-3168-a11f-b8bb49790b16",
      "speaker": "Dan",
      "start_timestamp": 4771.0,
      "text": "you can stop forest fires and only you can give me money. Right, right."
    },
    {
      "end_timestamp": 4783.0,
      "id": "ccb26410-a335-3f2e-9b03-e493b37aae60",
      "speaker": "Jordan",
      "start_timestamp": 4775.0,
      "text": "Right. But at the same time, you need to project the idea that you are doing something to earn that money, you know, and he's not doing that"
    },
    {
      "end_timestamp": 4791.0,
      "id": "e53ca92a-7f33-358f-a9e4-f0125488144b",
      "speaker": "Dan",
      "start_timestamp": 4783.0,
      "text": "it would be good. Yeah, justify your existence. Yeah, absolutely. Why is this investment worth making?"
    },
    {
      "end_timestamp": 4806.0,
      "id": "842d3edb-c7a3-3f05-83b0-5645fe9994fb",
      "speaker": "Jordan",
      "start_timestamp": 4791.0,
      "text": "That's so good. That's kind of more what we're what I'm feeling lately is like, you used to at least try to make the pitches So worth it, you know, like he's justifying the reason that you would give him money, and now it's just giving me money."
    },
    {
      "end_timestamp": 4858.0,
      "id": "8aa4d125-548c-3171-8505-a735666b82f1",
      "speaker": "Dan",
      "start_timestamp": 4806.0,
      "text": "Well, yeah, you know, even though that was kind of thinking about that, and I think that is one level of looking at it. Sure. And I think I think that's wrong, sort of, because it is correct. If you do it wrong, sorta? Well, it's correct. If you look at it from a perspective of like, trying to deliver information and like, even if the information is wrong, or, or stories or stuff like that, then yeah, he's doing essentially nothing to earn the investment. Right. But if you look at it as like, it's no longer really Info Wars, its feelings, wars. Sure. You look at it that way, then he is doing something to elicit the donation and the investment, right, which is creating bizarre emotional stimulus for the audience to react to,"
    },
    {
      "end_timestamp": 4883.0,
      "id": "f2b9c833-fd38-3018-aef2-5b47ecd5c5c2",
      "speaker": "Jordan",
      "start_timestamp": 4858.0,
      "text": "you know, I just watched, because I think you I think you have a really, really good point. I just watched His Dark Materials with my wife. And the largest issue with that is that it is emotionally manipulative. It's not actually good or bad or anything like that. It knows the ways to make you feel something without having earned it. It's poking. Exactly. Yeah. And that's, that's kind of more,"
    },
    {
      "end_timestamp": 4891.0,
      "id": "00274702-dce6-358d-a09b-f3a442c491b6",
      "speaker": "Dan",
      "start_timestamp": 4883.0,
      "text": "I think that there is something that an audience finds gratifying about that emotional manipulation, whether or not it's conscious, even"
    },
    {
      "end_timestamp": 4896.0,
      "id": "2cf390aa-0c41-3f6e-ab26-2185457a00b8",
      "speaker": "Jordan",
      "start_timestamp": 4891.0,
      "text": "like a roller coaster, right, you know, you go up and down. It's not like you want anything great."
    },
    {
      "end_timestamp": 4909.0,
      "id": "34511714-4a9f-3dfb-a20f-e6f3a7afe15f",
      "speaker": "Dan",
      "start_timestamp": 4896.0,
      "text": "I mean, you're not going to get from other media outlets. Somebody screaming at you about how you buying vitamins from them is fighting the devil, you're just not and that is, in some ways, kind of cathartic."
    },
    {
      "end_timestamp": 4915.0,
      "id": "d22c797e-9a0d-39d4-94f3-5435bb86bf88",
      "speaker": "Jordan",
      "start_timestamp": 4909.0,
      "text": "You can't you can't say it's not otherwise there wouldn't be we wouldn't be here if there wasn't something about it. Yeah. And"
    },
    {
      "end_timestamp": 4927.0,
      "id": "a477cfa5-4432-39f9-baf1-3efa6a5bc7bc",
      "speaker": "Dan",
      "start_timestamp": 4915.0,
      "text": "I think that that might be part of what is unsatisfying about a lot of his presentation stuff is it's just like, what do you do with that? Yeah, he's just do like, making the audience feel things, I guess."
    },
    {
      "end_timestamp": 4938.0,
      "id": "45ffb366-811a-331f-aaf8-70b91794ce1b",
      "speaker": "Jordan",
      "start_timestamp": 4927.0,
      "text": "Yeah. What is there to talk about if what you're really doing is just going, Hey, you feel like this, right? Hey, you feel like this? Ooh, hey, you feel like this."
    },
    {
      "end_timestamp": 4952.0,
      "id": "cc469627-827f-3a49-8b56-d86a5109504b",
      "speaker": "Dan",
      "start_timestamp": 4938.0,
      "text": "It's a little bit less meaningful. Yeah. Anyway, Alex talks about how he gauges some of this. There's, there's some victory going on. And I would say that this is a bad way to gauge things. Sounds right."
    },
    {
      "end_timestamp": 5044.0,
      "id": "e74740f3-ed25-3caf-9bf5-4bd57d5236c5",
      "speaker": "Alex Jones",
      "start_timestamp": 4952.0,
      "text": "It's out of control for the New World War. I mean, they are in trouble. I remember. About a year and a half ago, Joe Rogan put a clip of myself on his show out whenever the media was saying Bill Gates never said 80% of people in studies of this vaccine gets sick. Alex Jones is a liar. Well, Bill Gates just said it himself. So Joe Rogan showed that clip, and it got more than 10 million views on his Instagram, and 99 plus percent. I mean, you would read 300 comments, I spent hours several times looking at it. News much. I mean, probably 99.9% of the comments were we know your your Genesis, we know you want to kill us. We know about the New World Order. We know about your dad and Planned Parenthood, we know about this clip, that clip and just that video that had over 10 million views. Last time I looked at it had something like a million comments. And I've read 1000s of them. And it was just all exposing the water. And that's just a snapshot, folks. It's now like that everywhere. So there's your AI. There's your censorship boards. There's your CIA, there's you all tried to silence us. It didn't work scum. We kick your ass in this round. Yeah, you killed a lot of people. Yeah, you made a lot of people made hundreds of billions of dollars. Yeah, you're regrouping to do it again. But you just found out we're not as easy to run over as you thought we were."
    },
    {
      "end_timestamp": 5078.0,
      "id": "9ac961d3-0547-3522-90cf-f3f6494da15b",
      "speaker": "Dan",
      "start_timestamp": 5044.0,
      "text": "That's because of comments on it. Am I what? Am I hearing that correctly? Yep. I mean, who cares about these comments first of all? Second of all, I don't believe him. I mean, let's pretend he's telling the truth. Why not? He spent hours reading these comments a serious problem do other stuff. I mean, this is not a useful that's not a respectable way to use your time if you're Alex Jones, you know what I've thought I loved a little bit of show prep that isn't just reading comments. Yeah, and here's the fucking social media"
    },
    {
      "end_timestamp": 5090.0,
      "id": "7d9aa8bf-9a8d-36bb-8306-ed015e165b26",
      "speaker": "Jordan",
      "start_timestamp": 5078.0,
      "text": "I think. I think he's I think he's got I think he's onto something here. I think it's time we replaced democracy with governance by YouTube comment sure, like however many like plus minus whatever it is you need."
    },
    {
      "end_timestamp": 5097.0,
      "id": "7a0cc79f-99e0-3c9f-b200-6ac162e58a7f",
      "speaker": "Dan",
      "start_timestamp": 5090.0,
      "text": "It's an on game double system."
    },
    {
      "end_timestamp": 5108.0,
      "id": "cbdb2ec4-8519-3981-be63-3dd9b7e79cfd",
      "speaker": "Dan",
      "start_timestamp": 5097.0,
      "text": "Boy, oh, bad. Yep. But I do like these ways that he gauges things like in the past you had randomly coming up with numbers about how effective his tape"
    },
    {
      "end_timestamp": 5111.0,
      "id": "0514faea-9d59-3d75-9b92-b07b8490b43d",
      "speaker": "Jordan",
      "start_timestamp": 5108.0,
      "text": "tapes are 85 90% effective and now"
    },
    {
      "end_timestamp": 5115.0,
      "id": "3c0c4ba0-a59a-3ff2-af08-66ad4ebbb414",
      "speaker": "Dan",
      "start_timestamp": 5111.0,
      "text": "we have skimming through comments on social media"
    },
    {
      "end_timestamp": 5121.0,
      "id": "7080d824-ef21-37ef-8eab-3b1b491b0d9c",
      "speaker": "Jordan",
      "start_timestamp": 5115.0,
      "text": "99 These comments are as good for me as a condom 99.9% effective."
    },
    {
      "end_timestamp": 5131.0,
      "id": "aecd481a-69cf-304e-91bb-4cdcf261f7ae",
      "speaker": "Dan",
      "start_timestamp": 5121.0,
      "text": "So, we're gonna get to these future predictions, okay, because he's had, he's at that time, you know, he's playing special reports, right? So let's get to think about the commodity."
    },
    {
      "end_timestamp": 5154.0,
      "id": "87714e6d-8e8f-35ea-a6a3-9dbcf75450c4",
      "speaker": "Alex Jones",
      "start_timestamp": 5131.0,
      "text": "Okay. I think what I'm gonna do is this. And I'm not copping out here. And I'm not proud to have suspense here. So you tune in tomorrow, tune in Monday. But"
    },
    {
      "end_timestamp": 5155.0,
      "id": "ad60fedb-0beb-3c41-a0ff-0888aebc4421",
      "speaker": "Jordan",
      "start_timestamp": 5154.0,
      "text": "you're gonna have to tune in tomorrow,"
    },
    {
      "end_timestamp": 5174.0,
      "id": "204a4621-4a0c-3d1e-88fa-c0935d0e5671",
      "speaker": "Alex Jones",
      "start_timestamp": 5155.0,
      "text": "I'm gonna have to call my wife today. Tonight. I need to go lock myself in my office and get on the computer. I'm better with a pad and paper. And I really need to predict what's going to happen next year. If we don't stand up. What the different probabilities and possibilities are,"
    },
    {
      "end_timestamp": 5179.0,
      "id": "1720dc19-be5d-3af3-8cc0-b9c43456be40",
      "speaker": "Dan",
      "start_timestamp": 5174.0,
      "text": "honey, I'm not coming home. All right, I'm gonna lock myself in my office to see the future."
    },
    {
      "end_timestamp": 5201.0,
      "id": "e43e8734-e8a4-34d0-8e99-0072d16049f1",
      "speaker": "Jordan",
      "start_timestamp": 5179.0,
      "text": "It Okay, in my other jobs, you know, when I was doing another job sure me going like, Hey, listen, you know what, you're right. I gotta buckle down. I'm gonna handle that. I don't want to make you wait till tomorrow. So I'm gonna work all night for it. I'll get it to tomorrow. And that's that's fine. Sure. Because I'm not on air."
    },
    {
      "end_timestamp": 5235.0,
      "id": "758b367d-cc0b-31d1-9764-31438721aa4c",
      "speaker": "Dan",
      "start_timestamp": 5201.0,
      "text": "Yep. Well, yeah, I mean, look, debatably debatably A Year predictions? Episode. Sure. That could be on the 31st of December or January 1. True. It's appropriate for either. That's true. You're doing an emergency December 31. Episode, worried emergency ringing up predictions for the future emergency carries a lot. Yeah, you'd think that it would be in there. But no, he's gonna he's gonna tell his wife, he ain't coming home. But actually, he has a really, I'm"
    },
    {
      "end_timestamp": 5237.0,
      "id": "4959d1a5-48f1-30e6-bd5a-127b73dda6f1",
      "speaker": "Jordan",
      "start_timestamp": 5235.0,
      "text": "gonna get out of here."
    },
    {
      "end_timestamp": 5241.0,
      "id": "2ebb1f00-479b-370a-8448-6df0e7f3c2d9",
      "speaker": "Alex Jones",
      "start_timestamp": 5237.0,
      "text": "Okay, you know, I'm gonna do something even bigger."
    },
    {
      "end_timestamp": 5243.0,
      "id": "62dd4a91-cd01-3769-b576-7dc7e784a611",
      "speaker": "Jordan",
      "start_timestamp": 5241.0,
      "text": "Sure, what's that?"
    },
    {
      "end_timestamp": 5264.0,
      "id": "e2602c32-b132-340c-a0de-7bb7b33d9e3b",
      "speaker": "Alex Jones",
      "start_timestamp": 5243.0,
      "text": "I'm gonna take off. was right. I'm gonna take off, I don't know what should be a day or five days or what? And I am gonna go to the country. I'm gonna go to the mount. Because nothing makes you think clearer than I can 5000 feet up a mountain and"
    },
    {
      "end_timestamp": 5267.0,
      "id": "62fcabbc-239c-3c3c-afe7-1fb3e5134ae4",
      "speaker": "Jordan",
      "start_timestamp": 5264.0,
      "text": "Jar Jar Binks has"
    },
    {
      "end_timestamp": 5273.0,
      "id": "923ad396-eb94-3e3b-9ce3-89b554ab94ff",
      "speaker": "Alex Jones",
      "start_timestamp": 5267.0,
      "text": "a rubber, I'm gonna go to the wilderness. I'm gonna go to the mountain."
    },
    {
      "end_timestamp": 5274.0,
      "id": "23ae7b7b-de3e-30c7-9e20-b993098a3d17",
      "speaker": "Jordan",
      "start_timestamp": 5273.0,
      "text": "And like Han Shan,"
    },
    {
      "end_timestamp": 5315.0,
      "id": "0a74e86e-1384-3d2b-90f9-3f194e46bfcc",
      "speaker": "Alex Jones",
      "start_timestamp": 5274.0,
      "text": "when I'm ready, I'm gonna come back and lay out what's gonna happen next year. And you know, i Oh, my God, build it up, because I need to build it up for myself how important this is and how I need to really focus and really get in that zone. When all the pieces come together. Sometimes that happens when you're at the gym, because bloods rise to your brain or that just happens when you're taking a jog or whatever just happen on your drive to the car. I need to really immerse myself by myself by myself, in the woods, in the hills and in a cabin. And then I'm going to come back. And I'm going to tell you what I believe they're about to pull next and how we stop them."
    },
    {
      "end_timestamp": 5320.0,
      "id": "3724f79e-4f6b-3005-bb4b-8c8ef3c7a9ac",
      "speaker": "Dan",
      "start_timestamp": 5315.0,
      "text": "Yeah, man, I gotta go to the woods. Okay, gotta go to the woods to see the future."
    },
    {
      "end_timestamp": 5331.0,
      "id": "f93b4c10-64d8-32c4-8fd7-677dacca1370",
      "speaker": "Jordan",
      "start_timestamp": 5320.0,
      "text": "Now I'm trying to work on I'm trying to work on the conversion here because I know about inflation button. So God, Tom, I sat underneath that tree for like, decades, right? He'd said under that for a long, long time."
    },
    {
      "end_timestamp": 5333.0,
      "id": "8ffd8cd0-d41d-3d36-aebf-9569d6ffd6d1",
      "speaker": "Dan",
      "start_timestamp": 5331.0,
      "text": "Well, could be one day could be five days. Sure."
    },
    {
      "end_timestamp": 5343.0,
      "id": "6d56373e-43eb-3e91-8e3d-36c3563fd2aa",
      "speaker": "Jordan",
      "start_timestamp": 5333.0,
      "text": "But he was coming up with a life philosophy that could last for eternity, you know? So just picking out a year's predictions. What's that? Like? 30 minutes?"
    },
    {
      "end_timestamp": 5352.0,
      "id": "37e1882a-2724-3c97-a985-efc8fa7c79b6",
      "speaker": "Dan",
      "start_timestamp": 5343.0,
      "text": "I mean, depends on how good the air is. Nice. Good. Depends on how alone he is."
    },
    {
      "end_timestamp": 5354.0,
      "id": "8e66ef65-b86f-3400-8b49-3cd90719c8f7",
      "speaker": "Jordan",
      "start_timestamp": 5352.0,
      "text": "Yeah, I can't get distracted by a squirrel."
    },
    {
      "end_timestamp": 5385.0,
      "id": "6660cf64-9dcb-3f56-a8d5-f92b5ea8e11a",
      "speaker": "Dan",
      "start_timestamp": 5354.0,
      "text": "I love this escalation though. I'm gonna like I am not worthy to deliver this information. That's stage one. Fair enough. Stage two is I'm gonna tell my wife I'm not coming home. I'm gonna lock myself in a dark room spec that for six hours I get that and then hey, you know what, fuck it. I'm going to go into the woods and who knows how long I'm gonna be there. And I'll come back when I'm good and ready and I've seen the future. So movies, there's similarities to cry Walker. He's"
    },
    {
      "end_timestamp": 5394.0,
      "id": "08eb9026-b58d-35ba-b8ac-004ef6184f7d",
      "speaker": "Jordan",
      "start_timestamp": 5385.0,
      "text": "the guy Walker now. I'll see you in the aerosols."
    },
    {
      "end_timestamp": 5411.0,
      "id": "d0a87a55-8432-33be-812b-05038c604ae3",
      "speaker": "Dan",
      "start_timestamp": 5394.0,
      "text": "So we are recording this on Sunday and It's actually when Alex's show is on. And so I have it pulled up here on mute. And it's unfortunately in a commercial so I don't know."
    },
    {
      "end_timestamp": 5412.0,
      "id": "009136e6-daf3-3a89-8d42-5bee6b76bb7e",
      "speaker": "Jordan",
      "start_timestamp": 5411.0,
      "text": "Today, yes, you have to know."
    },
    {
      "end_timestamp": 5418.0,
      "id": "09b93e2a-3245-37fc-adc7-db54a1374d3c",
      "speaker": "Dan",
      "start_timestamp": 5412.0,
      "text": "So I will give an update as soon as we get out of a commercial break to to see. I'm very excited. Oh"
    },
    {
      "end_timestamp": 5420.0,
      "id": "916e65c8-51fd-3c5f-b9da-438ca28b63f9",
      "speaker": "Jordan",
      "start_timestamp": 5418.0,
      "text": "my god. I hope he's in the woods."
    },
    {
      "end_timestamp": 5428.0,
      "id": "befd59b9-e0de-33a3-a918-17a7ee94bf78",
      "speaker": "Dan",
      "start_timestamp": 5420.0,
      "text": "We are now currently watching or I am because you're on the other side of the screen, but there's a CBD commercial. Alex's CBD. What"
    },
    {
      "end_timestamp": 5432.0,
      "id": "7913bb43-d404-3457-8cc3-ecabebba12c4",
      "speaker": "Jordan",
      "start_timestamp": 5428.0,
      "text": "are we doing with life? happening?"
    },
    {
      "end_timestamp": 5454.0,
      "id": "88e9f685-3423-395d-83fa-1dba71a01097",
      "speaker": "Dan",
      "start_timestamp": 5432.0,
      "text": "Yeah, I mean, it's cool now. Yeah, Alex is selling it. There's a there's a there's an interesting thing I was thinking about about how, you know, he has these things that are so important. And they don't really follow along with who his sponsors are right and at a particular time, right. You know,"
    },
    {
      "end_timestamp": 5456.0,
      "id": "526f35c3-2b8a-3c44-8115-c31edd37e9d1",
      "speaker": "Jordan",
      "start_timestamp": 5454.0,
      "text": "not really that's that's not his style."
    },
    {
      "end_timestamp": 5463.0,
      "id": "f06892f1-d573-3763-a76e-c39a9eadaf31",
      "speaker": "Dan",
      "start_timestamp": 5456.0,
      "text": "I never heard him talk about CBD interest. Now. It's super important. It's very according to his commercial. It's"
    },
    {
      "end_timestamp": 5464.0,
      "id": "a8ac3b24-eeff-30bf-9ef2-fb374c5751bb",
      "speaker": "Jordan",
      "start_timestamp": 5463.0,
      "text": "very important."
    },
    {
      "end_timestamp": 5468.0,
      "id": "449bca35-dbfe-367e-adf1-76d17769c811",
      "speaker": "Dan",
      "start_timestamp": 5464.0,
      "text": "I don't hear him talking about gold that much anymore. Which is interesting."
    },
    {
      "end_timestamp": 5471.0,
      "id": "be57fb9f-47aa-3757-bb2d-073184f6e0ee",
      "speaker": "Jordan",
      "start_timestamp": 5468.0,
      "text": "Here's what I'm what I'm confused about for you to supplement"
    },
    {
      "end_timestamp": 5474.0,
      "id": "117717e3-c8be-3ff6-a1e8-4fa82f02d5e3",
      "speaker": "Dan",
      "start_timestamp": 5471.0,
      "text": "line. I never heard about how important like x two are is"
    },
    {
      "end_timestamp": 5479.0,
      "id": "8896235f-a709-30ad-a857-77ff15227498",
      "speaker": "Jordan",
      "start_timestamp": 5474.0,
      "text": "strange. It is strange how those things became very important once he sold them. That is weird. Yeah, we're now"
    },
    {
      "end_timestamp": 5497.0,
      "id": "67841e16-92b1-3f5a-b31c-594ec9a9cbb3",
      "speaker": "Dan",
      "start_timestamp": 5479.0,
      "text": "seeing a commercial of Alex in his tank, yelling at people trying to cross the border. Good. Craig, this is this is weird to have on. We can't be visual. We can't be doing this simultaneously out popping out the top of a tag yelling at a bullhorn to immigrants. Who dark you know,"
    },
    {
      "end_timestamp": 5512.0,
      "id": "829b473d-1f6e-31df-b6b8-773028c7a7f8",
      "speaker": "Jordan",
      "start_timestamp": 5497.0,
      "text": "it makes me despair of a future. Because when I was you know, when we were growing up, you had those dare commercials where it's like, if you smoke weed one time, you're probably going to kill your little system, right? You know, like, you're"
    },
    {
      "end_timestamp": 5514.0,
      "id": "f3025cba-d5db-3b8a-8133-b2b269fe5c96",
      "speaker": "Dan",
      "start_timestamp": 5512.0,
      "text": "gonna die. Brian's gonna be a Friday."
    },
    {
      "end_timestamp": 5542.0,
      "id": "f4bd3b07-c433-3805-aeb1-9abfaf624bc5",
      "speaker": "Jordan",
      "start_timestamp": 5514.0,
      "text": "Now a version of cannabinoids can be sold on the fucking corner Street. Everybody who's old used to be like, Hey, if you smoke weed, you've got to go to jail for the rest of your life. Or they're popping gummies left and right. And at no point in time is any anybody going like? Well, here's what we're not going to do this all over again. Let's just stop this. Let's get rid of this criminalizing drug shit. We got to figure this. They we've been there. But for so many times. It's very unfortunate."
    },
    {
      "end_timestamp": 5546.0,
      "id": "dcc58a68-b85c-3431-a228-f97bf62efb4b",
      "speaker": "Dan",
      "start_timestamp": 5542.0,
      "text": "I'm sorry. I get distracted. Because Alex is at a creek."
    },
    {
      "end_timestamp": 5547.0,
      "id": "fb941729-46f1-3d9f-a729-fd4053001126",
      "speaker": "Jordan",
      "start_timestamp": 5546.0,
      "text": "Reset worse. No, he's"
    },
    {
      "end_timestamp": 5549.0,
      "id": "4bb4ea4a-19d2-3578-baec-42d7d70fa822",
      "speaker": "Dan",
      "start_timestamp": 5547.0,
      "text": "not in the creek. Oh, well, then"
    },
    {
      "end_timestamp": 5550.0,
      "id": "967fbf6e-b19c-3e6a-ac95-300b235717f9",
      "speaker": "Jordan",
      "start_timestamp": 5549.0,
      "text": "what's the point? Exactly."
    },
    {
      "end_timestamp": 5556.0,
      "id": "0cf6ba89-7ed4-392b-bead-3e79cd8904d6",
      "speaker": "Dan",
      "start_timestamp": 5550.0,
      "text": "All right, we're coming back from break coming back from break. All right. What do you think? Do you think it's gonna be Alex not"
    },
    {
      "end_timestamp": 5561.0,
      "id": "e384e35b-c3a6-3722-803a-a0f3ec0b1869",
      "speaker": "Jordan",
      "start_timestamp": 5556.0,
      "text": "in the woods? I don't know if it's gonna be him. But are we in the third hour? Are we in the fourth though?"
    },
    {
      "end_timestamp": 5577.0,
      "id": "084daf85-1984-3228-9cd9-9b192f905034",
      "speaker": "Dan",
      "start_timestamp": 5561.0,
      "text": "He does the whole show on Sundays himself, because it's only two hours. So there's a guest host. Gotcha. See, here's the thing. I could see him being there. Because he talks a lot of shit. But I could also see him being gone. Because all it requires is him to leave. Yes. Yeah. And not working. It's something he loves."
    },
    {
      "end_timestamp": 5581.0,
      "id": "4a452971-1b49-3731-8d89-5c93d3e21fce",
      "speaker": "Jordan",
      "start_timestamp": 5577.0,
      "text": "He prefers the ladder to the former. Yeah."
    },
    {
      "end_timestamp": 5585.0,
      "id": "ab64b0ea-6ea2-30be-bc2a-2fe8e2087e41",
      "speaker": "Dan",
      "start_timestamp": 5581.0,
      "text": "Is it gonna be Oh, when is it going to be Harrison?"
    },
    {
      "end_timestamp": 5591.0,
      "id": "a5f3d519-a344-3d33-86f9-c21df7e9d26f",
      "speaker": "Jordan",
      "start_timestamp": 5585.0,
      "text": "What it don't stop this. You're doing Oh, who's the most important President 2017. Think"
    },
    {
      "end_timestamp": 5591.0,
      "id": "868ddd41-ef33-3741-b2d5-15c3b4cf0e9a",
      "speaker": "Dan",
      "start_timestamp": 5591.0,
      "text": "it's Alex. I"
    },
    {
      "end_timestamp": 5595.0,
      "id": "8ed8bdd4-2324-3e04-871b-6aa4337c806c",
      "speaker": "Jordan",
      "start_timestamp": 5591.0,
      "text": "know it."
    },
    {
      "end_timestamp": 5613.0,
      "id": "0c6fb157-383a-30f2-8577-8d2436e478f9",
      "speaker": "Dan",
      "start_timestamp": 5595.0,
      "text": "This is says it's live. But I mean, I don't know. It could be a rebroadcast of some soon. But yeah, it looks like Alex didn't go to the woods. I wonder if he's predicting the future? We'll see. Anyway, Alex used to be way better at predicting the future. Back in the past. I mean, well, you know, he predicted 911."
    },
    {
      "end_timestamp": 5614.0,
      "id": "181bdf89-bc7e-37c2-a71d-bdb320fc980e",
      "speaker": "Jordan",
      "start_timestamp": 5613.0,
      "text": "I mean,"
    },
    {
      "end_timestamp": 5615.0,
      "id": "14f91587-55c8-3c39-b95a-de982fe7b288",
      "speaker": "Dan",
      "start_timestamp": 5614.0,
      "text": "and that was from a dream."
    },
    {
      "end_timestamp": 5739.0,
      "id": "35334366-01c0-3079-b94a-6c2f4baa46c0",
      "speaker": "Alex Jones",
      "start_timestamp": 5615.0,
      "text": "Okay. You know, I went on air in July of 2001. And did dozens of shows up till September 11, saying they're gonna blow up the world trade center, Joe Rogan was on are used as a pretext for domestic control, and to bring in their control system than in the future. They're going to use that anti terror apparatus against the American people and against gun owners and patriots and Christians. And people said, How did you do that? I got in the zone. And it's almost like Close Encounters of the Third Kind. And I'm not saying that's what's happening here. But it's an allegory, where the aliens are sitting on a psychic transmission. Everybody's kind of building the mountain. Everybody's feeling guided to the mountain. The government's having their meeting with the aliens, but the aliens who actually want to meet with the people themselves, the aliens are sending a transmission out psychically come to this mountain, come here and meet with us, you know, this 40 year old movie to me. And that's really the allegory here is that I need to really get in that zone because in reality, I would have intense understanding and just intense thoughts of what they were going to do. And I did had dreams of the burning buildings of the World Trade Center. And honestly, it was a key signpost of where we were going and so there was a lot of interdimensional power going into the future because you see time space continuum information is going out possible futures are there our access to stone my sonar radar it's not instant do happen. They sin back. Nope a signature what's happening in the future into the past God dammit. And so it's a radar it's a it's an interdimensional sonar. sonar is a better word because I would describe the space time continuum, like a waterfall or why"
    },
    {
      "end_timestamp": 5770.0,
      "id": "855deaa5-ed35-35f4-99f6-042cbb9d7b6c",
      "speaker": "Dan",
      "start_timestamp": 5739.0,
      "text": "blocks. Yeah, it's like a waterfall. What? Look, I don't know, I like some sort of new agey nonsense. And every now and again, if you want to talk about time space continuum and all this stuff, and like there's possible futures, whatever, I'm gonna leave that alone in terms of judging that Sure. Now, I will judge Alex on this front. And that is he doesn't know how to read a word on the page there is that I'm not going to trust him to interpret signs from the possible futures and the space time continuum. Yeah, he doesn't know anything."
    },
    {
      "end_timestamp": 5783.0,
      "id": "7b8e7dc3-8330-37ad-ab07-1a24414d06ff",
      "speaker": "Jordan",
      "start_timestamp": 5770.0,
      "text": "You know, I do. I do appreciate celebrating talents that are not you know, like, hey, some people can't read, but they're very good at visual art. I recognize that that's possible. However, if you are talking semiotics, learn how to read my advice, or even"
    },
    {
      "end_timestamp": 5799.0,
      "id": "1d21a545-7df9-3247-af9b-2af7a2b411f8",
      "speaker": "Dan",
      "start_timestamp": 5783.0,
      "text": "like interpret concepts. Sure. Any any of that kind of stuff? He's very poor at that. Yeah, I would imagine he would get a message from the aliens. And he'd completely with the game of telephone trying to explain to us what it was. Well,"
    },
    {
      "end_timestamp": 5808.0,
      "id": "8555b243-adda-34bb-a323-cc0ca72fdbeb",
      "speaker": "Jordan",
      "start_timestamp": 5799.0,
      "text": "I mean, I basically if what I heard is correct about his explanation of the allegory of Close Encounters of the Third guy, I do not trust anything he says about anything."
    },
    {
      "end_timestamp": 5816.0,
      "id": "e64b345b-2f7f-3a1d-9b6e-ef22de9bdac3",
      "speaker": "Dan",
      "start_timestamp": 5808.0,
      "text": "No. I would imagine the aliens are telling me that he's telling us"
    },
    {
      "end_timestamp": 5820.0,
      "id": "99a88ff3-6cff-3324-9707-39186f14a961",
      "speaker": "Jordan",
      "start_timestamp": 5816.0,
      "text": "the aliens are screaming at a shape like me."
    },
    {
      "end_timestamp": 5835.0,
      "id": "7ff5deeb-fbc3-35b1-8f2b-e91ded9770ab",
      "speaker": "Dan",
      "start_timestamp": 5820.0,
      "text": "So Alex, you know, a lot of his reporting is based on deep sources that people have died to bring to him technically not true, but true. Well, definitely not true. Most of it is actually memes and dumb stuff that he saw on social media that he doesn't know anything about. There's that like this."
    },
    {
      "end_timestamp": 5863.0,
      "id": "fa9252e7-27ab-3748-ae00-771d228be2b3",
      "speaker": "Alex Jones",
      "start_timestamp": 5835.0,
      "text": "And I know Keanu Reeves had dinner with him a few times and talk to him quite a bit when I was a consultant, darkling when he even reached out a few times through his producer, and through his assistant. Over the years, he liked my films, and they ordered more of them and they invited me out one time and I never got out there. I never did it just because it's not important. But I gotta tell you, this is a really creepy Keanu Reeves clip."
    },
    {
      "end_timestamp": 5865.0,
      "id": "9ea2cbd0-89ee-30a2-8abc-c37252bc34ee",
      "speaker": "Jordan",
      "start_timestamp": 5863.0,
      "text": "Is it from a movie?"
    },
    {
      "end_timestamp": 5898.0,
      "id": "e61b63a0-8653-3cc5-a967-ec1afad20140",
      "speaker": "Alex Jones",
      "start_timestamp": 5865.0,
      "text": "Clip three, I want to play this because and they cut it short drum wondering what he said after but he says it's amazing and really cool. That a little girl at a director's house he was at said I don't care if things are reality, I don't care if they're real. Well, that's the whole thing about the matrix is that's where they're taking us is a false reality where they can control the input and try to manipulate us spiritually to make false decisions. That's how they believe they short circuit and defraud freewill. I thought they just wanted. So there's Keanu Reeves,"
    },
    {
      "end_timestamp": 5901.0,
      "id": "851003d7-8fbf-333b-b7c7-b1ee587ee117",
      "speaker": "Jordan",
      "start_timestamp": 5898.0,
      "text": "like her rhetoric, literal power, like, like,"
    },
    {
      "end_timestamp": 5910.0,
      "id": "c289d086-21fe-3794-88c0-ecfc1e02f870",
      "speaker": "Alex Jones",
      "start_timestamp": 5901.0,
      "text": "they just needed power interviews for the battery. And you know, people say stupid, because they don't actually know him. He's really smart. He actually opens up and talks to you. He doesn't talk to most people to"
    },
    {
      "end_timestamp": 5915.0,
      "id": "762babda-4a40-3776-942e-9bf831d67cf9",
      "speaker": "Jordan",
      "start_timestamp": 5910.0,
      "text": "people saying he's stupid. Oh, I feel like everybody likes him."
    },
    {
      "end_timestamp": 5940.0,
      "id": "810946af-01cb-3fdc-88bb-49bbdcfe613d",
      "speaker": "Alex Jones",
      "start_timestamp": 5915.0,
      "text": "This is a very dangerous clip. Because they're a child, it'd be one thing if you're an adult and a philosopher and you decide you want to be a major if you decide you want to be in a fraud, but children can't differentiate. That's why they can't have sex till they're 18. That's why they can't join the military. That's the only reason I cigarettes till they're 18. They can't 21 Because we've made a decision that statistically it's good to protect them until they're able to make those decisions."
    },
    {
      "end_timestamp": 5951.0,
      "id": "ac1fe58f-5b6b-3e76-93ba-47cbe7d93cd2",
      "speaker": "Dan",
      "start_timestamp": 5940.0,
      "text": "Whoa, I think that people they don't think that Ken Reeves is stupid, but a lot of his characters were stupid. Yeah, when he was younger, he played a good stupid person like Bill and Ted. Right? Yeah,"
    },
    {
      "end_timestamp": 5959.0,
      "id": "553cace5-3d76-3e1a-a04d-7a7caeeb176b",
      "speaker": "Jordan",
      "start_timestamp": 5951.0,
      "text": "right. I feel like most people can recognize that. When you're in a movie. Right? You are pretending"
    },
    {
      "end_timestamp": 5988.0,
      "id": "9e5d984f-d382-32e0-935e-4d9e894a0b44",
      "speaker": "Dan",
      "start_timestamp": 5959.0,
      "text": "it was kind of typecast and a lot of that. I think that some of that impression can linger in people's minds, but particularly in the last like 10 years. 15 years. 20 years. Yeah, I think people have taken quite a different view of Keanu as he's become an adult. Yeah. But I don't know. I don't think that Alex, I mean, maybe they talked in passing, like during waking light. Scanner dark, and I wouldn't surprise me Sure, but I'm playing this"
    },
    {
      "end_timestamp": 5992.0,
      "id": "41956328-4428-332c-bf36-76d1ebd1abdb",
      "speaker": "Jordan",
      "start_timestamp": 5988.0,
      "text": "Keanu Reeves. I'm a huge fan of yours from Bill and Ted. And he's like, yeah, cool, man."
    },
    {
      "end_timestamp": 6001.0,
      "id": "3daba386-3c0d-3e8c-af7f-9c0581703b02",
      "speaker": "Dan",
      "start_timestamp": 5992.0,
      "text": "Your point is very correct, too, but the plot of the matrix. Treat people with debate. impulse is certain"
    },
    {
      "end_timestamp": 6018.0,
      "id": "bd365923-f4c2-341e-b484-269e95a67a72",
      "speaker": "Jordan",
      "start_timestamp": 6001.0,
      "text": "that it's just, we needed battery, hey, listen, I wouldn't do batteries on your controller, you know, I had wireless Xbox controller way back when sure when the batteries go out, you get desperate, I get it. Now I wouldn't enslave an entire race of people. But they were they weren't nice to them either. So you get it."
    },
    {
      "end_timestamp": 6038.0,
      "id": "2a7f158c-bf9e-377d-895e-ee557cd0d797",
      "speaker": "Dan",
      "start_timestamp": 6018.0,
      "text": "There is one way that Alex is kind of correct. In as much as the very select people that get out of the matrix, the architect and the machines are trying to get them to play out a false choice, right in order to reboot that cycle correct or whatever."
    },
    {
      "end_timestamp": 6040.0,
      "id": "7b05ce05-2313-3e46-b89e-e56d38038bff",
      "speaker": "Jordan",
      "start_timestamp": 6038.0,
      "text": "Again, still want their batteries, right."
    },
    {
      "end_timestamp": 6052.0,
      "id": "413b50d8-f39d-3419-91ef-6702c95cc4a1",
      "speaker": "Dan",
      "start_timestamp": 6040.0,
      "text": "But that that is close to what Alex is talking about. Except it's only a very select people, the rest of the people, they don't give a shit what choices they make within the matrix. And once again, completely irrelevant. Importantly,"
    },
    {
      "end_timestamp": 6054.0,
      "id": "120f924d-616b-3bf8-bee5-e35c92dde7bd",
      "speaker": "Jordan",
      "start_timestamp": 6052.0,
      "text": "it is an allegory, not a true story."
    },
    {
      "end_timestamp": 6063.0,
      "id": "652fba29-9327-3c1e-bf97-6490b7430d99",
      "speaker": "Dan",
      "start_timestamp": 6054.0,
      "text": "Now, this clip, yes. And Alex is found Reeves terrifying. Oh, no. What is he is that dangerous clip?"
    },
    {
      "end_timestamp": 6065.0,
      "id": "15bcd892-22cd-3d5e-868f-06eb73223249",
      "speaker": "Jordan",
      "start_timestamp": 6063.0,
      "text": "I mean, if it's dangerous, then it's"
    },
    {
      "end_timestamp": 6068.0,
      "id": "0162ecd4-91f2-35dd-8ec2-c1f89562459c",
      "speaker": "Dan",
      "start_timestamp": 6065.0,
      "text": "terrifying. Right? Which probably here let's see it."
    },
    {
      "end_timestamp": 6072.0,
      "id": "f25317ee-233a-31e5-9484-e076a8d61585",
      "speaker": "Alex Jones",
      "start_timestamp": 6068.0,
      "text": "Maybe I'll try to get a hold of Keanu Reeves. Good luck,"
    },
    {
      "end_timestamp": 6075.0,
      "id": "477aa904-d066-313f-a7c0-82d8e55207b2",
      "speaker": "Jordan",
      "start_timestamp": 6072.0,
      "text": "please do, please try to get all the chaotic"
    },
    {
      "end_timestamp": 6086.0,
      "id": "da0140a3-ab98-32c0-b07b-4739ddd9a387",
      "speaker": "Alex Jones",
      "start_timestamp": 6075.0,
      "text": "once you really say in the club. Because I don't want to judge what you said off a clip is I don't know the context of it. But this is creepy as hell. Here's clip."
    },
    {
      "end_timestamp": 6143.0,
      "id": "aa879be1-6332-3209-a92a-98b4cada508f",
      "speaker": "Keanu Reeves",
      "start_timestamp": 6086.0,
      "text": "I don't I don't know, I was having dinner with friends house, this director. And he had some kids. And there was like a 13 year old, a 15 year old 17 year old. And the parents. They hadn't seen the matrix. And so the director is like, Well, why don't you just tell them it's about? So I started to say, well, there's this guy who's in a kind of virtual world. And he finds out that there's a real world and he's really questioning what's real and not real. And he really wants to know what's real. And the young girl was like, why? And I was like, What do you mean, she was like, who cares if it's real? And I was like, what you don't? You don't care if it's real? And she's like, No, it's awesome. You think it's awesome. I mean, it's awesome. I mean, it's awesome."
    },
    {
      "end_timestamp": 6176.0,
      "id": "abc95eaf-68fc-3131-a13f-c5252cc4d65b",
      "speaker": "Alex Jones",
      "start_timestamp": 6143.0,
      "text": "Did you catch that right there? jump cut. Play that again, play the clip. Again here in just a moment where it jump cuts. And then he says it's awesome. I don't think Keanu Reeves said that that's awesome that she doesn't like reality that she wants to be in the matrix. I think he said something about a film or something he's doing is awesome. Or something else he said was awesome. That's another deception. In fact, my gut tells me knowing Keanu Reeves debt. Now, here, here's a clip of"
    },
    {
      "end_timestamp": 6226.0,
      "id": "7c34f3f7-7f2d-3fe3-a29f-beea1512bcf8",
      "speaker": "Dan",
      "start_timestamp": 6176.0,
      "text": "him. So here's something Alex could do. He could take two minutes to figure out where the clip he's playing came from. He's just playing a little snippet of a clip that was spreading on social media. But if he really cared at all, and wanted to present his audience with any real information, he could have taken the literally two minutes it took me to find the full interview that this is from. This is from an interview Keanu and Carrie Anne moss did with The Verge in advance of the release of the fourth Matrix movie, right? It's a year old interview that Alex only has any awareness of because one of his underlings found it on social media. And now he's blindly playing it and wrestling with what the context for this could possibly be. When if he cared. The context is easily accessible. It's right there for him to find. He doesn't need to call Keanu and find out what he said. Just watch the fucking 18 minute interview."
    },
    {
      "end_timestamp": 6230.0,
      "id": "72265df1-53a9-3d62-aa7a-da375dfbefa3",
      "speaker": "Jordan",
      "start_timestamp": 6226.0,
      "text": "How did you get there? It did you did you call Keanu to get this information? I"
    },
    {
      "end_timestamp": 6232.0,
      "id": "48187fba-4524-3c6a-888f-33a10cabfd48",
      "speaker": "Dan",
      "start_timestamp": 6230.0,
      "text": "didn't I just found the interview"
    },
    {
      "end_timestamp": 6235.0,
      "id": "da74f63d-d2a6-3800-9c7f-81efa22309b1",
      "speaker": "Jordan",
      "start_timestamp": 6232.0,
      "text": "with what power? Google? Oh, well. Yeah, that seems,"
    },
    {
      "end_timestamp": 6245.0,
      "id": "88b227a1-34fe-34a1-bcbe-264af5515e15",
      "speaker": "Dan",
      "start_timestamp": 6235.0,
      "text": "dude, it is a jump cut. Yeah, but it's also more or less in context. Here is the actual interview."
    },
    {
      "end_timestamp": 6270.0,
      "id": "2765dba0-2dea-3e0c-b140-8be872d663cf",
      "speaker": "Keanu Reeves",
      "start_timestamp": 6245.0,
      "text": "You know, I feel like it's the first time in a long time that that the real world is almost a head of our science fiction. I mean, the whole idea of trying to pursue like, when can we make it photo real? When can we fool? I mean, all of the deep fake fit, you know, technologies that are happening. Wow."
    },
    {
      "end_timestamp": 6271.0,
      "id": "47eee853-b852-3e20-b19f-e07634bc4105",
      "speaker": "Keanu Reeves",
      "start_timestamp": 6270.0,
      "text": "Yeah, it's like..."
    },
    {
      "end_timestamp": 6272.0,
      "id": "ee51913e-a4f0-3930-a629-1cd5963d308f",
      "speaker": "Carrie-Anne Moss",
      "start_timestamp": 6271.0,
      "text": "It hurts the mind."
    },
    {
      "end_timestamp": 6363.0,
      "id": "831d6cd7-a446-3d2f-b8d1-72710faeb809",
      "speaker": "Keanu Reeves",
      "start_timestamp": 6272.0,
      "text": "No, no. I mean, it's like it's it's, it's almost, you know, it's like we're, it's the why, right? We can't we have to keep the species has to keep creating the species is like, oh, I can do that. Let's keep going to do that. You know, and no one can predict the future. I don't, I don't know. I was having dinner with friends house, this director. And he had some kids and there was like a 13 year old a fifth 10 year old 17 year old and the they hadn't seen the film the matrix. And so the director is like, Well, why don't you just tell them what it's about? So I've started to say, well, there's this guy who's in a kind of virtual world. And he finds out that there's a real world. And he's really questioning what's real and not real. And he really wants to know what's real. And the young girl was like, why? And I was like, What do you mean, she was like, who cares if it's real? And I was like, what you don't? You don't care if it's real? And she's like, No, no, I'm awesome. You think it's awesome. I mean, it's awesome. I mean, it's awesome. This idea that, you know, so in a way, what you and I are kind of speaking about his kind of like a legacy feeling. We're almost like, Oh, you're older versions, just let it go."
    },
    {
      "end_timestamp": 6384.0,
      "id": "8442ac54-c162-3a30-9aa1-1d423678d953",
      "speaker": "Carrie-Anne Moss",
      "start_timestamp": 6363.0,
      "text": "And I'm the mom at the kitchen table, like talking about the possibility of like, a virtual world for my kids. And I'm crying. You know? Like, that's how it feels for me. But now, I just don't know. It's kind of like sitting around the table and talking. Crazy,"
    },
    {
      "end_timestamp": 6390.0,
      "id": "d83aedb8-f00c-3691-ad52-b935b9b53f51",
      "speaker": "Keanu Reeves",
      "start_timestamp": 6384.0,
      "text": "no, no, but you'll be able to sit around the table and talking and"
    },
    {
      "end_timestamp": 6393.0,
      "id": "6f965531-60be-3175-bf31-a1458f8f029b",
      "speaker": "Carrie-Anne Moss",
      "start_timestamp": 6390.0,
      "text": "it's not a real table. What if I don't know,"
    },
    {
      "end_timestamp": 6400.0,
      "id": "e2d0a766-c1ad-3dc4-bf19-358d72433eb5",
      "speaker": "Keanu Reeves",
      "start_timestamp": 6393.0,
      "text": "a table? That's that's the other question to which, which is one of the issues that we're being confronted by very quickly."
    },
    {
      "end_timestamp": 6478.0,
      "id": "444f1745-e504-3f77-a309-2e39787218aa",
      "speaker": "Dan",
      "start_timestamp": 6400.0,
      "text": "It's a really interesting interview. And the jumping off point for a lot of this is the creation of the matrix game, which utilize the Unreal Engine to take assets from the actual movie, as well as digital recreations of the actors in the film to create very realistic avatars. This prompts the conversation about the implications of being able to create virtual versions of actors, will they even need the people to make movies in the future? This touches on like Carrie Fisher being in Star Wars posthumously, among other points. Keanu was saying that this perspective that the young girl was bringing up was awesome, but it wasn't like in the really great definition of awesome. It was pretty clear. You mentioned in the inspiring or definition it was even does this hand gesture fills you with all Yeah, anyway, this is an indication of Alex's work process, he does literally no preparation for the show, because he doesn't give a shit about the quality of the product he's making. He knows that the audience is captured and they don't require much of him. So he's just freestyling this bullshit out while pretending to be friends with Keanu. And that's a good day at work. Yeah, whatever. Yeah, I feel I found this dumb clip. And now I'm going to make it suspicious that there's a cut in it, but then not do any at all. No. Curiosity based investigation to what what was going on here?"
    },
    {
      "end_timestamp": 6486.0,
      "id": "11a9364f-c4a2-3210-9092-33ba60d58424",
      "speaker": "Jordan",
      "start_timestamp": 6478.0,
      "text": "Yeah, if I was gonna guess I'd be like, oh, somebody found that clip. And Alex was like, I know, Keanu, I'm gonna talk about that."
    },
    {
      "end_timestamp": 6490.0,
      "id": "68ce67f8-f685-32b8-b538-ac79c2f7a8e9",
      "speaker": "Dan",
      "start_timestamp": 6486.0,
      "text": "Or I was plausibly, I'm plausibly able to claim I know,"
    },
    {
      "end_timestamp": 6494.0,
      "id": "59330875-7b64-3d9b-b450-04155ac1abc5",
      "speaker": "Jordan",
      "start_timestamp": 6490.0,
      "text": "scanner and Scanner Darkly, theoretically together."
    },
    {
      "end_timestamp": 6501.0,
      "id": "85604acb-c346-3d34-a02e-b98787e6eadd",
      "speaker": "Dan",
      "start_timestamp": 6494.0,
      "text": "So anyway, Alex didn't go find the clip at all. Sure. But he's decided he's going to make some conclusions about it."
    },
    {
      "end_timestamp": 6536.0,
      "id": "6ab755b8-8417-3d65-888e-011eb58ccaa8",
      "speaker": "Alex Jones",
      "start_timestamp": 6501.0,
      "text": "This is what the deceivers Do you saw, they splice that tape. And so I'm gonna try to get a hold of Keanu and find out the truth. But But the issue there is, that's what the left does. They deceive. How is this something? Show up, you don't know. He really said it. And let's, let's let's make him say what we want. Let's get rid of his free will. Let's actually capture his identity, and then misrepresent what he really said, and let's do it. Not with a deep fake, but with an edited video. And let's do it right in front"
    },
    {
      "end_timestamp": 6581.0,
      "id": "f50ba461-2ed6-3167-86fa-632f1e2e3f41",
      "speaker": "Dan",
      "start_timestamp": 6536.0,
      "text": "of your face. This is really sad. This is one of the reasons it's really sad is that if Alex knew anything about where this clip came from, he could make this so much more of a meaningful conversation. Because ironically, the issue of people's images being made to say things is exactly what a lot of this interview is about. Hmm. It's Keanu and Karianne wrestling with the technological advancements and how that impacts the dynamics of creation. Their conversation is way more insightful and interesting than anything Alex has, but if you took any work, he'd be able to fold in some of their comments into this presentation. And that would elevate it past the point of just being an idiot blindly responding to a clip someone else found on twitter, and he just decided oh, I'm going to talk about this today. Oh, the left edited this moment mumble"
    },
    {
      "end_timestamp": 6588.0,
      "id": "b10733fb-31e7-3417-9205-093208784647",
      "speaker": "Jordan",
      "start_timestamp": 6581.0,
      "text": "Oh, the left. Oh, I forgot that. We had done that one. Oh, man. The laughter"
    },
    {
      "end_timestamp": 6590.0,
      "id": "eb837bc4-14ba-3a1a-a702-de04e75f9d4d",
      "speaker": "Dan",
      "start_timestamp": 6588.0,
      "text": "This is how they deceive"
    },
    {
      "end_timestamp": 6603.0,
      "id": "d5d0e260-78bc-32cc-9ca4-dc1d821f2123",
      "speaker": "Jordan",
      "start_timestamp": 6590.0,
      "text": "the left is trying to take Keanu from us a far right figure of note for the past however many years and now he's on On the left saying that stuff is awesome. Well, I"
    },
    {
      "end_timestamp": 6611.0,
      "id": "620f9436-4615-3300-b67c-4ada59b002dc",
      "speaker": "Dan",
      "start_timestamp": 6603.0,
      "text": "know that the left doesn't want him because he has an F B. With the right doesn't want to be"
    },
    {
      "end_timestamp": 6615.0,
      "id": "00c94523-7f8c-33e2-8907-8411da3dc4ed",
      "speaker": "Jordan",
      "start_timestamp": 6611.0,
      "text": "like the FBI anyway, but he was a great college quarterback. So they do like him."
    },
    {
      "end_timestamp": 6619.0,
      "id": "f1a33590-b0cf-30a6-8b04-ba4a28823eff",
      "speaker": "Dan",
      "start_timestamp": 6615.0,
      "text": "This is all very stupid. And if Alex did a grain of work,"
    },
    {
      "end_timestamp": 6622.0,
      "id": "256a23d4-e369-3b9c-8541-0b5d4a1f7f6f",
      "speaker": "Jordan",
      "start_timestamp": 6619.0,
      "text": "tiny little bit of just Google it Yeah. How"
    },
    {
      "end_timestamp": 6635.0,
      "id": "7088c368-2a52-3c45-8845-ba3f26778267",
      "speaker": "Dan",
      "start_timestamp": 6622.0,
      "text": "do you see a clip that as a jump cut in and just Google it? Where's this from? What is this actually, before you decide to get in front of your billions and billions of listeners? Totally. And it's just pathetic."
    },
    {
      "end_timestamp": 6646.0,
      "id": "cca51eab-39d1-34ec-9143-39453395448a",
      "speaker": "Jordan",
      "start_timestamp": 6635.0,
      "text": "I mean, half the time when I write a joke, or even a premise, I googled the premise just to make sure that somebody hasn't already written a better joke."
    },
    {
      "end_timestamp": 6651.0,
      "id": "baa74d28-1782-360e-b6b0-a67478ecf41b",
      "speaker": "Dan",
      "start_timestamp": 6646.0,
      "text": "I don't know. I don't know. Very sad. I don't know. Anyway, Alex saw something else on Twitter that he's mad about. Sure."
    },
    {
      "end_timestamp": 6737.0,
      "id": "3ec00266-9995-3e05-ae97-e996e1176cc7",
      "speaker": "Alex Jones",
      "start_timestamp": 6651.0,
      "text": "Okay, let's let's let's hit some of the news here. This is the news. I want to play clip nine. Because if you go to Twitter, and you see this clip it's vicious, microscopic life. And it's titled, watch a cell bite and kill another cell. Oh, and it's under an electron microscope. And it shows another cell go over, excrete some enzymes GRUs and burst the membrane. What? of the cell and then the other cell an amoeba starts eating the guts. The mitochondria of the cell. It's just killed. No, no, no, because it's gut spill up. Now, if you go to Twitter, I read like 100 of the comments this morning. Are more Oh, poor Sal. It's so sad. It's so mean. It's terrible. Oh, this shows what we need the vaccine to save us. Oh my god. He's horrible governance by YouTube comments directed by Fauci. And they show all this compassion for the shell but not the compassion for the unborn baby."
    },
    {
      "end_timestamp": 6747.0,
      "id": "d6ed037e-7422-3e9d-b7b9-b2abf12f39b6",
      "speaker": "Dan",
      "start_timestamp": 6737.0,
      "text": "Yeah, my God. Yeah, man. Wow. That's what that was going. Wow. Quite."
    },
    {
      "end_timestamp": 6761.0,
      "id": "d5fa3b1d-f119-3dfc-9374-8322a49077b3",
      "speaker": "Jordan",
      "start_timestamp": 6747.0,
      "text": "I mean, that's, that's a twist at the end that I almost want to relive. That's that's the that's sub FUCKING SERIOUS M Night Shyamalan level twist. Surprise, you didn't know."
    },
    {
      "end_timestamp": 6771.0,
      "id": "e97152ca-7bee-3e7a-931a-d0b248887be4",
      "speaker": "Dan",
      "start_timestamp": 6761.0,
      "text": "You're almost Alex, stop paying attention to literary replies."
    },
    {
      "end_timestamp": 6798.0,
      "id": "0ab564e2-de67-3d05-94f5-f3cb79e8cca4",
      "speaker": "Jordan",
      "start_timestamp": 6771.0,
      "text": "I, when I was growing up, I always resented when I would go to the library, and I'd pick out a book and somebody, the one of the librarians or something would be like, this is above your elite reading level. I don't think you want to do that. Because I was like, No, I can I can absolutely read at this level. And I want to learn more. And now I'm like, Oh, I totally understand. Like, the moment he starts talking about cells, I want to be like, no, no, we gotta go all the way. Dude, you're not ready for this."
    },
    {
      "end_timestamp": 6806.0,
      "id": "c52474a6-b895-3c4a-ad7c-65b46cc84be9",
      "speaker": "Dan",
      "start_timestamp": 6798.0,
      "text": "I cut out a long portion where he tries to talk about mitochondria. Because I was like, Oh, my God, I could I couldn't even handle Oh,"
    },
    {
      "end_timestamp": 6811.0,
      "id": "c8b59106-ad1e-39a0-94ca-a634b33a83e9",
      "speaker": "Jordan",
      "start_timestamp": 6806.0,
      "text": "no, like, go back to the beginning. Do this is above your reading level. I know you're trying hard."
    },
    {
      "end_timestamp": 6842.0,
      "id": "18886d94-c612-328e-8232-58ba3947b201",
      "speaker": "Dan",
      "start_timestamp": 6811.0,
      "text": "Well, you bring up an interesting idea. But there's like beyond your reading level thing. Because I think I think there's like a dynamic that when you're younger, and you're like trying to read above your reading level. That's good. Because what you're doing is challenging yourself and like, you know, trying to blade on, you know, yeah. And I think that you can grow through that. As long as you step up to the challenge this other material, maybe you don't fully understand it all the time. But you pick up some pieces, accept"
    },
    {
      "end_timestamp": 6847.0,
      "id": "17f0eb28-97ff-33d3-9ccb-2e3b960c62f1",
      "speaker": "Jordan",
      "start_timestamp": 6842.0,
      "text": "it with accept your failures, with humility as corrections to be Yeah, I think"
    },
    {
      "end_timestamp": 6893.0,
      "id": "395f68df-38d8-33c6-a540-527d12690fc1",
      "speaker": "Dan",
      "start_timestamp": 6847.0,
      "text": "that's a positive thing. And I think what Alex does is the reverse, which is he bases a lot of his ideas on YouTube, comments and Twitter replies, right? And like that is reading below anyone's reading level, right? And basing ideas on that, just like it softens you. Like there is nothing there is no challenge to that there is nothing there's if you want to make whatever argument you want, you can find Twitter replies that will make that for you. Sure. It's just a shortcut to being able to make whatever point you want and pretending it's based on something right? Won't somebody think of the unborn babies, they care so much about this cell? That's a stupid point. But all these people are saying it on Twitter and therefore it has meaning."
    },
    {
      "end_timestamp": 6904.0,
      "id": "bbf28dae-9fbf-3d81-9ec8-99df1bc36a98",
      "speaker": "Jordan",
      "start_timestamp": 6893.0,
      "text": "Yeah, there is there is something to be said about a stream of passive information complete li ruining your ability to actively search for information. Yes, true."
    },
    {
      "end_timestamp": 6906.0,
      "id": "3ef656d4-5873-359e-a00a-a5d882effd43",
      "speaker": "Dan",
      "start_timestamp": 6904.0,
      "text": "That's why I avoid a lot of any of it."
    },
    {
      "end_timestamp": 6912.0,
      "id": "9852b502-6286-326b-b3b7-848d598e7562",
      "speaker": "Jordan",
      "start_timestamp": 6906.0,
      "text": "Yeah, man. So probably why I started reading a lot more whenever I quit Twitter. Sure."
    },
    {
      "end_timestamp": 6918.0,
      "id": "25142117-d1ea-3605-8387-3afc1923b5c5",
      "speaker": "Dan",
      "start_timestamp": 6912.0,
      "text": "Oh God, imagine if my work process was finding Twitter comments that are against alexan"
    },
    {
      "end_timestamp": 6926.0,
      "id": "dac0d597-dfcf-3a36-a9b7-b2ff2f68d58c",
      "speaker": "Jordan",
      "start_timestamp": 6918.0,
      "text": "that number of things, the number of slight changes to either of our personalities, and this whole thing falls apart."
    },
    {
      "end_timestamp": 6942.0,
      "id": "064e2e39-4600-3bbb-a3c2-6b1fa212f1eb",
      "speaker": "Dan",
      "start_timestamp": 6926.0,
      "text": "So we've got the news. There was a clip of Keanu Reeves that Alex didn't see that he has decided to draw conclusions I forgot we call that the new that was the new I forgot that we also sell eight another cell."
    },
    {
      "end_timestamp": 6957.0,
      "id": "9c3b092f-1b27-3439-8117-23d377d80474",
      "speaker": "Jordan",
      "start_timestamp": 6942.0,
      "text": "I love I love the complete inability to recognize the like, it's not the cell the human beings are reacting with empathy to the situation imagining themselves in that situation. I'm gonna comparing it to other situation and"
    },
    {
      "end_timestamp": 6964.0,
      "id": "513a7e3e-f7d2-3159-9904-8f523eac1145",
      "speaker": "Dan",
      "start_timestamp": 6957.0,
      "text": "I'm gonna guess that's not a very widespread response, empathy for this. I think a lot of people don't personify necessarily a second,"
    },
    {
      "end_timestamp": 6969.0,
      "id": "c80895fe-7211-3253-abc3-68b77ebfca6d",
      "speaker": "Jordan",
      "start_timestamp": 6964.0,
      "text": "if you are going to you're not like the cell itself is under attack."
    },
    {
      "end_timestamp": 6980.0,
      "id": "e21150e9-a699-305d-be9e-04831584415f",
      "speaker": "Dan",
      "start_timestamp": 6969.0,
      "text": "With your Alex, you do what you're going to do. So there's other news, and we get back to those deaths. Those big unexpected deaths of 90 plus year old, fast people,"
    },
    {
      "end_timestamp": 7000.0,
      "id": "c18566bc-0501-3dcd-952c-4ac9f66ad77c",
      "speaker": "Alex Jones",
      "start_timestamp": 6980.0,
      "text": "but who else? The Queen died this year. On the last day of the year, Brad singers funeral mass on January 5 2023, and the number 23, and Illuminati synchronicity we're going to try to get Leo's Egami on the show the next few days. We tried today, but he didn't answer I get it. It's holiday."
    },
    {
      "end_timestamp": 7004.0,
      "id": "0071ba74-4f5e-30bc-b581-9b897f704970",
      "speaker": "Dan",
      "start_timestamp": 7000.0,
      "text": "He's in grievant. isn't nice."
    },
    {
      "end_timestamp": 7007.0,
      "id": "14538daa-8360-3ae5-8b1e-8a6052aed203",
      "speaker": "Jordan",
      "start_timestamp": 7004.0,
      "text": "I got that that to you."
    },
    {
      "end_timestamp": 7024.0,
      "id": "667368e8-5e51-3a71-bd21-01dc49bff2e6",
      "speaker": "Dan",
      "start_timestamp": 7007.0,
      "text": "Just little point. If the number 23 was really all that important, then they probably wouldn't have killed him for another day or two. I mean, he's 95. Yeah, let it hold off for a day if that because he died in 2022. So the 23 number isn't that and the Oh, it's the funeral. That's important. There's"
    },
    {
      "end_timestamp": 7027.0,
      "id": "c4b63597-c93f-3a6e-bc88-9acff60d63e3",
      "speaker": "Jordan",
      "start_timestamp": 7024.0,
      "text": "no rush in either direction. You know, this next"
    },
    {
      "end_timestamp": 7032.0,
      "id": "a7e716a7-5744-3a55-95bd-de68fb169e2b",
      "speaker": "Dan",
      "start_timestamp": 7027.0,
      "text": "clip is about the other celebrity that is about Barbara Walters. This is just a meme."
    },
    {
      "end_timestamp": 7042.0,
      "id": "fed538ce-a5eb-3005-908e-2a08a110f10a",
      "speaker": "Alex Jones",
      "start_timestamp": 7032.0,
      "text": "Barbara Walters trailblazing TV icon dad in 93. Who cares?"
    },
    {
      "end_timestamp": 7048.0,
      "id": "72cb1ce1-0e59-3d86-9c32-276c518dad85",
      "speaker": "Dan",
      "start_timestamp": 7042.0,
      "text": "Rude. Disrespectful."
    },
    {
      "end_timestamp": 7051.0,
      "id": "92be4471-b0e0-33b4-b262-03aca54e0149",
      "speaker": "Jordan",
      "start_timestamp": 7048.0,
      "text": "I understand. That is very funny, though."
    },
    {
      "end_timestamp": 7058.0,
      "id": "a79491fc-d45e-3378-a7a7-0ea5a6461f85",
      "speaker": "Dan",
      "start_timestamp": 7051.0,
      "text": "I understand big iconic plastic of not liking the media and what have you. But that's rude."
    },
    {
      "end_timestamp": 7064.0,
      "id": "384ccc31-af70-316b-8cc1-c004792b72ed",
      "speaker": "Jordan",
      "start_timestamp": 7058.0,
      "text": "All right. Oh, man. Cool. Hoo. Boy. That's That's very funny."
    },
    {
      "end_timestamp": 7067.0,
      "id": "596d872f-4cc4-31da-a4ef-98317c02c9a2",
      "speaker": "Dan",
      "start_timestamp": 7064.0,
      "text": "So those are the news. That's the news booth got. See,"
    },
    {
      "end_timestamp": 7076.0,
      "id": "bf2fef6f-1aa2-3dd7-a48a-bbce5e6c2e5c",
      "speaker": "Jordan",
      "start_timestamp": 7067.0,
      "text": "that seems more reasonable for him to say about the Queen than it does about Barbara Walters, like Barbara Walters worked her ass off. And the Queen was just born the queen, you know?"
    },
    {
      "end_timestamp": 7089.0,
      "id": "daac831c-7c24-3010-83cd-70e5d24f6a2d",
      "speaker": "Dan",
      "start_timestamp": 7076.0,
      "text": "Well, I mean, the Queen did some things and forgot that day that she was a patriot. He did help for Eliezer Yeah, you're right. One last clip. And here's how Alex wraps things up."
    },
    {
      "end_timestamp": 7132.0,
      "id": "80ee8d1f-3bbc-396e-b74d-401e8775e72d",
      "speaker": "Alex Jones",
      "start_timestamp": 7089.0,
      "text": "Please comment in the new year to spread the word more than ever, to share the clips to share the articles to share the reports, sharing the videos and to buy great products that will empower you and your body and your family's immune systems at Infowars store.com. Make the commitment make the decision today. However, you can help fight. And I salute you and thank you all. That's it for the final broadcast of the epic, insane, wild year of 2022. And I'm here to tell you 2023 is guaranteed to even be more insane. And we'll be here dutifully fighting as hard as we can. clinging on to dear life. We hope you keep us on air. God bless. And I'll see you in the year. 2023"
    },
    {
      "end_timestamp": 7154.0,
      "id": "d13c412e-8cee-3eb5-bcc9-041b4602c593",
      "speaker": "Dan",
      "start_timestamp": 7132.0,
      "text": "What a meaningless show. Wow. It's just I was trying to find things to hold on to footholds. And I like look, I don't expect much. This guy is disappointed me for coming on six years now or whatever you're like, it's, I get it. He sucks. Yeah, ever. No big deal."
    },
    {
      "end_timestamp": 7157.0,
      "id": "85608796-5172-385c-b0cb-8887fd98319a",
      "speaker": "Jordan",
      "start_timestamp": 7154.0,
      "text": "We're a little bit late to be surprised by it now,"
    },
    {
      "end_timestamp": 7165.0,
      "id": "b59f01ab-4d9b-3d0a-97a1-1a328f8d6ac7",
      "speaker": "Dan",
      "start_timestamp": 7157.0,
      "text": "but I'm still surprised at how bad this was. I mean, like, bring some do it number Do or do a song anything like it's your eggs, the"
    },
    {
      "end_timestamp": 7178.0,
      "id": "5099fa68-e454-35bf-9916-6211c674b4d6",
      "speaker": "Jordan",
      "start_timestamp": 7165.0,
      "text": "end of the year. If you're gonna do this is why we can't do a year end roundup or anything because we'd go too far. We'd be like, well, if we're going to do a year round up, we have to do it. I'd rewrite all you do we do the whole thing. It'd be"
    },
    {
      "end_timestamp": 7217.0,
      "id": "07de8f82-4df2-3d73-a2cf-f5b062e918b2",
      "speaker": "Dan",
      "start_timestamp": 7178.0,
      "text": "a mess. It would be Yeah. And we'd have nearly the resources out. We got nothing. Yeah. This is just just, I don't know, it's a wet blanket on a year. You know, he could have he could have tried. Instead, it's just excessive begging for money. The rambling about meaningless nonsense about a fucking Satan dial. Yeah. And then the actual news that he's covering are clips that he saw on Twitter Amen celebrity deaths he doesn't care about and one maybe that he could have covered but Leo's Egami didn't answer is gonna talk"
    },
    {
      "end_timestamp": 7221.0,
      "id": "1679d1bb-978c-312d-bf95-27e258cf31d2",
      "speaker": "Jordan",
      "start_timestamp": 7217.0,
      "text": "about the pope if Leo Zagami isn't around now, what are you gonna say?"
    },
    {
      "end_timestamp": 7256.0,
      "id": "d57c0c41-5b29-34bc-a3d3-941a2ef9799c",
      "speaker": "Dan",
      "start_timestamp": 7221.0,
      "text": "No, no, you can't. Can't do it. And then also, like, let's not forget the promise of the predictions just being completely unpaid off. Yeah. The government to go to the woods. And now we learn here on Sunday didn't even go to the woods. Yeah. So how are we going to find out what's going to happen in the future? If Alex does believe he can see the future, he is depriving us of a vision of the future by not going to the woods by not locking himself in his office? He is by not doing that he is harming the world. Yes. Yes."
    },
    {
      "end_timestamp": 7273.0,
      "id": "b0c3d626-9989-3f3b-8c06-0569094eac58",
      "speaker": "Jordan",
      "start_timestamp": 7256.0,
      "text": "The, to actually follow the things that Alex believes to their logical conclusions. One can only assume that Alex Jones himself is doing massive amounts of harm to the world by being lazy."
    },
    {
      "end_timestamp": 7294.0,
      "id": "5e47e2cc-fe2f-3417-86a1-27292908df41",
      "speaker": "Dan",
      "start_timestamp": 7273.0,
      "text": "I can sign off on that. Yeah. I mean, it's that's what he believes. You know what? It's ironic, because I think that if you tried harder, he would do more damage. True. Conceivably, because he does such little work. His carelessness caused a lot of problems too. Right. Right. Right. I think he probably cause as much damage whether he did did a lot of work or not. That's just what kind of damages"
    },
    {
      "end_timestamp": 7308.0,
      "id": "9a0a07e8-57d2-3264-a8ac-235dacb6e7bb",
      "speaker": "Jordan",
      "start_timestamp": 7294.0,
      "text": "in my estimation of him. I think, regardless of what he does, he should probably have two or three people watching him and controlling his behavior. You know, like, he can't he can't not be the worst at anything. He's just the worst. Except,"
    },
    {
      "end_timestamp": 7312.0,
      "id": "1700514a-bf92-3dbc-bac9-eba3aecc4b54",
      "speaker": "Dan",
      "start_timestamp": 7308.0,
      "text": "like I said, improvised murder. You're pretty good at that. But"
    },
    {
      "end_timestamp": 7314.0,
      "id": "1dbbab69-63c5-3fbe-b651-7fc5d98e26da",
      "speaker": "Jordan",
      "start_timestamp": 7312.0,
      "text": "that makes him the worst. You know,"
    },
    {
      "end_timestamp": 7339.0,
      "id": "d3fa562d-14e8-3f25-816b-88353457bfce",
      "speaker": "Dan",
      "start_timestamp": 7314.0,
      "text": "I don't disagree. Yeah. So here's, here's what's gonna happen. Was that on our next episode, yeah. Find out if you get to these predictions. I hate fucking better. I demand to know these predictions. I know. I'm going to be on him like a hawk. I'm gonna be I'm gonna, I'm gonna be going fine tooth comb through everything. He puts out. Intel. He gives me the predictions of what's going to happen this year."
    },
    {
      "end_timestamp": 7354.0,
      "id": "0f5fb23c-f7ff-328a-af41-3015fbf5923c",
      "speaker": "Jordan",
      "start_timestamp": 7339.0,
      "text": "Here's the thing. I don't weird. I'm not making any new year's predictions or anything like that. I don't do that. Now, what I'm interested in though, Dan. What is your prediction for one of Alex's predictions? What do you think one of his predictions may be?"
    },
    {
      "end_timestamp": 7359.0,
      "id": "00838858-6f5e-3eb1-959e-b0716eca4f89",
      "speaker": "Dan",
      "start_timestamp": 7354.0,
      "text": "lockdowns? Sure. Another bio weapon true. Probably something like this. Gotta"
    },
    {
      "end_timestamp": 7373.0,
      "id": "60d08235-29a6-3cff-a984-4586129a3236",
      "speaker": "Jordan",
      "start_timestamp": 7359.0,
      "text": "take one big swing though. Here's my guess on his big swing, Hillary becomes president. My guess on his big swing, is he's going to say that they're going to take out Putin. For reals this time. I don't"
    },
    {
      "end_timestamp": 7398.0,
      "id": "1fc242f9-2f81-3de8-a06e-570f3e3e3417",
      "speaker": "Dan",
      "start_timestamp": 7373.0,
      "text": "know if Alex would want to have that concrete of a prediction. But hey, we'll see. I don't know. Here's what I'm willing to do. Nevermind, I'm gonna walk. I was gonna say I'm willing to go to the woods in order to get these predictions. But no, I am. No, you are not. I'd like to go to the woods. But Alex would ruin it. Yeah. So anyway, we'll be back hopefully with some predictions of the future possible. But until then, we have website"
    },
    {
      "end_timestamp": 7403.0,
      "id": "6adff694-56ae-3e6d-86bb-4f6ad2e8c641",
      "speaker": "Jordan",
      "start_timestamp": 7398.0,
      "text": "indeed we do. It's now try.com. We're also on Twitter. We are on Twitter. It's at knowledge underscore fight."
    },
    {
      "end_timestamp": 7416.0,
      "id": "f4747d51-56a2-3696-8a58-6dba8cfcca85",
      "speaker": "Dan",
      "start_timestamp": 7403.0,
      "text": "Yep. We'll be back. But until then, I'm Neo. I'm Leo. I'm DCX. Clark. I'm gonna go lock myself in my office with the lights off and a pen light for seven hours to see the future. And now here"
    },
    {
      "end_timestamp": null,
      "id": "274eae82-10b1-3093-af58-d2e2453e4b75",
      "speaker": "Alex Jones",
      "start_timestamp": 7416.0,
      "text": "comes the sex robots. Andy in Kansas, you're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}