{
  "audio_identifier": "KF_763",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/Dec-15-2003.mp3",
  "blocks": [
    {
      "end_timestamp": 30.0,
      "id": "5698d7e1-887c-3353-8d14-1e7320f6470f",
      "speaker": "Alex Jones",
      "start_timestamp": 4.0,
      "text": "Red Alert. Red alert. Red alert. Red alert. Acknowledged five days. Damn, Jordan, I'm sweating. Knowledge party.com It's time to pray. I have great respect for knowledge like knowledge. I'm sick of them posing as if they're the good guys. Xiang Ji or the bad guy Chanology"
    },
    {
      "end_timestamp": 35.0,
      "id": "9ea6463d-89c7-3863-ac4c-11e46c85947e",
      "speaker": "Unknown Speaker",
      "start_timestamp": 30.0,
      "text": "Dan and Jordan knowledge fight"
    },
    {
      "end_timestamp": 51.0,
      "id": "3c209922-eb9e-3e9c-aa57-48c32f8bab95",
      "speaker": "Alex Jones",
      "start_timestamp": 35.0,
      "text": "need money Andy and Sandy are stopping Andy and Ken handy in Kansas. Andy in Kansas surely are."
    },
    {
      "end_timestamp": 55.0,
      "id": "01c043f3-6c59-3752-a0e2-380d89edfc8c",
      "speaker": "Unknown Speaker",
      "start_timestamp": 51.0,
      "text": "Huge fan. I love your word. Knowledge by"
    },
    {
      "end_timestamp": 59.0,
      "id": "d3656d26-9b8d-32c2-baeb-b5854a01a375",
      "speaker": "Alex Jones",
      "start_timestamp": 55.0,
      "text": "now knowledge fight.com"
    },
    {
      "end_timestamp": 68.0,
      "id": "9245d4d4-2462-37e4-a63a-0b67c0914d65",
      "speaker": "Dan",
      "start_timestamp": 59.0,
      "text": "Hey, everybody, welcome back now just like, Damn, I'm John. We're gonna do like sit around worship at the altar of saline and talk a little bit about Alex Jones. Oh, indeed."
    },
    {
      "end_timestamp": 73.0,
      "id": "002c60f9-136f-30f3-9b0b-b81202389ec0",
      "speaker": "Jordan",
      "start_timestamp": 68.0,
      "text": "We are Dan Jordan Damn, Jordanne. Quick question for you, buddy. What's up? What's your bright spot?"
    },
    {
      "end_timestamp": 82.0,
      "id": "e74759e1-c00e-3648-9717-da33e4ac3652",
      "speaker": "Dan",
      "start_timestamp": 73.0,
      "text": "My bright spot today, Jordan, could maybe talk a little bit about the goings on at the library that's being built."
    },
    {
      "end_timestamp": 86.0,
      "id": "18a7e163-0e15-3481-bf98-acf327177b6b",
      "speaker": "Jordan",
      "start_timestamp": 82.0,
      "text": "being burned down a library of Alexandria, I assume is the one you're talking about?"
    },
    {
      "end_timestamp": 95.0,
      "id": "15a6379b-deed-3861-a151-5bd3f6896502",
      "speaker": "Dan",
      "start_timestamp": 86.0,
      "text": "No, no, no. Oh, a modern day. Oh. Weird anti communism library that will be burned down eventually. Yeah, well, yeah,"
    },
    {
      "end_timestamp": 96.0,
      "id": "f71611d1-9829-3e68-afeb-d28a89e0ebad",
      "speaker": "Jordan",
      "start_timestamp": 95.0,
      "text": "absolutely."
    },
    {
      "end_timestamp": 188.0,
      "id": "470a9bcd-aba3-3abf-8d42-da153acba3be",
      "speaker": "Dan",
      "start_timestamp": 96.0,
      "text": "No, I I've, I've gotten a number of issues of the American opinion and what have you, John Birch Society, that collection is coming together indeed. And what have you and I started to think about, like, I want to, I want to start with a little bit of specialization. Because, you know, otherwise, we're just going to be randomly trying to find things and share how it makes the hunt a little bit more, more challenging, right, you don't have a real target. And so I decided that we're gonna begin by trying to compile as much as I can have revealed, oh, P all of her works. And I found some very terrible things. So surprising. He's written some real terrible, very, very anti semitic stuff. And the reason I chose to go in this direction, is partially because I believe that a lot of his ideas about the West, and the western man in Christendom and those sorts of things are very relevant to the right wing, as it exists now. And I think a lot of people don't have that thread to pull and maybe exploring that a little bit could be helpful. But then the other thing was that when you think about the John Birch Society, which is a cornerstone of the materials that are that are going to be in this thing and putting together the first meeting that they had the founding members that were there. A lot of these people were business, folks, they were industrialists, they were members of the National Association of Manufacturers, you know, the most fascists are sure. You had the Candyman sure out. Yeah,"
    },
    {
      "end_timestamp": 190.0,
      "id": "20ef8eb2-bb2d-39bd-9eb9-365f08cea1f6",
      "speaker": "Jordan",
      "start_timestamp": 188.0,
      "text": "absolutely. Fred Koch."
    },
    {
      "end_timestamp": 230.0,
      "id": "72bc808e-9cd2-31c6-975c-ac2478f8467a",
      "speaker": "Dan",
      "start_timestamp": 190.0,
      "text": "These folks who were, you know, I'm sure they had ideas, right. But they weren't primarily idea people, right. Whereas reveal, oh, P Oliver was somebody who was there. And he's an ideas guy. He was, you know, he's a professor Sure. He's, you know, academic, he's somebody who has a lot of theory about stuff. And when, you know, you look at that constellation of people. That's the person that I find most interesting. That's the person who's gonna have more writings that have like, implications for maybe the way that the organization ended up growing. Well, yeah,"
    },
    {
      "end_timestamp": 237.0,
      "id": "3a7ba6c0-0c79-3bf2-bcea-db8d8295b630",
      "speaker": "Jordan",
      "start_timestamp": 230.0,
      "text": "of course. I mean, the businessmen are obviously outsourcing their thoughts to other people, too. They don't have time to think of things."
    },
    {
      "end_timestamp": 275.0,
      "id": "dad7f372-25ad-37af-8016-cd5191856324",
      "speaker": "Dan",
      "start_timestamp": 237.0,
      "text": "And I'm sure I'm sure they have some ideas, some thoughts by the poor. Default, it's a thought it's an idea. We need someone to make the sound better. Yeah, exactly. So I'm excited about that. I've got his against the grain. Here in front of me. This is the first the writings of Professor Revealer Pendleton Oliver. And there's a number of chapters in here that I pick, I think, speak for themselves, they spell. There's a nice editorial here, a white Christian racist defends his faith."
    },
    {
      "end_timestamp": 289.0,
      "id": "0d3a4523-9262-3e19-8397-3c59a8b5899d",
      "speaker": "Jordan",
      "start_timestamp": 275.0,
      "text": "I mean, it's refreshingly straightforward. I would accept that, especially if it was a white racist defense is his racism by just being like, I really want to, at the end,"
    },
    {
      "end_timestamp": 298.0,
      "id": "5b616811-2f45-3fb1-933c-5102b30d1334",
      "speaker": "Dan",
      "start_timestamp": 289.0,
      "text": "there's one chapter in the larger section, race and history distortion. There's a sub chapter and Frank's diary. Oh,"
    },
    {
      "end_timestamp": 301.0,
      "id": "1c1eddcb-6ce0-3399-8132-1bc71e04a5b0",
      "speaker": "Unknown Speaker",
      "start_timestamp": 298.0,
      "text": "boy. Great. Yeah,"
    },
    {
      "end_timestamp": 302.0,
      "id": "6ef0fbeb-d7cd-38d3-8f88-07b5bc9bff28",
      "speaker": "Alex Jones",
      "start_timestamp": 301.0,
      "text": "that was real quick."
    },
    {
      "end_timestamp": 316.0,
      "id": "2885339a-81cd-3b8c-828e-add81db43c9d",
      "speaker": "Dan",
      "start_timestamp": 302.0,
      "text": "Yeah so this is the direction that some things are taking here with the the library and I know some I've been a little bit slow in posting pictures. Sure. So I wanted to give a little update about that. And you know, there have been some pictures."
    },
    {
      "end_timestamp": 333.0,
      "id": "f2be5878-7ae3-391b-9517-380a4ef43f79",
      "speaker": "Jordan",
      "start_timestamp": 316.0,
      "text": "I mean, you know how we've seen so many failed stand up comedians become right wing talking we have idiots you know, what's great about Revealer is that he was originally the great review below, and because of his failed magic career, well, here we are."
    },
    {
      "end_timestamp": 342.0,
      "id": "c15030a6-b7fd-38e1-9147-449f9a3e9b81",
      "speaker": "Dan",
      "start_timestamp": 333.0,
      "text": "I wonder if it is pronounced revealed it is in my brain forever. I've only seen that. I've only seen it written I suppose. But yeah,"
    },
    {
      "end_timestamp": 344.0,
      "id": "dfc0c13f-5350-35e9-8082-200721d71325",
      "speaker": "Jordan",
      "start_timestamp": 342.0,
      "text": "we never hear his name spoken aloud."
    },
    {
      "end_timestamp": 353.0,
      "id": "2675490b-507b-3f4b-a2e6-40711fd94bd2",
      "speaker": "Dan",
      "start_timestamp": 344.0,
      "text": "I think that is his like given name. I think that is like but it is also an ant like a palindrome"
    },
    {
      "end_timestamp": 359.0,
      "id": "638b0c0d-1c63-325d-944b-0a3ac9ebff02",
      "speaker": "Jordan",
      "start_timestamp": 353.0,
      "text": "reveal Oh, P all of her is a palindrome. Oh, that's fucking annoying. A little bit."
    },
    {
      "end_timestamp": 363.0,
      "id": "65bcd446-ea19-3bcb-a3c4-33ca1d01b601",
      "speaker": "Dan",
      "start_timestamp": 359.0,
      "text": "What a piece of shit. If that's the case, you gotta blame his parents."
    },
    {
      "end_timestamp": 367.0,
      "id": "1a445bb7-f191-3452-881a-c545f3cf4a02",
      "speaker": "Jordan",
      "start_timestamp": 363.0,
      "text": "Well, I mean, I think he deserves a response. You could change your name."
    },
    {
      "end_timestamp": 373.0,
      "id": "4df293dc-8fff-31fa-9266-aa787fb0d4bd",
      "speaker": "Dan",
      "start_timestamp": 367.0,
      "text": "Yeah, I don't know. It'll be another part of figuring out exactly. This is his name."
    },
    {
      "end_timestamp": 374.0,
      "id": "00619cad-5779-3f26-be67-7faf9e4c8b34",
      "speaker": "Jordan",
      "start_timestamp": 373.0,
      "text": "Yeah. Oh, that's annoying."
    },
    {
      "end_timestamp": 375.0,
      "id": "7de607a4-1038-3e08-ac79-bcbec8390a58",
      "speaker": "Dan",
      "start_timestamp": 374.0,
      "text": "So what's your bright spot?"
    },
    {
      "end_timestamp": 389.0,
      "id": "1f596420-67e9-3882-be23-f7c5bf740122",
      "speaker": "Jordan",
      "start_timestamp": 375.0,
      "text": "Ah, oh boy. My bright spot is a finally got turned on. Or I finally listened to the big thief album from last year. Strong new warm mountain or whatever it's called. Good."
    },
    {
      "end_timestamp": 391.0,
      "id": "e53c8550-e7d0-3c8a-b6de-0574a6c1c5ef",
      "speaker": "Dan",
      "start_timestamp": 389.0,
      "text": "Big thief featuring Chief Keef. Is it? No,"
    },
    {
      "end_timestamp": 411.0,
      "id": "08af928b-3e75-30df-95de-a07f57324ddf",
      "speaker": "Jordan",
      "start_timestamp": 391.0,
      "text": "nope. No, no, no, no, not that one. No, no, it's surprisingly got an anti big fee for a long time. Oh, okay. Yeah, I've been anti big thief. Because to me for a long time they've sounded like if Courtney Barnett headed gang gang dance or something. I know. That means nothing to some people. But here's what's great. He said,"
    },
    {
      "end_timestamp": 431.0,
      "id": "daa4c9ef-6888-3413-ad9a-28625b6bce0a",
      "speaker": "Dan",
      "start_timestamp": 411.0,
      "text": "I hear the name big thief. I don't know where to slot this. I don't know genre. And then you name other people and I don't know what. Okay, he's gonna say what it's a combination of I'm gonna be able to figure this out is this rock is this? What is this? But then you name people in like, I don't know them either."
    },
    {
      "end_timestamp": 445.0,
      "id": "a9d8f3f6-8e00-3519-b8f8-40e27b83233e",
      "speaker": "Jordan",
      "start_timestamp": 431.0,
      "text": "I'll tell you this. Yeah, it's a little bit of everything. Okay, that's the problem. You know, there's a little bit of everything in there and it's not always focused enough to be good at the thing that they're doing. This album is good at the thing that they're doing. It's good. Okay, great."
    },
    {
      "end_timestamp": 460.0,
      "id": "5db7d90e-7572-38b9-b787-bc0869b49db8",
      "speaker": "Dan",
      "start_timestamp": 445.0,
      "text": "Is there any? What's that? What's that genre that I I love trap. Goddamnit it's not it's good. It's like Beachy. It's very beachy. Yeah, I don't know the"
    },
    {
      "end_timestamp": 462.0,
      "id": "962fd6bc-d8b5-3c4e-be73-b565305034a3",
      "speaker": "Unknown Speaker",
      "start_timestamp": 460.0,
      "text": "soft rock."
    },
    {
      "end_timestamp": 469.0,
      "id": "867f174e-60d9-3886-9a6e-58b92d1e1250",
      "speaker": "Dan",
      "start_timestamp": 462.0,
      "text": "I like I'm not a rock either. Reggae you know, like reggae. I like some reggae, but most of it is to chill for me."
    },
    {
      "end_timestamp": 471.0,
      "id": "3a0f0372-0233-3fd1-be29-076c23f122e0",
      "speaker": "Jordan",
      "start_timestamp": 469.0,
      "text": "That's right, that this discovery,"
    },
    {
      "end_timestamp": 475.0,
      "id": "d3bc7b7f-c35f-307c-a2b0-f12313b4e734",
      "speaker": "Dan",
      "start_timestamp": 471.0,
      "text": "I find is too relaxed out there."
    },
    {
      "end_timestamp": 477.0,
      "id": "c2b17e30-38a2-3469-bfe4-720881cd51e8",
      "speaker": "Jordan",
      "start_timestamp": 475.0,
      "text": "This is making me worry about the future."
    },
    {
      "end_timestamp": 503.0,
      "id": "a7ce6d17-61f7-3ba1-9e94-5e7c7eef1337",
      "speaker": "Dan",
      "start_timestamp": 477.0,
      "text": "Yeah. I don't I don't appreciate that. there either. So relaxed and chill. They're putting that like image on Right. Right. Right. And if they're deceiving you it's actually terrifying. Right. The implications of it are Yeah, bossa nova that's what I was thinking of. I don't know. All right. Is there a bossa nova"
    },
    {
      "end_timestamp": 512.0,
      "id": "2944b220-baf8-3e06-a31c-6e00e2a29d40",
      "speaker": "Jordan",
      "start_timestamp": 503.0,
      "text": "I suppose. Yeah, like, Antonio Carlos Jobim? Kind of Yeah, exactly. There's no There's no bossa nova there."
    },
    {
      "end_timestamp": 516.0,
      "id": "19cfff8c-8082-3d77-914c-2ad4e946cd2e",
      "speaker": "Dan",
      "start_timestamp": 512.0,
      "text": "Oh, maybe you call big thief. Ask him to tell us a little"
    },
    {
      "end_timestamp": 526.0,
      "id": "3012d5a6-f9b9-36d7-9cf2-4022702d610c",
      "speaker": "Jordan",
      "start_timestamp": 516.0,
      "text": "bad idea. I think you're okay, anyway. I'm sorry. What are we what are we doing today?"
    },
    {
      "end_timestamp": 561.0,
      "id": "a3bd4535-2ab2-313c-80c8-fa7c7cede0ba",
      "speaker": "Dan",
      "start_timestamp": 526.0,
      "text": "We're doing an episode. Oh, Jordan two. On our last episode, we talked about the end of the year, broadcast our shores December 31. Soon on all of my checks. And we had to tease from Alex that he was going to reveal his predictions for the the coming year and he decided I can't do that. So what I'm gonna do is I'm gonna lock myself in my office for six to seven hours, telling my wife I'm not coming home, right? I'm gonna take care of this and it's gotta be dark in that office. And then he's like, fucking you know what? I'll do you one better right? Go into the woods, right for a couple of days. I"
    },
    {
      "end_timestamp": 565.0,
      "id": "7fcee06b-e078-3cb3-a2c9-bb60893afbe4",
      "speaker": "Jordan",
      "start_timestamp": 561.0,
      "text": "recall him escalating to going to the woods for a couple of days. He's"
    },
    {
      "end_timestamp": 569.0,
      "id": "033fc918-e011-32d8-85a4-591ce1d9d3ac",
      "speaker": "Dan",
      "start_timestamp": 565.0,
      "text": "gotta get in the zone with God and guys gotta tell him stuff. And that can only happen in a creek"
    },
    {
      "end_timestamp": 571.0,
      "id": "e750001d-c30d-3f69-a0ac-655c81ed66c6",
      "speaker": "Jordan",
      "start_timestamp": 569.0,
      "text": "and he needs to cry and walk. He's a cry Walker. He"
    },
    {
      "end_timestamp": 612.0,
      "id": "b7dee93e-a7bd-3ba8-a59d-6a63d1a7f30c",
      "speaker": "Dan",
      "start_timestamp": 571.0,
      "text": "is yes. So we tuned in. As we were recording our last episode on Alex's Sunday show and it turns out he was there. He was in studio. Interesting. So he did not go to the woods. Did they turn all the lights off? So he could talk in the dark? No, oh, it but he barely talked. He wasn't talking about that. Okay, it was an interview with Francis Boyle, Dr. Francis Boyer, the guy who is a bio weapons specialist of some sort, and he has apparently some thoughts about Ukraine. It was a pointless interview. Yeah, we did not get predictions about the year doesn't surprise me. That was the whole first hour. And then the second hour was just reruns. Alex left."
    },
    {
      "end_timestamp": 614.0,
      "id": "d563ab36-5445-3a12-90cd-6c56a0bee938",
      "speaker": "Jordan",
      "start_timestamp": 612.0,
      "text": "So he is in the woods. Well,"
    },
    {
      "end_timestamp": 618.0,
      "id": "b21edf9e-83cf-374e-a094-ee139a6d6484",
      "speaker": "Dan",
      "start_timestamp": 614.0,
      "text": "here's the thing I tuned in on Monday and what do I find? Oh no,"
    },
    {
      "end_timestamp": 618.0,
      "id": "a2cd348c-c21d-3984-aa5e-68e57c15b744",
      "speaker": "Jordan",
      "start_timestamp": 618.0,
      "text": "no"
    },
    {
      "end_timestamp": 630.0,
      "id": "d2766ae9-9e37-314a-96a8-99b53d6f9d62",
      "speaker": "Owen Shroyer",
      "start_timestamp": 618.0,
      "text": "infowars.com live on air in the year 2023 He's in"
    },
    {
      "end_timestamp": 646.0,
      "id": "81b0848c-7f61-320d-9d4b-45740623bf66",
      "speaker": "Dan",
      "start_timestamp": 630.0,
      "text": "the states of the New Year No, just still on air. Sure. But I mean for wars is still on air. 2023 I've got a problem with that. We got Tiree. Okay."
    },
    {
      "end_timestamp": 653.0,
      "id": "438dedcb-ab5b-32e5-b3ea-0e80ab5e9cd5",
      "speaker": "Jordan",
      "start_timestamp": 646.0,
      "text": "This is a talk arbitrary of demarcation of time I refuse to acknowledge that as an existence the"
    },
    {
      "end_timestamp": 672.0,
      "id": "9a602579-a68f-3ca4-9254-bcd5b64be4ee",
      "speaker": "Dan",
      "start_timestamp": 653.0,
      "text": "new degenerate degeneration X know the New Age outlaws are they Harrison Smith and Lena hag team chose refuse. You've got what would Harrison Smith's final movie? The snooze? He puts you to sleep he just starts"
    },
    {
      "end_timestamp": 678.0,
      "id": "3edd4d6e-747b-38e4-92be-3978fe8e81b1",
      "speaker": "Jordan",
      "start_timestamp": 672.0,
      "text": "talking to you for a long sleeper hold it's a sleeper hold Yeah. By him putting anybody to sleep in that No, but"
    },
    {
      "end_timestamp": 687.0,
      "id": "b456f4fb-fa54-377f-9f9a-602f045c58b1",
      "speaker": "Dan",
      "start_timestamp": 678.0,
      "text": "it's thematically fit and then Alex I guess would be preferred Triple H or maybe Shawn Michaels?"
    },
    {
      "end_timestamp": 691.0,
      "id": "36cfaf7e-c0ed-38f3-a47d-295d45d3aa5b",
      "speaker": "Jordan",
      "start_timestamp": 687.0,
      "text": "I mean, I think he's more Hulk Hogan now."
    },
    {
      "end_timestamp": 696.0,
      "id": "eefd3581-b4f4-366f-8064-daf4b15c12cf",
      "speaker": "Dan",
      "start_timestamp": 691.0,
      "text": "Well, that's that's like the New World Order stuff. I'm trying to cast a jet"
    },
    {
      "end_timestamp": 700.0,
      "id": "5f783d04-5526-3b04-bc06-004247e7a84f",
      "speaker": "Jordan",
      "start_timestamp": 696.0,
      "text": "said my Attitude Era is not as complete as"
    },
    {
      "end_timestamp": 704.0,
      "id": "31208a7e-562f-3f85-8cad-866e978083ad",
      "speaker": "Dan",
      "start_timestamp": 700.0,
      "text": "yours. Cousin Buckley is ravishing Rick, rude right."
    },
    {
      "end_timestamp": 707.0,
      "id": "6b4218c8-a7d6-336d-8062-94dbc54aef48",
      "speaker": "Jordan",
      "start_timestamp": 704.0,
      "text": "Now obviously, that was obvious."
    },
    {
      "end_timestamp": 752.0,
      "id": "775d3f3a-dea9-3d00-ab79-a864270c2b10",
      "speaker": "Dan",
      "start_timestamp": 707.0,
      "text": "Savannah Hernandez is China because she's the only female that I think is still around. Yeah, Haley Weaver's gone. Caitlin Bennett, I don't think is still around. I don't even know if she's still around in a period. And I know that Sven Hernandez actually works like she worked for the blaze. But she still has a channel on vandaag video. If Nick Fuentes could be ravishing Rick Rude because he had a mustache. Nick had a mustache. Enough of this. Okay. Anyway, Alex is in the woods that appears on Monday or something. He's just not there. So that left me in a little bit of a bind, because I was obviously wanting to get to these predictions. Right. I'm very excited about that. I want to know what's coming. Alex has a responsibility to tell us because he's a psychic. And I'm not."
    },
    {
      "end_timestamp": 755.0,
      "id": "75c1c929-dceb-33e4-81ca-8e8dd5af3e74",
      "speaker": "Jordan",
      "start_timestamp": 752.0,
      "text": "Boy, he really is a psychic too. Yeah. So anyway,"
    },
    {
      "end_timestamp": 763.0,
      "id": "72562805-47e1-3c21-a894-33a1640e9539",
      "speaker": "Dan",
      "start_timestamp": 755.0,
      "text": "I felt like I wanted to tell the world that we don't have the predictions. But that's episode,"
    },
    {
      "end_timestamp": 764.0,
      "id": "d7882137-8939-39f9-9ac2-36874066779b",
      "speaker": "Unknown Speaker",
      "start_timestamp": 763.0,
      "text": "goodbye."
    },
    {
      "end_timestamp": 796.0,
      "id": "389ad0c6-9285-360e-a189-12de4b73452f",
      "speaker": "Dan",
      "start_timestamp": 764.0,
      "text": "That is not a full episode. And so I thought like, well, we can we can go back to 2003 we can make some progress there. 2003 Share, and it dawns on me that actually we are right at the point where Saddam gets found. He got found on December 13. Okay. 2003 And our next episode, as we're progressing through will be December 12. Oh, so here we are. Okay, we get to figure out what happened. When Alex heard the news that Saddam Hussein was found clearly"
    },
    {
      "end_timestamp": 802.0,
      "id": "ed7d19f5-36b0-31d0-a20a-91066c9884a6",
      "speaker": "Jordan",
      "start_timestamp": 796.0,
      "text": "if I remember my 2003 Laura correctly, it was Czechoslovakia who did it"
    },
    {
      "end_timestamp": 813.0,
      "id": "4af50068-7a2d-3886-95b3-e81f672b7f0b",
      "speaker": "Dan",
      "start_timestamp": 802.0,
      "text": "correct? No, they trained the dogs that found two dogs. Sure. Okay. That's better now. Yeah. So we'll get down to business on this. But before we do, Jordan, let's take a little moment to say hello to some new ones."
    },
    {
      "end_timestamp": 814.0,
      "id": "43ebd72a-9034-3750-a189-97b21559fc52",
      "speaker": "Jordan",
      "start_timestamp": 813.0,
      "text": "Oh, that's great idea."
    },
    {
      "end_timestamp": 817.0,
      "id": "aa3c4877-f05e-34c5-b8a9-a1159d5379e2",
      "speaker": "Dan",
      "start_timestamp": 814.0,
      "text": "So first, Jen jam. Thank you so much. For now policy walk."
    },
    {
      "end_timestamp": 818.0,
      "id": "0e6a26f5-9692-3487-b02f-aec7e389e2af",
      "speaker": "Alex Jones",
      "start_timestamp": 817.0,
      "text": "I'm a policy wonk. Thank"
    },
    {
      "end_timestamp": 829.0,
      "id": "20228df4-7dfa-33fd-b4e7-54276fbe09c6",
      "speaker": "Dan",
      "start_timestamp": 818.0,
      "text": "you very much. Thank you. Happy it's cool. Whenever Dan gets to his birthday, Eric from Kate or puppies meadow bandit and horseradish, the pod dog. Thank you so much. You are now policy walk."
    },
    {
      "end_timestamp": 830.0,
      "id": "a336fe5b-a698-3e04-adc6-61aa7384165b",
      "speaker": "Alex Jones",
      "start_timestamp": 829.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 834.0,
      "id": "9ddea593-b125-3e1c-b58b-5b74f1cb5f41",
      "speaker": "Jordan",
      "start_timestamp": 830.0,
      "text": "Happy Birthday right on time this time. Thank you very much."
    },
    {
      "end_timestamp": 840.0,
      "id": "1bd0673b-96a6-35f0-9a1b-7fad170ea9a6",
      "speaker": "Dan",
      "start_timestamp": 834.0,
      "text": "Next, thanks to Alex Jones for my new gender Gremlin Wraith, thank you so much. You are now policy walk."
    },
    {
      "end_timestamp": 842.0,
      "id": "e2a0a1ee-b2a3-38c4-bfb7-c04ba6d775c5",
      "speaker": "Alex Jones",
      "start_timestamp": 840.0,
      "text": "I'm a policy wonk. Thank you very much. You"
    },
    {
      "end_timestamp": 848.0,
      "id": "01f13a91-a40e-3d85-8d7a-13f5fbaebf68",
      "speaker": "Dan",
      "start_timestamp": 842.0,
      "text": "next Luke, I am your father. Thank you so much. You're now policy wonk. I'm a policy."
    },
    {
      "end_timestamp": 858.0,
      "id": "226a4fb9-011f-3c56-96a4-0a212bea8b46",
      "speaker": "Jordan",
      "start_timestamp": 848.0,
      "text": "I I mean, I don't know why nobody's tried that word before. I feel like that was that's been there for we're on episode 762 or whatever. Right?"
    },
    {
      "end_timestamp": 864.0,
      "id": "f8dbb948-d30a-3034-937a-bc56ab4b9960",
      "speaker": "Dan",
      "start_timestamp": 858.0,
      "text": "True. Yeah. Next, did European studies really prepare us for this? Emma, thank you so much. You are now policy walk?"
    },
    {
      "end_timestamp": 865.0,
      "id": "1b0d7307-9427-3d82-b5c9-3988f0e12754",
      "speaker": "Alex Jones",
      "start_timestamp": 864.0,
      "text": "I'm a policy wonk. Thank you very much."
    },
    {
      "end_timestamp": 869.0,
      "id": "f10dccb0-594a-3f20-81a4-f56d5feb6b36",
      "speaker": "Dan",
      "start_timestamp": 865.0,
      "text": "And Squatch curious, has joined the party. Thank you so much. You are now policy walk."
    },
    {
      "end_timestamp": 870.0,
      "id": "ed89e0cf-b363-342d-b5bd-d57f093ec844",
      "speaker": "Alex Jones",
      "start_timestamp": 869.0,
      "text": "I'm a policy wonk, thank"
    },
    {
      "end_timestamp": 871.0,
      "id": "f6741547-353c-3ddb-ba6e-005cdccb97cc",
      "speaker": "Jordan",
      "start_timestamp": 870.0,
      "text": "you very much."
    },
    {
      "end_timestamp": 905.0,
      "id": "0845ad85-8aba-39aa-a59c-8e05d60545ff",
      "speaker": "Dan",
      "start_timestamp": 871.0,
      "text": "And we got a technocrat in the mix. And this person I have to give an apology to because they wanted me to play an out of context drop of myself. But I don't know where that is in the emails. And they sent this message a couple of months ago, right? I have no idea. But if they resend that email, maybe I'll play it in the future or something. But in lieu of that, they asked for this show. So thank you very much. Danielle had a great idea for a shout out but Dan Jordan didn't listen. And now you're all stuck with this stupid shout out. Thank you so much. You're now"
    },
    {
      "end_timestamp": 925.0,
      "id": "d8e73468-d90f-3dee-998f-3e92de17e305",
      "speaker": "Alex Jones",
      "start_timestamp": 905.0,
      "text": "I'm a policy wonk telling you brilliant someone someone sought him out and sent me a bucket of poop. Daddy sharp. Jar Jar Binks has a Caribbean black action. He's a loser. Little little teeny baby. I don't want to hate black people. I renounce Jesus Christ."
    },
    {
      "end_timestamp": 930.0,
      "id": "8d37914c-70c5-374e-9cad-6ee7f6be6cba",
      "speaker": "Dan",
      "start_timestamp": 925.0,
      "text": "Thank you so much. Thank you very much. I'll play I'll play the clip. If we get to get to it."
    },
    {
      "end_timestamp": 938.0,
      "id": "7e474199-ad4b-34f0-b3b8-99ac9f99bf56",
      "speaker": "Jordan",
      "start_timestamp": 930.0,
      "text": "If I understand correctly, where they was that referring to if you decided not to play the clip, then they would be like, Well, this one would be good."
    },
    {
      "end_timestamp": 940.0,
      "id": "5d603679-0d37-3930-ae40-55eb4be406b5",
      "speaker": "Dan",
      "start_timestamp": 938.0,
      "text": "Yeah. Here's the name if you don't want to do that."
    },
    {
      "end_timestamp": 945.0,
      "id": "87338856-c551-3389-aa34-6ff896eabaee",
      "speaker": "Jordan",
      "start_timestamp": 940.0,
      "text": "I mean, I subtle dig at you in that's fantastic."
    },
    {
      "end_timestamp": 967.0,
      "id": "3d5e2e29-9968-33ce-8b2f-4015da97cd4b",
      "speaker": "Dan",
      "start_timestamp": 945.0,
      "text": "Sure. I appreciate your but it also could be you know, it could be if this is too much of a hassle. Sure. Sure. Absolutely. Anyway, sorry about that. So we got this episode to do. And I want to say, a little tease. And that is that if you stick around till the end of the episode, we will have a new song by DJ Dan, that we forgot to play earlier."
    },
    {
      "end_timestamp": 968.0,
      "id": "2dca4b35-7a74-38f8-9ef0-d48737893b5d",
      "speaker": "Jordan",
      "start_timestamp": 967.0,
      "text": "We're great. You know"
    },
    {
      "end_timestamp": 976.0,
      "id": "fefb1001-12bf-350d-8b61-8caacfe8c50b",
      "speaker": "Dan",
      "start_timestamp": 968.0,
      "text": "what, it's it's one thing to just like, yeah, we kind of forget things, you know, but when it's like a couple in a row, it doesn't feel great. It Okay,"
    },
    {
      "end_timestamp": 998.0,
      "id": "9cc30b29-38a2-3a9d-85b5-5a478d4ac593",
      "speaker": "Jordan",
      "start_timestamp": 976.0,
      "text": "so there is and you know, you and I both have strenuously avoided this, but there are reasons people have other people work on it. Yeah, that's true that a lot of other shows have staffs. There are people designated to remember thing, right? That's crazy. Yeah. Never gonna happen with us. But"
    },
    {
      "end_timestamp": 1006.0,
      "id": "108d69ca-547b-35f3-8787-eb77a6f0ab18",
      "speaker": "Dan",
      "start_timestamp": 998.0,
      "text": "looking over at the other person who works on this show. Good, maybe get a planner or something."
    },
    {
      "end_timestamp": 1009.0,
      "id": "dd303efa-b31e-33fc-a4b6-d08e3b0427d6",
      "speaker": "Jordan",
      "start_timestamp": 1006.0,
      "text": "That's probably a good idea. Anyway,"
    },
    {
      "end_timestamp": 1038.0,
      "id": "ca712873-a660-33c8-a925-a3d34f37c2dd",
      "speaker": "Dan",
      "start_timestamp": 1009.0,
      "text": "there'll be a new song of the highway men mix by DJ Dan Okay, it's great episode, but here we go. We're going to start and we started on the 12 A, and actually, we don't have any clips from the 12 it is a boring show. Nothing happens. I couldn't find anything to grab on to Alex's killing time. Sure. It is not even interesting. But there's a commercial that I heard on that episode that I thought was worth bringing to everyone's attention okay."
    },
    {
      "end_timestamp": 1044.0,
      "id": "48fe769e-9ee6-31c8-a40b-f56f7204bfc8",
      "speaker": "Female Ad Reader",
      "start_timestamp": 1038.0,
      "text": "Oh my god. I can't believe I got these drugs prescribed for free and shipped overnight to my door without seeing a doctor."
    },
    {
      "end_timestamp": 1083.0,
      "id": "edfc4cc4-a97e-3675-b09d-06107386d78a",
      "speaker": "Male Ad Reader",
      "start_timestamp": 1044.0,
      "text": "Yes, it's true for a lot of time our doctors are prescribing drugs for free. Our doctors are prescribing muscle relaxers sleeping pills and Viagra, right free prescriptions over the phone for painkillers Migraine Relief, anti anxiety, allergy relief and heartburn relief. The list goes on and on free prescriptions for hair loss, birth control, antidepressants, acne creams and herpes medication that I mentioned free diet pills and Viagra prescriptions. This is a limited time offer. Our doctors will not be prescribing drugs over the phone for free and shipping them overnight to your door for much longer. If you don't call 1-800-615-7094 Right now, you may miss out forever to participate in this limited time offer and have your drugs prescribed over the phone for free. You need to call 1-800-615-7094 now Yeah, so"
    },
    {
      "end_timestamp": 1108.0,
      "id": "5b5a555e-ba00-3ea4-9f4d-f91e3f87dfc2",
      "speaker": "Dan",
      "start_timestamp": 1083.0,
      "text": "Alex was advertising for a drug shopping? Kind of like, look, it's one thing. I don't know, actually, I'm not going to try and capture this in anything. He brings up like muscle relaxants, painkillers. Like these are some dangerous things to be taking outside the supervision of like doctor's care lists so much is one of the things that's great. Yeah, good."
    },
    {
      "end_timestamp": 1123.0,
      "id": "5e17f3b3-c029-3ead-9409-f9dc4e99b47c",
      "speaker": "Jordan",
      "start_timestamp": 1108.0,
      "text": "I mean, know, when you're when you're on a commercial, the one thing I'm listening for is if you're reinforcing once more, just so you know, we have speed and Dick pills. I think we know what people are asking for. Okay."
    },
    {
      "end_timestamp": 1129.0,
      "id": "6f29394b-8de4-37c1-bc97-e9104a17e77d",
      "speaker": "Dan",
      "start_timestamp": 1123.0,
      "text": "Yeah. And there's like, Hey, we're only ever doing this for a while. That's insane. Get your drugs."
    },
    {
      "end_timestamp": 1137.0,
      "id": "28879458-4938-3f5c-9712-57b381761459",
      "speaker": "Jordan",
      "start_timestamp": 1129.0,
      "text": "What is this the wild was this is a come on down to get Dr. Jin's tonic, it's going to solve all your problems today."
    },
    {
      "end_timestamp": 1144.0,
      "id": "990ec1a2-b1fd-3dd2-b06d-fbffd71ea84e",
      "speaker": "Dan",
      "start_timestamp": 1137.0,
      "text": "I mean, this is a mess. But it's also there isn't there's an element of it. That is just deeply unethical."
    },
    {
      "end_timestamp": 1150.0,
      "id": "b74489e3-656e-371b-be0c-9199ac0b5692",
      "speaker": "Jordan",
      "start_timestamp": 1144.0,
      "text": "Yeah, no, this is this can't be legal. Right? I don't know. Is it? Was it legal to do those three?"
    },
    {
      "end_timestamp": 1202.0,
      "id": "61258aa1-58dc-3175-ba92-0f4752b12227",
      "speaker": "Dan",
      "start_timestamp": 1150.0,
      "text": "Look, I don't know enough about the law. And I assume that it is I assume it's somewhere it's like it must be there's some sort of a loophole or something. I'm not saying that there's Alex should be arrested or these people should be arrested. But he should feel terrible, like advertising for this. I mean, I think that it's even dicey to advertise like gambling stuff. Yeah. I think that's a little bit shady. I think I think even I mean, maybe I'm more anti advertising than a lot of folks. But I understand people taking ads for, you know, something that could potentially be dangerous. But like this is a Do you want free access to medications that could potentially completely destroy your life? And I'm Alex Jones, somebody who hates a pharmaceutical right where do you think that every shooter is? Somebody who's on brain control meds. Yeah,"
    },
    {
      "end_timestamp": 1208.0,
      "id": "e4aed9ca-c1e9-3086-a0d9-d954c8bd44f7",
      "speaker": "Jordan",
      "start_timestamp": 1202.0,
      "text": "don't take psychiatric drugs take speed and Dick pills, preferably together and with alcohol,"
    },
    {
      "end_timestamp": 1213.0,
      "id": "8ce94951-6e2d-305d-9aa8-d21e801568c8",
      "speaker": "Dan",
      "start_timestamp": 1208.0,
      "text": "but for my for my impression with that call, you could get psychiatric meds to Oh, of course, you can get anything you want from"
    },
    {
      "end_timestamp": 1223.0,
      "id": "c2b7a6c8-9913-37db-b773-b1199c66c8c3",
      "speaker": "Jordan",
      "start_timestamp": 1213.0,
      "text": "that place, which again, is a problem. Yeah. I mean, hindsight is 2020. But if I was that"
    },
    {
      "end_timestamp": 1238.0,
      "id": "c7c59e4a-ba7a-39fb-89d3-783b23ca2295",
      "speaker": "Jordan",
      "start_timestamp": 1223.0,
      "text": "sorry. I don't appreciate I jokes because I'm blind. It is so clear, like, oh, yeah, the opioid crisis is 100%. Common. 100% Common?"
    },
    {
      "end_timestamp": 1269.0,
      "id": "cc3790e2-a337-3247-8d3d-157b7bd87183",
      "speaker": "Dan",
      "start_timestamp": 1238.0,
      "text": "Yeah. Yeah. You know, I think I think that if you're Alex Jones, there's like, there should be a point at which like, I understand that this ad is probably run through my disk resources, or Genesis. Sure. You know, like, This is Ted Anderson's fault. Yeah. But if I were Alex, I would put some sort of standards in place where I'm like, No, you don't do this, you are going to get, you're going to run the risk of getting our audience addicted to pills, sure, that will destroy their lives. Well, they maybe don't need them. Or,"
    },
    {
      "end_timestamp": 1289.0,
      "id": "1a86b39f-d35c-37c5-9194-a66af63d7262",
      "speaker": "Jordan",
      "start_timestamp": 1269.0,
      "text": "I mean, Dan, that would only make sense if they were operating under similar rules as like, as like a drug dealer of some sort, you know, like, they would do something like say, Oh, the first taste is free. And then later on whenever you came back to them, because you're addicted to it, you wouldn't get it for free. But clearly, that's Wait a second, Dan? Well, they're"
    },
    {
      "end_timestamp": 1305.0,
      "id": "304b652c-4a40-37bd-9fa0-b1c094ef5e8f",
      "speaker": "Dan",
      "start_timestamp": 1289.0,
      "text": "not gonna be shipping them for free for long. Yeah, that's, yeah. So yeah, the 12 is a Friday. So the weekend comes and goes, and Saddam got captured over the weekend. And so on the 15th."
    },
    {
      "end_timestamp": 1309.0,
      "id": "4661973a-ac84-39b0-a355-1ab0e8d6037e",
      "speaker": "Jordan",
      "start_timestamp": 1305.0,
      "text": "Monday, I always do a dues dump on the weekend. Yeah. Because you know what, uh, yeah."
    },
    {
      "end_timestamp": 1315.0,
      "id": "003d8547-50a1-3769-a833-f9f93ededceb",
      "speaker": "Dan",
      "start_timestamp": 1309.0,
      "text": "So and I was trying to find a way to connect this to like you always get fired. Right."
    },
    {
      "end_timestamp": 1319.0,
      "id": "fa8ee5d4-10fb-34bc-b104-f363033b67a2",
      "speaker": "Jordan",
      "start_timestamp": 1315.0,
      "text": "But Alex, get fired ad on a Friday."
    },
    {
      "end_timestamp": 1328.0,
      "id": "96980660-3632-37a8-8c68-4d3c9bc22fcc",
      "speaker": "Dan",
      "start_timestamp": 1319.0,
      "text": "Alex comes in on Monday. Yeah. And here's where he's at. I mean, at least he doesn't beat around the bush. He just gets to the news."
    },
    {
      "end_timestamp": 1382.0,
      "id": "cdb5258d-8635-3678-93fd-c7e7313052e5",
      "speaker": "Alex Jones",
      "start_timestamp": 1328.0,
      "text": "Hello, my friends. Welcome to another Live edition of the Alex Jones Show. I'm chomping at the bit to comment on the suppose that capture of Saddam was in Houston, Texas, Sunday morning after success. Yeah, that's the way you're doing. John Carpenter's. They live at the local movie theater. They're great seeing everybody and I got up that morning turned on the television, something I rarely do these days. And they were announcing that they had captured the rat. They had the ace in the hole. They had captured Saddam Hussein the day before. And they were announcing to us, the governor of the American governor of the territory of the holding, was saying that we have done it and some Iraqi journalist about 10 of them jumped up and started hooting and hollering and praising this development."
    },
    {
      "end_timestamp": 1402.0,
      "id": "fdf6bd2b-a4de-3599-a7b4-baca64992518",
      "speaker": "Dan",
      "start_timestamp": 1382.0,
      "text": "What a monument is weakened. I mean, first of all, you had Saddam getting captured. Sure. And then Alex was at the Alamo Drafthouse. Yeah. And he did his his movie screening. Yeah, I have to say that I think Alex is a little bit annoyed that Saddam got captured because it kind of makes it so he can't just talk about the show and how much of a success it was."
    },
    {
      "end_timestamp": 1414.0,
      "id": "3ea63120-f2a1-334a-9417-04d472a73b50",
      "speaker": "Jordan",
      "start_timestamp": 1402.0,
      "text": "I mean, I'm assuming that Alex would be annoyed if he had gone down on the plane with the Big Bopper and wasn't given had billing, you know, like that kind of thing. Alex would be very frustrated if he lost any clout to anyone,"
    },
    {
      "end_timestamp": 1420.0,
      "id": "6a3e1406-b576-3e6d-a7c0-6320a70272b0",
      "speaker": "Dan",
      "start_timestamp": 1414.0,
      "text": "where you're saying that he would be upset if he was on the plane with the Big Bopper, as opposed to with Buddy Holly."
    },
    {
      "end_timestamp": 1426.0,
      "id": "16b2634d-9db1-3f62-a1a3-f519b776e145",
      "speaker": "Jordan",
      "start_timestamp": 1420.0,
      "text": "Well, whatever. I'm backwards. By bad, I'm backwards. The"
    },
    {
      "end_timestamp": 1430.0,
      "id": "6bc413df-2787-3e55-a276-15cc42da574a",
      "speaker": "Dan",
      "start_timestamp": 1426.0,
      "text": "only reason I bring it up is because it runs counter to the argument that you were"
    },
    {
      "end_timestamp": 1437.0,
      "id": "217ec333-4a27-3801-8d97-00ce786b18bd",
      "speaker": "Jordan",
      "start_timestamp": 1430.0,
      "text": "absolutely the complete opposite. It's been I believe it's been a long day. All right, mistakes were made."
    },
    {
      "end_timestamp": 1440.0,
      "id": "5208a807-9769-3832-8db7-4c029493d14a",
      "speaker": "Dan",
      "start_timestamp": 1437.0,
      "text": "It's tough stuff out there. It's raining in Chicago."
    },
    {
      "end_timestamp": 1443.0,
      "id": "fa00e4c2-8fba-3084-a9a3-4716ef07c97c",
      "speaker": "Jordan",
      "start_timestamp": 1440.0,
      "text": "That's the problem. I got a bum knee."
    },
    {
      "end_timestamp": 1465.0,
      "id": "687ab244-8bb1-3ff1-88f2-a31881234601",
      "speaker": "Dan",
      "start_timestamp": 1443.0,
      "text": "It's all there and the rain exacerbates that knee. It's, you know, from Farsight. It's really true, though. It hurts. So we don't really know what Alex's vibe is yet. Yeah, you know, there. He's kind of saying these supposedly capture, but there's not really a sense that he's like, this is fake. Yeah, or anything. And that continues."
    },
    {
      "end_timestamp": 1488.0,
      "id": "3f98fe46-d302-3905-aa96-e6c5930e9a93",
      "speaker": "Alex Jones",
      "start_timestamp": 1465.0,
      "text": "Now, there's been so many false reports of captures of other people. I thought we go over this today. I don't know what to believe. Interesting. And we're gonna open the phones up early and try and take dozens and dozens and dozens of calls today. Wide open phones on the show. What do you think's happening? Your chance to respond? I don't know. Doesn't know."
    },
    {
      "end_timestamp": 1514.0,
      "id": "90263bee-9bbb-32ff-b7a4-45ad5f41d8e2",
      "speaker": "Dan",
      "start_timestamp": 1488.0,
      "text": "It's kind of refreshing to hear Alex just say that he has no idea what the reality of a given situation is. You'd never hear him show that kind of weakness these days. But in the past Alex's brand was being a smart truth teller, not that he's a prophet ordained by God and given a divine revelation, and a guy who can also see the future. That's a good point, his image can sustain a little bit of uncertainty in 2003, which is just kind of like a normal person."
    },
    {
      "end_timestamp": 1522.0,
      "id": "0ead3383-a553-34dc-8182-c0f8be99acd2",
      "speaker": "Jordan",
      "start_timestamp": 1514.0,
      "text": "I mean, not knowing things is actually one of the most. One of the strongest things that a truth teller does. Sure If not no thing,"
    },
    {
      "end_timestamp": 1526.0,
      "id": "b7f1a0d7-6719-31b7-90a0-9211eabdf777",
      "speaker": "Dan",
      "start_timestamp": 1522.0,
      "text": "right? Yeah, yeah. It's the wise man admits when he doesn't know. Well, I"
    },
    {
      "end_timestamp": 1533.0,
      "id": "6fff4a38-64e3-395f-b037-65ca7c69de57",
      "speaker": "Jordan",
      "start_timestamp": 1526.0,
      "text": "think one who speaks does not know exactly, yeah, Jefferson know, that loud to"
    },
    {
      "end_timestamp": 1580.0,
      "id": "160d955c-c276-341f-be1a-ed8111e41e64",
      "speaker": "Dan",
      "start_timestamp": 1533.0,
      "text": "close those close. So that being said, All that being said, Alex is not being aboveboard here. On the surface, he's saying that he doesn't know what to think. But he's very clearly trying to imply to the audience that they should think that the capture of Saddam was fake. All the external context that he adds to the coverage serves only to justify coming to the conclusion that it was fake. Alex points out that other captures have been faked before, which is supposed to make the listener feel like deciding Saddam's CAPTCHA was faked is a more rational act. Normally, you may notice that Alex is not doing this kind of insinuation in the other direction, providing defenses for the listener who may be inclined to think that the CAPTCHA was legit. That's because there is a conclusion Alex is driving it, even if he's trying to hide behind pretending that He's clueless and I don't know what to think."
    },
    {
      "end_timestamp": 1614.0,
      "id": "8d42e0d8-f263-324d-a025-66f7cbc23abf",
      "speaker": "Jordan",
      "start_timestamp": 1580.0,
      "text": "Sure. I mean, it's, it's obviously more likely for him to lean towards it was fake. I mean, that's his bailiwick, you know, on the day to day, I'm a little confused as to why he's not in this one. You know, in this particular situation, I feel like with the knowledge of Saddam's doubles all over the place, you know, everybody you knew that was going around through you have, you have a fairly good shot, at least as for a few days of being like, I don't think it was him. They have to prove it. I think they're faking it. Well, I"
    },
    {
      "end_timestamp": 1649.0,
      "id": "56106d23-665d-3409-9a03-7b048b7c92f4",
      "speaker": "Dan",
      "start_timestamp": 1614.0,
      "text": "had a couple of thoughts about that. Well, we'll we'll get into that a little bit as things go along. But also, interestingly, there is not really any inclination towards the doubles and stuff, even though he does bring up that there were doubles. He's pretty insistent that this is actually Saddam. Interesting. Yeah. Because he was saying that some other time in the not too distant past. Some other picture of Saddam was a double. He has a lot of ideas about whether or not Saddam's neck is"
    },
    {
      "end_timestamp": 1659.0,
      "id": "17654b02-b939-330d-a602-6d6667f34ff6",
      "speaker": "Jordan",
      "start_timestamp": 1649.0,
      "text": "a very pressing question for him. I do believe he measures Naples verses by thickness of Beck's critical since it's a saying in his house. Oh, that man has a real thick neck."
    },
    {
      "end_timestamp": 1664.0,
      "id": "9ba778dd-6218-3c75-beec-722c1920a176",
      "speaker": "Dan",
      "start_timestamp": 1659.0,
      "text": "Yeah. So Alex continues to pretend that there's like, I don't know what's going on here."
    },
    {
      "end_timestamp": 1716.0,
      "id": "4bc65741-6e24-3775-9c70-c28b7248a567",
      "speaker": "Alex Jones",
      "start_timestamp": 1664.0,
      "text": "I know this, though, that Saddam they showed during the war with the glasses was not Saddam. The Israelis and Iranians and others looked at it and said, That's not Saddam. I could look at it and tell you it wasn't Saddam, though. It was a better body double than the fat guy that they claim was bin Laden. Two years ago. Remember that video, the fat guy in the dark room that looked nothing like Bin Laden had a nose twice the size of bin Laden? We know that was fake. We know that the Pentagon has planted hundreds of fake letters from troops in newspapers with false signatures we know they lied to us about mass graves and mobile weapons trucks and uranium from Niger. We know that they've planted false news stories of impending terror to quote, great hysteria. We know the jessica lynch story was a quote, fable. So I don't know"
    },
    {
      "end_timestamp": 1761.0,
      "id": "c2c72f7e-8eb4-3064-8991-30b6e0659bbe",
      "speaker": "Dan",
      "start_timestamp": 1716.0,
      "text": "what Alex is doing here is teaching his audience how to argue a point while knowing nothing about the actual point you're arguing. Leaving aside the dubious nature of some of the points Alex just listed off, even if all of that was totally true and accurate, none of it would prove that Saddam's capture wasn't real, right. At best, the argument he's making could conclude that the globalists are capable of faking something, but that doesn't mean that they did. The goal of this style of argumentation is to overwhelm the person you're arguing with. It's a barrage of points that don't prove anything, but it's literally impossible for someone to respond to what Alex is saying in any satisfactory way. You see this kind of behavior a ton in social media comments, so it's kind of kind of makes sense that Alex would have gravitated so strongly to that swamp,"
    },
    {
      "end_timestamp": 1781.0,
      "id": "cd732501-b479-3fe5-ab18-fc9c68e0f7dc",
      "speaker": "Jordan",
      "start_timestamp": 1761.0,
      "text": "here's how I would respond to it. Okay. I would ignore most of it. Yeah, I would say of all things, if I recall correctly, Osama had a bit of a honker, I wouldn't I wouldn't choose the size of his nose to measure he had a large nose right it's nothing wrong with that or give"
    },
    {
      "end_timestamp": 1783.0,
      "id": "e4170168-b261-30c4-98d7-d4f2896d4f92",
      "speaker": "Dan",
      "start_timestamp": 1781.0,
      "text": "him a that's not a no"
    },
    {
      "end_timestamp": 1793.0,
      "id": "5ff68108-bf32-34d0-87dd-99a2757bab44",
      "speaker": "Jordan",
      "start_timestamp": 1783.0,
      "text": "look at the man you know, like Kabaddi if you guys gaining weight of course he gained weight he used to be flying around and shit and I was just sitting in a hole with his 30 wives or whatever."
    },
    {
      "end_timestamp": 1809.0,
      "id": "bca4f521-cace-35c9-bc96-c1f2936a6ca4",
      "speaker": "Dan",
      "start_timestamp": 1793.0,
      "text": "Well, I would say that you're not going to win going down that road the your first instinct was better, which is just true nor all this stuff. Then stay on the point that you're supposed to be talking about, which is the the Saddam, what do you know about it? And you're not he's not saying anything. Right,"
    },
    {
      "end_timestamp": 1825.0,
      "id": "bfce0776-645b-3345-b55f-3e0f076cb453",
      "speaker": "Jordan",
      "start_timestamp": 1809.0,
      "text": "right. But that's why I feel like we need to get to the bottom of this Osama thing, because he's not really saying anything about that. But I want to know what he thinks about when he sees Osama as knows, you know, like, what is the size that is large or small? In that picture? Do you know what I'm saying? Oh,"
    },
    {
      "end_timestamp": 1903.0,
      "id": "91d33568-818b-3478-b44a-6b8cfe38b376",
      "speaker": "Dan",
      "start_timestamp": 1825.0,
      "text": "I think I see maybe how you would want to have a good time arguing with Alex. Yeah, but I don't think it's a fruitful road. Fair. So the second goal of this kind of thing, this kind of argumentation is to make an argument without having to own the fact that you made that argument. Alex is arguing that Saddam's CAPTCHA was faked, but he has every ability to pretend that he's not. If you were to say that he's making that argument, he'd be able to weasel his way out of that, by that it's pointed out, I didn't say that. Meanwhile, Alex has been saying that Saddam fled to Bella roofs with his kids and a bunch of gold ever since he was ousted from power. So if you're a person familiar with the content and narratives that are active on Infowars, at this point, you would know that what Alex is saying is not I don't know, he's saying like basically that he wants to call it fake, but he doesn't have the right talking point to anchor that claim yet. So he's gonna play dumb. He'll take a bunch of calls. And hopefully one of them will make a point that he can use to strengthen his conspiracy. But make no mistake, Alex isn't looking for information that will help him arrive at the conclusion that the capture was real. If that was the case, then it would call into question so many of his other narratives about the Iraq War, and the pieces would start to fall. It still needs to be fake in order for all these other things to be maintained. Yeah,"
    },
    {
      "end_timestamp": 1929.0,
      "id": "fcb9a3ff-683d-3b1e-ba46-329c1cfb2236",
      "speaker": "Jordan",
      "start_timestamp": 1903.0,
      "text": "I think that's one of the things that is applicable in so many different aspects of life is that type of thing when somebody says that type of thing Do you know the, I'm saying this, but I'm afraid to take responsibility for it. There is no point in like trying to convince them of something they have no interest in being convinced they're they're trying to get through this with what they have and intact, you know, well, and"
    },
    {
      "end_timestamp": 1939.0,
      "id": "0bda6978-23bd-3f2e-bedf-b04814ea9b86",
      "speaker": "Dan",
      "start_timestamp": 1929.0,
      "text": "there's a good there's a conclusion or an ending point that they're angling towards, and that they're going to keep moving towards. Regardless,"
    },
    {
      "end_timestamp": 1942.0,
      "id": "0f2cdece-a9b5-3a0a-b59f-5e6ed494fcd6",
      "speaker": "Jordan",
      "start_timestamp": 1939.0,
      "text": "you're not going to tuck them in back from the Leno and"
    },
    {
      "end_timestamp": 1961.0,
      "id": "12edb8a5-dd63-3067-90d2-48201e52b7da",
      "speaker": "Dan",
      "start_timestamp": 1942.0,
      "text": "so much of this other stuff this pretending to not really know. And all this is a performance of it kind of totally makes it seem more like Alex is doing a investigative process before he arrives at his conclusion that one way or another something was fake here, right? Right."
    },
    {
      "end_timestamp": 1969.0,
      "id": "bad346ff-bea5-3374-9973-84ca0156d4fb",
      "speaker": "Jordan",
      "start_timestamp": 1961.0,
      "text": "I don't know who did this, but it has their fingerprints of every Republican I've ever seen. So I'm just saying that they might be but you know,"
    },
    {
      "end_timestamp": 2005.0,
      "id": "1925afd8-ed96-3330-9f86-fd5c8de2ecf3",
      "speaker": "Dan",
      "start_timestamp": 1969.0,
      "text": "what, Alex has a conspiracy here shocking. And it's kind of a decent way for him to go in order to maintain like I said, a lot of those other trappings church that he has that would intersect with Saddam be strategic flexibility, one might say sure, but like, you know, the I'm thinking of it more like Jenga, like it's sure this pulling this piece out, does not make everything topple, right as if you were to say like, oh, that you know, everything that they're saying about this CAPTCHA is totally accurate. Then the whole the whole tower falls a lodestone."
    },
    {
      "end_timestamp": 2047.0,
      "id": "a7e0de38-684d-3241-8020-79785d4e91a9",
      "speaker": "Alex Jones",
      "start_timestamp": 2005.0,
      "text": "Yeah, this is what the Israeli intelligence has to say which doesn't even go along with Bush interesting. Indications are Saddam was being held prisoner. That's from the Debka file. And that's exactly what I thought. It was driving back from Houston listening to talk radio and the propaganda and thinking about it. The sat there for an hour eating breakfast in my hotel room, listening to what they were saying what they were up to what they were doing, and I came away with that guy had been a prisoner. He was drugged. I mean, you know, when somebody's on drugs, he was on some type of depressant. That was clear look like somebody hopped up on psychotropics as well. Or lithium. Yeah. So"
    },
    {
      "end_timestamp": 2055.0,
      "id": "a32ddcfa-eeeb-32b5-897b-019583670c31",
      "speaker": "Dan",
      "start_timestamp": 2047.0,
      "text": "Alex is decided that the new way to go with it is he was a he was a prisoner. He was held captive, right."
    },
    {
      "end_timestamp": 2061.0,
      "id": "884c674e-33ba-31ae-a949-84de0197eaba",
      "speaker": "Jordan",
      "start_timestamp": 2055.0,
      "text": "You do not know when a person is on drugs?"
    },
    {
      "end_timestamp": 2064.0,
      "id": "c25a86bc-8d17-3812-8ac9-11e656334360",
      "speaker": "Dan",
      "start_timestamp": 2061.0,
      "text": "If you're Alex, you do because he always discernment."
    },
    {
      "end_timestamp": 2073.0,
      "id": "dcd0841b-f3aa-369b-a8ab-357087bdfb0c",
      "speaker": "Jordan",
      "start_timestamp": 2064.0,
      "text": "I just feel like that's not I mean, sometimes you know, when a person's on drugs true, but you do not know when a person is on drugs. As a blanket statement,"
    },
    {
      "end_timestamp": 2078.0,
      "id": "7b1c5a78-3f18-31ae-9b34-be817722c52f",
      "speaker": "Dan",
      "start_timestamp": 2073.0,
      "text": "you can suspect and maybe have cause to be a little bit suspicious. I'm"
    },
    {
      "end_timestamp": 2093.0,
      "id": "eb8b85c1-57c4-3e02-b2b1-f90a77281389",
      "speaker": "Jordan",
      "start_timestamp": 2078.0,
      "text": "gonna throw this out there seeing somebody on TV after they have been in a hole for several days. I don't know if you can tell if they're on drugs or one way or the other. No, I think that might be a bit of a biased circumstance."
    },
    {
      "end_timestamp": 2097.0,
      "id": "463e4601-e774-3c97-ae71-aba2cab229b6",
      "speaker": "Dan",
      "start_timestamp": 2093.0,
      "text": "Also, I mean, I've not seen a study on this. But yeah, being in a hole for a couple days might get you high as hell I"
    },
    {
      "end_timestamp": 2102.0,
      "id": "dae1117d-1065-3a91-8ac1-f2f62c55c568",
      "speaker": "Jordan",
      "start_timestamp": 2097.0,
      "text": "think it'd be I think it'd be more effective. than drugs driving you insane at least"
    },
    {
      "end_timestamp": 2142.0,
      "id": "3e991512-5921-306e-9ee1-27a581e6611c",
      "speaker": "Dan",
      "start_timestamp": 2102.0,
      "text": "now, but do you see this is a good way for all of the things that Alex has said already to sort of be recontextualized right. So when the when Saddam was ousted from power there was the he flew out to Bella roofs shares hanging out there playing or what have you. Yeah, this can go along with that. It's like that was we were wrong about that. The Intel was there, but they got double crossed, so they kidnapped Saddam which man put him in the hole, and they're holding him in order to be turned over in order to give the globalists a big boost. So they put them on ice"
    },
    {
      "end_timestamp": 2152.0,
      "id": "598c4ae5-7ca3-3310-82d5-952e379405d4",
      "speaker": "Jordan",
      "start_timestamp": 2142.0,
      "text": "I mean, I'm gonna say even even for Saddam they would not have put him in what amounted to a coffin. Right. As far as a prison goes, they would at least put them in a room."
    },
    {
      "end_timestamp": 2155.0,
      "id": "145ff62f-8ffe-3fa1-8107-91a15b152a58",
      "speaker": "Dan",
      "start_timestamp": 2152.0,
      "text": "Well, yeah, yeah, but you"
    },
    {
      "end_timestamp": 2158.0,
      "id": "15f036e8-2f55-3fda-8daf-ce8ac54e35b7",
      "speaker": "Jordan",
      "start_timestamp": 2155.0,
      "text": "hide in a coffin because you're trying not to be found."
    },
    {
      "end_timestamp": 2162.0,
      "id": "5f3607e7-79e4-37e6-b02e-06416175dd19",
      "speaker": "Dan",
      "start_timestamp": 2158.0,
      "text": "Or you don't want him to be found until it's time for the"
    },
    {
      "end_timestamp": 2173.0,
      "id": "ba0512e4-1822-3574-9992-b587909d7948",
      "speaker": "Jordan",
      "start_timestamp": 2162.0,
      "text": "you're sure reveal fight fight. We're gonna we're gonna go back until the time is right to reveal that we have been keeping Saddam in a coffin. All right. Okay,"
    },
    {
      "end_timestamp": 2187.0,
      "id": "ede56d89-3e09-301a-b533-0db4a2e175ce",
      "speaker": "Dan",
      "start_timestamp": 2173.0,
      "text": "so good movie, Alex. He was coming back from Houston. And he was listening to these talk radio stations discuss the Saddam discovery. Sure. And he decided I gotta get in the mix here."
    },
    {
      "end_timestamp": 2264.0,
      "id": "39a97aaa-f0fb-33c6-a952-62d16d7d943b",
      "speaker": "Alex Jones",
      "start_timestamp": 2187.0,
      "text": "I show bro the charity and another film at the movie theater in Houston. big success. Great seeing everybody. And so I get up Sunday morning, and I'm, you know, eating breakfast in the hotel room. And I turn on the news at like nine o'clock, eight o'clock in the morning and there's Saddam capture. And so I watch that for a few hours leave and I'm driving back to Austin three and a half hours listening to Houston talk radio, Austin talk radio, and San Antonio talk radio. And briefly Dallas, I listened to three local shows and part of a syndicated show, I called into three local shows on big, you know, 15,000 by a 50,000 watt AM's I call into them. And I say well, I just want to point out that bush cut Taiwan loose. And so they you know, they can be on their own violating our treaty with them. China's a much greater threat, more abuse than than Siddhanta thought of why are we talking about Saddam as quote the next Hitler being captured. But but but not talking about how our government funded and created him and they say thanks for your opinion and hang up on me. So I'd call back and I'd go looses Kevin. Behind that piece of foil, that we all arrest anybody that disagrees with Bush"
    },
    {
      "end_timestamp": 2268.0,
      "id": "5e2d1350-f596-3742-989e-c9370c08b17d",
      "speaker": "Jordan",
      "start_timestamp": 2264.0,
      "text": "Salas get you? Why are you calling get you right on?"
    },
    {
      "end_timestamp": 2304.0,
      "id": "947589ce-c8b6-324c-8308-32e9b8d61f51",
      "speaker": "Alex Jones",
      "start_timestamp": 2268.0,
      "text": "And they would put me on the air and I'd suddenly switch back to my regular, you know, Alex Jones, and I'd say not shift out of care. You know, we put Saddam and power and told him to invade Kuwait and on to attack Iran. And you know, he is a thug, but compared to all these other people, he's nothing and the documents say that they want, you know, wanted to have tears excuse to get the oil that Saddam wasn't a threat. Dick Cheney wrote that. And the host would hang up on me and go, How dare you say you were for the president or for this and then come on and do that you lied. But by them doing that they show they were censoring the calls?"
    },
    {
      "end_timestamp": 2363.0,
      "id": "3a3ccc17-fe19-3f8a-953b-10ae1d806877",
      "speaker": "Dan",
      "start_timestamp": 2304.0,
      "text": "We've heard Alex yell at some people about lying about their calls to seem like that. I guess he's, you know, he's condemning himself here. Sure. No, I don't believe that this happened. necessarily doubtful. But it's fun. It's a fun story. But if it did happen, sure. Which again, I don't think this happened. No, but if it did, I think a more likely explanation for all of the things that Alex is describing is that the people who are producing a radio show had enough callers who maybe had the perspective that Alex in his own persona had sure or they got the sense this isn't going to be a good call, this person is going to be a pain in the ass to talk to true I don't want to talk to this person possible. Where as his sort of local character that is like, I think that everybody should be hanging. Right? That's like, okay, maybe this is somebody who we don't have this voice calling in"
    },
    {
      "end_timestamp": 2368.0,
      "id": "ff4430dc-d137-3daf-9f66-270d0813bd01",
      "speaker": "Jordan",
      "start_timestamp": 2363.0,
      "text": "some entertaining. Yeah, this will give us a new fresh voice. Come on, people. You gotta stay listening. Right?"
    },
    {
      "end_timestamp": 2381.0,
      "id": "39aee7c5-a79a-3ed2-96eb-ff58a3bafdc8",
      "speaker": "Dan",
      "start_timestamp": 2368.0,
      "text": "There might be a higher demand for that van. Whatever Alex is bringing to the table and they're trying to do a show. Sure. So maybe that's what that maybe that's a part of it. Pitch. Kids. Hold on. Okay, this didn't happen."
    },
    {
      "end_timestamp": 2403.0,
      "id": "7bba68b3-3181-3427-a6d1-a5b36f4753b1",
      "speaker": "Jordan",
      "start_timestamp": 2381.0,
      "text": "No, no, let me pitch you on this. Okay. So Alex calls in and they're like, you're Alex Jones. Of course. We can't put you on there. And then Alex calls in doing his Kevin character, and then they go Hold on. I'm gonna have to put you on hold. Holy shit. Alex Jones is trying to do a bucket character are you shitting me we Gotta put this guy we got to put them on if he does the character is gonna be fucking gray"
    },
    {
      "end_timestamp": 2407.0,
      "id": "59fcfd46-11e0-363e-a851-c2fc779d70ae",
      "speaker": "Dan",
      "start_timestamp": 2403.0,
      "text": "areas an angle of that that would be fun. Yeah, but again, did not"
    },
    {
      "end_timestamp": 2412.0,
      "id": "fd17f936-1320-36ac-ab5b-844d721f4a4e",
      "speaker": "Jordan",
      "start_timestamp": 2407.0,
      "text": "happen. Absolutely not. But that is the way that I would believe it happened. Had it happen."
    },
    {
      "end_timestamp": 2419.0,
      "id": "fbe801ea-c412-3377-896b-26294591ffc9",
      "speaker": "Dan",
      "start_timestamp": 2412.0,
      "text": "Yes. So Alex gets a little bit more into his Saddam kidnapping theory."
    },
    {
      "end_timestamp": 2475.0,
      "id": "64669290-46ec-3815-9471-9349826803fe",
      "speaker": "Alex Jones",
      "start_timestamp": 2419.0,
      "text": "And it looks like they were keeping him on ice to then bring him out. He looked drugged. He looked like he'd been beat up. He had swelling all over his face, which he is Rayleigh consistent with which is a coffin for a lot the last few months because when you've really been savagely beaten, all the bruising doesn't go away around the eyes. There's there's still a general puffiness, a raise, you can see some new scars on his face that weren't there. And he looked like he was hopped up. And if everybody was saying that man, he looks like he's drugged. So you look at that, you know, I found out from a high level Bush administration official that I cannot name a lot of them live here in Austin and on Air Force One. Bush Senior brag that they've got Bin Laden dead from kidney failure, part of an agreement with his family. And plan I'm gonna say this for two years. plan to roll him out. Right, about a month before the election."
    },
    {
      "end_timestamp": 2504.0,
      "id": "9d23dc6e-5a7d-3475-90dc-263dce8d7880",
      "speaker": "Dan",
      "start_timestamp": 2475.0,
      "text": "I don't think that's a Bush administration person. I think that Steve, Steve pathetic that sounds right, because I do know the their first interview, and I've not been able to find this as audio or video. But I have read the transcript of Steve's first interview, and it appears that they hadn't spoken before. And that is in 2002. Wow. So they they are in each other's lives. And maybe not like super close. Sure."
    },
    {
      "end_timestamp": 2508.0,
      "id": "257019f2-39d2-33f5-a054-5ef84b6a0f50",
      "speaker": "Jordan",
      "start_timestamp": 2504.0,
      "text": "So just getting an email every now and again from Steve saying absolutely insane thing."
    },
    {
      "end_timestamp": 2525.0,
      "id": "ff46261b-4080-35ec-90ec-9f6fd2ad617d",
      "speaker": "Dan",
      "start_timestamp": 2508.0,
      "text": "It's possible. But the kidney failure the Marfan Syndrome thing is a is a Steve Hallmark, right and so there's there's a part of me that thinks like, ah, that's that's what Alex is trying to obscure within Trump or Bush administration. Figure."
    },
    {
      "end_timestamp": 2541.0,
      "id": "2610bccc-062c-3c72-9d9b-410f8af380f3",
      "speaker": "Jordan",
      "start_timestamp": 2525.0,
      "text": "It just occurred to me that people used to text conspiracy theories to each other on t nine like if you can you imagine flipping your razor phone open and typing out like a long series of like, here's what the Bush family"
    },
    {
      "end_timestamp": 2544.0,
      "id": "66fd593f-12f1-3834-bb37-cfe2dfbf3f97",
      "speaker": "Dan",
      "start_timestamp": 2541.0,
      "text": "would be furious. I got charged by the texts."
    },
    {
      "end_timestamp": 2547.0,
      "id": "c2141b1a-a394-374c-bb03-57902106c94b",
      "speaker": "Jordan",
      "start_timestamp": 2544.0,
      "text": "Oh my God, that's brutal."
    },
    {
      "end_timestamp": 2548.0,
      "id": "dc6de79a-b36a-34cb-9d3c-c38f9e926b68",
      "speaker": "Dan",
      "start_timestamp": 2547.0,
      "text": "eaten up my plan here, man."
    },
    {
      "end_timestamp": 2555.0,
      "id": "a9b3fca0-f505-3504-9475-763440a35190",
      "speaker": "Jordan",
      "start_timestamp": 2548.0,
      "text": "111444566."
    },
    {
      "end_timestamp": 2556.0,
      "id": "8afbf481-5e48-3cc0-a494-414fd36c7fad",
      "speaker": "Dan",
      "start_timestamp": 2555.0,
      "text": "Yeah, that's no good."
    },
    {
      "end_timestamp": 2560.0,
      "id": "30d61328-fd32-39d0-a243-9b031c24c967",
      "speaker": "Jordan",
      "start_timestamp": 2556.0,
      "text": "Those are the days you kids don't know what"
    },
    {
      "end_timestamp": 2591.0,
      "id": "f4275989-23ed-333e-baef-4f896ae6dfe7",
      "speaker": "Dan",
      "start_timestamp": 2560.0,
      "text": "it was like back in the day trying to pill people on a flip phone. You all have it's so good. Oh, my God. That's that's why they would use like, like, newsletters. Yeah, yeah, far more effective. So Alex is like really trying to leave the perception that I don't know what's going on here could be anything. But he's very clearly trying to argue that it was fake. I mean,"
    },
    {
      "end_timestamp": 2625.0,
      "id": "0c920890-3cc1-3c9e-8e39-ac8df1c491d7",
      "speaker": "Alex Jones",
      "start_timestamp": 2591.0,
      "text": "the guy's been beat, like a ball headed step child. The guy was hopped up on something. They probably dropped us a knockout gas in there five hours before that a seven, eight hour timing. They went in there, hauled him out, took him to the Baghdad airport, stuck him up there in front, everybody. And then there's the question of body doubles because they admitted that 10 body doubles. And I'll tell you he looks like the real Saddam. That guy they put up there with the glasses on TV. Different bone structure, different nose, different lips, little chicken necks. Mom had a big old fat neck. That was not true. Dominic's inclusive"
    },
    {
      "end_timestamp": 2631.0,
      "id": "7b3a6a5a-4da4-3a6d-bdf7-5394f387e1c0",
      "speaker": "Jordan",
      "start_timestamp": 2625.0,
      "text": "evidence is mixed in here. And Dan, have lost weight from being in a coffin."
    },
    {
      "end_timestamp": 2646.0,
      "id": "0cfbb3e8-7e3b-3734-a5fb-3b931b5f27c1",
      "speaker": "Alex Jones",
      "start_timestamp": 2631.0,
      "text": "His teeth are dense him. How did he know that just a few hours after they announced it. They didn't. There's no proof of that. Show. Dan, rather trying to allay your concerns. After all these staged arrest after all this stage business? I don't know."
    },
    {
      "end_timestamp": 2698.0,
      "id": "8d6e601e-90ca-3591-b85d-904cec957d85",
      "speaker": "Dan",
      "start_timestamp": 2646.0,
      "text": "Alex is making a ton of arguments for why this is a fake capture. And he's attacking people like Dan Rather in the mainstream media for reporting that he was at arm who was captured, right? It could not be more clear what Alex his position is, but he's still doing the song and dance about not knowing what he thinks. And I think a part of that is that this position helps persuade listeners. If he comes out guns blazing, yelling about how this is fake, he might be able to convince some or even most of the audience. But if he does it this way, where he slow plays his argument and pretends to be neutral. Alex is able to walk the listeners to the conclusion while making it feel like they were the ones who came up with it. This is a pretty solid manipulation tactic, but it's also requires a little subtlety. And I don't think Alex could pull this kind of thing off nowadays. No, that is the real vibe that I get from the way that he's deploying his rhetoric."
    },
    {
      "end_timestamp": 2728.0,
      "id": "341e07b9-73d4-3fcf-a94a-42b14bb45c6a",
      "speaker": "Jordan",
      "start_timestamp": 2698.0,
      "text": "Yeah, you know, I also I have the sense that pre, I am a prophet that knows everything. And I'm always right about everything 100% of the time, maybe he wants to a wants to go there, right away. But he also has to talk himself into it a little bit. He has to give himself a pep talk on why he should give a full throat to this. You know, it's very shortly after that, I doubt he's had too much time to think about it, let alone come up with a solid plan for"
    },
    {
      "end_timestamp": 2733.0,
      "id": "7b70a9db-18db-3a21-a5eb-10ac10cc0f6c",
      "speaker": "Dan",
      "start_timestamp": 2728.0,
      "text": "Sunday morning. And this is Monday. He had plenty of time."
    },
    {
      "end_timestamp": 2737.0,
      "id": "930cfeae-a1c7-3650-aa53-f26024c7197b",
      "speaker": "Jordan",
      "start_timestamp": 2733.0,
      "text": "I'm sorry. Sunday morning, and this is Monday. So he planned?"
    },
    {
      "end_timestamp": 2743.0,
      "id": "dd15197d-2f4b-3043-95f4-7f8b5c60af7c",
      "speaker": "Dan",
      "start_timestamp": 2737.0,
      "text": "No, I'm saying if you were somebody who, you know, use your time, well,"
    },
    {
      "end_timestamp": 2747.0,
      "id": "89b214cd-e1be-3c29-af4b-121e150a1619",
      "speaker": "Jordan",
      "start_timestamp": 2743.0,
      "text": "that's that's where we're falling apart. You and I."
    },
    {
      "end_timestamp": 2757.0,
      "id": "4e54d6c8-74ee-3180-addb-2ab8ae87fe04",
      "speaker": "Dan",
      "start_timestamp": 2747.0,
      "text": "I'm saying all things being equal for a human time to come up with an argument. Right? We are accounting for Alec, it's not like he found out right before he got on air, then"
    },
    {
      "end_timestamp": 2759.0,
      "id": "7b219377-59ac-3898-9d1a-3fac11594f88",
      "speaker": "Jordan",
      "start_timestamp": 2757.0,
      "text": "you know, whatever. Sure. Sure."
    },
    {
      "end_timestamp": 2779.0,
      "id": "f66dc8ba-0caf-3799-b232-97aa0804ba15",
      "speaker": "Dan",
      "start_timestamp": 2759.0,
      "text": "I think I think that what you're saying, though about him, like trying to talk himself into it is kind of I think there's some merit to that. And that's the the impetus of like going to the callers. Yeah, that I feel like it's the I need to find where my handhold is here. I need to figure out what narrative I'm going to be able to hinge this on. Right. I think there's that."
    },
    {
      "end_timestamp": 2790.0,
      "id": "2a2e185f-0a1f-3d48-bde7-37a16478b0b2",
      "speaker": "Jordan",
      "start_timestamp": 2779.0,
      "text": "And that's part of why he couldn't do it today is because today his character is all seeing profit. You know, he doesn't need to talk himself into anything. He seen it from God."
    },
    {
      "end_timestamp": 2803.0,
      "id": "771e8e3b-183e-3be4-9eb6-cc1bc64b60db",
      "speaker": "Dan",
      "start_timestamp": 2790.0,
      "text": "Yeah, there's a weakness to uncertainty in the present. Whereas in the past, it does not. It doesn't hurt his position and his branding. Yeah, to have that sort of uncertainty."
    },
    {
      "end_timestamp": 2809.0,
      "id": "e7180be4-eb8e-3134-a11f-dca87a7a8202",
      "speaker": "Jordan",
      "start_timestamp": 2803.0,
      "text": "When you start a call, you can doubt but when you get to a certain point, you got to be all knowing. That's just how it goes."
    },
    {
      "end_timestamp": 2833.0,
      "id": "43483846-5106-39d6-81f0-57c55a1ce663",
      "speaker": "Dan",
      "start_timestamp": 2809.0,
      "text": "So you get some calls. And they're mostly dumb, and not really all that interesting. She does not necessarily get any, any sort of thing to hang his hat on. It's all like the tone stays fairly consistent throughout, which is this is fake, but also hedging. Yeah. But some of the calls are kind of interesting."
    },
    {
      "end_timestamp": 2840.0,
      "id": "76326e90-cc1a-33d1-8cf5-ee73316b9609",
      "speaker": "Alex Jones",
      "start_timestamp": 2833.0,
      "text": "How Kivlehan will and Pennsylvania your chance to respond with what you think's going on? Go ahead, Alex. This"
    },
    {
      "end_timestamp": 2858.0,
      "id": "67b88389-b9ef-3aea-800a-87a2a7eae015",
      "speaker": "Caller 1 (763)",
      "start_timestamp": 2840.0,
      "text": "one looks kind of sloppy, because when they throw him in there, you can see a specific direct indication of manipulation and insertion of theatrics. When they say that he had Mars bars in there, the Red Planet, the god of war, that was recommended. Do you see their intent before the theatrics, how they placed it and then the guy"
    },
    {
      "end_timestamp": 2871.0,
      "id": "aa820598-72a8-3d27-926f-7f93cba74431",
      "speaker": "Alex Jones",
      "start_timestamp": 2858.0,
      "text": "and for those that down and it sounds crazy, it's like leaving the skull and bones card at the sniper scenes, it's like isn't like that on the one year anniversary of 911. The New York lottery 911 the Chicago Mercantile 911?"
    },
    {
      "end_timestamp": 2887.0,
      "id": "e50dbead-ef40-3fe4-8df0-55eb184e89ea",
      "speaker": "Dan",
      "start_timestamp": 2871.0,
      "text": "Right. So if Alex is responding to the caller this way, then he's reinforcing the argument that the Mars bar is being in the hole, we're a part of a calling card that the globalists were using, that only the elect could could see the messaging of it. Furthermore,"
    },
    {
      "end_timestamp": 2898.0,
      "id": "05199992-2a3f-3f6a-93e3-a87f4a32c31f",
      "speaker": "Jordan",
      "start_timestamp": 2887.0,
      "text": "those things have happened. So if you're comparing them to things that are concrete, then that would suggest that so is this that it would have"
    },
    {
      "end_timestamp": 2909.0,
      "id": "aa58db1b-dc12-39ca-96db-2168bf6ac2d8",
      "speaker": "Dan",
      "start_timestamp": 2898.0,
      "text": "to be Yeah, so that kind of conversation is always like fairly revealing of Alex's actual like, what he wants the message the audience takes away from his show to be"
    },
    {
      "end_timestamp": 2929.0,
      "id": "debfc35a-c305-3194-a22a-5fdc1524828f",
      "speaker": "Jordan",
      "start_timestamp": 2909.0,
      "text": "right. I just, I just can't get enough of, I can't get enough of those solid foundational arguments of a ha See, they said this thing 911 And this person said this thing nine Well, what clearly? I've done, I've rested my case, do you not understand? They both said 911."
    },
    {
      "end_timestamp": 2941.0,
      "id": "d0870f52-c65d-3b43-82d0-e4e4e14a16b4",
      "speaker": "Dan",
      "start_timestamp": 2929.0,
      "text": "And even that's not really true. Nicolas Cage came up with that argument. I believe Alex takes another call. And this person has something to ask about. And actually I applaud. I applaud Alex for this. This is great."
    },
    {
      "end_timestamp": 2945.0,
      "id": "fb1bc4d5-7844-3da6-8998-76f76c79be50",
      "speaker": "Caller 2 (763)",
      "start_timestamp": 2941.0,
      "text": "So I wanted to I wanted to ask you, did you ever hear of Miss Sarah before?"
    },
    {
      "end_timestamp": 2965.0,
      "id": "09fcaee6-19ca-3f28-bd99-d1bc6cbfa64c",
      "speaker": "Alex Jones",
      "start_timestamp": 2945.0,
      "text": "Yeah, it's not real. It isn't. No. agencia it's a government propaganda piece that there's a secret bill that Americans okay and there's patriots in the in and Washington has already you know got rid of the Federal Reserve. It is total propaganda to make people think everything's okay as they set up martial law publicly. Oh, yeah."
    },
    {
      "end_timestamp": 2972.0,
      "id": "faf99abd-34c2-34e8-900d-675d3d4901b7",
      "speaker": "Caller 2 (763)",
      "start_timestamp": 2965.0,
      "text": "I just heard some about I looked at their website, but I didn't I don't know what to draw on a glad you know about"
    },
    {
      "end_timestamp": 3001.0,
      "id": "f13271dd-bee2-3d7d-bfae-43122066d2a0",
      "speaker": "Dan",
      "start_timestamp": 2972.0,
      "text": "nessa and Jessa those are the two things the the those are like really popular in Q anon. Yeah, no, those are like proto Q shit. Yeah. The national economic security and Recovery Act is what that stands for. And then the Jessore is the gist of the global but yeah, it's like this idea that all debts are gonna be forgiven and like, you know, it's it's great for Alex to be like, That's bullshit. Yeah, yeah. No rare that there's something that is so beyond the pale that even out cuz isn't even it. He's not entertaining. Yeah,"
    },
    {
      "end_timestamp": 3015.0,
      "id": "cf3f192b-235e-3b97-8a06-1159749deef1",
      "speaker": "Jordan",
      "start_timestamp": 3001.0,
      "text": "that's just it is it is just so fucking weird to see him just be like, nope. Bullshit. I mean even even tried a little bit with cue to be like, Oh, that's but even then he hedged it. Yeah,"
    },
    {
      "end_timestamp": 3018.0,
      "id": "cfb30d7b-adc0-3841-a330-b05815d34636",
      "speaker": "Dan",
      "start_timestamp": 3015.0,
      "text": "he tried to co opt it well, yeah,"
    },
    {
      "end_timestamp": 3028.0,
      "id": "d9c4becc-f4de-39a8-b788-fbb42515a8e7",
      "speaker": "Jordan",
      "start_timestamp": 3018.0,
      "text": "exactly and then went even when he couldn't though he still didn't just go on and say like, it's all bullshit. He was like, Oh, they're right about some things he had to he had to do a little bit of a middle ground. They're"
    },
    {
      "end_timestamp": 3051.0,
      "id": "b03f6647-ce8a-32b5-bf88-dc90a53311f6",
      "speaker": "Dan",
      "start_timestamp": 3028.0,
      "text": "not what's the but I think that you can if you think about it for a little while, I think you can come up with a pretty decent sense of why this has to be bullshit. And that is that undermines his own conspiracy. Yes. Like, if this does exist, then there is no reason to worry about the things Alex wants you to worry about. Right. And that is completely anathema to his, his space, right?"
    },
    {
      "end_timestamp": 3069.0,
      "id": "ddc7c338-ba14-3641-834a-caa4007a5288",
      "speaker": "Jordan",
      "start_timestamp": 3051.0,
      "text": "I mean, it is, it is still a similar kind of way of doing things like keep your keep your followers or whatever. in stasis, you know it but in this situation, it's in a stasis of like, we're on the cusp of everything being fine. Don't do anything, but"
    },
    {
      "end_timestamp": 3073.0,
      "id": "9e4ce915-0b7e-37df-9b49-e5f84a115aff",
      "speaker": "Dan",
      "start_timestamp": 3069.0,
      "text": "you do can really affect the coming of this renessa."
    },
    {
      "end_timestamp": 3080.0,
      "id": "dcd42436-cd6b-31df-b6c0-88f76b3a0a6b",
      "speaker": "Jordan",
      "start_timestamp": 3073.0,
      "text": "Alex wants you to be like the only thing you can do to stop NESARA is giving me money. And that's a different type of"
    },
    {
      "end_timestamp": 3085.0,
      "id": "d104278e-9453-3fb0-acaa-76d4318668c5",
      "speaker": "Dan",
      "start_timestamp": 3080.0,
      "text": "have to fight it. Yeah, exactly. And there's nothing to fight. Yeah, it's just it's waiting. Yeah,"
    },
    {
      "end_timestamp": 3090.0,
      "id": "06bb014d-00e0-3b95-b76c-932bdd89d01e",
      "speaker": "Jordan",
      "start_timestamp": 3085.0,
      "text": "these these are a terrorist edging in in opposition to each other."
    },
    {
      "end_timestamp": 3118.0,
      "id": "a9e3fcef-ca9c-3048-a2da-28507b95f7a8",
      "speaker": "Dan",
      "start_timestamp": 3090.0,
      "text": "So we have one more clip here. And I think that Alex's take on this is basically just what we've seen, it's obvious that he's, he thinks it's fake. But the way he's talking about it has these, these layers of dynamics. And I think that maybe this will develop more over the coming days back in 2003. And we'll see about that. But for now, Alex has to be wrong about this."
    },
    {
      "end_timestamp": 3131.0,
      "id": "064a44dc-922a-3a38-b376-2ca4c2337ce6",
      "speaker": "Alex Jones",
      "start_timestamp": 3118.0,
      "text": "But remember, the bath party is has been put back into power, they've been very quiet about that. The modality of those in power or high level Baptist? Wow,"
    },
    {
      "end_timestamp": 3143.0,
      "id": "76db9896-54d8-3a46-b743-b02213681d99",
      "speaker": "Jordan",
      "start_timestamp": 3131.0,
      "text": "I need to we need to go back and see what it was that we said at the very beginning, because I wasn't sure but I think I jokingly said, I bet he's just gonna keep on saying it. Yeah, I think I did say,"
    },
    {
      "end_timestamp": 3148.0,
      "id": "c62f8500-c2f3-3878-9d0c-cba198e6499c",
      "speaker": "Dan",
      "start_timestamp": 3143.0,
      "text": "I think I probably disagreed with you. There's gonna be a way to shift things around."
    },
    {
      "end_timestamp": 3151.0,
      "id": "157d87a2-2fd8-36ec-af77-f255f45f837e",
      "speaker": "Jordan",
      "start_timestamp": 3148.0,
      "text": "But no, just gonna fuck it."
    },
    {
      "end_timestamp": 3189.0,
      "id": "7054d90c-5803-3ee8-9c6a-c001f24b02d1",
      "speaker": "Dan",
      "start_timestamp": 3151.0,
      "text": "I'm gonna go with it in December 2003, this is still this position that the bath party is being installed in all the powerful positions like in Iraq. Amazing. It's it's very disconnected. Astonishing. Yeah, what 13 year old me would have been like, Come on, man. And it goes to show like how little the audience sort of cares. Yeah, it has to be or, or whatever. Like, that should be a glaring thing. This is a month long thing he's wrong about right over and over and over and over and over again, consistently. Right. And the reality does not penetrate. I mean,"
    },
    {
      "end_timestamp": 3209.0,
      "id": "f6d41d2b-9cc5-3b5e-a4a9-d37f3c738ada",
      "speaker": "Jordan",
      "start_timestamp": 3189.0,
      "text": "on the other hand, it's not like they are necessarily, I mean, nobody in the States at that time was very well versed in like, here's how you tell apart the bath party, and you know, through a way it's very easy for them to be like, Yeah, but that is the bath party. What are you gonna say true? No, pre invasion."
    },
    {
      "end_timestamp": 3215.0,
      "id": "1c89351d-f958-3b35-923c-deecb1f84d91",
      "speaker": "Dan",
      "start_timestamp": 3209.0,
      "text": "And what is better cover for putting the bath party and all these positions, then purging,"
    },
    {
      "end_timestamp": 3223.0,
      "id": "93d211d3-e3f3-3d0f-b9ba-e65af29ac687",
      "speaker": "Jordan",
      "start_timestamp": 3215.0,
      "text": "removing the bath party, right, it doesn't get more brilliant to scheme that to remove the bad party in order to do install the bad part."
    },
    {
      "end_timestamp": 3243.0,
      "id": "af0f0a64-82d7-3a52-9ced-7d392c546b92",
      "speaker": "Dan",
      "start_timestamp": 3223.0,
      "text": "Yeah, so anyway, Alex is right. 99 and has been since the beginning, man. So we come to the end of this and we still don't have the predictions for the coming year. 2023. But we I'm on the beat. Yeah, we will. Of course soon as we know we will. We will bring you those predictions so you can live your life accordingly. We've"
    },
    {
      "end_timestamp": 3249.0,
      "id": "707055fe-1a64-31ce-9abd-3312f89383ad",
      "speaker": "Jordan",
      "start_timestamp": 3243.0,
      "text": "got we've got to have those right. Otherwise, we won't know In which month Chicago will be nuked this year."
    },
    {
      "end_timestamp": 3254.0,
      "id": "1ac325ba-9ce0-3693-87d5-25071bdd34d2",
      "speaker": "Dan",
      "start_timestamp": 3249.0,
      "text": "Yeah, we don't know if it's gonna be a summer of rage. A fall of rain could"
    },
    {
      "end_timestamp": 3258.0,
      "id": "ca0ce7d4-08eb-375d-9ed6-e5e76ba946a4",
      "speaker": "Jordan",
      "start_timestamp": 3254.0,
      "text": "be or it could be a winter of discontent. sure things are possible in this situation. Yeah."
    },
    {
      "end_timestamp": 3265.0,
      "id": "091334fb-e858-31e4-8190-7d81e28b3736",
      "speaker": "Dan",
      "start_timestamp": 3258.0,
      "text": "So we'll we'll keep you posted on that. But until we come back shortly the other website"
    },
    {
      "end_timestamp": 3270.0,
      "id": "3e15854b-a766-39a3-acb0-889468e5e7d7",
      "speaker": "Jordan",
      "start_timestamp": 3265.0,
      "text": "indeed we do. It's outright.com Yes, we are also on Twitter. We are on Twitter. It's at knowledge underscore fight."
    },
    {
      "end_timestamp": 3287.0,
      "id": "fb25bda4-bde6-3e22-89b5-3ea00656532d",
      "speaker": "Dan",
      "start_timestamp": 3270.0,
      "text": "Yes, we will be back but until then. I'm Leo. Neo I'm Leo. I'm DCX Clark. I'm thrilled to play this great new X DJ day anarchy song for y'all to enjoy"
    },
    {
      "end_timestamp": 3293.0,
      "id": "0659ad31-891f-3ed4-be7f-94a978f5a1b1",
      "speaker": "Alex Jones",
      "start_timestamp": 3287.0,
      "text": "Okay, I can't do the show. There's so many people in here go to rebroadcast got"
    },
    {
      "end_timestamp": 3297.0,
      "id": "16bc2190-9764-3b02-b5e9-a8af0f613653",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3293.0,
      "text": "it was a highway man. along the roads, roads."
    },
    {
      "end_timestamp": 3331.0,
      "id": "6cc954c1-726c-3931-8367-68ba9a7385eb",
      "speaker": "Alex Jones",
      "start_timestamp": 3297.0,
      "text": "Horses, I can ask Fuck the horse you rode in on probably 150 Women are more conservative you sold your ship is mind blowing all my blood Not that I've ever stopped anybody's got me spraying up a couple times it's not too nice how many people because I was a sailor add"
    },
    {
      "end_timestamp": 3347.0,
      "id": "886a15cc-d6bf-3ef0-b252-e98d708c41c1",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3331.0,
      "text": "the North Korean poach delivering ballots I went along through way harbor in May"
    },
    {
      "end_timestamp": 3379.0,
      "id": "48d21eff-cd5e-35d6-8cc6-1b126a351dd1",
      "speaker": "Alex Jones",
      "start_timestamp": 3347.0,
      "text": "and we rented a boat and went oh my gosh. And I was like God, what is it I'm supposed to do and it was like, go after Glenn Beck was it that guy those communists are amazing. Where's the Democrats in earnest bills Troy half our dams of about 97 98% accurate us by the way. We rarely have technical difficulties."
    },
    {
      "end_timestamp": 3382.0,
      "id": "e7941643-1802-3a28-841a-d3f07ee1b774",
      "speaker": "Jordan",
      "start_timestamp": 3379.0,
      "text": "They buried me in that range."
    },
    {
      "end_timestamp": 3407.0,
      "id": "42735f31-cbe0-3d90-8f37-9ee6f7aef065",
      "speaker": "Alex Jones",
      "start_timestamp": 3382.0,
      "text": "Wise right. People come out of dark alleyways with girls in wheelchairs ramming them into us. We're in danger. We need your prayers. I can actually shift psychic awareness to psychic buffers way more psychic than we are. Up last should call Minerva Macquarie University, fallen technology."
    },
    {
      "end_timestamp": 3414.0,
      "id": "fe8811c3-00fc-3acd-8768-805ca5e1a996",
      "speaker": "Jordan",
      "start_timestamp": 3407.0,
      "text": "And when I read the other five are mentioned. No that is not my spirit."
    },
    {
      "end_timestamp": 3434.0,
      "id": "a94bfb91-4cf7-34f6-8055-9b5a19ee4775",
      "speaker": "Alex Jones",
      "start_timestamp": 3414.0,
      "text": "I'm not ready to start the show. Or have to come my way. I'm Neil. I'm Leo and probably dominatrixes. I am What can I do? Optionally,"
    },
    {
      "end_timestamp": 3447.0,
      "id": "94595341-c90b-3c17-a3ee-0609b5496cdf",
      "speaker": "Unknown Speaker",
      "start_timestamp": 3434.0,
      "text": "it's a safe tag. Oh, what's it's a cat No. And now here"
    },
    {
      "end_timestamp": null,
      "id": "ac55d9ff-9ee1-3bf0-85c8-bf483eca9cd7",
      "speaker": "Alex Jones",
      "start_timestamp": 3447.0,
      "text": "comes the sex robots. Andy in Kansas. You're on the air. Thanks for holding. Well, Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}