{
  "audio_identifier": "KF_764",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/Jordan9.mp3",
  "blocks": [
    {
      "end_timestamp": 59.0,
      "id": "ab6baa34-5fad-3188-8f2c-fdd9aafa7a26",
      "speaker": "Alex Jones",
      "start_timestamp": 4.0,
      "text": "Red Alert. Red alert. Red alert. Red alert. Not not not not not not not knowledge. Damn, Jordan. I am sweating knowledge parties.com It's time to pray. I have great respect for knowledge, knowledge. I'm sick of them posing as if they're the good guys Xiang Ji or the bad guy knowledge. Dan and Jordan knowledge fight need money Andy and Sandy you're stopping Andy and Ken handy in Kansas and the Kansas surely replace your old huge fan. I love your world. Knowledge by knowledge fight.com"
    },
    {
      "end_timestamp": 69.0,
      "id": "7b7189a6-3d62-367a-baa3-8ee4e4dcb9cd",
      "speaker": "Jordan",
      "start_timestamp": 59.0,
      "text": "Hey, everybody, welcome back to fight knowledge. I'm Jordan. I'm Dan. This is a podcast where we worship at the altar of Selena and do anything but talk about Alex Jones."
    },
    {
      "end_timestamp": 74.0,
      "id": "557d5e97-a7b8-3d64-b698-ef7ac2390f6b",
      "speaker": "Dan",
      "start_timestamp": 69.0,
      "text": "That's correct. Jordan. Jordan. Dad, I had a question."
    },
    {
      "end_timestamp": 85.0,
      "id": "567a893c-aab0-3f1f-9d2a-efca07a69ee5",
      "speaker": "Jordan",
      "start_timestamp": 74.0,
      "text": "What's that look? By brightspot today, as he as you know, of going back through all the albums that I may have missed from 2020 to Sure. I love me a year endless. You know, I'm not I'm not"
    },
    {
      "end_timestamp": 91.0,
      "id": "8e60eb2d-1fc5-36fe-8761-af436d5194bf",
      "speaker": "Dan",
      "start_timestamp": 85.0,
      "text": "looking at Obama's get some inspiration from my his annual list of bangers No"
    },
    {
      "end_timestamp": 113.0,
      "id": "ca1f0ae6-6c0b-33b9-bd7d-3949cd7b72d0",
      "speaker": "Jordan",
      "start_timestamp": 91.0,
      "text": "I did not. I did not know. But black thought and Danger Mouse put out an album. That is very, very good. And not least of which, you know, black thought is absolutely spectacular. Sure. Sure. It's produced in such a way that it has that old kind of grittier feel, you know, that like those early mixtape days, you know, back in the late 80s Sure,"
    },
    {
      "end_timestamp": 121.0,
      "id": "2ac184ab-7657-3329-88de-a5938921bb4d",
      "speaker": "Dan",
      "start_timestamp": 113.0,
      "text": "sure. Some of those early roots. Like, things off Rhinology"
    },
    {
      "end_timestamp": 130.0,
      "id": "779e9650-f631-3e9e-91c9-55658c286e3d",
      "speaker": "Jordan",
      "start_timestamp": 121.0,
      "text": "let's see 2.0 Yeah, back where it all started. I think that would be a Illa Delve. HalfLife. Yeah. Say Well, man,"
    },
    {
      "end_timestamp": 135.0,
      "id": "e5befc73-acfc-3d46-9ad2-4ce4484a0ba3",
      "speaker": "Dan",
      "start_timestamp": 130.0,
      "text": "yeah, there's a bit more. Back when Malik be you?"
    },
    {
      "end_timestamp": 141.0,
      "id": "7adcb144-79dd-3e59-aff1-2c3c2896ccf7",
      "speaker": "Jordan",
      "start_timestamp": 135.0,
      "text": "Yeah. Wow. All right. Leonard Dubs, yeah. How about you? What's your price, but Well,"
    },
    {
      "end_timestamp": 148.0,
      "id": "8ee6f75e-8db5-3062-b823-d9390faf2287",
      "speaker": "Dan",
      "start_timestamp": 141.0,
      "text": "I'm sorry. I completely derailed you. Did you have like some albums that you were like, just the route?"
    },
    {
      "end_timestamp": 152.0,
      "id": "c31ce72d-799e-3196-8bda-2fafde6fa05f",
      "speaker": "Jordan",
      "start_timestamp": 148.0,
      "text": "That I was like, That's my bread spot this time? Yeah."
    },
    {
      "end_timestamp": 157.0,
      "id": "404663c1-f9d2-359e-ab9a-33eb2ea04749",
      "speaker": "Dan",
      "start_timestamp": 152.0,
      "text": "Are you gonna be for like the month of January? No. This album."
    },
    {
      "end_timestamp": 170.0,
      "id": "90840cc7-d6ec-3b2a-86db-5c5f3c8bface",
      "speaker": "Jordan",
      "start_timestamp": 157.0,
      "text": "I haven't missed many that I wanted to listen to, you know, that kind of thing. And then I've listened to a lot that I read. Not for me. Sure. Not for me. I'm an old man now. I'm grumpy. All right, well, the pop music that reflects grumpiness."
    },
    {
      "end_timestamp": 214.0,
      "id": "588ab796-2719-381b-8a89-9fe8abe91da2",
      "speaker": "Dan",
      "start_timestamp": 170.0,
      "text": "See, but that this is interesting. I am the king of the grumps. True. True. And I kind of like Right? Absolutely, yes. But maybe it's a little bit of darkness. So I'll go ahead and throw this out for my blind spots. Okay, go into the music. I'll join you with that. Excellent. The group Sally Shapiro has a new album out. Never heard of italo disco. Okay, now, they're a duo of a singer and DJ guy. Okay. And there's there's a lot of like, kind of melancholy. Disco. Alright, stuff. And they they made two albums together and then they quit. They retired and then I didn't realize this, but they just recently put out a new album called sad city."
    },
    {
      "end_timestamp": 217.0,
      "id": "f22b7804-80ff-323e-a9d4-76e70f8dd3f6",
      "speaker": "Jordan",
      "start_timestamp": 214.0,
      "text": "Is it a little bit? Is it like Ladytron ish? Does it have that kind of"
    },
    {
      "end_timestamp": 226.0,
      "id": "2fa6589d-3de8-3bd9-8562-4577ca21ee11",
      "speaker": "Dan",
      "start_timestamp": 217.0,
      "text": "vibe? Do you know enough about Lady Toronto? Really? That's something that you've recommended to me a number of times in the past? I don't know. I don't I don't know how"
    },
    {
      "end_timestamp": 240.0,
      "id": "e0f382bc-82eb-3db8-80fb-2856e0b164e2",
      "speaker": "Jordan",
      "start_timestamp": 226.0,
      "text": "to. Which means that eventually, in the next couple of years, we will be right back where we are now with me saying Wait, does that sound a little bit like Ladytron? About a different? Probably. You'll be like you've told me to listen to one of"
    },
    {
      "end_timestamp": 248.0,
      "id": "e70e2a6c-73ae-32c1-8b10-0664a9882513",
      "speaker": "Dan",
      "start_timestamp": 240.0,
      "text": "these days so we'll get around to it. I'm not good at taking recommendations. No. But yeah, I've enjoyed that said city wonderful album."
    },
    {
      "end_timestamp": 251.0,
      "id": "3572159b-f571-37c3-a867-9f82704195e8",
      "speaker": "Jordan",
      "start_timestamp": 248.0,
      "text": "I will definitely be listening to that. I love an italo disco."
    },
    {
      "end_timestamp": 257.0,
      "id": "803788af-3310-3e1e-aa38-bcd9e66a66c3",
      "speaker": "Dan",
      "start_timestamp": 251.0,
      "text": "You don't know anything about a toddler. I don't know anything about Italian What do you know about bass and over? I know a"
    },
    {
      "end_timestamp": 264.0,
      "id": "855789b7-09e5-32e1-ba15-f1400829a590",
      "speaker": "Jordan",
      "start_timestamp": 257.0,
      "text": "little bit too much about bossa nova. And then"
    },
    {
      "end_timestamp": 265.0,
      "id": "52216670-3417-395c-a72b-eecc174a4240",
      "speaker": "Unknown Speaker",
      "start_timestamp": 264.0,
      "text": "it annoys me"
    },
    {
      "end_timestamp": 298.0,
      "id": "e8fb15cd-428c-32ef-8b3b-0a86a42d773a",
      "speaker": "Jordan",
      "start_timestamp": 265.0,
      "text": "because she passes up now when we're done. I can't do it. So frustrating. All right, Dan, we have an episode today. We Yes, we do. Okay, I have brought to you. I'm I'm gonna say this to you. Recently, things have been very racist. Wow, pretty much all the time. That is true. You know, like pretty much a nonstop drumbeat of somebody being racist on the daily Sure, right. Sure. And I'm tired of that. It's been going on a lot. So I thought let's try and have fun without racism. Okay, okay."
    },
    {
      "end_timestamp": 306.0,
      "id": "8343eaed-31bd-391b-b7cf-a8742535aa99",
      "speaker": "Dan",
      "start_timestamp": 298.0,
      "text": "That seems an athame motors. It's so difficult it's time during the show, but I think it's an admirable goal."
    },
    {
      "end_timestamp": 341.0,
      "id": "9d82789d-c4a5-33a4-a4df-6c642554dbea",
      "speaker": "Jordan",
      "start_timestamp": 306.0,
      "text": "Right. Right. And I think I've come close, at least on this particular episode. It is a show called Dreamland. Ooh, by this guy named Whitley Strieber. Oh, I know him and everybody okay. All right. So I know the name. I don't know. I know he has like some alien ship going. Oh, he's totally got some alien shit going on. And Whitley stripers communion is this. Yeah, absolutely. Yeah, that's the one. And I'm sure I'm sure he's racist somewhere. I'm sure he's racist. He's anti semitic somewhere, but not on this particular episode."
    },
    {
      "end_timestamp": 361.0,
      "id": "8c0583a4-9127-3462-a316-035042806916",
      "speaker": "Dan",
      "start_timestamp": 341.0,
      "text": "Okay, well, that's good. That's a name that like goes way back. Yes. In terms of alien stuff. Oh, yeah. He's just one of the names that I remember even from like back in my days of like, reading the blogs and message boards of conspiracy stuff. Oh, yeah. He's he goes way back controversial figure in some ways."
    },
    {
      "end_timestamp": 393.0,
      "id": "8341295a-f361-3535-bd78-50ed682061c0",
      "speaker": "Jordan",
      "start_timestamp": 361.0,
      "text": "He's interested I'd never heard of him before. And then I looked at what's interesting about him is that he's a fairly successful science fiction and horror author. Right? In that, John, that's cool, right? And he is also a guy who writes about Bigfoot, you know, and how, like, we're gonna find him someday, you know, like, that kind of thing. So it's a little bit like if he if Isaac Asimov was like, I write great science fiction. And instead of the rise and fall of the Roman Empire, it's like the rise and fall of the far Blue Avians and that kind of thing, you know,"
    },
    {
      "end_timestamp": 405.0,
      "id": "f8fcd175-5b14-3f47-8333-ec4fb757bb4b",
      "speaker": "Dan",
      "start_timestamp": 393.0,
      "text": "sure. Maybe it's maybe it's heavily veiled fiction. You know, like, maybe it's maybe you we're the fools for thinking that we should take what he's saying about Bigfoot. Seriously, it might just be more science fiction."
    },
    {
      "end_timestamp": 419.0,
      "id": "38c9235d-e26b-3b29-bb94-3e59d995dd45",
      "speaker": "Jordan",
      "start_timestamp": 405.0,
      "text": "Here's the thing. That's kind of what I'm talking about with his guest today. Interesting. I don't think he's doing that. But his guest might be okay. His guest might be a brilliant like immersive fiction author, someone"
    },
    {
      "end_timestamp": 422.0,
      "id": "45ae3c9b-765e-3792-8a1c-2fab0b5247c3",
      "speaker": "Dan",
      "start_timestamp": 419.0,
      "text": "who should be an Improv Everywhere he's a little"
    },
    {
      "end_timestamp": 426.0,
      "id": "2f9dde67-87d0-3860-8c84-173356dbd695",
      "speaker": "Jordan",
      "start_timestamp": 422.0,
      "text": "is a little something along those lines, and his name is Joshua kutchan"
    },
    {
      "end_timestamp": 441.0,
      "id": "3b41d978-0b7d-3f8e-84b7-849dd4383d2a",
      "speaker": "Dan",
      "start_timestamp": 426.0,
      "text": "Joshi cache the cut cheek. I think before we jump into that, I think that Patton Oswald had a mention of Whitley Strieber and like one of his first album No shit, I think so. I think there was a there was a reference anyway, while that was where my brain?"
    },
    {
      "end_timestamp": 447.0,
      "id": "79f4e444-e499-363a-a4de-7dcc9d035e49",
      "speaker": "Jordan",
      "start_timestamp": 441.0,
      "text": "Yeah, you might be. Yeah. Which one was that? Dad? Nevermind."
    },
    {
      "end_timestamp": 455.0,
      "id": "ce8462ca-b203-3a90-8f9f-2cb1c18743e2",
      "speaker": "Dan",
      "start_timestamp": 447.0,
      "text": "might have even been in the No, not the Robert Evans. The Oh, man that bit."
    },
    {
      "end_timestamp": 458.0,
      "id": "c47c93be-a706-3353-b4a8-0a464da9b7c0",
      "speaker": "Jordan",
      "start_timestamp": 455.0,
      "text": "That was that was Comedians of Comedy."
    },
    {
      "end_timestamp": 462.0,
      "id": "5cc9e9e9-6d2b-3a37-9258-8d5b5a3f6479",
      "speaker": "Dan",
      "start_timestamp": 458.0,
      "text": "But I think it was around that era. Yeah, it was or even maybe even before it"
    },
    {
      "end_timestamp": 466.0,
      "id": "6d8533f6-2641-3648-891b-19c9b75b5add",
      "speaker": "Jordan",
      "start_timestamp": 462.0,
      "text": "was first. Yeah. His first album would have been like three years, three or four years before that"
    },
    {
      "end_timestamp": 470.0,
      "id": "868f9bf3-8080-3872-a702-08bc942f17fa",
      "speaker": "Dan",
      "start_timestamp": 466.0,
      "text": "might have been the not the famous bowls."
    },
    {
      "end_timestamp": 493.0,
      "id": "8db1285c-5b31-3ce4-9c9d-98725b53fc31",
      "speaker": "Jordan",
      "start_timestamp": 470.0,
      "text": "The famous bowls. Yeah, so he is interviewing Joshua kutchan, about his new book, the ecology of souls. And we're gonna get into that. But before we do, how about we say hello to some wanks? That sounds like a great idea. First D of teamStats. You are now a policy wonk."
    },
    {
      "end_timestamp": 496.0,
      "id": "936de94d-e51a-38a8-8c0e-a8adffbc8a9b",
      "speaker": "Alex Jones",
      "start_timestamp": 493.0,
      "text": "I'm a policy wonk. Oh,"
    },
    {
      "end_timestamp": 499.0,
      "id": "ee244e24-516c-3180-af99-82c8b0d5ab4f",
      "speaker": "Jordan",
      "start_timestamp": 496.0,
      "text": "next, wonky donkey Honky Tonk. You are now a policy walk."
    },
    {
      "end_timestamp": 501.0,
      "id": "207e6a81-00ae-3b3f-ac3e-6f00fc04d6b1",
      "speaker": "Alex Jones",
      "start_timestamp": 499.0,
      "text": "I'm a policy wonk. Thank you very much that"
    },
    {
      "end_timestamp": 514.0,
      "id": "d94c148a-22f5-30eb-b73a-8b69489d501c",
      "speaker": "Jordan",
      "start_timestamp": 501.0,
      "text": "goes to any Morricone who is tired of hearing Alex use x to see of gold from Good, the Bad and the Ugly coming out of ad breaks. You are now"
    },
    {
      "end_timestamp": 520.0,
      "id": "951c0c46-87b1-3986-ad75-71c18c7f211e",
      "speaker": "Dan",
      "start_timestamp": 514.0,
      "text": "I'm sorry, I missed the time in there. All right. Mark and linen. Do you not know how to pronounce Ennio Morricone?"
    },
    {
      "end_timestamp": 538.0,
      "id": "47135972-4200-3123-992b-aa88ea220aa0",
      "speaker": "Jordan",
      "start_timestamp": 520.0,
      "text": "Is that what? Okay? All right. Good. Okay, buddy. We're not going to do that. We're not going to do this with you. We're not going to do this with your handwriting. Marking linen. You are now a policy was Alinea. lymnaea Jesus Christ. Learn how to write"
    },
    {
      "end_timestamp": 542.0,
      "id": "7f9a1a02-1b1f-3179-8547-33c83a334d05",
      "speaker": "Alex Jones",
      "start_timestamp": 538.0,
      "text": "policy walk."
    },
    {
      "end_timestamp": 546.0,
      "id": "734a8126-c719-3417-ab50-734297313868",
      "speaker": "Jordan",
      "start_timestamp": 542.0,
      "text": "Dr. Jay in the Monday night meeting, you weren't our policy walk."
    },
    {
      "end_timestamp": 549.0,
      "id": "17692f0d-428e-367a-ba93-f1fbbf03e87f",
      "speaker": "Alex Jones",
      "start_timestamp": 546.0,
      "text": "I'm a policy."
    },
    {
      "end_timestamp": 553.0,
      "id": "ca12a426-ce7b-32f7-a459-9a72a70b09b7",
      "speaker": "Jordan",
      "start_timestamp": 549.0,
      "text": "Are you sure that's not true. And the fan of Jordan, you are now a policy wonk."
    },
    {
      "end_timestamp": 557.0,
      "id": "57be78e0-f9fa-3988-b435-cb4052eb4c63",
      "speaker": "Alex Jones",
      "start_timestamp": 553.0,
      "text": "I'm a policy wonk."
    },
    {
      "end_timestamp": 562.0,
      "id": "6cb61a7d-f41d-3793-bb88-2961bdc65cc8",
      "speaker": "Dan",
      "start_timestamp": 557.0,
      "text": "Yeah, that was and the fan of Jordanne. Oh, okay."
    },
    {
      "end_timestamp": 565.0,
      "id": "d2e1059d-0f56-3b73-8d4c-170afa4976aa",
      "speaker": "Jordan",
      "start_timestamp": 562.0,
      "text": "That doesn't make okay up. Oh, man."
    },
    {
      "end_timestamp": 569.0,
      "id": "afc2d7f1-9750-3579-af07-8df6ef11c602",
      "speaker": "Dan",
      "start_timestamp": 565.0,
      "text": "Dan, fan Jordanne here. All right, number. Okay,"
    },
    {
      "end_timestamp": 581.0,
      "id": "d5cf286c-9b17-391e-a108-93ce941ba97d",
      "speaker": "Jordan",
      "start_timestamp": 569.0,
      "text": "nevermind. Dan. We also have a technocrat. So I'm so sorry. I've listened to your entire back catalogue twice. You are now a technocrat Ah."
    },
    {
      "end_timestamp": 602.0,
      "id": "d4e5803c-912b-34b0-92e4-dd1ae67959e9",
      "speaker": "Alex Jones",
      "start_timestamp": 581.0,
      "text": "I'm a policy wonk. Donkey mother teller. You're brilliant. Someone Someone saw tonight sent me a bucket of poop daddy sharp. Jar Jar Binks has a Caribbean black action. He's a loser. Little little teeny baby. I don't want to hate black people. I renounced Jesus Christ. Yes."
    },
    {
      "end_timestamp": 609.0,
      "id": "0b9e2266-b5c8-3e82-9a45-8dacbf4cb313",
      "speaker": "Jordan",
      "start_timestamp": 602.0,
      "text": "Thank you very much to all of you, Dan. So today we're talking about this interview on Dreamland."
    },
    {
      "end_timestamp": 613.0,
      "id": "8aabc8cc-5c72-360e-9cd5-0d63bd03c848",
      "speaker": "Dan",
      "start_timestamp": 609.0,
      "text": "So you said the ecology of soul ecology of souls Joshua"
    },
    {
      "end_timestamp": 614.0,
      "id": "5c72111c-94f6-3940-8dbe-a6304856f77a",
      "speaker": "Jordan",
      "start_timestamp": 613.0,
      "text": "kutchan"
    },
    {
      "end_timestamp": 621.0,
      "id": "133edb95-1518-3e55-b0f2-5c97b3b1a45c",
      "speaker": "Dan",
      "start_timestamp": 614.0,
      "text": "ecological I mean, I thought you said economy of souls at first I thought like, Oh, we're gonna get some like Soul banking. Oh,"
    },
    {
      "end_timestamp": 650.0,
      "id": "723719db-f0f9-3bec-b862-3683746b07b4",
      "speaker": "Jordan",
      "start_timestamp": 621.0,
      "text": "no, it's it's more of I mean, first off, I've read the book. It is roughly 300,000 words. And you know, you know, we I just had the plan to do this yesterday morning. Sure. And it is almost like a like an adventure adventure from like the 1400s coming back to the club and in Britain being like, gentleman there are people with faces in that chests out there. You know, it's"
    },
    {
      "end_timestamp": 653.0,
      "id": "ea84b542-f706-3885-b7ca-7611a8f494c2",
      "speaker": "Dan",
      "start_timestamp": 650.0,
      "text": "that I have got a vivid section of a soul Yes. 100%"
    },
    {
      "end_timestamp": 661.0,
      "id": "e869ce00-4da9-3676-9cad-8e25ad330675",
      "speaker": "Jordan",
      "start_timestamp": 653.0,
      "text": "it is that it is like almost like and in this region. Fairies are known for their particular wings structure,"
    },
    {
      "end_timestamp": 665.0,
      "id": "ec19be55-be62-353a-9ca9-06d94b1288a2",
      "speaker": "Dan",
      "start_timestamp": 661.0,
      "text": "flora and fauna description leave. Okay. 100% and"
    },
    {
      "end_timestamp": 682.0,
      "id": "fe219891-1de8-33cc-93b9-43a0c2640a88",
      "speaker": "Jordan",
      "start_timestamp": 665.0,
      "text": "anthropology textbook. So of souls, and if it were real, you know, like if this person is so convinced that what he is saying is just more like documenting the kingdom, phyla of gin versus Genie versus you know, all of that stuff"
    },
    {
      "end_timestamp": 695.0,
      "id": "6d079a54-83dd-3348-80d6-3e784827915b",
      "speaker": "Dan",
      "start_timestamp": 682.0,
      "text": "as it as it relates to the sort of cataloguing and description of souls? Yes, we all know what the compound noun is of a soul, right? I mean, you know, there's like a Murder of Crows. Sure, there's, there's a blessed union of souls. No, I"
    },
    {
      "end_timestamp": 696.0,
      "id": "bc1168d2-4771-3087-b2a4-9acd283f2cbc",
      "speaker": "Jordan",
      "start_timestamp": 695.0,
      "text": "don't believe Wait, she likes"
    },
    {
      "end_timestamp": 701.0,
      "id": "cbba8e48-e600-32cf-8fda-755b0443767a",
      "speaker": "Dan",
      "start_timestamp": 696.0,
      "text": "me for me."
    },
    {
      "end_timestamp": 705.0,
      "id": "01626674-98ae-35ec-a48d-ee26fa64e625",
      "speaker": "Jordan",
      "start_timestamp": 701.0,
      "text": "Oh my god. No, is that the name of that song? Oh, yeah,"
    },
    {
      "end_timestamp": 709.0,
      "id": "f870dcfb-7ae9-326a-a6bb-b95bf2f463be",
      "speaker": "Dan",
      "start_timestamp": 705.0,
      "text": "that was the band. Oh, yeah. That day that song was called Hey, Leonardo."
    },
    {
      "end_timestamp": 723.0,
      "id": "ae44c7bd-8ddb-35f3-9173-8de18b608eaa",
      "speaker": "Jordan",
      "start_timestamp": 709.0,
      "text": "Wait, yeah, that was the name of the band. I thought that was a one hit wonder by like, Bush No, I think it was bush here No, you know what I mean one of the Yeah one of those 90 some 41 or something like that No, no, no van different"
    },
    {
      "end_timestamp": 738.0,
      "id": "7dc5b719-ae32-39b7-b1d0-8aec4a21884d",
      "speaker": "Dan",
      "start_timestamp": 723.0,
      "text": "cattle whatever. They were Pop Pop. Okay, when Bush was more like just on the end tip of grunt Right. Right. But like Jars of Clay version Jars of Clay was rain rain on my face right Grace or The flood?"
    },
    {
      "end_timestamp": 747.0,
      "id": "4f598d73-d1f2-31c5-8b0d-3a3fbc6096d1",
      "speaker": "Jordan",
      "start_timestamp": 738.0,
      "text": "What's the what's the Stacy's mom one that was fountains of Wayne fountains of Wayne and that was later they're all in my head. They're all the same. Bless the"
    },
    {
      "end_timestamp": 757.0,
      "id": "1b802974-74f3-3d79-9343-93a812556199",
      "speaker": "Dan",
      "start_timestamp": 747.0,
      "text": "union of souls had the Hey Leonardo she likes me for me. So okay. And then also I believe that love is the answer. I believe love found a way."
    },
    {
      "end_timestamp": 761.0,
      "id": "f147f3d5-f58a-3275-839b-cad6744196db",
      "speaker": "Jordan",
      "start_timestamp": 757.0,
      "text": "It's terrible. That's awful. Yeah, you're well, you're not selling me on it"
    },
    {
      "end_timestamp": 766.0,
      "id": "2ea1e65e-2d16-342f-ab85-48ac0c25f7b0",
      "speaker": "Dan",
      "start_timestamp": 761.0,
      "text": "a Leonardo is pretty good. Anyway, that's out of souls. And if this guy doesn't agree,"
    },
    {
      "end_timestamp": 788.0,
      "id": "2111f281-0bb5-3c4a-932d-161d943d2d7d",
      "speaker": "Jordan",
      "start_timestamp": 766.0,
      "text": "gotcha. Don't think he goes into the compound down. But there are a few threads throughout this interview that are happening at the same time and yet entirely unrelated. First, before we get into too much, how about an out of context strap? How about it? It felt like a woman to me. Okay."
    },
    {
      "end_timestamp": 790.0,
      "id": "6d39afa6-370a-3ea0-9566-3cbd1c41f891",
      "speaker": "Dan",
      "start_timestamp": 788.0,
      "text": "I assume he's talking souls."
    },
    {
      "end_timestamp": 814.0,
      "id": "f9921784-0241-39d6-83e0-cbfbf6388857",
      "speaker": "Jordan",
      "start_timestamp": 790.0,
      "text": "It's, it is a he is a person who that was pulled from a commercial, which is him under hypnosis, explaining how he was having a sexual encounter with an alien, or a ghost or something along those lines. All right. i It's just for me. It's just so funny. When he goes, I thought it was a woman do this thing is"
    },
    {
      "end_timestamp": 817.0,
      "id": "cacffa1e-3628-36c3-84ef-bc3ab37555a0",
      "speaker": "Dan",
      "start_timestamp": 814.0,
      "text": "there was a little bit dramatic. That's my favorite. Yeah,"
    },
    {
      "end_timestamp": 827.0,
      "id": "c1e167b9-faa7-3beb-8dc9-b83838735ea6",
      "speaker": "Jordan",
      "start_timestamp": 817.0,
      "text": "absolutely. So today we're talking about Joshua kutchan. A ecology of souls. And I think Stryver introduces him best go ahead and play that."
    },
    {
      "end_timestamp": 880.0,
      "id": "2ec7eefe-8142-353d-b314-c57be7635639",
      "speaker": "Whitley Strieber",
      "start_timestamp": 827.0,
      "text": "He's written an amazing new book called ecology of souls. He's the author of seven critically acclaimed books Trojan feast the food and drink offerings of aliens, fairies and Sasquatch, which we have talked about the brimstone deceit, an in depth examination of supernatural sense, otherworldly odors and monstrous mesmas. Okay. Thieves in the night says history of supernatural child abductions, and where the footprints and high strangeness and the Bigfoot phenomenon. All of them very cool. All of them loved by you. I mean, we didn't talk about all of them, but the ones we talked about, were loved by you. You loved them and by cool"
    },
    {
      "end_timestamp": 883.0,
      "id": "7eb919de-4c0b-32cf-a144-66f3417dea7f",
      "speaker": "Jordan",
      "start_timestamp": 880.0,
      "text": "people one loved him. Yeah, people"
    },
    {
      "end_timestamp": 887.0,
      "id": "ef6e0c70-af0b-33c4-946f-0ee2e9a772ea",
      "speaker": "Dan",
      "start_timestamp": 883.0,
      "text": "loved but they didn't talk about all"
    },
    {
      "end_timestamp": 894.0,
      "id": "a16f4cad-e4b9-3ca5-89c1-80b69b384e28",
      "speaker": "Jordan",
      "start_timestamp": 887.0,
      "text": "people loved him. And I don't know what it is about that one title that it just miles me as was okay."
    },
    {
      "end_timestamp": 904.0,
      "id": "7a2e8e93-5725-34a1-9346-5c7a8a8e6a97",
      "speaker": "Dan",
      "start_timestamp": 894.0,
      "text": "He was he was pretty excited. I also was pretty excited. Yeah, of all of those books. The The only one I want to read is the one about weird smell. Yeah, absolutely."
    },
    {
      "end_timestamp": 911.0,
      "id": "6f466e41-b2c6-391a-a766-8f41d9c03665",
      "speaker": "Jordan",
      "start_timestamp": 904.0,
      "text": "What are you talking about? How does it How does otherworldly smells show up? I don't know that book I could not find"
    },
    {
      "end_timestamp": 922.0,
      "id": "930a8010-8f24-348d-996e-3f9ee05e58d3",
      "speaker": "Dan",
      "start_timestamp": 911.0,
      "text": "I think all lives might be otherworldly is a smell because I love the smell of them. Like you open a jar of olives. I hate olives. Sure. That's other words, which"
    },
    {
      "end_timestamp": 931.0,
      "id": "7dc67894-9d95-31b3-b001-5655dc349c2c",
      "speaker": "Jordan",
      "start_timestamp": 922.0,
      "text": "you think there's some sort of like, Mandela effect for you, wherein somebody gave you the smell of olives in another universe? Maybe it's maybe not"
    },
    {
      "end_timestamp": 939.0,
      "id": "2ed3e38b-8083-3284-a0fa-d2f92a34dba9",
      "speaker": "Dan",
      "start_timestamp": 931.0,
      "text": "necessarily a Mandela effect, but there's some witchcraft involved. It's otherworldly, there's, there's a rift. Yeah, you know,"
    },
    {
      "end_timestamp": 943.0,
      "id": "445bc0e4-abf5-3a2f-9afa-7c4e4e1d597a",
      "speaker": "Jordan",
      "start_timestamp": 939.0,
      "text": "yeah, that sounds fair. Any other smells you might think are otherworldly."
    },
    {
      "end_timestamp": 951.0,
      "id": "fd01632b-c475-3e64-a9b1-aba95921be1a",
      "speaker": "Dan",
      "start_timestamp": 943.0,
      "text": "Ah, that's, that's a great question. Maybe like, fresh cut grass. But that's transcended. That's, that's, that's the different, that's a different thing."
    },
    {
      "end_timestamp": 954.0,
      "id": "1a2446fe-f9bb-3cdc-876d-515d8d175a4a",
      "speaker": "Jordan",
      "start_timestamp": 951.0,
      "text": "Sure. Yeah."
    },
    {
      "end_timestamp": 957.0,
      "id": "8da8dfb9-e35c-342b-bb39-cd3ec4d269cd",
      "speaker": "Dan",
      "start_timestamp": 954.0,
      "text": "What about you? Smells,"
    },
    {
      "end_timestamp": 967.0,
      "id": "afd76849-cd23-3aa5-b93c-a876cfaa6034",
      "speaker": "Jordan",
      "start_timestamp": 957.0,
      "text": "the first thing that comes to mind, but that's just because I'm a doctor who fed is Petric hor, which is the smell of dirt after rain or something along those lines, but it's very very important to Doctor"
    },
    {
      "end_timestamp": 977.0,
      "id": "9342cc72-c28c-3fb6-b034-ebad83ce3778",
      "speaker": "Dan",
      "start_timestamp": 967.0,
      "text": "Who Feds close to fresh cut grass. Both are lawn adjacent pretty much. Absolutely. Turns out we just want lawns."
    },
    {
      "end_timestamp": 979.0,
      "id": "e5f1fe2e-4dc1-324f-b88f-02786e5446ab",
      "speaker": "Jordan",
      "start_timestamp": 977.0,
      "text": "Chicago to"
    },
    {
      "end_timestamp": 981.0,
      "id": "f118173d-918a-329c-aef7-a8914189b61e",
      "speaker": "Dan",
      "start_timestamp": 979.0,
      "text": "live in about the smells of a house. There's"
    },
    {
      "end_timestamp": 983.0,
      "id": "94c53c54-c6b0-3854-93df-32b2d3ee3f5f",
      "speaker": "Jordan",
      "start_timestamp": 981.0,
      "text": "so much goddamn car. Great."
    },
    {
      "end_timestamp": 990.0,
      "id": "65ccb718-9b85-3a63-91c8-52cc88ecbbe5",
      "speaker": "Dan",
      "start_timestamp": 983.0,
      "text": "I think I mean, it's impressive. Anybody who's written more than one book of nonsense? Yeah, yeah. It's always gonna, I'll tip my hat to that I"
    },
    {
      "end_timestamp": 1014.0,
      "id": "11b93d04-ae05-3224-abb5-cec04d98fa41",
      "speaker": "Jordan",
      "start_timestamp": 990.0,
      "text": "am going to tell you this. This man is an impressive writer in in some ways, he is an impressive writer to the point where if he were writing in the you if we existed in the universe, where what he's writing makes sense. He would be like the pop historian. Yeah, he's like Barbara Tuchman of imaginary bullshit. You know, you"
    },
    {
      "end_timestamp": 1021.0,
      "id": "c7d8ba31-2f56-39a9-961d-60e25e46482a",
      "speaker": "Dan",
      "start_timestamp": 1014.0,
      "text": "know what, now that I'm thinking about it. I also want to hear about the food offerings of the fairies and wizards and Sasquatch is like, I want to read that too."
    },
    {
      "end_timestamp": 1025.0,
      "id": "dbe5f600-828d-3d14-b07f-2fa74efeeadb",
      "speaker": "Jordan",
      "start_timestamp": 1021.0,
      "text": "Yeah. Honestly, their book I read is"
    },
    {
      "end_timestamp": 1032.0,
      "id": "ee268692-df71-38d9-95df-000fdbe15f03",
      "speaker": "Dan",
      "start_timestamp": 1025.0,
      "text": "fairly interesting. I mean, it's got to be like, what, what the food offerings would be stuff like ambrosia"
    },
    {
      "end_timestamp": 1037.0,
      "id": "6dc95f9a-3898-3522-9302-f5cb97fdd16d",
      "speaker": "Jordan",
      "start_timestamp": 1032.0,
      "text": "you know, he's, he's a classics guy. So everything that he does, and the reason that when"
    },
    {
      "end_timestamp": 1048.0,
      "id": "6a26db2d-80c5-343b-b105-4b4c1784f3a8",
      "speaker": "Dan",
      "start_timestamp": 1037.0,
      "text": "you say classics, you don't mean like in terms of the academia, like Greek and Roman history. Okay, yeah, he's a legit classics guy. And that intersects with fairies and they want to"
    },
    {
      "end_timestamp": 1113.0,
      "id": "bc35731b-8919-3851-bc9a-4b8e877ff97f",
      "speaker": "Jordan",
      "start_timestamp": 1048.0,
      "text": "so and he's not talking about fairies as just like what we you know, like the Dickensian fairies or whatever it is you want to go on there. He's talking more like everything from human history that might resemble a fairy falls under the classification fairy. Sure. Therefore, you can go from region to region, almost anthropologically saying in this area, fairies are fed berries on the toe. Very, very berries. Yeah. Merry berries, fairy berries is one of my favorite British cooking shows. So he's kind of got that. And that's why people love him in this world is because everything he writes is exhaustively ridiculously referenced, his bibliography for the ecology of souls, runs 160 some odd pages too much, too much. And it's all pretend. Bullshit. What he references is anywhere from like, a scientific paper from the 1800s to a poem to fucking cave paintings just being like sea cave paintings proved it."
    },
    {
      "end_timestamp": 1116.0,
      "id": "937a6b7a-3ec1-3a00-8546-1d4cc5aa65df",
      "speaker": "Dan",
      "start_timestamp": 1113.0,
      "text": "I bet it's also like three of those pages, there's a bid?"
    },
    {
      "end_timestamp": 1132.0,
      "id": "2c679a08-36d5-35b1-8fff-e8e4658f4543",
      "speaker": "Jordan",
      "start_timestamp": 1116.0,
      "text": "No, no, man, I'm telling you. It's exhaustive. It's crazy. I'm exhausted. So Stryver starts out the way anybody any good interviewer would, let's get some background information. This is the start of one of our threads, which is stripers interview style."
    },
    {
      "end_timestamp": 1161.0,
      "id": "56a8e217-992e-33db-a075-08f577c00987",
      "speaker": "Whitley Strieber",
      "start_timestamp": 1132.0,
      "text": "Okay. Joshua has been it. All right. Where do you actually come from Mo, your, your, your curriculum vitae on your website, which is Joshua kutchan.com, by the way, doesn't really tell us much about you. It tells about what you've done. But tell us more about who you are. You're a magician, among other things."
    },
    {
      "end_timestamp": 1170.0,
      "id": "ce9d991f-d0a1-375a-a78a-3fadf397ab75",
      "speaker": "Joshua Cutchin",
      "start_timestamp": 1161.0,
      "text": "Well, I suppose that the simplest thing right away is to see that I'm sitting here in Georgia wearing a Wisconsin sweatshirt and I'm from North Carolina. So that gives me sort of a"
    },
    {
      "end_timestamp": 1175.0,
      "id": "30b7218b-0020-3967-bbd0-40233593b70a",
      "speaker": "Whitley Strieber",
      "start_timestamp": 1170.0,
      "text": "simple we now we understand exactly where you're coming from."
    },
    {
      "end_timestamp": 1179.0,
      "id": "20d8d66c-4e6a-3811-9327-6d2801afece4",
      "speaker": "Dan",
      "start_timestamp": 1175.0,
      "text": "That's fun. Yeah. You just said some nonsense."
    },
    {
      "end_timestamp": 1183.0,
      "id": "36807fe9-76db-3fd5-a523-ca2bc6116774",
      "speaker": "Jordan",
      "start_timestamp": 1179.0,
      "text": "He's a very funny about it. Yeah."
    },
    {
      "end_timestamp": 1197.0,
      "id": "00fb81c2-a4f7-37cd-97ad-50f8227c3a47",
      "speaker": "Dan",
      "start_timestamp": 1183.0,
      "text": "So you've lived in places. Yes. But to be fair, like Whateley did say like, where are you from total. So that is not as much of a non sequitur answer but it doesn't really tell us much about this person other than his mood."
    },
    {
      "end_timestamp": 1204.0,
      "id": "cd4f65aa-9ed7-3f92-b8c4-f1bc0ef89774",
      "speaker": "Jordan",
      "start_timestamp": 1197.0,
      "text": "I guess what he's trying to say is like I'm a little from me. anywhere in the south, I suppose. But again, that's that's not really answering the question."
    },
    {
      "end_timestamp": 1211.0,
      "id": "aa70784a-3de0-3a99-864a-6070670bce8e",
      "speaker": "Dan",
      "start_timestamp": 1204.0,
      "text": "It is Wisconsin and yeah, so Oh man, whatever I'm having a day North Dakota. North Carolina. I"
    },
    {
      "end_timestamp": 1216.0,
      "id": "9739c41a-c44d-36c2-a693-105391399275",
      "speaker": "Jordan",
      "start_timestamp": 1211.0,
      "text": "know he said North Carolina okay. Yeah, he's because he's Georgia, Wisconsin, North Carolina."
    },
    {
      "end_timestamp": 1228.0,
      "id": "c3907979-ea99-39a3-bca7-ef36d86bbee6",
      "speaker": "Dan",
      "start_timestamp": 1216.0,
      "text": "That's what it was. You know what, though? That's debatably. The South Wisconsin, North Carolina, South Carolina, for sure. Sure. North Carolina. Debatable. Wisconsin. Definitely. Definitely not."
    },
    {
      "end_timestamp": 1251.0,
      "id": "5476d873-c4ae-3111-bf4e-527e4d7ded5b",
      "speaker": "Jordan",
      "start_timestamp": 1228.0,
      "text": "So, yeah, I he's not getting too much information. To give you an idea of what Joshua looks like. You know, his he's, he's a pretty large dude. He's six foot three. He's hefty man. Pretty bold, with a neck beard. Like no mustache, just all around the neck."
    },
    {
      "end_timestamp": 1271.0,
      "id": "2a1df4e6-3698-330f-8d63-508d4ed5b22d",
      "speaker": "Dan",
      "start_timestamp": 1251.0,
      "text": "That's not far off from a look that I might have been pulling at some points in high school. I did shave my head periodically. And I had an Amish beard. Yeah. You know, I had the trying to connect with my Mennonite roots. It's not a good, it's not a good look when you're doing it intentionally. But if you're, you know, an older person,"
    },
    {
      "end_timestamp": 1283.0,
      "id": "7d1e8908-7bfe-3f6d-aae9-6f51dec85226",
      "speaker": "Jordan",
      "start_timestamp": 1271.0,
      "text": "we're not it's not a problem. But it doesn't it's not to not attract not for a 15 year old. No, no, no, no, no. And so we'll continue on. He'll tell us a little bit more. Yes, sir."
    },
    {
      "end_timestamp": 1311.0,
      "id": "e2cb99ba-2e15-377a-832a-0ae14d082791",
      "speaker": "Joshua Cutchin",
      "start_timestamp": 1283.0,
      "text": "So I was I was raised in North Carolina. 20 minutes north of Charlotte. And I went to undergraduate at the University of Wisconsin. For music performance. I came down to the University of Georgia, where I got a master's in music literature and a master's in journalism. And you know, big cities have a certain gravity and they sort of pull you in over time. So I'm getting closer and closer to Atlanta. I might have to achieve escape velocity at some point, but right now I'm in the Marietta area."
    },
    {
      "end_timestamp": 1314.0,
      "id": "6fa98e7a-f48f-38bc-83cc-376e9ff0dc14",
      "speaker": "Whitley Strieber",
      "start_timestamp": 1311.0,
      "text": "Okay, well, that didn't tell us much either."
    },
    {
      "end_timestamp": 1323.0,
      "id": "3a069c17-83b8-3df7-9cad-8f7daa6f339f",
      "speaker": "Dan",
      "start_timestamp": 1314.0,
      "text": "Sure. I relate to this. I Whitley's charming. He's"
    },
    {
      "end_timestamp": 1331.0,
      "id": "8ea4c173-5da5-3152-affe-c2d340fa19ab",
      "speaker": "Jordan",
      "start_timestamp": 1323.0,
      "text": "he's got he's got a certain style. As long as I mean again, I try not to look into either these guys too much beyond this episode is kind of"
    },
    {
      "end_timestamp": 1342.0,
      "id": "320bac50-f1b8-3475-8289-58ce1844cdd6",
      "speaker": "Dan",
      "start_timestamp": 1331.0,
      "text": "gaslighting though, because he did ask him where he's from. And he's talking about geographical stuff. Yeah. Which is in response to the question. It's just like, I don't know maybe I'm not charm."
    },
    {
      "end_timestamp": 1351.0,
      "id": "2dfe7f6b-49d5-3c5a-a794-591ffff5a023",
      "speaker": "Jordan",
      "start_timestamp": 1342.0,
      "text": "Here's here's what I'm thinking. As far as this goes, I think what Whitley is looking for is more of a supernatural answer."
    },
    {
      "end_timestamp": 1376.0,
      "id": "fe006f21-91c7-3e92-bbfe-622da1f5870e",
      "speaker": "Dan",
      "start_timestamp": 1351.0,
      "text": "I think I think it's more based on just what we've heard so far shadows or anything about this. It feels more like the where you from is like it should be it's like where are you from emotionally? Where are you from? Like, what's the you know, your lineage totally through this bullshit as opposed to like geographical locations you stopped at and how you're afraid you might end up in Atlanta? Yeah. There's worse fates that ending up in Atlanta."
    },
    {
      "end_timestamp": 1379.0,
      "id": "c3485218-06b8-309e-a886-862231dce010",
      "speaker": "Jordan",
      "start_timestamp": 1376.0,
      "text": "I mean, I don't know why Barry yet is better than Atlanta."
    },
    {
      "end_timestamp": 1380.0,
      "id": "6d8edc3e-0ec5-3a71-9523-710ad3a3f6c3",
      "speaker": "Dan",
      "start_timestamp": 1379.0,
      "text": "It's got a certain charts."
    },
    {
      "end_timestamp": 1383.0,
      "id": "954f3cdd-3822-32e8-882b-72278701497a",
      "speaker": "Jordan",
      "start_timestamp": 1380.0,
      "text": "I'm not saying it doesn't. I'm just saying."
    },
    {
      "end_timestamp": 1385.0,
      "id": "f82653dc-53eb-3d62-aeb1-44e035a5a871",
      "speaker": "Dan",
      "start_timestamp": 1383.0,
      "text": "I've never been I'm just talking about my ass right."
    },
    {
      "end_timestamp": 1404.0,
      "id": "ce5e81f3-365a-3b09-89ae-342bb274ce3f",
      "speaker": "Jordan",
      "start_timestamp": 1385.0,
      "text": "Well, that's fair. So what what caught my ear is he is a musician who has a master's in music literature. So I wanted to see what was going on, man, please that fuck tuber. Oh, okay. Oh, hell, it was not what I expected. Nope. You were not expecting that go ahead and play play"
    },
    {
      "end_timestamp": 1412.0,
      "id": "f0a174f0-3cdd-3304-aa23-a6b18f70700b",
      "speaker": "Dan",
      "start_timestamp": 1404.0,
      "text": "because this is on one of these types of shows. I was assuming like, he has a master's in Theramin"
    },
    {
      "end_timestamp": 1440.0,
      "id": "5af4aa8b-b89f-304e-b4d6-d1e0cbb91131",
      "speaker": "Jordan",
      "start_timestamp": 1412.0,
      "text": "like TPS for me?"
    },
    {
      "end_timestamp": 1453.0,
      "id": "eae27d07-4c14-36f3-a7fd-ecf0dc2d3688",
      "speaker": "Dan",
      "start_timestamp": 1440.0,
      "text": "Tuba solo why was he doing the Duke of Earl gotta had a Duke of Earl was very much to do Duke of Earl. Oh, yeah, that kind of progression."
    },
    {
      "end_timestamp": 1487.0,
      "id": "20e675fb-7a21-38e9-8483-966e2b95ca2a",
      "speaker": "Jordan",
      "start_timestamp": 1453.0,
      "text": "That was a I liked that one in particular, because one is the video on YouTube is just a close up of him and his tuba like right on his face. And then the tuba and then attached to the tuba is a cupholder with a full beard. Hell yeah. Which is like Hell yeah, man. To the whole performance is there, everybody in the band gets their own solo. And that's why I played that audio just a little bit beforehand, because when it comes to his solo, he went into the audio on the video, cut it out and edit it. So he would be and I respect that. I like that. That's his solo. And this might"
    },
    {
      "end_timestamp": 1495.0,
      "id": "377af260-2f30-3cc7-b63f-863b3ae6939d",
      "speaker": "Dan",
      "start_timestamp": 1487.0,
      "text": "also answer the question of the No moustache, mouthpiece. chafing can be difficult on a tuba, you know, you're not wrong."
    },
    {
      "end_timestamp": 1496.0,
      "id": "17473aba-8ce9-30db-9f60-75169502f290",
      "speaker": "Jordan",
      "start_timestamp": 1495.0,
      "text": "I mean, I had not considered that."
    },
    {
      "end_timestamp": 1502.0,
      "id": "a827276b-427a-375e-9e9b-0508ca7d764a",
      "speaker": "Dan",
      "start_timestamp": 1496.0,
      "text": "I mean, I played a French horn and I remember there Seeing some difficulties with"
    },
    {
      "end_timestamp": 1509.0,
      "id": "d65cc62c-fbc8-3e18-be6a-e2ac66debcc4",
      "speaker": "Jordan",
      "start_timestamp": 1502.0,
      "text": "no, I had not considered that. Yeah, that's a good point. Yeah, yeah. Anyways, this dude's a marching band nerd if I ever heard one"
    },
    {
      "end_timestamp": 1513.0,
      "id": "c4200910-b193-35d2-80fa-210c45e3ac41",
      "speaker": "Dan",
      "start_timestamp": 1509.0,
      "text": "does he seem like it's tough to play the tuba and not be? Exactly."
    },
    {
      "end_timestamp": 1526.0,
      "id": "a50b64ff-5d7e-3c21-909e-746bbb010091",
      "speaker": "Jordan",
      "start_timestamp": 1513.0,
      "text": "That is why again, I feel like I'm fairly confident we're not in racist territory here. I don't know why, but I feel like you can't be a racist tuba player. You just can't be. You can't be in a band playing the tuba and be a racist at"
    },
    {
      "end_timestamp": 1534.0,
      "id": "d422965c-b1a4-30dc-85d3-3cc88b3ad704",
      "speaker": "Dan",
      "start_timestamp": 1526.0,
      "text": "the same I legitimately have no counter examples. Strongly disagree with you. I think it wouldn't be too hard to find a stupid"
    },
    {
      "end_timestamp": 1542.0,
      "id": "699b3580-b88a-3c7d-94bc-df0dc4d000a2",
      "speaker": "Jordan",
      "start_timestamp": 1534.0,
      "text": "player. I listen. I get it. The Klan has tuba players too. That's fair. You're right. I don't think they're tuba players in the soul though. They can't play funk, too."
    },
    {
      "end_timestamp": 1548.0,
      "id": "a1f4090d-5937-3ac6-afd0-e1bb193c2d85",
      "speaker": "Dan",
      "start_timestamp": 1542.0,
      "text": "It's tough to play the tuba with a hood. mouthpiece is much more difficult than a Boston. Yeah,"
    },
    {
      "end_timestamp": 1563.0,
      "id": "abfb4682-11a4-367c-822f-5ec17d57a098",
      "speaker": "Jordan",
      "start_timestamp": 1548.0,
      "text": "that's Wait, where's the bus? Okay, so anyways, striper is going to, he's going to continue his investigation here. And he's going to keep telling us a little bit more about his background, Joshua and where he comes from."
    },
    {
      "end_timestamp": 1583.0,
      "id": "569ebc55-6fac-3754-80f8-a42e9193f95d",
      "speaker": "Whitley Strieber",
      "start_timestamp": 1563.0,
      "text": "What the heck are you doing writing things about? A new mythology of death and the paranormal, for example, I read I didn't hear anything in any of this. That tells me why you do what you do. And not only that, you're brilliant. I mean, these books are phenomenal."
    },
    {
      "end_timestamp": 1594.0,
      "id": "495252cc-16b6-3e56-bdea-0876ffc3005c",
      "speaker": "Dan",
      "start_timestamp": 1583.0,
      "text": "Whitley's telecon himself here because he's clearly never been to Wisconsin. Everyone there is into the new ideology of death."
    },
    {
      "end_timestamp": 1597.0,
      "id": "ed488ec2-36b1-363f-9700-234cfebda931",
      "speaker": "Jordan",
      "start_timestamp": 1594.0,
      "text": "Yep, yep. That is what the ecology of Souls is. It's"
    },
    {
      "end_timestamp": 1602.0,
      "id": "e5c7998a-a129-3979-9d8e-a041a6493778",
      "speaker": "Dan",
      "start_timestamp": 1597.0,
      "text": "a new mythology of death. Interesting. Yeah. Yep. That's pretty heady."
    },
    {
      "end_timestamp": 1612.0,
      "id": "ad05884a-21c0-3312-a3dd-308de566e330",
      "speaker": "Jordan",
      "start_timestamp": 1602.0,
      "text": "Now another reason why Stryver might think he is very, very brilliant is because striper is referenced a lot. Okay, yeah, he features in the bibliography quite a bit. Good."
    },
    {
      "end_timestamp": 1615.0,
      "id": "ffe3a459-f85b-36e7-8229-d17a5ace4123",
      "speaker": "Dan",
      "start_timestamp": 1612.0,
      "text": "Good way to go to good revenge a good way to get a good review"
    },
    {
      "end_timestamp": 1631.0,
      "id": "032f71c9-d29e-3834-a800-a551d406b42a",
      "speaker": "Jordan",
      "start_timestamp": 1615.0,
      "text": "of the book. Oh, man, I loved that book. Especially the part where I'm in it a bunch. Yeah. Yeah, so I think you hear why I love strivers interview style. Just just so just yeah, what the heck are you doing?"
    },
    {
      "end_timestamp": 1645.0,
      "id": "e1fec36a-7070-3baf-b553-5c6c30dbfcea",
      "speaker": "Dan",
      "start_timestamp": 1631.0,
      "text": "It has a feeling of being rude and less their friends. And that makes you assume that their friends when they may not know that. It is it's an interesting vibe. Maybe its status is just so high in the weirdo community that like he can pull whatever"
    },
    {
      "end_timestamp": 1651.0,
      "id": "06674cba-769c-3a36-a365-90d4f31f18ec",
      "speaker": "Jordan",
      "start_timestamp": 1645.0,
      "text": "you want. I mean, it feels like that's what he does is he just says whatever he's thinking."
    },
    {
      "end_timestamp": 1656.0,
      "id": "81aafb30-f24a-3dc7-8c67-fa8792b2533c",
      "speaker": "Dan",
      "start_timestamp": 1651.0,
      "text": "Also, he's got to be pretty old. Oh, he's very old. Yeah, cuz I thought he would be dead."
    },
    {
      "end_timestamp": 1658.0,
      "id": "aeb31181-e86c-3bb1-9cde-53a67034e593",
      "speaker": "Jordan",
      "start_timestamp": 1656.0,
      "text": "Yeah, he's very, very old."
    },
    {
      "end_timestamp": 1663.0,
      "id": "5fbd4bca-4084-3d47-8d88-6e69293ea8cb",
      "speaker": "Dan",
      "start_timestamp": 1658.0,
      "text": "I thought maybe he died in the 90s quite frankly. Like an Art Bell type."
    },
    {
      "end_timestamp": 1663.0,
      "id": "c959dcf5-37fa-3c15-a6a3-7247699eaca0",
      "speaker": "Unknown Speaker",
      "start_timestamp": 1663.0,
      "text": "Yeah, well"
    },
    {
      "end_timestamp": 1666.0,
      "id": "d01d5e7d-72f5-3ad1-a010-164f06b6c353",
      "speaker": "Dan",
      "start_timestamp": 1663.0,
      "text": "didn't die in the 90s though. Did he? I can't remember when that was yeah,"
    },
    {
      "end_timestamp": 1689.0,
      "id": "7cec944e-18d2-3409-abd0-459759a84a5c",
      "speaker": "Jordan",
      "start_timestamp": 1666.0,
      "text": "maybe there but that's well I mean also that's why his his questions take a little bit longer to to get going once he he's it takes a little bit while takes a while for the ball start rolling down the hill. You sure? Sure. So yeah. What's going on in this book is it's a little bit like John Hodgman book. Do you remember? The people? Yeah, the facts about the Mole People or something like that? The the"
    },
    {
      "end_timestamp": 1695.0,
      "id": "8f9eaacd-0304-32cb-8f79-08610a56fc20",
      "speaker": "Dan",
      "start_timestamp": 1689.0,
      "text": "hobo sign? Yes. Yeah. And all list of hobo names."
    },
    {
      "end_timestamp": 1710.0,
      "id": "6f693104-b9d1-3f47-a062-6288ef71a778",
      "speaker": "Jordan",
      "start_timestamp": 1695.0,
      "text": "Right? It's a little bit like that. But if John Hodgman was telling you confidently, this is a real book I am describing to you. So yeah. Keeps going on. Go ahead and play the next one. Well, that's very kind"
    },
    {
      "end_timestamp": 1721.0,
      "id": "7221eb9b-b0d1-34ee-ab25-d2260be70577",
      "speaker": "Joshua Cutchin",
      "start_timestamp": 1710.0,
      "text": "of you, I guess. Oh, shy, but he knows it's true. That's very kind of you. I just kept on wanting to interject that I guess I read too many books by the Strieber guy and that sort of put me off on this path. Oh,"
    },
    {
      "end_timestamp": 1781.0,
      "id": "7ada0806-ff61-3316-9827-5c5a7c7eb06b",
      "speaker": "Whitley Strieber",
      "start_timestamp": 1721.0,
      "text": "boy. Yeah, I'm I'm a real thorn in the side of the of the ordinary world. I don't belong here. Well, I think you write about people who don't belong here and creatures who don't belong here to. Yeah, exactly. I'm not correct. Where are we in here? Let's, let's just jump in here. Okay. There's a lot of cool stuff in this book about ferry, folks, the ecology of souls. And we're going to talk about this huge idea, a new mythology of death in the paranormal over the course of the because that's the subtitle the book over the course of the interview. But let's talk first about the theories of the others. Because, you know, I mean, I've, I've had him around in my life, most of my life and a lot of my listeners have to a lot of people have."
    },
    {
      "end_timestamp": 1784.0,
      "id": "b37b834a-74de-31b6-94d0-34abf007b859",
      "speaker": "Jordan",
      "start_timestamp": 1781.0,
      "text": "Yep, no."
    },
    {
      "end_timestamp": 1791.0,
      "id": "081f6303-c9a0-35c8-935c-3d55ef71d1c5",
      "speaker": "Dan",
      "start_timestamp": 1784.0,
      "text": "I looked it up during that clip. Yeah, he's only 77. Really? Yeah, I thought he would be old boy. He wanted to be in his 90s"
    },
    {
      "end_timestamp": 1811.0,
      "id": "2200dde3-3c7f-368b-a5f4-9ae8cdcd4a52",
      "speaker": "Jordan",
      "start_timestamp": 1791.0,
      "text": "he's, uh, yeah, I was expecting if you if you see him, if you look at him, it looks great for 77 Sure. Wait, wait, no, I mean, he looks great for I mean, he looks very bad for seven. I got that wrong. He looks very bad for 77. Right? It looks good. It looks good for 90. That's what I was trying to say. Yeah, I"
    },
    {
      "end_timestamp": 1823.0,
      "id": "f2a67903-b951-3cc4-8b80-deefe98a1080",
      "speaker": "Dan",
      "start_timestamp": 1811.0,
      "text": "it's weird. It's a strange thing where you have like these people slotted into various places in your brain. And like I was, I knew that name. And I was almost certain. Who's ancient? Yeah."
    },
    {
      "end_timestamp": 1837.0,
      "id": "b6693796-ca12-3b56-aa54-d47dd919068a",
      "speaker": "Jordan",
      "start_timestamp": 1823.0,
      "text": "Yeah, it is. It is like stuff that's old when you're young as you get older seems twice as old as it was, you know, like, if your dad read it, you know, even he was only 30 years older than you. You feel like it was 100 years,"
    },
    {
      "end_timestamp": 1841.0,
      "id": "c86e9c69-79b2-360f-95d4-e6b2d08fb86e",
      "speaker": "Dan",
      "start_timestamp": 1837.0,
      "text": "the same time. I mean, Barbara Walters just passed, and she was in her 90s. She"
    },
    {
      "end_timestamp": 1850.0,
      "id": "17d19e32-a8d3-3bb0-afc0-f3ab05f17156",
      "speaker": "Jordan",
      "start_timestamp": 1841.0,
      "text": "was 90 something. Yeah. And I think what we're describing is that we don't know how old each individual celebrity may or may not be. That's"
    },
    {
      "end_timestamp": 1853.0,
      "id": "1522ca86-1c42-3978-a9be-837d12ebe010",
      "speaker": "Dan",
      "start_timestamp": 1850.0,
      "text": "true. I need to make flashcards. Yes, that's a good point."
    },
    {
      "end_timestamp": 1856.0,
      "id": "32a60ecc-48b6-36b6-a97d-149b8d39fd43",
      "speaker": "Jordan",
      "start_timestamp": 1853.0,
      "text": "We need to we need to practice on this. We got to memorize all this stuff."
    },
    {
      "end_timestamp": 1859.0,
      "id": "750706d1-513f-30fc-9044-d59ec7226c8b",
      "speaker": "Dan",
      "start_timestamp": 1856.0,
      "text": "So the fairy folk are involved. Yeah,"
    },
    {
      "end_timestamp": 1876.0,
      "id": "bff48df1-55f8-3518-8cd1-63bc37a589f6",
      "speaker": "Jordan",
      "start_timestamp": 1859.0,
      "text": "yep. Yep. He's talking about the fairies. I mean, I'll say yeah, he starts a chapter like this with this sentence. There are also physical fairy doubles. Whoa, whoa, whoa, whoa, whoa, here it is, though. That's something that you you can designate beginning of a chapter. That's the first sentence that's"
    },
    {
      "end_timestamp": 1902.0,
      "id": "b355a61e-f60d-3603-b989-0fad3f976719",
      "speaker": "Dan",
      "start_timestamp": 1876.0,
      "text": "a great first, no, no. Short. In the US and also in the first sentence of a chapter probably gauche not good. What is a physical? Is it like, okay, so I'm guessing that fairies are not physical beings, they're kind of ethereal, ghost, like creatures or something. And then there are also doubles, as they can take physical form. Yeah. Or do only some take physical form."
    },
    {
      "end_timestamp": 1917.0,
      "id": "d3cbc93e-66c0-3396-9941-be0495283184",
      "speaker": "Jordan",
      "start_timestamp": 1902.0,
      "text": "I'm gonna I'm gonna cut you off. Okay. Too many questions, Bobby. No, no, no, there are also fairly doubles. The also refers to there are human doubles. Sure, there are space doubles. There are there's just doubles of everything."
    },
    {
      "end_timestamp": 1919.0,
      "id": "fe4fce2a-0f62-3f6b-82da-d227b9f7d0fe",
      "speaker": "Dan",
      "start_timestamp": 1917.0,
      "text": "Well, how else you're gonna play tennis?"
    },
    {
      "end_timestamp": 1926.0,
      "id": "2d992de4-49cf-3b57-a152-87a6e7db8c73",
      "speaker": "Jordan",
      "start_timestamp": 1919.0,
      "text": "Exactly. So there's two things that exist side by side. Is that is what he tries to get through with his his main thesis."
    },
    {
      "end_timestamp": 1929.0,
      "id": "2684b2a2-8ca2-3f9b-830d-6dd78d7d48ef",
      "speaker": "Dan",
      "start_timestamp": 1926.0,
      "text": "Does that mean? Does that just mean twins?"
    },
    {
      "end_timestamp": 1938.0,
      "id": "ba3e9954-dd52-35ac-8d36-1a3941e36cdd",
      "speaker": "Jordan",
      "start_timestamp": 1929.0,
      "text": "A little bit? Yeah. But like, you know, it's a little bit like parallel universe kind of stuff. You know, you got another one. Are you"
    },
    {
      "end_timestamp": 1943.0,
      "id": "20a04aec-f678-3cf9-9ce8-a04c991eaa3a",
      "speaker": "Dan",
      "start_timestamp": 1938.0,
      "text": "in another universe that we can never access and not be? He's right here. Okay."
    },
    {
      "end_timestamp": 1951.0,
      "id": "51aec6bc-1be5-34ee-bafd-0532a45ba46d",
      "speaker": "Jordan",
      "start_timestamp": 1943.0,
      "text": "But you can't see you. Ah, but if you're in that universe that he lives in, then you could."
    },
    {
      "end_timestamp": 1952.0,
      "id": "e0b2bede-17c9-39bf-8e9b-d13d470a175c",
      "speaker": "Dan",
      "start_timestamp": 1951.0,
      "text": "Okay, yeah. Where are you from?"
    },
    {
      "end_timestamp": 1987.0,
      "id": "b4ea94ae-5626-36c7-b66b-9f6987149a59",
      "speaker": "Jordan",
      "start_timestamp": 1952.0,
      "text": "Exactly. I'm wearing a t shirt from Wisconsin. Okay, so. So what Kuching is doing is trying to create a Grandfield theory of pretend, you know, he's trying to and what he does is he, he takes from everything. And I mean, everything he can, he pulls from, you know, Greek mythology. He pulls from the Christianity Abrahamic religion kind of thing. He pulls from Eastern philosophies, and he's trying to put all of this stuff together into one thing, right? That's not gonna work. It's tough to do. Yeah,"
    },
    {
      "end_timestamp": 1996.0,
      "id": "7a518a6e-9f58-3183-9183-bc0d6b0ec35c",
      "speaker": "Dan",
      "start_timestamp": 1987.0,
      "text": "I can. I just know. This has been tried before. Well, doesn't work. He just anger."
    },
    {
      "end_timestamp": 2001.0,
      "id": "ca9b6f56-c1f8-391f-b259-18874d9db7ec",
      "speaker": "Jordan",
      "start_timestamp": 1996.0,
      "text": "He's doing his best. Let Yeah, go ahead and keep going."
    },
    {
      "end_timestamp": 2009.0,
      "id": "12942a51-cafe-35b4-b18b-f5f96cda3c27",
      "speaker": "Whitley Strieber",
      "start_timestamp": 2001.0,
      "text": "Came apparent, honorable. I've got a masterpiece, frankly. I mean, it's, it's a, it's really something. Really, yes."
    },
    {
      "end_timestamp": 2053.0,
      "id": "1bd32b90-170d-3deb-9464-665a36d2b2f5",
      "speaker": "Joshua Cutchin",
      "start_timestamp": 2009.0,
      "text": "Thank you so much. It's sort of it's sort of evolved into a snapshot of how I think about these things, and how I sort of make them all fit together. Because I am in a lot of ways, what might be termed a pan paranormal list or something like that. I want to see how the fairy stuff fits in with the cryptid stuff. And I want to see how indies fit into the UFO experience. And you know, a lot of these observations have been made, you've got Eddie Bullard, who drew a lot of similarities between shamanic initiations in the UFO Contact experience, you've got Kenneth ring, obviously, who we work with quite a bit, drawing connections between near death experiences and the UFO Contact experience. But it just seems like every contact modality has the vestiges of the same shared attributes, regardless of where it is. So"
    },
    {
      "end_timestamp": 2084.0,
      "id": "21786881-f117-3f11-9293-57239c549a4b",
      "speaker": "Dan",
      "start_timestamp": 2053.0,
      "text": "I mean, makes a good point. I mean, in as much as like, if we're all going to do all this pretend stuff, or we're going to have all these ideas. They do have to exist in the same universe. Yeah. You know, like so. What is it? Is there something that supervenes upon ghosts and fairies and Squatch and all this? Is there some kind of a, like, unknown universe law or something that explains this kind of stuff? I mean, there would have to be right Yeah,"
    },
    {
      "end_timestamp": 2125.0,
      "id": "f57f9955-281f-3acc-969b-f6d4941d0b72",
      "speaker": "Jordan",
      "start_timestamp": 2084.0,
      "text": "right. He's he is, what's what's crazy about him big picture thinking, What's crazy about no and I read his book, what's crazy about him is that he's kind of got a good thought process, insofar as where he's trying to take this. So his his philosophy Is this something along the lines of? If any of these religions are true, right, then there's a chance that any of them are true. Sure. So either they're all true, or all possibly true, or none of them are. Because if a religion is possible, if magic is possible, then all bets are off. All magic is possible. You see, that's his thought process."
    },
    {
      "end_timestamp": 2138.0,
      "id": "5f51167e-8570-3018-a23a-6f08640d266d",
      "speaker": "Dan",
      "start_timestamp": 2125.0,
      "text": "Right? It's see, it seems like if there is one magician, there's potentially tons Exactly. But at the same time, if there's one magician, it's possible, there's only one magician"
    },
    {
      "end_timestamp": 2145.0,
      "id": "d2350a83-8c4d-36a4-b6ff-c4c375a3b165",
      "speaker": "Jordan",
      "start_timestamp": 2138.0,
      "text": "totally. But he's saying no, it's not. All right. That is that's his argument."
    },
    {
      "end_timestamp": 2157.0,
      "id": "1c3dedb9-3e0b-394f-8503-16327a56ab95",
      "speaker": "Dan",
      "start_timestamp": 2145.0,
      "text": "Well, I mean, it is it is an interesting line of thought. I don't foresee him coming to any good conclusions, necessarily. But I think it's, it's an interesting, interesting thought,"
    },
    {
      "end_timestamp": 2183.0,
      "id": "356a6700-418b-362d-9e91-1314ec7845b9",
      "speaker": "Jordan",
      "start_timestamp": 2157.0,
      "text": "well, what's it? What's the conclusion that he comes to is, you know, after he goes through all of his talking, whereas you are, I would look through all of this and see like, Okay, well, you see this thing, this isn't real. We've proved that that's not real. This thing we prove that's not real. We've proved all so much of this shit is real. So by your line of thought, I'm just gonna go ahead and say that none of its real. Right. And he goes, You can't prove it. It's all"
    },
    {
      "end_timestamp": 2187.0,
      "id": "d9d40000-cd32-35f9-aded-edc1447fd5b7",
      "speaker": "Dan",
      "start_timestamp": 2183.0,
      "text": "real, is a little bit different. Yeah, that's a problem."
    },
    {
      "end_timestamp": 2242.0,
      "id": "9f7dd40e-6727-3a07-b8fa-170e420e69f2",
      "speaker": "Jordan",
      "start_timestamp": 2187.0,
      "text": "It's a bit of a problem. That's where it goes. On the other hand, though, it's so well researched. It's so down to and let me try and give you an idea of some of the things that we'll do. He does a couple of academic tricks, which are fun. Well, he uses big words. I heard that that's one of the big ones. That's one of the big ones, of course, but he uses his references very deceptively. So I'll give you a man. Listen to this overwrought prose, typically red eyed from her continual crying. The benci appears as a woman with long hair and a green dress under a grey cloak, though others clad her in white, the color of bloodless corpse as and ghosts, or Greek spirits who appeared pallid because they were deprived of the sun. She loves brushing her hair, and it is considered very dangerous even today to pick up a straight comb you find laying on the ground in case it belongs to the fairy woman."
    },
    {
      "end_timestamp": 2248.0,
      "id": "4ef8ce0c-f756-380b-b65a-568f0bd4b8b7",
      "speaker": "Dan",
      "start_timestamp": 2242.0,
      "text": "The Banshee fairy woman, guess who's crying all the time? Yes, man, maybe usually he's a friend."
    },
    {
      "end_timestamp": 2295.0,
      "id": "c633d9d3-85f6-3a54-afff-2ea4fb6f277a",
      "speaker": "Jordan",
      "start_timestamp": 2248.0,
      "text": "Okay, now, he's got three quotes in there. And three references for those quotes. Yeah, each one has their own reference. Now one of the references comes after or one of the citation citations comes after, clad in clad her in white, quote, quote, The Color of bloodless corpses and ghosts is a citation from that but it makes it look visually like he's citing that typically red eyed from her continual crying the Banshee appears line making it sound like he's backed up the most insane part of that she's always crying that she exists at all, and that she's always crying all of these things are crazy. Well, I referencing a different way of describing something as white."
    },
    {
      "end_timestamp": 2298.0,
      "id": "d2b97656-2f9e-300b-b231-451a8d8fffd2",
      "speaker": "Dan",
      "start_timestamp": 2295.0,
      "text": "Oh, wait, what is? The citation is like to a thesaurus?"
    },
    {
      "end_timestamp": 2304.0,
      "id": "365de09b-7e5b-34dc-8dd5-096e405941c5",
      "speaker": "Jordan",
      "start_timestamp": 2298.0,
      "text": "It's just the it's just the clad her in white part. That's no good. Yes, exactly."
    },
    {
      "end_timestamp": 2316.0,
      "id": "cd17a5ff-9b73-34f7-90c0-6d247e365dba",
      "speaker": "Dan",
      "start_timestamp": 2304.0,
      "text": "I do I do think okay, so just from the perspective, I don't know, I feel like that that description of a banshee does does the Banshee dirty a little bit?"
    },
    {
      "end_timestamp": 2327.0,
      "id": "f205d251-5038-3821-9ec2-95a86b9de51d",
      "speaker": "Jordan",
      "start_timestamp": 2316.0,
      "text": "Well, you saw there's four descriptions of a banshee in that one thing, you know, but they're all accurate. Sure, exactly. That's the problem. Again, if one of them's real, they're all real."
    },
    {
      "end_timestamp": 2334.0,
      "id": "c2a9eb0e-5f12-3979-9f9e-ba13689a0e44",
      "speaker": "Dan",
      "start_timestamp": 2327.0,
      "text": "Sometimes red, sometimes white dressed sometimes gray, so I'm always crying Greek palette to brush"
    },
    {
      "end_timestamp": 2344.0,
      "id": "6303040f-df31-303b-bc5f-2ce52ac5fdd0",
      "speaker": "Jordan",
      "start_timestamp": 2334.0,
      "text": "up. Don't pick up a comb. No, all of these things are in one paragraph that has multiple citations to things that have nothing to do with proving that it's real"
    },
    {
      "end_timestamp": 2348.0,
      "id": "1b337c86-d9d7-3e60-8645-dd06e0e380f1",
      "speaker": "Dan",
      "start_timestamp": 2344.0,
      "text": "is the advice that like if you see a comb, don't touch it. Yes. Okay."
    },
    {
      "end_timestamp": 2363.0,
      "id": "d7235b3d-d52c-31c9-aab0-fb4b24f261ee",
      "speaker": "Jordan",
      "start_timestamp": 2348.0,
      "text": "It's good advice. Sure. The weird part is the to this day like hey, man, to this day, that's still real. Like we haven't aged out of this. No, not like not like an anthropologist being like, this belief still persists to this day."
    },
    {
      "end_timestamp": 2367.0,
      "id": "fa4280fa-182d-378c-9998-7771b6b6e99c",
      "speaker": "Dan",
      "start_timestamp": 2363.0,
      "text": "I thought the Banshee was like yelled and it hurt you with noise? Well,"
    },
    {
      "end_timestamp": 2374.0,
      "id": "ba3ff0d6-135e-32be-9451-965a179a3b05",
      "speaker": "Jordan",
      "start_timestamp": 2367.0,
      "text": "that's one type of Banshee boy from this region. The benches are well known for their Bubba but they're silent."
    },
    {
      "end_timestamp": 2384.0,
      "id": "6fd855ab-1322-3652-859e-d5fa2c900120",
      "speaker": "Dan",
      "start_timestamp": 2374.0,
      "text": "Exactly, exactly the I thought that was like the defining characteristic that's the one thing people know about. And maybe that's because of the Marvel character Banshee."
    },
    {
      "end_timestamp": 2386.0,
      "id": "7256042b-0dde-3a99-ade1-7391f29728f1",
      "speaker": "Jordan",
      "start_timestamp": 2384.0,
      "text": "Yeah, that could be"
    },
    {
      "end_timestamp": 2391.0,
      "id": "90788543-a7e6-348b-bbaf-9524996a61e7",
      "speaker": "Dan",
      "start_timestamp": 2386.0,
      "text": "I feel like Banshee is a fairly human like a banshee is kind of a expression. It's in the"
    },
    {
      "end_timestamp": 2398.0,
      "id": "6c354609-a3a7-378d-8afb-c98ad7e8dea9",
      "speaker": "Jordan",
      "start_timestamp": 2391.0,
      "text": "monsters manual Dungeons and Dragons style. Yeah, if Gygax put it in, in a monsters manual, it's pretty set in stone"
    },
    {
      "end_timestamp": 2403.0,
      "id": "c574d392-e69b-3ff1-a762-5df1cb8916b5",
      "speaker": "Dan",
      "start_timestamp": 2398.0,
      "text": "what colored clothes Does the Banshee have in the Gygax manual? Because that's better food."
    },
    {
      "end_timestamp": 2404.0,
      "id": "d0be2d84-e73c-301d-9e2d-1a0151cd83ec",
      "speaker": "Jordan",
      "start_timestamp": 2403.0,
      "text": "Tattered All"
    },
    {
      "end_timestamp": 2407.0,
      "id": "3cad0998-f0c7-3a9b-a68a-52a02ab01406",
      "speaker": "Dan",
      "start_timestamp": 2404.0,
      "text": "right. Josh,"
    },
    {
      "end_timestamp": 2418.0,
      "id": "87f4c555-58e4-37ab-ac07-b7c9cc84c7ea",
      "speaker": "Jordan",
      "start_timestamp": 2407.0,
      "text": "I don't think the color is standardized but the Tatars are. Yeah, so now she crying? What did you do to her?"
    },
    {
      "end_timestamp": 2419.0,
      "id": "be32ad43-df1b-3c43-8c82-90222ddb5bc8",
      "speaker": "Dan",
      "start_timestamp": 2418.0,
      "text": "See? That's what I want to know. Wow,"
    },
    {
      "end_timestamp": 2421.0,
      "id": "2041c671-ea3f-3655-bf5c-cc8e8966396c",
      "speaker": "Jordan",
      "start_timestamp": 2419.0,
      "text": "who that depends on one wrong,"
    },
    {
      "end_timestamp": 2422.0,
      "id": "dc2791e7-386e-3354-9ea9-a06d603110e8",
      "speaker": "Dan",
      "start_timestamp": 2421.0,
      "text": "Banshee."
    },
    {
      "end_timestamp": 2424.0,
      "id": "01b0c290-b85b-3ab2-87da-72311d33d9bc",
      "speaker": "Jordan",
      "start_timestamp": 2422.0,
      "text": "Well, I mean, everybody did. Yeah,"
    },
    {
      "end_timestamp": 2426.0,
      "id": "e2dcd5ef-9714-3259-9ff9-7189dc9a4046",
      "speaker": "Dan",
      "start_timestamp": 2424.0,
      "text": "we all share the blame."
    },
    {
      "end_timestamp": 2449.0,
      "id": "c2dc570d-d584-3ea0-bb52-6d578037ab2d",
      "speaker": "Jordan",
      "start_timestamp": 2426.0,
      "text": "So we get into twin tracks here. Okay. This is where kutchan and Strieber kind of start branching on separate pathways. All right, Kuching is going to start talking about his book. striper has striper has a story to tell. So I think you're gonna see these start to play out over this next couple of stretch."
    },
    {
      "end_timestamp": 2504.0,
      "id": "73208ddb-7b77-3c3c-8635-116266739a2a",
      "speaker": "Joshua Cutchin",
      "start_timestamp": 2449.0,
      "text": "The Afterlife isn't some sort of, you know, realm where time is held in stasis, and you just get to be amongst everyone who's passed on their ideas in older cosmologies, especially from like Egypt, or, you know, ancient, you know, Imperial China, that the afterlife was, again, a mirror version of this world where, you know, according to that you would have to get up and work and there might be technological process that happens on the other side of this failed just as there's technological process, the type of logical progress that happens on this side of that as well, you know, Egyptian farmers would have to get up and plow their fields and worship all the same gods and basically life just continue. So once you take that little tidbit of information, and you frame it within some speculation, and he follows you, which has been around for quite some time that this is literally afterlife technology. It starts to get really bizarre. That"
    },
    {
      "end_timestamp": 2512.0,
      "id": "f9fc4952-5c2a-3b8e-adac-199d1ed6ac2f",
      "speaker": "Dan",
      "start_timestamp": 2504.0,
      "text": "sucks. Yep. He bums me out. Yeah. If the if there is like an afterlife that is eternal, and you still have to have a job. Yeah."
    },
    {
      "end_timestamp": 2515.0,
      "id": "e175f1c6-b2d1-36a2-b3cd-9cbd0aae108f",
      "speaker": "Jordan",
      "start_timestamp": 2512.0,
      "text": "The worst? The worst."
    },
    {
      "end_timestamp": 2518.0,
      "id": "cca8b267-f55f-36f2-bdf3-4aa727b063a7",
      "speaker": "Dan",
      "start_timestamp": 2515.0,
      "text": "I mean, I like podcasting. I enjoy this. But I still want to do this for"
    },
    {
      "end_timestamp": 2524.0,
      "id": "bef36376-9900-334c-8e3e-564dab0bafd7",
      "speaker": "Jordan",
      "start_timestamp": 2518.0,
      "text": "now. No, absolutely. I have no idea why anybody wants to eternity. That's the worst idea. To me."
    },
    {
      "end_timestamp": 2527.0,
      "id": "86a5030b-06cf-377c-b252-03c507f2945c",
      "speaker": "Dan",
      "start_timestamp": 2524.0,
      "text": "It seems it seems tough. There's no end to it."
    },
    {
      "end_timestamp": 2538.0,
      "id": "9abe68eb-406c-3180-b5c3-09e19b61df66",
      "speaker": "Jordan",
      "start_timestamp": 2527.0,
      "text": "Now, what that did though, is that got Stryver a little bit excited, because he started talking about technology from the other side from the afterlife. Okay,"
    },
    {
      "end_timestamp": 2542.0,
      "id": "55c079d1-e571-37f4-ae34-d220456f6054",
      "speaker": "Dan",
      "start_timestamp": 2538.0,
      "text": "like a like a rake, right or a sickle for the farmer?"
    },
    {
      "end_timestamp": 2565.0,
      "id": "cbfb9d4b-d19c-3990-92bd-dede135eee9f",
      "speaker": "Jordan",
      "start_timestamp": 2542.0,
      "text": "Well, a little bit different because Strieber is fairly convinced that his cochlear implant was brought over from the other side, it is technology from the deadlands. This makes sense. And he is going to start telling us a little bit about it. Okay. Okay, this one. Sounds good. This is gonna go this Well, we'll see what happens."
    },
    {
      "end_timestamp": 2586.0,
      "id": "9fe63022-2f92-3284-8e07-19ba3aa416ae",
      "speaker": "Whitley Strieber",
      "start_timestamp": 2565.0,
      "text": "Well, I think it must, because I was certainly convinced that, that that was exactly I mean, that's what he said. But the man said, but you know, something fascinating about that, man. And folks, those of you who don't know the story, I have a name real quick."
    },
    {
      "end_timestamp": 2593.0,
      "id": "bb38856d-462c-3754-afdd-2e3f89df85ab",
      "speaker": "Jordan",
      "start_timestamp": 2586.0,
      "text": "This is a, this is a long clip, so you can cut in at any time this story. And listen, this story meanders. Well, sure."
    },
    {
      "end_timestamp": 2607.0,
      "id": "d38bd804-2b8a-39ea-96eb-95cb75230e10",
      "speaker": "Dan",
      "start_timestamp": 2593.0,
      "text": "But I mean, that makes it all the more important for me. Because I got to track these dumb thoughts and enjoy it also. Isn't, don't you have some experience of the world of cochlear Taipa implants and hearing aids"
    },
    {
      "end_timestamp": 2613.0,
      "id": "806d7c05-0682-3d8c-8d8b-23faf5bb4e56",
      "speaker": "Jordan",
      "start_timestamp": 2607.0,
      "text": "and not from the damn, are you sure I'm positive? 100%? Sure. They have not been brought over from the other see,"
    },
    {
      "end_timestamp": 2617.0,
      "id": "61d9874f-9860-3ec1-ad36-87654dc1c2e8",
      "speaker": "Dan",
      "start_timestamp": 2613.0,
      "text": "but I mean, you were involved in that industry. This makes it sounds like a cover up on us."
    },
    {
      "end_timestamp": 2625.0,
      "id": "9d3e3ca6-34f4-39da-adc1-d580f8981d7a",
      "speaker": "Jordan",
      "start_timestamp": 2617.0,
      "text": "Well, I mean, actually, I was in the hearing aid part. I wasn't in the cochlear implant part. So I only know that hearing aids thoroughly Earthbound."
    },
    {
      "end_timestamp": 2632.0,
      "id": "0f8f3bf9-422c-337d-8d4b-78ce8e5feeba",
      "speaker": "Dan",
      "start_timestamp": 2625.0,
      "text": "See you? Any grounds. Right. Yeah. All right. All of my expertise out the window,"
    },
    {
      "end_timestamp": 2654.0,
      "id": "d02f1982-4336-326b-986a-8313ae560855",
      "speaker": "Whitley Strieber",
      "start_timestamp": 2632.0,
      "text": "was that but there was a doctor who was keen to get an x rayed and he was on his way to asking me to get it removed. This is a second. I there was a removal attempt two years ago that failed, fortunately. But in any case, I wasn't gonna get it removed. But whoever was involved with it did not necessarily"
    },
    {
      "end_timestamp": 2657.0,
      "id": "aeb26f64-ed13-37d2-b52c-8b8f6a1598cd",
      "speaker": "Dan",
      "start_timestamp": 2654.0,
      "text": "real quick when he says is it like a tumor or something"
    },
    {
      "end_timestamp": 2661.0,
      "id": "439d3cec-4048-34fd-a2cb-97b2492b1b11",
      "speaker": "Jordan",
      "start_timestamp": 2657.0,
      "text": "now just a cochlear implant? Oh, because he's a dead cochlea."
    },
    {
      "end_timestamp": 2665.0,
      "id": "20f1c0d3-e245-3eba-b284-6a5f7da7f9ad",
      "speaker": "Dan",
      "start_timestamp": 2661.0,
      "text": "I didn't know what the it was in the okay. Yeah, it's his"
    },
    {
      "end_timestamp": 2667.0,
      "id": "8c83b2cc-a92a-3d3c-bca7-90d0786d6b9b",
      "speaker": "Jordan",
      "start_timestamp": 2665.0,
      "text": "other side technology. Right. Yeah."
    },
    {
      "end_timestamp": 2752.0,
      "id": "7139ace4-0bbb-3c76-bbb7-17aa98e29052",
      "speaker": "Whitley Strieber",
      "start_timestamp": 2667.0,
      "text": "They wanted to reinforce the importance of leaving it and let me put it that way. So a couple of nights before the CAT scan was set up. I had a visit from two men, one of whom I know. And I say I know him because I've seen him three or four times in my life. I've seen him when he was a boy. I've seen him. I had seen him. When I went I went out to the desert one night to spend just the time completely alone out in the desert. And then I've seen this additional time. And he proceeded to explain it all to me. And to explain the Constantine wrote of a story and everything then said that it basically had been its technology, as Joshua just said from the other side. But here's an interesting kicker. The man is identical to a man I know well in Watts, who has no idea, I'm gonna tell him. In fact, we're going to have lunch later later today. And I'm gonna tell him the story for the first time he's gonna love it. He also is I love this story, I'm sorry, to the single one of the strangest things that has ever happened in my life. And in his"
    },
    {
      "end_timestamp": 2755.0,
      "id": "e7f5c028-b593-39aa-83e0-ec4a8148c54b",
      "speaker": "Jordan",
      "start_timestamp": 2752.0,
      "text": "I had a say he doesn't know about about He's never heard this story, a visitor"
    },
    {
      "end_timestamp": 2799.0,
      "id": "f6901c91-8487-34c5-8548-5e311e8c795d",
      "speaker": "Whitley Strieber",
      "start_timestamp": 2755.0,
      "text": "years and years ago, I don't have those. Now, fortunately, I'm not the type. I there was in the room room was filled with people. It was in a room in the cabin where it happened. And it's filled with people, one of whom I knew. And he was an intelligence officer whom I've known for a long time. And I filed that away. I didn't, not important yet. didn't think anything more, but I never told the soul the name, not my wife, not anyone. I've never spoken it. Fast forward 30 years,"
    },
    {
      "end_timestamp": 2802.0,
      "id": "328f6235-3583-3cd4-8da4-a1995418b9b6",
      "speaker": "Dan",
      "start_timestamp": 2799.0,
      "text": "you know, I will"
    },
    {
      "end_timestamp": 2864.0,
      "id": "f8411f39-8fe7-330a-9b98-30b8c35a6929",
      "speaker": "Whitley Strieber",
      "start_timestamp": 2802.0,
      "text": "be talking about the normal human part of it. And he proceeds to tell me of his encounter experience which is total blackness. He doesn't remember anything about it, except it happened. And he was reading a detective novel, he was a boy when it happened. I met him when he was a boy too, or a version of him. And he came away from the experience. He said with only one thing. He had been remembered that he had been told underlying a name in a detective novel he was reading, and he was told that this person knew something that he had been told never to discuss with any body effort. The name in the detective novel was the name of the guy who witnessed that sexual encounter with a visitor."
    },
    {
      "end_timestamp": 2868.0,
      "id": "983a216b-a3c5-37f5-ae93-c92a3ca7a449",
      "speaker": "Jordan",
      "start_timestamp": 2864.0,
      "text": "You're so ready to respond. You are not ready for the kicker. Well, you weren't ready."
    },
    {
      "end_timestamp": 2907.0,
      "id": "47a4c9f0-cbf9-30d2-98ea-eac80364d282",
      "speaker": "Dan",
      "start_timestamp": 2868.0,
      "text": "I will say for about the last minute of that clip. People can't see this. But I was waving a pen in the air. Yeah, you really hit me. Now I don't know what's going on. Because here's what I was thinking. I was like, I get it. I get it. Yeah, cuz here's this guy is like he's he saw this guy as a kid. Right? Because he the other guy, the kid, right? Was having a visitation from aliens. And all he had was blackness. He doesn't know anything. And that was because the aliens were using him to visit Whitley. Right. I got it. You got it. Yes,"
    },
    {
      "end_timestamp": 2909.0,
      "id": "1220dc3b-1ca4-3ebd-acfa-84a2125b0c9e",
      "speaker": "Jordan",
      "start_timestamp": 2907.0,
      "text": "you got it. You got the story."
    },
    {
      "end_timestamp": 2925.0,
      "id": "c9193b9e-c25f-3844-a87f-4faa0ce298eb",
      "speaker": "Dan",
      "start_timestamp": 2909.0,
      "text": "But then the sexual encounter in the name in the in the detective book, I kind of lost track. Yo, the only name he underlined in the book that man her cute."
    },
    {
      "end_timestamp": 2931.0,
      "id": "57fdb9ba-825a-3d97-b711-0cd0571a6937",
      "speaker": "Jordan",
      "start_timestamp": 2925.0,
      "text": "That's the man who witnessed by sexual encounter with the other. Oh my God, why was someone"
    },
    {
      "end_timestamp": 2935.0,
      "id": "02e0fb9b-d5fa-3367-a9d4-1259036aad59",
      "speaker": "Dan",
      "start_timestamp": 2931.0,
      "text": "watching him fucking"
    },
    {
      "end_timestamp": 2943.0,
      "id": "f69e09fe-e05a-3294-bada-dcf75411eec5",
      "speaker": "Jordan",
      "start_timestamp": 2935.0,
      "text": "unknown. This is part of the story that he's told plenty of times he must have. But for me, I have joined the mystery."
    },
    {
      "end_timestamp": 2982.0,
      "id": "9e497e33-d16f-3800-8898-d9e3f3711fc4",
      "speaker": "Dan",
      "start_timestamp": 2943.0,
      "text": "So I'm trying to put together the whole the totality of this. Yeah. So he's been visited by this person three times in his life. Right. And this person looks identical to somebody that he knows in his real life who he's going to have lunch with. Correct. And this guy, it when he was a kid had visitation. Right. And it was all just darkness. Correct. And that was because his body was being used to visit Whitley. Fast forward 30 years. 30 years now this guy had underlined a name a detective book because it was the name of somebody who had watched Whitley funk."
    },
    {
      "end_timestamp": 2985.0,
      "id": "3b25f447-6572-3f16-8cbf-512d51a71896",
      "speaker": "Jordan",
      "start_timestamp": 2982.0,
      "text": "That is correct. That is the student they"
    },
    {
      "end_timestamp": 2987.0,
      "id": "40bb060d-39fe-38e5-a950-0825ae494258",
      "speaker": "Dan",
      "start_timestamp": 2985.0,
      "text": "talk about this."
    },
    {
      "end_timestamp": 2990.0,
      "id": "a7dc41f2-95d6-3905-bc7a-57b7e0cd1748",
      "speaker": "Jordan",
      "start_timestamp": 2987.0,
      "text": "Let's let's hear coaches responses real quick."
    },
    {
      "end_timestamp": 2998.0,
      "id": "e9838a53-a234-3ff9-8ee1-ab4a1b92d69c",
      "speaker": "Dan",
      "start_timestamp": 2990.0,
      "text": "Okay, yeah, it seems like quite a challenge. Yeah."
    },
    {
      "end_timestamp": 3007.0,
      "id": "ff3bb8b4-26dd-3a5c-873b-24cef7545548",
      "speaker": "Jordan",
      "start_timestamp": 2998.0,
      "text": "Let me give you the full response. So that's okay. But that's the one that makes the most sense. Yeah, he's gonna say more words. But that's what that's this response. Fair enough."
    },
    {
      "end_timestamp": 3013.0,
      "id": "ed98e5c8-0be4-3449-85ea-356299bc5e89",
      "speaker": "Joshua Cutchin",
      "start_timestamp": 3007.0,
      "text": "It's like these little mystery boxes that get developed. And"
    },
    {
      "end_timestamp": 3033.0,
      "id": "8897c060-3e3b-3795-939e-8e7aa4cdbcbc",
      "speaker": "Whitley Strieber",
      "start_timestamp": 3013.0,
      "text": "I'm just hoping you'll tell me a little bit about the relationship between the guy who I know it has absolutely no idea of any of the other meetings I've had with him or his doppelganger or whatever. What are the what is going on here? What are these two people? Well, it really relates to your book. It does"
    },
    {
      "end_timestamp": 3052.0,
      "id": "1fdedb4d-c66f-3698-93a7-f1bffe6c3c83",
      "speaker": "Jordan",
      "start_timestamp": 3033.0,
      "text": "not relate to his book whatsoever. But if his book is like this sort of Pan idea, right, then it does it everything relates exactly. That's the problem, right? You can hear me like, well, you know, there's stuff inside of stuff. And this isn't what I'm supposed to be here for. Screw you. We're talking about this guy."
    },
    {
      "end_timestamp": 3061.0,
      "id": "a1012d42-c79e-36c2-869e-03106c9c3ab7",
      "speaker": "Dan",
      "start_timestamp": 3052.0,
      "text": "Now. He's just like, does this guy who I know in the real world have blackmail on me from watching the bucket goes?"
    },
    {
      "end_timestamp": 3063.0,
      "id": "ed71397a-4615-34b0-a319-b12de7552186",
      "speaker": "Jordan",
      "start_timestamp": 3061.0,
      "text": "This is what we are worried about"
    },
    {
      "end_timestamp": 3064.0,
      "id": "97cb89f9-1859-3227-b2c5-3faf8f6f7d0b",
      "speaker": "Dan",
      "start_timestamp": 3063.0,
      "text": "him having leverage"
    },
    {
      "end_timestamp": 3076.0,
      "id": "f2780d42-8358-34eb-8c29-de1e59853d7a",
      "speaker": "Jordan",
      "start_timestamp": 3064.0,
      "text": "is really concerned. Interesting. Yeah. And I mean, it is going to go on, he is focused. Again, this is another little clip. So stop whatever you want."
    },
    {
      "end_timestamp": 3081.0,
      "id": "ff9c04f2-748b-347f-8e22-2f10056f4fc4",
      "speaker": "Dan",
      "start_timestamp": 3076.0,
      "text": "But I'm glad for it though, because I do need contact No."
    },
    {
      "end_timestamp": 3108.0,
      "id": "b55c85ad-c948-3695-bfb3-87cfa0f71fc2",
      "speaker": "Joshua Cutchin",
      "start_timestamp": 3081.0,
      "text": "often been tied to all manner of phenomena. And it seems like something like that might be what was going on in that scenario that you outlined, that's that a part of this individual, maybe even displaced from time for all I know, because I think that time plays some sort of component in a lot of these experiences. But the a part of this individual was able to sort of wander off on his own and obtain this other information that that he normally wouldn't have had access to."
    },
    {
      "end_timestamp": 3212.0,
      "id": "72a638ba-0968-371e-bf82-7e7e627baf19",
      "speaker": "Whitley Strieber",
      "start_timestamp": 3108.0,
      "text": "I don't know, when I first saw him, he was a boy. He was about 13. I encountered him at a baseball game. And he was sitting with a gentleman from the Department of Defense, whom I knew who interfaced with the tall blonde people of legend. And in, in, out in Boulder, Colorado, they're gone. Now they're not there anymore. And that's all shut down. But in those days, it was very active. And I was rather surprised to see him. And I assume his with three children. And I assumed these children were something special because he wouldn't have been with them otherwise. And it was quite clear. After a couple of moments at the baseball game, I was ended up seemingly randomly, ticketed sitting beside them. But there was nothing random about it. I'm sure. They could read my mind. They were good readers, the kids. And I so I figured whatever is going on here. I don't want to interface with him directly. Because there's all kinds of problems that I'm with the grays and blondes and I you cannot imagine. Believe me, it's a it's a path that you don't want to go down if you're if you're is it deeply enmeshed in this is I am so I didn't say anything to him. And they left after a little while. But boy, you talk here about fairy births. And"
    },
    {
      "end_timestamp": 3223.0,
      "id": "75e51e31-f135-359e-a850-4f5b0cf7101c",
      "speaker": "Dan",
      "start_timestamp": 3212.0,
      "text": "he has I don't want to call it a talent but but a pension for switching topics. That story didn't help. I'll be honest."
    },
    {
      "end_timestamp": 3237.0,
      "id": "b4a58c43-e65f-3816-90e0-f5e021602ae9",
      "speaker": "Jordan",
      "start_timestamp": 3223.0,
      "text": "I mean, from what I can take away from that story. Here's what's going on. All right. He went to a baseball game. And this guy was sitting next to him with his kids and his kids. The guy's kids were talking to him. And it sounded like they knew exactly what he was thinking or"
    },
    {
      "end_timestamp": 3241.0,
      "id": "b94d13df-f537-3b0c-adb9-a47c65d0be34",
      "speaker": "Dan",
      "start_timestamp": 3237.0,
      "text": "they're good readers. Right, right there a grade level."
    },
    {
      "end_timestamp": 3247.0,
      "id": "67670e64-66e7-3b9b-8a29-99bdfdd68d24",
      "speaker": "Jordan",
      "start_timestamp": 3241.0,
      "text": "Right? Right. But he wouldn't talk to their dad because their dad is allied with the tall blonde people."
    },
    {
      "end_timestamp": 3254.0,
      "id": "665b0fa5-bf39-3d63-bbc6-121de869ac23",
      "speaker": "Dan",
      "start_timestamp": 3247.0,
      "text": "Right? And he's with the gray. He's with the grays. You don't want to be caught Cedric, of course."
    },
    {
      "end_timestamp": 3265.0,
      "id": "4650a1c6-ee2f-38d1-a979-72d5eb2ac331",
      "speaker": "Jordan",
      "start_timestamp": 3254.0,
      "text": "You don't want to be caught in between those two. That's just uh, you know, but they're still there. They're not the big fight, you know, they can still be friendly enough to watch a baseball game and silence. What"
    },
    {
      "end_timestamp": 3286.0,
      "id": "cdc8550d-8563-3154-a8f4-d797e9e9305b",
      "speaker": "Dan",
      "start_timestamp": 3265.0,
      "text": "is he? Because I, I assumed that this guy who is going to have lunch with and himself were of similar ages. Right? And so he would be a kid at that point, too. Right. Right. So why is he? Why does he know the DoD agent who's talking to the kid if he himself if Whateley himself as a kid,"
    },
    {
      "end_timestamp": 3287.0,
      "id": "abd4b5d8-4655-3405-8088-e0f6359e8a9b",
      "speaker": "Jordan",
      "start_timestamp": 3286.0,
      "text": "see you now that's a"
    },
    {
      "end_timestamp": 3296.0,
      "id": "beca8c96-522b-3cee-bf83-f1b80ebc213a",
      "speaker": "Dan",
      "start_timestamp": 3287.0,
      "text": "problem that I'm having too. I don't know. But maybe he's an adult. Adjusting the story. Maybe he's a bit older than this lunch partner."
    },
    {
      "end_timestamp": 3315.0,
      "id": "f62cd180-6857-34cd-a373-f7bd4decf0da",
      "speaker": "Jordan",
      "start_timestamp": 3296.0,
      "text": "I think he's, I think in this situation. He's an old man himself. look like this is like in the past couple of years or so, this story. So he's still in his mid 70s. And this friend is like 50s or so. Right? But then he shows up as a kid. Well, that's when he saw him in his dreams as a kid."
    },
    {
      "end_timestamp": 3316.0,
      "id": "efe30d0d-a8b0-3804-9ec5-1da74d92a6a5",
      "speaker": "Dan",
      "start_timestamp": 3315.0,
      "text": "How does he know what he looked like as a kid?"
    },
    {
      "end_timestamp": 3324.0,
      "id": "0848e610-ea4e-311d-af72-d9012deb9a2b",
      "speaker": "Jordan",
      "start_timestamp": 3316.0,
      "text": "That's the thing. I don't know what you look like as a kid. He was about 13 Okay knows that he was about 13 And it seems like he was the kid. Yep."
    },
    {
      "end_timestamp": 3328.0,
      "id": "b497ecc4-fe5d-315b-a962-ec0da79b1ce7",
      "speaker": "Dan",
      "start_timestamp": 3324.0,
      "text": "A lot of holes. There are quite a lot of holes."
    },
    {
      "end_timestamp": 3334.0,
      "id": "f0023d81-520a-3df7-9817-5fb31e53fee2",
      "speaker": "Jordan",
      "start_timestamp": 3328.0,
      "text": "This this is this next part is just funny. I just, I just love this part. Okay."
    },
    {
      "end_timestamp": 3363.0,
      "id": "a3007f66-065b-3121-bc57-585051f49a14",
      "speaker": "Whitley Strieber",
      "start_timestamp": 3334.0,
      "text": "Oh, another thing I wanted to ask you so badly is just driving me crazy. The ferries adverse advert they're adverse to iron. My cabin is an over one of the largest seams of iron on planet Earth. The iron mountains record storage facility is drilled into it about 20 miles north of the cabin. The whole place is magnetic."
    },
    {
      "end_timestamp": 3366.0,
      "id": "4aac6933-83cd-3448-9319-19ad916b360d",
      "speaker": "Joshua Cutchin",
      "start_timestamp": 3363.0,
      "text": "Yeah, it's interesting because"
    },
    {
      "end_timestamp": 3376.0,
      "id": "780c4332-21df-3ef2-b6ee-649444a1a6a7",
      "speaker": "Dan",
      "start_timestamp": 3366.0,
      "text": "I think that here's the only thing I think here what ferry and ferrum you know the Latin word for iron. Yep. That's kind of what I'm thinking is at play here. Yeah."
    },
    {
      "end_timestamp": 3383.0,
      "id": "ac6b0043-8d14-301a-a170-ee52f2529e4a",
      "speaker": "Jordan",
      "start_timestamp": 3376.0,
      "text": "What's what's funny to me is, that was not a question. No, I'm just telling him that he lives on a budget iron."
    },
    {
      "end_timestamp": 3390.0,
      "id": "023b9a80-28e7-3a59-a3c4-f14c2f9204d0",
      "speaker": "Dan",
      "start_timestamp": 3383.0,
      "text": "Well, he's opening up the question of what's the deal with fairies being adverse to iron?"
    },
    {
      "end_timestamp": 3398.0,
      "id": "fdf9ad5a-fa84-3810-bfa8-e90eec5430fe",
      "speaker": "Jordan",
      "start_timestamp": 3390.0,
      "text": "I mean, I don't know if he is. I think he's, I think he might be asking if fairies will still come to his place. If he lives on top of all this iron."
    },
    {
      "end_timestamp": 3414.0,
      "id": "8374ac70-262b-3c74-a58a-7ea44e3d52c4",
      "speaker": "Dan",
      "start_timestamp": 3398.0,
      "text": "I would say not. Well, yeah. On the available information. From what I can tell. Steer clear of Iron Mountain. Yep. That must be it is just fair on though. Right? I mean, like, that's just what that's the whole that's the whole connection. That's our sound similar."
    },
    {
      "end_timestamp": 3427.0,
      "id": "5788ad0f-dc01-343a-b7d5-be3b5282a0e8",
      "speaker": "Jordan",
      "start_timestamp": 3414.0,
      "text": "You got it. Yep. That telephone. That's pretty much it. Yep. So something we know and love about Alex is his ability to go to ad breaks. Yeah. He was. He's amazing. Let's see how Whitley compares to that."
    },
    {
      "end_timestamp": 3473.0,
      "id": "0e133a1b-352e-3402-8d76-39236f194bdb",
      "speaker": "Whitley Strieber",
      "start_timestamp": 3427.0,
      "text": "Well, I feel like I was brought here to do a job and it never occurred to anyone involved that there's such a thing as a vacation. So here I am. I forgot the first break completely. You'll be delighted to know free dream Landers. So I might blast you more with a little banner saying to please subscribed, which you will not do. But that's okay. Here. Let's do a break. Now. here's the here's a break and probably be the only break in the show. Darn it. Okay, here we go. Free Greenlanders. Goodbye for a few minutes. Watch these things. And then we'll be back with Joshua Kochin. The ecology of souls and his website is Joshua kutchan.com."
    },
    {
      "end_timestamp": 3483.0,
      "id": "025098d2-bbe3-3f35-bd79-e6f30ad4f198",
      "speaker": "Dan",
      "start_timestamp": 3473.0,
      "text": "I think he's depressed. Quit his drivers. Not doing well. Sounded sad, which you"
    },
    {
      "end_timestamp": 3487.0,
      "id": "2f6a063f-eef0-3b94-8203-bf6f48409a18",
      "speaker": "Jordan",
      "start_timestamp": 3483.0,
      "text": "won't do?"
    },
    {
      "end_timestamp": 3492.0,
      "id": "610d586b-4ddf-37ac-8e7c-522a64bcc3fb",
      "speaker": "Dan",
      "start_timestamp": 3487.0,
      "text": "Certainly not now. Absolutely. Not after that, thinking about it."
    },
    {
      "end_timestamp": 3499.0,
      "id": "691fbde0-3b2b-3fd5-9f56-3921b5da7123",
      "speaker": "Jordan",
      "start_timestamp": 3492.0,
      "text": "I'll put the thing up to tell you to subscribe, but you're not fucking going to God dammit. I don't even care."
    },
    {
      "end_timestamp": 3504.0,
      "id": "accb621d-47d4-3fa0-b34b-fd72c8cdc8c3",
      "speaker": "Dan",
      "start_timestamp": 3499.0,
      "text": "The weirdest thing is that I saw a child who was Whitley and he told me"
    },
    {
      "end_timestamp": 3507.0,
      "id": "5b28259b-1421-313c-a19b-c71b855faae8",
      "speaker": "Jordan",
      "start_timestamp": 3504.0,
      "text": "Oh, that was failure to Yeah, 30 years later. Yeah."
    },
    {
      "end_timestamp": 3511.0,
      "id": "163c94bc-9026-3dfb-8440-ade154ebf796",
      "speaker": "Dan",
      "start_timestamp": 3507.0,
      "text": "Now I'm watching him."
    },
    {
      "end_timestamp": 3530.0,
      "id": "cf684da3-2370-3815-842b-d638bd66db97",
      "speaker": "Jordan",
      "start_timestamp": 3511.0,
      "text": "That's the part that you just can't ever get past. That's the end of that story. Yeah. So this the break is just a commercial for his, you know, documentary about how he was under automatic writing hypnosis kind of thing. Sure. And he's telling the story of how he had sex with an alien, or whatever it is."
    },
    {
      "end_timestamp": 3534.0,
      "id": "3176ade4-3768-31f8-8162-3fc29132e4d1",
      "speaker": "Dan",
      "start_timestamp": 3530.0,
      "text": "That seems really primary and it's just much bigger."
    },
    {
      "end_timestamp": 3563.0,
      "id": "5adce99e-6cb8-30e2-b938-bbfa26e87ae1",
      "speaker": "Jordan",
      "start_timestamp": 3534.0,
      "text": "What's great about it is it's just sleep paralysis. It's so obviously just sleep paralysis. They're even just going through like the symptoms, pressure, everything, everything about it is just sleep paralysis. And it's intercut with these lifetime style recreations. So there's plenty of like, like that just oh, so sound effects. Yeah. And then as we come back to break, I want you to hear this because this is bananas to me."
    },
    {
      "end_timestamp": 3640.0,
      "id": "0a4f21aa-3b5c-3460-9a29-16cdab959e50",
      "speaker": "Whitley Strieber",
      "start_timestamp": 3563.0,
      "text": "Have you ever read communion? Or have you never read communion? It's out in a new addition. Very powerful, a subtly new cover. That reflects the fact that the visitors are now looking back at us because they truly are. You can get it from the unknown country.com store as a Kindle as a beautiful sumptuous paperback or as an unabridged audio Your book read by me. Now it's the first time in the whole life of communion that it has been read in full in audio format. And believe you me, I felt that reading. I put my life my memories into it. And I trust you can hear it in the voice. I sure felt it while I was reading. So get communion. Listen to it. Read it. Communion is of central importance to all of our lives. We're talking to Joshua cut,"
    },
    {
      "end_timestamp": 3648.0,
      "id": "92122e61-0dcc-3267-9e61-38e286e34ff5",
      "speaker": "Dan",
      "start_timestamp": 3640.0,
      "text": "live read. No, I think it was. I heard the audio change a tiny bit there. I don't think it was."
    },
    {
      "end_timestamp": 3649.0,
      "id": "25de9285-f132-3516-9606-0eca6422db5e",
      "speaker": "Jordan",
      "start_timestamp": 3648.0,
      "text": "I think it was."
    },
    {
      "end_timestamp": 3667.0,
      "id": "cdba38dc-e6fa-3117-b483-a3a4d5a21888",
      "speaker": "Dan",
      "start_timestamp": 3649.0,
      "text": "I mean, it's possible, but I think there's a chance that that was pretty cool. I feel like it was a live rate if it was I pity Josh. He know that's uncomfortable isn't real creeping. So I'm looking this up here and communion came out in 1987. So for the year I was born, Hey, happy birthday. Holy"
    },
    {
      "end_timestamp": 3667.0,
      "id": "7adf877b-3df9-3b5b-a87a-00e0c1be9ed8",
      "speaker": "Jordan",
      "start_timestamp": 3667.0,
      "text": "shit."
    },
    {
      "end_timestamp": 3674.0,
      "id": "5d03c792-8e19-3c35-b6e6-331f89b28fc1",
      "speaker": "Dan",
      "start_timestamp": 3667.0,
      "text": "So for however many years that is 30 something years? Right? There has been no demand for an audio book."
    },
    {
      "end_timestamp": 3686.0,
      "id": "11aacc50-a7c1-30bb-a1b8-8ec1556b4777",
      "speaker": "Jordan",
      "start_timestamp": 3674.0,
      "text": "36 years? Not one time. Has it been read on audio? No. Like, hold on, you gotta get an audio book out that. We need this. Come on. We need this. Now. We"
    },
    {
      "end_timestamp": 3688.0,
      "id": "14bd1068-efe2-3aae-a675-cf9c5b98083d",
      "speaker": "Dan",
      "start_timestamp": 3686.0,
      "text": "need a sumptuous audio book"
    },
    {
      "end_timestamp": 3697.0,
      "id": "ff4a201e-466b-3688-9c97-228af9e96a97",
      "speaker": "Jordan",
      "start_timestamp": 3688.0,
      "text": "publisher wasn't like Hey, man. While we're at it, we're gonna reprint it how about you do an audiobook for 35 years or whatever? Yeah. Yeah, I"
    },
    {
      "end_timestamp": 3707.0,
      "id": "f076e52e-55a8-3d07-bdc9-8125f409d475",
      "speaker": "Dan",
      "start_timestamp": 3697.0,
      "text": "don't want it. I mean, look, I don't know he must have an audience or a fan base. But I think it's not a selling point that he read."
    },
    {
      "end_timestamp": 3709.0,
      "id": "9e8d2ab2-f827-319f-961e-06a64c66f6dc",
      "speaker": "Jordan",
      "start_timestamp": 3707.0,
      "text": "I know. I agree. I"
    },
    {
      "end_timestamp": 3710.0,
      "id": "56b6c3e5-91bf-360f-9624-773bc4db6c21",
      "speaker": "Dan",
      "start_timestamp": 3709.0,
      "text": "think anybody else read"
    },
    {
      "end_timestamp": 3715.0,
      "id": "0e587f80-9b39-36bc-8e7c-bfe7ac9f9612",
      "speaker": "Jordan",
      "start_timestamp": 3710.0,
      "text": "in that voice. That weird NPR Garrison Keillor, but Creepy"
    },
    {
      "end_timestamp": 3719.0,
      "id": "aeca1021-1231-3059-a4ba-07880d86c005",
      "speaker": "Dan",
      "start_timestamp": 3715.0,
      "text": "Voice. Yeah, there's a menace."
    },
    {
      "end_timestamp": 3733.0,
      "id": "3790800d-9b79-3392-8f33-8dc4066033b8",
      "speaker": "Jordan",
      "start_timestamp": 3719.0,
      "text": "If you've ever read it, or if you've never ever read it? Yeah, I'm gonna skip over the next little chunk because they start talking about drugs and DMT and they start talking about other worldly experiences. And then about"
    },
    {
      "end_timestamp": 3737.0,
      "id": "b80dfab7-c123-3c10-a202-67dda2707399",
      "speaker": "Dan",
      "start_timestamp": 3733.0,
      "text": "him and Whitley Strieber is like, Hey, have you ever listened to Rogan? No, no, here's"
    },
    {
      "end_timestamp": 3761.0,
      "id": "b21fa4f5-963c-3fd5-8c53-67847400106d",
      "speaker": "Jordan",
      "start_timestamp": 3737.0,
      "text": "the worst part. Then after like, 510 minutes of talking, both of them go, I've never done I've never done any hallucinogenics at all. No, what, what? Get the fuck out of here. That's not appropriate, not appropriate. So we're gonna skip over. Imagine it's like, you're gonna skip over that junk. And then we'll catch up after they pretend that drugs are are bad, or whatever."
    },
    {
      "end_timestamp": 3764.0,
      "id": "f58714b3-e112-391d-854c-d7e3b3bb1e71",
      "speaker": "Whitley Strieber",
      "start_timestamp": 3761.0,
      "text": "How was the symbolism?"
    },
    {
      "end_timestamp": 3845.0,
      "id": "99c7e81b-e443-3d03-aa9f-474014567594",
      "speaker": "Joshua Cutchin",
      "start_timestamp": 3764.0,
      "text": "Well, you know, you've got, you've got a lot of these different figures throughout a lot of different cultures that are called Cyclops. And if you're not familiar with that term, you are just through cultural osmosis. We think of you know, some of the celebrities would be like the Grim Reaper are the angel of death, or Anubis and Egypt or Hermes in Greece, Odin, and Stuart, Valka, Valkyries, and some Norse mythologies. But these are figures that lead you across that threshold, they take you and they guide you across that threshold depending upon the certain religious system, you might actually see them crop up in your lives during points of transition as well. Not only these figures, but also you see certain natural phenomena like the sun in the moon serving the psychopomp role of carrying souls to the afterlife. And you also see animals and the animals that you see almost embody almost always embody themes of companionship and or transportation and things like dogs, obviously leading you and guiding you and being a faithful companion horses which can take you places that birds which can travel to places that they can't on their own, but also anything that is weighing and including moths and you know it was very Coco Griff in certain mess of America account ID so think of anything we moths and butterflies as being psychopaths that actually carry the soul away on your wings. And"
    },
    {
      "end_timestamp": 3847.0,
      "id": "4c62c00f-bd14-351c-be69-ffd85cbb8ab0",
      "speaker": "Dan",
      "start_timestamp": 3845.0,
      "text": "well, that's because models are creepy."
    },
    {
      "end_timestamp": 3851.0,
      "id": "50160dda-466e-3b26-8d63-45ba13435355",
      "speaker": "Jordan",
      "start_timestamp": 3847.0,
      "text": "I mean, there's one reason yeah, not like you're not"
    },
    {
      "end_timestamp": 3853.0,
      "id": "e18bf9eb-12c6-3607-a4af-034ea6652b68",
      "speaker": "Dan",
      "start_timestamp": 3851.0,
      "text": "doing this with a butterfly or like a bee."
    },
    {
      "end_timestamp": 3869.0,
      "id": "89eb5ba3-1037-3d9c-bc2b-f01fb60fbc78",
      "speaker": "Jordan",
      "start_timestamp": 3853.0,
      "text": "Well, a butterfly is a psychopomp in Mesoamerican culture. What about a bee? Bee? I think bees are pretty chill, but they've got wings, so they might as well be mosquito. Anything that has wings. He literally said anything with wings. Sure. Put it all on the board. Okay,"
    },
    {
      "end_timestamp": 3873.0,
      "id": "73b01a14-3837-3d05-89dd-e2b026adf13e",
      "speaker": "Dan",
      "start_timestamp": 3869.0,
      "text": "that's pterodactyl. But here's here's his Psycho pomp pterodactyl."
    },
    {
      "end_timestamp": 3874.0,
      "id": "0eb41463-9e81-3d63-96a8-5de770be13ee",
      "speaker": "Jordan",
      "start_timestamp": 3873.0,
      "text": "Here's his thesis. That's"
    },
    {
      "end_timestamp": 3875.0,
      "id": "fd8a6f67-12a4-32e6-b5c2-4b462fac0c2f",
      "speaker": "Dan",
      "start_timestamp": 3874.0,
      "text": "my new alias."
    },
    {
      "end_timestamp": 3922.0,
      "id": "f18c453d-4351-3410-be00-a56248c96975",
      "speaker": "Jordan",
      "start_timestamp": 3875.0,
      "text": "That's what he's doing. Whenever he stops doing the anthropology textbook. He gets into the the new mythology he's creating, which is essentially this. We're all scared of death. And these are all things that we've made up to help us get to die. All of it right? All of it. UFOs What do you think a UFO is? If not a fairy. If somebody was a 1500s they wouldn't know what UFO is they'd say it was a fairy. If somebody was in the 1000s they wouldn't say it was a fairy. They'd say it was a gin. If somebody was in the five hundreds they wouldn't say it's a gin they would say it's a mud, you know, so he's just tracing all this same shit back and back and back until you get to the very beginning and what it really is, those are all afraid of death. Oh, and yeah, the sun and MAVs and mods. The whole thing."
    },
    {
      "end_timestamp": 3929.0,
      "id": "a96fb362-1786-351d-87f0-4d90fa534e61",
      "speaker": "Dan",
      "start_timestamp": 3922.0,
      "text": "Let me try this on. Sure. Psycho pumpkin psycho circumstance. I don't know what that is love."
    },
    {
      "end_timestamp": 3939.0,
      "id": "4e3df1e8-702e-3f1d-92a7-2062eaabc731",
      "speaker": "Jordan",
      "start_timestamp": 3929.0,
      "text": "Taco Bell. Very huge Taco Bell guy. Is that you're graduating? That's Oh, you graduate?"
    },
    {
      "end_timestamp": 3941.0,
      "id": "01d1fe31-088f-3c47-a10f-93c7a93fd19c",
      "speaker": "Dan",
      "start_timestamp": 3939.0,
      "text": "School? That's that's"
    },
    {
      "end_timestamp": 3949.0,
      "id": "b7ab5e41-62e8-3ce8-863d-2effc86d9293",
      "speaker": "Jordan",
      "start_timestamp": 3941.0,
      "text": "Canon in D. Oh, yeah. Pomp and circumstances. Marching? Oh, no, it's the marching band. But it's in my head. It's all graduation show. Okay. Yeah."
    },
    {
      "end_timestamp": 3955.0,
      "id": "5795f1ac-48fd-3aeb-98aa-1673e2631946",
      "speaker": "Dan",
      "start_timestamp": 3949.0,
      "text": "Because that was the one that was sampled by vitamin C. Yes, that's a graduation song."
    },
    {
      "end_timestamp": 3979.0,
      "id": "bcaedb06-55fd-33d4-a15d-8626faadc87b",
      "speaker": "Jordan",
      "start_timestamp": 3955.0,
      "text": "Well, actually, if you look into the history of Canada, do you find that it's a regular motif? Or both? So we got a reminder. 15 God, but yeah, so everything everything is about death, right? Or is it? I think it must be or maybe not, there's more, there's more."
    },
    {
      "end_timestamp": 4009.0,
      "id": "e19e9a52-33ad-37e3-98c6-146d4ae44a06",
      "speaker": "Joshua Cutchin",
      "start_timestamp": 3979.0,
      "text": "But um, if you look at the psychopomp motif, a lot of the behaviors of what you know, popular you followed, you would call UFO occupants, seems to mirror a lot of the behavior the psychopaths have. And what's more, I mean, the UFO is, is a transportation metaphor, like that's primarily what it is. It's what everybody talks about who's interested in UFOs, where they are, where they come from, how do they go here, look at the way that they travel. It's all about transportation. And transportation metaphors are almost always metaphors of transition to the other world, or to the other side. Sure, the"
    },
    {
      "end_timestamp": 4010.0,
      "id": "9d05452e-7106-38b2-83c3-772cf888db85",
      "speaker": "Dan",
      "start_timestamp": 4009.0,
      "text": "River Styx? See,"
    },
    {
      "end_timestamp": 4019.0,
      "id": "cc9c6304-e186-3ebd-8693-6310a13ae6da",
      "speaker": "Jordan",
      "start_timestamp": 4010.0,
      "text": "that's the whole thing. All right. Now, is there is it actually about technology from the future? Well, or from the other side?"
    },
    {
      "end_timestamp": 4025.0,
      "id": "c99d2b8e-0fe2-304c-ae73-f2fb94cca3b4",
      "speaker": "Dan",
      "start_timestamp": 4019.0,
      "text": "Well, being there's technological elements to it, the spacecraft, sure, or the boat on the"
    },
    {
      "end_timestamp": 4033.0,
      "id": "b0ef8b8b-0f4e-321c-aa9a-62916da1796a",
      "speaker": "Jordan",
      "start_timestamp": 4025.0,
      "text": "sticks, right. strivers air is correct, which is a transitionary. From hearing to not hearing Sure."
    },
    {
      "end_timestamp": 4054.0,
      "id": "59075e31-b6be-34a9-ac7d-92d184e61879",
      "speaker": "Whitley Strieber",
      "start_timestamp": 4033.0,
      "text": "argument can be made. You know, we know at least I know, and that the other side does have technology because I'm wearing some of it. So therefore, why wouldn't UFOs be technology from another world? Now they got that gets?"
    },
    {
      "end_timestamp": 4075.0,
      "id": "cb4b50f5-fdb3-35fa-b75c-0ce84d16e5a7",
      "speaker": "Dan",
      "start_timestamp": 4054.0,
      "text": "The fact that that is a house built on sand? is supporting any of those premises? No, just just because we've established that my earpiece is from the dead land. Therefore, there's technology from the dead land over here. So why not? UFO? Exactly."
    },
    {
      "end_timestamp": 4101.0,
      "id": "7fb66b82-769a-36b2-a2b6-73a703e9a86a",
      "speaker": "Jordan",
      "start_timestamp": 4075.0,
      "text": "Here's the thing. Here's the thing about this. And this is why I feel like this is our most non racist. Interview or whatever today seems silly kind of exactly. Because there are no metaphors for like the other is the Jew in this situation. The other is the other. It's just it's real. It's the literal other Why are you even talking about juice? Or it's"
    },
    {
      "end_timestamp": 4102.0,
      "id": "aa0c8eec-ee1c-31bb-85a3-008fffa22353",
      "speaker": "Dan",
      "start_timestamp": 4101.0,
      "text": "just it's there? Yeah,"
    },
    {
      "end_timestamp": 4105.0,
      "id": "a545e3a7-babe-324f-91a2-c0bbd6f14468",
      "speaker": "Jordan",
      "start_timestamp": 4102.0,
      "text": "there's no, there's no mistaking it for something"
    },
    {
      "end_timestamp": 4109.0,
      "id": "c681800a-a7ee-38fd-a22a-caf3923021b3",
      "speaker": "Dan",
      "start_timestamp": 4105.0,
      "text": "else. You're gonna listen to three more episodes of this and you take it all back."
    },
    {
      "end_timestamp": 4113.0,
      "id": "85a175dd-14e2-3c64-88e7-175aafe0908a",
      "speaker": "Jordan",
      "start_timestamp": 4109.0,
      "text": "Never gonna listen to three more episodes. That's the point. This is pure."
    },
    {
      "end_timestamp": 4120.0,
      "id": "478b99a0-b2ba-3073-a49f-ff1a9e5729b1",
      "speaker": "Dan",
      "start_timestamp": 4113.0,
      "text": "And I think there's gonna be quite a demand for you to listen to way more of this how now this is Project Camelot."
    },
    {
      "end_timestamp": 4133.0,
      "id": "cb5a0f41-1c8f-3441-9aeb-9dcf6403c7d8",
      "speaker": "Jordan",
      "start_timestamp": 4120.0,
      "text": "We'll see. So anyways, at the end of that, he said it can you guess what the fact is? That he at the end of it? He goes, Well, the fact is, can you guess what it is? I'll tell you if you think it's one fact"
    },
    {
      "end_timestamp": 4141.0,
      "id": "505af8cf-10eb-3d56-bbe5-7e50257e8036",
      "speaker": "Dan",
      "start_timestamp": 4133.0,
      "text": "you are wrong. I was gonna say something along the lines of like, you don't need birth control. When you look"
    },
    {
      "end_timestamp": 4143.0,
      "id": "74a1ef72-c177-3746-83d0-6e1ac70ec116",
      "speaker": "Jordan",
      "start_timestamp": 4141.0,
      "text": "like that. I don't know the effect."
    },
    {
      "end_timestamp": 4177.0,
      "id": "c9849a65-5a44-32da-84d5-5310796479ad",
      "speaker": "Whitley Strieber",
      "start_timestamp": 4143.0,
      "text": "Now they got that gets the fact that I have a been in another world in a jeep with another guy's kid which my listeners all know these stores. And I've ridden a bicycle in another world down this down the street here about a year ago, year and a half ago. So are these worlds? Is there really sort of a new theory a world of the dead? Are we kind of oscillating back and forth between two very physical universes?"
    },
    {
      "end_timestamp": 4179.0,
      "id": "beea9da2-28fb-3d14-a41c-270255f1b3eb",
      "speaker": "Dan",
      "start_timestamp": 4177.0,
      "text": "Or a third possibility?"
    },
    {
      "end_timestamp": 4180.0,
      "id": "00b3255a-901f-33fa-9b11-2bbcf24b7e71",
      "speaker": "Jordan",
      "start_timestamp": 4179.0,
      "text": "There are no third possibility."
    },
    {
      "end_timestamp": 4190.0,
      "id": "01b49c2c-3e12-364e-abb0-378a9117b0b9",
      "speaker": "Dan",
      "start_timestamp": 4180.0,
      "text": "I think that riding the bike in another world is interesting, but far less interesting than him kidnapping a child taking them to the land"
    },
    {
      "end_timestamp": 4196.0,
      "id": "1309ffcd-435c-3f93-964b-800ab52e5e53",
      "speaker": "Jordan",
      "start_timestamp": 4190.0,
      "text": "of the dead. I was in another world in a jeep with another guy's kid."
    },
    {
      "end_timestamp": 4199.0,
      "id": "53784333-b1af-395e-8730-7ab500acd211",
      "speaker": "Dan",
      "start_timestamp": 4196.0,
      "text": "Every step of that sentence gets worse."
    },
    {
      "end_timestamp": 4209.0,
      "id": "c01fccc0-a752-3b97-987a-7990523a1e7d",
      "speaker": "Jordan",
      "start_timestamp": 4199.0,
      "text": "It just goes Mr. zalto this story, like that's a total courtroom script. We don't need to go over this every single time I did my nickel."
    },
    {
      "end_timestamp": 4213.0,
      "id": "59977e05-68ca-358f-b0b6-65a65c0ed873",
      "speaker": "Dan",
      "start_timestamp": 4209.0,
      "text": "Yeah, I can't remember the details. But you know, legally I can't. Yeah,"
    },
    {
      "end_timestamp": 4219.0,
      "id": "ff3cdfda-e2ba-3b65-83bc-17f426ec9db7",
      "speaker": "Jordan",
      "start_timestamp": 4213.0,
      "text": "absolutely. There's an agreement. Oh."
    },
    {
      "end_timestamp": 4222.0,
      "id": "b5b59dd2-3daf-38de-bc90-295aad95daf0",
      "speaker": "Dan",
      "start_timestamp": 4219.0,
      "text": "Important message to send. Don't get into other people's do"
    },
    {
      "end_timestamp": 4232.0,
      "id": "cfdd9c3b-c9c4-32b3-8d4a-a3cacd597a40",
      "speaker": "Jordan",
      "start_timestamp": 4222.0,
      "text": "not even in another world. Yeah. I mean, again, it's just sleep paralysis. That's all this is on a bike. Yeah, exactly. Sleep Paralysis bike in another world"
    },
    {
      "end_timestamp": 4239.0,
      "id": "118f8208-1157-3ae9-adb5-bf93fdc64ae1",
      "speaker": "Dan",
      "start_timestamp": 4232.0,
      "text": "if he's asleep driving this Jeep with another person's kid. Yeah, that's more than five. There needs to"
    },
    {
      "end_timestamp": 4253.0,
      "id": "c8e6998d-2552-3199-884e-c41e52207190",
      "speaker": "Jordan",
      "start_timestamp": 4239.0,
      "text": "be regulations on that. Yeah. So finally Katrina's gonna get his chance to talk a lot to talk about his thing a little bit. And, I mean, again, he's trying to synthesize all of this into one, just, you know, we're all afraid of death kind of idea."
    },
    {
      "end_timestamp": 4307.0,
      "id": "562b79ca-66d7-3ae4-b902-388bf1969467",
      "speaker": "Joshua Cutchin",
      "start_timestamp": 4253.0,
      "text": "I hesitate a lot of times to go down the interdimensional rabbit hole, because I think that we conceptualize dimensions in a pretty strange way. Like we think of it as a place that you go, when really, if you look at, you know, essays like flatland and whatnot, it's about it's about, you know, if someone has a two dimensional figure and you put your finger on the page, they're not gonna see your finger, they're just gonna see a circle or a dot, right. So I think that sometimes we just glitch in and out of these other things. And I think that sometimes we go there. Wherever you see an instance of missing time, which happens in Yes, the UFO experience, but also Fairyland experiences and also in the ease and also some cryptid encounters Much to my surprise, much and, you know, even in some instances of, you know, shamanic, traveling or, or out of body traveling, things like that."
    },
    {
      "end_timestamp": 4311.0,
      "id": "b6a17ab6-83a5-309c-b174-67a7263261ca",
      "speaker": "Dan",
      "start_timestamp": 4307.0,
      "text": "So you're saying that's all going into that land? Yep."
    },
    {
      "end_timestamp": 4328.0,
      "id": "aa2eade0-e1dd-3991-8fff-969461f72d2f",
      "speaker": "Jordan",
      "start_timestamp": 4311.0,
      "text": "All of it. That's his big revelation. And that's why the secret for him is like that. Even cryptozoology kind of situations are actually this whole thing he used to be. I mean, he used to be the guy with otherworldly smells, man, he was the one who to tell you what hell smelled like"
    },
    {
      "end_timestamp": 4337.0,
      "id": "cdcbd881-3c3e-3af9-89e9-c5f1adfc6e5b",
      "speaker": "Dan",
      "start_timestamp": 4328.0,
      "text": "sulfur. Yeah, look, what about the ecology, though? I don't feel like I've gotten any grasp on ecological ideas."
    },
    {
      "end_timestamp": 4343.0,
      "id": "df135c02-3501-3d0a-bfde-83d837d7b1b8",
      "speaker": "Jordan",
      "start_timestamp": 4337.0,
      "text": "Well, I mean, essentially, it is, here, all these creatures,"
    },
    {
      "end_timestamp": 4345.0,
      "id": "cef88e05-441f-32df-920b-5faf32ae1720",
      "speaker": "Dan",
      "start_timestamp": 4343.0,
      "text": "do they use photosynthesis?"
    },
    {
      "end_timestamp": 4350.0,
      "id": "447ac09b-23c2-345e-8854-708c7a0e61c0",
      "speaker": "Jordan",
      "start_timestamp": 4345.0,
      "text": "I mean, honestly, he does get into some things like that, where he'll be like,"
    },
    {
      "end_timestamp": 4354.0,
      "id": "a19741a5-1e3e-333b-972a-7a163553c9b1",
      "speaker": "Jordan",
      "start_timestamp": 4350.0,
      "text": "the whole book was about the food. Totally. No, no, he does. He's like,"
    },
    {
      "end_timestamp": 4366.0,
      "id": "92cabc59-7936-33b3-b726-55f0337a7edc",
      "speaker": "Jordan",
      "start_timestamp": 4354.0,
      "text": "I quote Keats, when Keith said that this is but that he's like a clearly that means no shit. That means that fairies eat this, you know, it's like, That's totally what he does. He just quotes anybody making up anything,"
    },
    {
      "end_timestamp": 4370.0,
      "id": "48a089c3-eb3f-3364-b68d-014de4ffb51e",
      "speaker": "Dan",
      "start_timestamp": 4366.0,
      "text": "I will, quote, this literature metaphor."
    },
    {
      "end_timestamp": 4385.0,
      "id": "70bd7164-a773-3a79-ac53-717befb9c999",
      "speaker": "Jordan",
      "start_timestamp": 4370.0,
      "text": "100% 100% what he does, I mean, he's got blocky in there. Of course, he's got the classics, but he's just throwing in anything. He's like, Oh, and the Canterbury Tales, we see that horses have actually written into the space."
    },
    {
      "end_timestamp": 4387.0,
      "id": "bf94ae0e-c284-3d2a-b0de-a15be4178eaf",
      "speaker": "Dan",
      "start_timestamp": 4385.0,
      "text": "We know that horses are psychic. Exactly, exactly."
    },
    {
      "end_timestamp": 4408.0,
      "id": "6221a5d7-377e-3005-a31e-9cb882ae5f22",
      "speaker": "Jordan",
      "start_timestamp": 4387.0,
      "text": "Well, this has been proven. So yeah, I mean, he wraps it up here and in. I mean, I kind of there are some things again, like I said, his thought process makes a certain amount of sense. If you if you follow it, he's just created a completely different world where it, it happens,"
    },
    {
      "end_timestamp": 4420.0,
      "id": "03196487-4bc9-3ce8-904e-420da669fd8c",
      "speaker": "Dan",
      "start_timestamp": 4408.0,
      "text": "right? Well, the thought process is okay. But the looking at empirical evidence should lead you using that thought process to conclude that this is all bullshit, correct? Yeah."
    },
    {
      "end_timestamp": 4425.0,
      "id": "83615367-92ce-3615-895f-dad9a1807d20",
      "speaker": "Jordan",
      "start_timestamp": 4420.0,
      "text": "Yes. He just skipped the part with the evidence, right? It's kind of it's"
    },
    {
      "end_timestamp": 4429.0,
      "id": "b1f451e2-e95d-3d96-ba48-490b5182e738",
      "speaker": "Dan",
      "start_timestamp": 4425.0,
      "text": "a fascinating thought process. I don't have a problem. It's the application."
    },
    {
      "end_timestamp": 4451.0,
      "id": "f72b7f0f-f83a-33f5-ab09-a25b6ce65638",
      "speaker": "Jordan",
      "start_timestamp": 4429.0,
      "text": "I think, I think what it is, is for so long, you know, we've been living with people who don't live in reality, but in such a way as to exploit it, or to like, alter it in some way. Whereas it feels like this guy was just like, nope, pass on reality, just no pass. I'm going to do something else. That's what I'm doing. I'm gonna go to fairyland. That's what I'm doing."
    },
    {
      "end_timestamp": 4484.0,
      "id": "f37281d6-274d-3cbc-9638-849a5467b323",
      "speaker": "Joshua Cutchin",
      "start_timestamp": 4451.0,
      "text": "Cool. Yep. And what happens when a culture, a global culture has mapped more or less every square inch of the planet and we find that there isn't the other world here on earth? What happens to that? I would argue that it gets transposed to the stars and that all that baggage that we've always had of the psychopaths vote of the, you know, the transport of the Sun pulling over the horses pulling this chariot of the sun across the sky, all that gets transposed to this very 20th 21st century motif of the UFO experience, I think. Sure."
    },
    {
      "end_timestamp": 4498.0,
      "id": "16d78d34-21cb-30bf-b90c-a64b7daaf3c9",
      "speaker": "Jordan",
      "start_timestamp": 4484.0,
      "text": "Yeah. His point is basically we create things based upon our responses to culture and belief system. And they're essentially the same things going back and back and back. We just update them as we update technology,"
    },
    {
      "end_timestamp": 4538.0,
      "id": "f33bba73-8fc6-30a1-8d15-8e1ae2fbf50e",
      "speaker": "Dan",
      "start_timestamp": 4498.0,
      "text": "right and the the idea that underlies the like, okay, so somewhere on Earth there is this underworld or whatever. And then you go around, we find there is no underworld, right? So we put it into the stars, right? And then eventually we're going to be able to go into the stars, we're gonna find it's not there. Exactly. So there'll be another thing. It's because the underlying thought, or whatever it is, is what's more important than the idea of actually finding right? The underworld or whatever. So now, if you were to take this and to just look at it from like, Okay, now let's, let's apply this to like human psychology. Right? That seems like an appropriate next step. Correct. But I don't feel like that's what he's doing. No."
    },
    {
      "end_timestamp": 4563.0,
      "id": "0e82b9cd-9ee5-3d20-91f6-7a35e3ad6b99",
      "speaker": "Jordan",
      "start_timestamp": 4538.0,
      "text": "Okay. Yeah. Cool. Yeah. I mean, it's it is kind of fascinating insofar as he tries to, he tries to reconcile that with this idea of co creation, right? So he acknowledges that all of this stuff is in our heads. That's the that's the reality of it. But there is also another world where it's actually real. See, fairies have a physical body double my friend, right. And that is how things work."
    },
    {
      "end_timestamp": 4566.0,
      "id": "650be2ca-592a-3cea-b231-3f0797c60b39",
      "speaker": "Dan",
      "start_timestamp": 4563.0,
      "text": "They exist in your head, and except in that other world, where"
    },
    {
      "end_timestamp": 4577.0,
      "id": "fd2ca503-51ac-3d5f-b184-d22eaebca1fe",
      "speaker": "Jordan",
      "start_timestamp": 4566.0,
      "text": "we create them, and they exist. And that's how it works. Right. So we, you know, map it used to be there be monsters, you know, it's just what you're saying? It's, it's"
    },
    {
      "end_timestamp": 4578.0,
      "id": "511d0819-1c86-3973-9822-6c0a5762bbb6",
      "speaker": "Dan",
      "start_timestamp": 4577.0,
      "text": "there be hippo grip,"
    },
    {
      "end_timestamp": 4586.0,
      "id": "dcf76f7a-7944-3b35-9a24-b34ac469a75f",
      "speaker": "Jordan",
      "start_timestamp": 4578.0,
      "text": "it's the inverse of It's turtles all the way down. You know, it's it's just always going to be another turtle. Yeah."
    },
    {
      "end_timestamp": 4619.0,
      "id": "f731e288-5162-3f59-9748-1656f4b75890",
      "speaker": "Dan",
      "start_timestamp": 4586.0,
      "text": "Isn't that that's the the concept. Is that like a Tulpa? You've heard of that? No, I don't think so. I believe that's the the name of like, an idea of like, something that you think of, and it becomes real. That like, the manifestation of an imaginary thing. Yeah. Yeah. It's that's a term that I've heard, like, used in some of these other like, sort of project Camelot II. Yeah. interviews and stuff, people with these sort of the theosophist or paranormal ideas."
    },
    {
      "end_timestamp": 4644.0,
      "id": "074fea5b-c0e7-314b-958d-09155bd89877",
      "speaker": "Jordan",
      "start_timestamp": 4619.0,
      "text": "Right. I mean, that's, that's kind of what he's, he's that's why people love him so much is because he's trying to make it so everything is real, right, the way you believe it. But the way where everybody's mixing things up is they're forgetting that this is all about transitioning into the other world. It's not about fighting or belief systems, or whatever it is, it's all created. Because you're afraid of you mean"
    },
    {
      "end_timestamp": 4653.0,
      "id": "9f32304b-e118-3cc2-a82c-00c8b3aee8e1",
      "speaker": "Dan",
      "start_timestamp": 4644.0,
      "text": "to tell me that it is okay. If somebody who associates with the tall blond aliens hang out at a baseball game, match it with someone who hangs out with grey,"
    },
    {
      "end_timestamp": 4657.0,
      "id": "aee4b9cf-c683-36dc-8f57-575325ecdb71",
      "speaker": "Jordan",
      "start_timestamp": 4653.0,
      "text": "and now you have figured it out. We've all come to the right place."
    },
    {
      "end_timestamp": 4661.0,
      "id": "8019845c-91c2-30c5-bd20-074f98fb4ffa",
      "speaker": "Dan",
      "start_timestamp": 4657.0,
      "text": "But what if I want to hold on to this? This idea of others and"
    },
    {
      "end_timestamp": 4672.0,
      "id": "5aad4884-dec6-3dc4-939f-e944a5193f43",
      "speaker": "Jordan",
      "start_timestamp": 4661.0,
      "text": "Project Camelot? So right around the corner for you, buddy? Yes, it is. And so how does Stryver respond to this tour de force of his argument? The summation of you ufology, the whole thing,"
    },
    {
      "end_timestamp": 4677.0,
      "id": "0c293e87-8f84-38fd-9d38-2366f206e59e",
      "speaker": "Dan",
      "start_timestamp": 4672.0,
      "text": "I'm gonna guess he says, you lived in Wisconsin."
    },
    {
      "end_timestamp": 4697.0,
      "id": "a279aa42-0c08-323b-8211-345a2c586db0",
      "speaker": "Whitley Strieber",
      "start_timestamp": 4677.0,
      "text": "And yeah, excuse me, folks. For me. I I have major allergies as always, I think everybody does these days. Anyway. Oh, I have remembered the break. But I think it's not a break. This is the end of the show for the free"
    },
    {
      "end_timestamp": 4704.0,
      "id": "7709598f-cfd3-36af-981e-8b375e633c83",
      "speaker": "Jordan",
      "start_timestamp": 4697.0,
      "text": "yet. That was that was his response usually. Oh, I've remembered the break."
    },
    {
      "end_timestamp": 4710.0,
      "id": "c7f6851b-3d4e-3e4a-994b-109a53cb9011",
      "speaker": "Dan",
      "start_timestamp": 4704.0,
      "text": "I have allergies. I'm confused. It's a break. Oh, no. It's the end."
    },
    {
      "end_timestamp": 4713.0,
      "id": "2eaabeb6-91b3-3252-8075-1cf4815eec98",
      "speaker": "Jordan",
      "start_timestamp": 4710.0,
      "text": "Yep. That's the whole thing. Bizarre. Yeah."
    },
    {
      "end_timestamp": 4717.0,
      "id": "a4ee4ce1-c2a4-37bd-8a40-6611fef98dec",
      "speaker": "Dan",
      "start_timestamp": 4713.0,
      "text": "That's that's that's kind of a ending with a whimper."
    },
    {
      "end_timestamp": 4724.0,
      "id": "39d9e3ea-4d83-3f37-b1ea-ec5be03aced7",
      "speaker": "Jordan",
      "start_timestamp": 4717.0,
      "text": "Yep. Well, I mean, I guess the show continued on behind a paywall. But that's just not happening. Yeah, not happening. And"
    },
    {
      "end_timestamp": 4727.0,
      "id": "50887b65-f95e-3554-945e-53eaf12ef71c",
      "speaker": "Dan",
      "start_timestamp": 4724.0,
      "text": "that's where we've gotten to the real stuff, man. Kind of"
    },
    {
      "end_timestamp": 4730.0,
      "id": "6042beab-e657-370c-bfa3-fda784ebb41b",
      "speaker": "Jordan",
      "start_timestamp": 4727.0,
      "text": "I honestly almost did just because I wanted to see if he finished"
    },
    {
      "end_timestamp": 4748.0,
      "id": "5347d191-cb23-3c87-834e-19397af9b95a",
      "speaker": "Dan",
      "start_timestamp": 4730.0,
      "text": "the stories, the story of the other guy who was going to lunch? Absolutely. I'm gonna guess not. Yeah, I would love to, here's what I want you to do was that I want you to keep listening. I want. I need you to find the story of the guy in the jeep with the other person's"
    },
    {
      "end_timestamp": 4751.0,
      "id": "506b7b85-307c-3464-9310-f9d26a613c12",
      "speaker": "Jordan",
      "start_timestamp": 4748.0,
      "text": "story. For legal reasons."
    },
    {
      "end_timestamp": 4758.0,
      "id": "1025177d-ba45-3072-b91a-736352c30701",
      "speaker": "Dan",
      "start_timestamp": 4751.0,
      "text": "I think you need that story. Right. Right. Right. Because otherwise, we are sitting on something that maybe needs to be reported to the the authority. That's"
    },
    {
      "end_timestamp": 4764.0,
      "id": "97e6991d-2d0a-3bf5-b080-a05fa04d79f4",
      "speaker": "Jordan",
      "start_timestamp": 4758.0,
      "text": "a good point. That is a good point. I think we're sitting on a lot of things that might need to be reported in this in this circumstance."
    },
    {
      "end_timestamp": 4769.0,
      "id": "113997a4-ae11-3145-8153-506e5824b17e",
      "speaker": "Dan",
      "start_timestamp": 4764.0,
      "text": "Yeah, so this is interesting. I mean, it's benign. It seems like for the most part, that's"
    },
    {
      "end_timestamp": 4781.0,
      "id": "f52eeaab-a16a-391f-bfba-bae2070f414d",
      "speaker": "Jordan",
      "start_timestamp": 4769.0,
      "text": "what I was going for it I wanted fun. But nine fun, no looking our eyes away from the Veiled bullshit. Sure. It's just right there. It's all real."
    },
    {
      "end_timestamp": 4789.0,
      "id": "ec317eae-0b62-32f1-93d9-b7a5e8eae3c4",
      "speaker": "Dan",
      "start_timestamp": 4781.0,
      "text": "But the lesson that we've learned from doing this show for you know, five, six years is that that doesn't exist. That is still in here somewhere."
    },
    {
      "end_timestamp": 4792.0,
      "id": "26330a5a-31f3-3134-8ec5-022ac4e03df6",
      "speaker": "Jordan",
      "start_timestamp": 4789.0,
      "text": "Probably. Yeah. But not from the guy who plays the funk"
    },
    {
      "end_timestamp": 4795.0,
      "id": "24dae4b7-fbde-35d0-872c-6384b537cfa6",
      "speaker": "Dan",
      "start_timestamp": 4792.0,
      "text": "tuba. That's fair. That is always safe harbor if"
    },
    {
      "end_timestamp": 4799.0,
      "id": "210f6b87-edee-388e-8ce4-d5cf33247e3e",
      "speaker": "Jordan",
      "start_timestamp": 4795.0,
      "text": "you're if you're playing the funk, too, but I mean, come on. They takes"
    },
    {
      "end_timestamp": 4813.0,
      "id": "7d264e42-5875-3668-85ec-895310b6a623",
      "speaker": "Dan",
      "start_timestamp": 4799.0,
      "text": "a It takes a certain confidence to take up the two. It does, you know? Yeah, it's not it's on an instrument that most people gravitate towards. What's that one that the sousaphone wraps around?"
    },
    {
      "end_timestamp": 4824.0,
      "id": "ce7fb959-458b-3d4e-b0b5-c58b4001c058",
      "speaker": "Jordan",
      "start_timestamp": 4813.0,
      "text": "That's the that's the marching tuba if you will. Yeah, that was that's a lot. That's a man who's worn a lot of Sousa phones in his day out. Yep. And as a former marching band member, I salute you, sir."
    },
    {
      "end_timestamp": 4833.0,
      "id": "f417afd1-d074-369e-a089-331622bf9ea0",
      "speaker": "Dan",
      "start_timestamp": 4824.0,
      "text": "I did not I did not join the marching band. Like I said, I played French horn for a little while night, then I quit. Because it sucked."
    },
    {
      "end_timestamp": 4835.0,
      "id": "b40d2ab5-3831-37df-8f11-649b1aab10f8",
      "speaker": "Jordan",
      "start_timestamp": 4833.0,
      "text": "Well, Dan, that's the end of the episode that I have for you. Well,"
    },
    {
      "end_timestamp": 4845.0,
      "id": "fbb196be-1777-3ef7-8647-4462c784d482",
      "speaker": "Dan",
      "start_timestamp": 4835.0,
      "text": "thank you. I would say this has been a lot of fun. Appreciate you finding something benign to talk about."
    },
    {
      "end_timestamp": 4852.0,
      "id": "a9a76153-b385-3cd2-8d5a-75b99255c1a4",
      "speaker": "Jordan",
      "start_timestamp": 4845.0,
      "text": "I think I think what next week, we'll have an episode for you. Probably not in dreamland."
    },
    {
      "end_timestamp": 4860.0,
      "id": "7cec9871-a2f1-371e-b023-585aacd4a8ae",
      "speaker": "Dan",
      "start_timestamp": 4852.0,
      "text": "No, certainly not. I think we may actually even like, find out what the predictions for 2023 Ooh, kind of up in the air."
    },
    {
      "end_timestamp": 4880.0,
      "id": "1c959329-54df-3469-ae62-b941f72a24b8",
      "speaker": "Jordan",
      "start_timestamp": 4860.0,
      "text": "I'm excited. But until then, we have a website. That's right. It's an old troit.com and we are on Twitter. Yeah, it's knowledge underscore fight. And I am neither Neo Leo dz X Clarke. Nor am I Darryl run this. I'm not the juiciest Ice Cube. I am. You know, I'm just I'm just Jordan."
    },
    {
      "end_timestamp": 4882.0,
      "id": "99c0dd41-64d6-32d3-806c-e4aa2343bc97",
      "speaker": "Dan",
      "start_timestamp": 4880.0,
      "text": "You are the psycho pomp and"
    },
    {
      "end_timestamp": 4886.0,
      "id": "cef65587-3cc6-3d1c-8a58-6ba34dc49485",
      "speaker": "Jordan",
      "start_timestamp": 4882.0,
      "text": "circumstance. And now here comes the sex robots."
    },
    {
      "end_timestamp": null,
      "id": "016a740b-9e2b-3924-849e-608b2f61607c",
      "speaker": "Andy In Kansas",
      "start_timestamp": 4886.0,
      "text": "Andy in Kansas, you're on the air. Thanks for holding. So Alex, I'm a first time caller. I'm a huge fan. I love your work."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}