{
  "audio_identifier": "KF_765",
  "audio_url": "https://traffic.libsyn.com/secure/knowledgefight/TimFDepo.mp3",
  "blocks": [
    {
      "end_timestamp": 39.0,
      "id": "94aaacee-577b-36a4-8a8a-91e5ef22dd0d",
      "speaker": "Alex Jones",
      "start_timestamp": 4.0,
      "text": "Red Alert. Red alert. Red alert. Red Alert acknowledged five days. Damn, Jordan, I'm sweating. Knowledge party.com It's time to pray. And I have great respect for knowledge. Knowledge. I'm sick of them posing as if they're the good guys Shang V or the bad guy knowledge. Dan and Jordan knowledge fight need money"
    },
    {
      "end_timestamp": 47.0,
      "id": "0e096880-cbf7-3a96-9be6-a3bef3b53ba0",
      "speaker": "Alex Jones",
      "start_timestamp": 39.0,
      "text": "Andy and Sandy are stopping Andy and Pam handy in Kansas."
    },
    {
      "end_timestamp": 48.0,
      "id": "1a6bac31-ab26-36a9-9f19-b2ba5f96b0b4",
      "speaker": "Alex Jones",
      "start_timestamp": 47.0,
      "text": "Andy in Kansas, you're on the airplanes rolling."
    },
    {
      "end_timestamp": 53.0,
      "id": "e7e0ab4f-5dce-3855-a0c0-f02d4b3a4f6f",
      "speaker": "Unknown Speaker",
      "start_timestamp": 48.0,
      "text": "This huge fan I love your word."
    },
    {
      "end_timestamp": 59.0,
      "id": "7eaa2dc8-68c6-378f-916a-8d566eac15ef",
      "speaker": "Alex Jones",
      "start_timestamp": 53.0,
      "text": "Knowledge by now knowledge fight.com"
    },
    {
      "end_timestamp": 67.0,
      "id": "264b142f-0582-3091-aacd-6d88ffff6365",
      "speaker": "Dan",
      "start_timestamp": 59.0,
      "text": "Hey, everybody, welcome back to knowledge, right. I'm Dan. I'm Jordan. We're dudes like to sit around worship at the altar of saline and talk a little bit about Alex Jones."
    },
    {
      "end_timestamp": 72.0,
      "id": "8a089b0e-2504-3a46-82ac-d63c54451889",
      "speaker": "Jordan",
      "start_timestamp": 67.0,
      "text": "Oh, indeed. We are Dan, Georgia Damn. Quick question for you. What's up? What's your blind spot today"
    },
    {
      "end_timestamp": 82.0,
      "id": "a910bfa4-f470-3101-8256-8e61b69fc2b9",
      "speaker": "Dan",
      "start_timestamp": 72.0,
      "text": "by my bright spot Jordan is sort of I mean, look, some of her bright spots are a little bit trivial and shooter some are just like an album we enjoy are"
    },
    {
      "end_timestamp": 88.0,
      "id": "9f57583f-aa93-3b51-bf1a-46e3aab9cd28",
      "speaker": "Jordan",
      "start_timestamp": 82.0,
      "text": "bright spots need to be sometimes trivial yet enjoy the trivial in order to enjoy the rest of life. Right?"
    },
    {
      "end_timestamp": 175.0,
      "id": "d51c3517-ab80-3a21-8976-337d48fd2991",
      "speaker": "Dan",
      "start_timestamp": 88.0,
      "text": "Yeah. And today, I had a good ice cream flavor. So this is some serious stuff, great. I've long struggled with sleep and such, but it's been going a lot better. Over the past week, I've been managing to keep a better like sleep schedule. And like I'm not, I don't want to get ahead of myself, of course, because these things happen sometimes getting a good rhythm and they get then it gets thrown off. But I mean, sleep has been one of the things that has plagued me the most in terms of like, the path of my life. Oh, I don't like laying in bed for hours not being able to fall asleep. And, and such. And it's, it's been it's been great. And this is this is partially This is my brightspot and that's partially a bit of a announcement. And that is that this episode is going to become you will never sleep again. Oh, no, this episode is gonna be coming out a little bit early. Okay, and the reason for that is I'm going to I have to test advanced publishing, okay, like with a schedule. Yeah, I gotcha. I haven't done that for a really long time. But when I tried to do it like years and years ago, it didn't work. Right. Right. And so I'm gonna set up this episode to post at a decent hour so I can in the future schedule posts ahead of time that's that's you're hearing this at like nine central that might be why I'm proud of you. I look forward to hopefully being able to keep this up because it's it feels so much better."
    },
    {
      "end_timestamp": 189.0,
      "id": "85d23107-f7ea-35f7-be6d-6445012fccc9",
      "speaker": "Jordan",
      "start_timestamp": 175.0,
      "text": "Honestly, that's a brighter spot for me than it is for you. That's been a chief source of concern for me for goddamn years now. You know, and it's I'm trapped in this helpless but I can't sleep for you dad. No. dry"
    },
    {
      "end_timestamp": 193.0,
      "id": "a50511de-bb1a-3108-a36b-127c957e36b5",
      "speaker": "Dan",
      "start_timestamp": 189.0,
      "text": "guitar if only and then you know slide."
    },
    {
      "end_timestamp": 195.0,
      "id": "559211f8-8b5a-396b-85f4-aae02a8a2af1",
      "speaker": "Jordan",
      "start_timestamp": 193.0,
      "text": "Man those were good days by the way."
    },
    {
      "end_timestamp": 209.0,
      "id": "87d88807-c1d2-36e1-80c5-bb9ccef6e3a4",
      "speaker": "Dan",
      "start_timestamp": 195.0,
      "text": "Yeah. Bright Spot not bright spot. I know that we've discussed this a little bit worried about Uncle howdy. Just an update on that. Okay. Still worried about worried about all right. Anyway."
    },
    {
      "end_timestamp": 211.0,
      "id": "2f28e508-d2db-3697-8c63-6d65b70f328b",
      "speaker": "Jordan",
      "start_timestamp": 209.0,
      "text": "Any any greater concern? Or is it"
    },
    {
      "end_timestamp": 215.0,
      "id": "77ca4799-e654-3fde-8940-2cfa3dc37062",
      "speaker": "Dan",
      "start_timestamp": 211.0,
      "text": "just reporting that I'm still worried"
    },
    {
      "end_timestamp": 224.0,
      "id": "78d722fc-cac5-3827-aea1-fba7628e59bc",
      "speaker": "Jordan",
      "start_timestamp": 215.0,
      "text": "about my bright spot is today it's that time of year. Today is the start of awesome Games Done Quick. The marathon that last four?"
    },
    {
      "end_timestamp": 227.0,
      "id": "1a8f3c4d-7dfe-3a57-a924-75e83db66d53",
      "speaker": "Dan",
      "start_timestamp": 224.0,
      "text": "Feels like what's always happening? There's the summer one. Yeah, it"
    },
    {
      "end_timestamp": 242.0,
      "id": "fa842903-2a53-3b8f-b586-6973202cb0e4",
      "speaker": "Jordan",
      "start_timestamp": 227.0,
      "text": "happens twice a year. So you know, every six months like a solstice, you kind of feel you're like, Oh, is it a solstice again? I'll be I thought it was just yesterday. Yeah. But, ya know, great times. It's gonna be fun. They're gonna raise a lot of money for a game. Yeah. You know, whatever good"
    },
    {
      "end_timestamp": 248.0,
      "id": "946bd6f1-7d6f-3cb7-80e3-eda889d31998",
      "speaker": "Dan",
      "start_timestamp": 242.0,
      "text": "causes. Yeah, totally. And people will play games really fast. Totally get through stuff. And what have you."
    },
    {
      "end_timestamp": 255.0,
      "id": "227ca7cb-dca0-359b-b94b-eda089887f31",
      "speaker": "Jordan",
      "start_timestamp": 248.0,
      "text": "The story though, is that the founder is taken. He's done after this year, right? And they started the whole thing, whoever"
    },
    {
      "end_timestamp": 259.0,
      "id": "f2b4cd11-8dd2-38cb-a5cc-0b67708103e5",
      "speaker": "Dan",
      "start_timestamp": 255.0,
      "text": "can play the awesomest game with this new add"
    },
    {
      "end_timestamp": 279.0,
      "id": "f483780f-6a4c-3ec3-806c-85325024da33",
      "speaker": "Jordan",
      "start_timestamp": 259.0,
      "text": "game. It's also a competition. Now he started in his mom's basement 13 years ago. And 13 years later, it's $40 million plus in donation. How cool is that? That is really cool. Amazing. True achievement for that person. I'm amazed at them."
    },
    {
      "end_timestamp": 289.0,
      "id": "b30cd3f8-cd17-32eb-a2d7-17c7d8237dc7",
      "speaker": "Dan",
      "start_timestamp": 279.0,
      "text": "Yeah, congrats. Yep. So Jordan today we have an episode to go over and listen to the situation that we find ourselves in. Okay. We need to know the predictions for 2020"
    },
    {
      "end_timestamp": 290.0,
      "id": "111ec95a-6970-3106-9192-3810643dad93",
      "speaker": "Jordan",
      "start_timestamp": 289.0,
      "text": "January 8,"
    },
    {
      "end_timestamp": 354.0,
      "id": "cb6c8a07-f334-3c2f-bf83-eb4d5e9b890d",
      "speaker": "Dan",
      "start_timestamp": 290.0,
      "text": "we need to know what is going on. Yeah. Because what's gonna happen on January 15? January 16 17th 18th. Oh, no. How are we going to live our lives? If we don't know what's coming paralyzed with fear of the future? I can't leave the house now granddad didn't leave the house to begin. Wow, that's fair. Because I don't know the prediction. So reasons can change the facts of the same. Yes. So I regret to inform you that Alex has still been out of studio. He was gone all of the week. And then Saturday rolled around, maybe he'll come in and do a Saturday show. As of the time that we're recording this, which is on Sunday. He has not he has not done a Saturday show. So I'm guessing he's not going to doubtful Sunday's show is still yet to be broadcast from his his studio. So we don't know if he's gonna be back on Sunday course, we're left in a lurch. The time is where it is. That's a big reason why we had to fill in and do an episode which was fantastic. People enjoyable, people really enjoyed it. Yeah. And now we're here again. And what are we going to do?"
    },
    {
      "end_timestamp": 356.0,
      "id": "6ef91c76-a6c2-374d-a818-3125ed9f02ff",
      "speaker": "Jordan",
      "start_timestamp": 354.0,
      "text": "I don't know. Is it going to be better today?"
    },
    {
      "end_timestamp": 380.0,
      "id": "4c2c64c6-a2e7-3bbe-8094-0be1e6fcca6f",
      "speaker": "Dan",
      "start_timestamp": 356.0,
      "text": "No, we are not going to talk about Alex actually. And that is because we have a deposition of another deposition. God damn. And this is exciting, because this is a behind the scenes guy. Okay, and we'll get down to business on this and I'll explain what's going on. But first, let's say hello to some new Whoa, that's a great idea. So first anti racist tubist. Tuba ist. How would you spell? How would you say that?"
    },
    {
      "end_timestamp": 382.0,
      "id": "66487eda-9faa-3c67-9a8e-a1bae4535554",
      "speaker": "Jordan",
      "start_timestamp": 380.0,
      "text": "I'm gonna go to bass who best Yeah,"
    },
    {
      "end_timestamp": 400.0,
      "id": "a2414725-b995-3863-afa3-1f42782f920f",
      "speaker": "Dan",
      "start_timestamp": 382.0,
      "text": "Tuba est tuba is just to be available to play psycho Pomp and Circumstance at your next graduation. Thank you so much for now, Paul Zwaan. I'm a policy. Thank you very much. Next, I made my girlfriend listen to knowledge, right. And now every argument is a false flag. Thank you so much. You're now policy walk. I'm a policy wonk."
    },
    {
      "end_timestamp": 401.0,
      "id": "033b75cb-7bf6-357f-a229-889016d7ff0b",
      "speaker": "Jordan",
      "start_timestamp": 400.0,
      "text": "Thank you very much."
    },
    {
      "end_timestamp": 418.0,
      "id": "9a96c7d3-c855-3e50-afdd-6601324d6f5e",
      "speaker": "Dan",
      "start_timestamp": 401.0,
      "text": "Next, I'm fast at six exclamation point. Thank you so much. You are now policy walk. I'm a policy. Thank you very much. Thank you. Next policy, Joseph wachsen. Thank you so much. You're now a policy wonk. I'm a policy wonk. Thank you very much. And Alex the Space Ace, thank you so much for now policy walk. I'm a policy wonk."
    },
    {
      "end_timestamp": 419.0,
      "id": "c337aedb-f96e-30e1-95a7-ff2c49d11265",
      "speaker": "Jordan",
      "start_timestamp": 418.0,
      "text": "Thank you very much."
    },
    {
      "end_timestamp": 430.0,
      "id": "e2875447-9b99-3115-adc5-5db05127c8a4",
      "speaker": "Dan",
      "start_timestamp": 419.0,
      "text": "We got three technocrats count of one three. So first, Merry Christmas to chance love. That's with an S chance. That is"
    },
    {
      "end_timestamp": 432.0,
      "id": "9b254ea2-6efc-32a5-9ea8-be58af163baf",
      "speaker": "Jordan",
      "start_timestamp": 430.0,
      "text": "Schultz, Schultz Schultz. Love"
    },
    {
      "end_timestamp": 433.0,
      "id": "86cfa306-6691-37b2-bfa8-7cc559838791",
      "speaker": "Dan",
      "start_timestamp": 432.0,
      "text": "Shazam. Oh,"
    },
    {
      "end_timestamp": 436.0,
      "id": "78c1378e-57a2-3bd7-a906-ac1b9077cd8f",
      "speaker": "Jordan",
      "start_timestamp": 433.0,
      "text": "that's good stuff."
    },
    {
      "end_timestamp": 459.0,
      "id": "f39114a8-952c-3fb9-a710-061e9f36a1c7",
      "speaker": "Dan",
      "start_timestamp": 436.0,
      "text": "Noel. You're now taking credit. And Chris Labonte, purveyor of dark arts and listener have only the best podcasts. Thank you so much. You're now technocrat, and I became a technocrat even though Dan like Scott and Jordan sang the English version of The Girl from Ipanema, bossa nova rules. Thank you so much going out technocrat I'm a policy wonk"
    },
    {
      "end_timestamp": 478.0,
      "id": "6f60ce73-f906-3012-91aa-6864e1e5054f",
      "speaker": "Alex Jones",
      "start_timestamp": 459.0,
      "text": "telling you brilliant someone, someone sought him out and sent me a bucket of poop daddy sharp. Jar Jar Binks has a Caribbean black action. He's a loser, little little teddy baby. I don't want to hate black people. I renounce Jesus Christ. Yes. Thank you very much. So"
    },
    {
      "end_timestamp": 492.0,
      "id": "4618b49d-cfe1-379f-acb9-31a7678beaef",
      "speaker": "Dan",
      "start_timestamp": 478.0,
      "text": "Jordan, today, we have a deposition. That is from the Connecticut case. That that is where we are at and this this is a fella by the name of Tim fru. J."
    },
    {
      "end_timestamp": 494.0,
      "id": "b1a2ba47-9f85-3e22-925d-b566ba6aef47",
      "speaker": "Jordan",
      "start_timestamp": 492.0,
      "text": "Oh, it's the fruit. J Yeah. I"
    },
    {
      "end_timestamp": 498.0,
      "id": "0f25f7d9-8f91-362a-9f95-f184a2a812f9",
      "speaker": "Dan",
      "start_timestamp": 494.0,
      "text": "don't know. If you know much about the man. What do you know about Tim?"
    },
    {
      "end_timestamp": 506.0,
      "id": "390f77cf-4873-306a-814b-24668254b77e",
      "speaker": "Jordan",
      "start_timestamp": 498.0,
      "text": "I mean, beyond the mentions of him in emails and such. And he's got something to do with a not marketing but the internet. Right."
    },
    {
      "end_timestamp": 525.0,
      "id": "792fc990-ca20-340a-aeca-df2df4258107",
      "speaker": "Dan",
      "start_timestamp": 506.0,
      "text": "He has like stuff to do with the online sales. Yeah, exactly. Yeah, it's what it is. And he's the Business Director, basically. Yes. large umbrella set of things that that he's responsible for having grown from the position of just being like, in charge of, like some warehouse stuff."
    },
    {
      "end_timestamp": 526.0,
      "id": "ba23c50c-baea-322b-b0ac-6a681272c2ed",
      "speaker": "Jordan",
      "start_timestamp": 525.0,
      "text": "Right, right."
    },
    {
      "end_timestamp": 529.0,
      "id": "a2e6e81a-61f4-388a-9645-e5bd47c4d840",
      "speaker": "Dan",
      "start_timestamp": 526.0,
      "text": "He was the seventh employee that Alex hired"
    },
    {
      "end_timestamp": 533.0,
      "id": "f7b1c45d-d31c-3e96-92ff-311cb5ec6486",
      "speaker": "Jordan",
      "start_timestamp": 529.0,
      "text": "ever he was he Michael J. Fox did from the mailroom to the top of the board. He's"
    },
    {
      "end_timestamp": 565.0,
      "id": "fbb3b110-9ac5-395a-a456-f111fbd96808",
      "speaker": "Dan",
      "start_timestamp": 533.0,
      "text": "been Yeah, he's been around pretty much forever, as he tells in his backstory for this. In this deposition, he was working at like a dry cleaner kind of business, or he was delivering things and like trying to sign up new clients for the service. And then from there transitioned into Alex mailroom stuff, as you put it, obviously not spent Yeah. And then just things kept going as it grew more responsibilities and added on until he was the head of business. Yeah."
    },
    {
      "end_timestamp": 576.0,
      "id": "48d3d97a-5b54-3d0d-bad3-44d7680991d9",
      "speaker": "Jordan",
      "start_timestamp": 565.0,
      "text": "You know, I mean, if it weren't for them being part of Infowars there's a certain charm to their ragtag hiring process that I read. I don't disagree."
    },
    {
      "end_timestamp": 583.0,
      "id": "198d24ab-450a-383f-91b6-abd4e1fda3df",
      "speaker": "Dan",
      "start_timestamp": 576.0,
      "text": "It's mostly context. Exactly. That's, yeah, this was not a contest, but maybe Alex had his drycleaning delivered. And that's"
    },
    {
      "end_timestamp": 591.0,
      "id": "fd4b4077-9bc7-3dc4-8c43-25adade3be55",
      "speaker": "Jordan",
      "start_timestamp": 583.0,
      "text": "kind of the other concern I have is he's like, Yo, boy, that was the fastest I've ever had that. directly delivered. You guys. Got it."
    },
    {
      "end_timestamp": 593.0,
      "id": "3b98e3d7-9def-36b6-88c9-4b382bd402ee",
      "speaker": "Dan",
      "start_timestamp": 591.0,
      "text": "I need you in my warehouse."
    },
    {
      "end_timestamp": 594.0,
      "id": "157c9c3c-b52b-36d1-8caa-e80b8929c283",
      "speaker": "Jordan",
      "start_timestamp": 593.0,
      "text": "I'm starting a"
    },
    {
      "end_timestamp": 612.0,
      "id": "2ef7e7ad-a77e-36c1-8812-e36b598e5b3c",
      "speaker": "Dan",
      "start_timestamp": 594.0,
      "text": "project. I have long been interested in Tim for Jay because he's It's a name that rings out through like the entire time that I've done this podcast. He is someone that Alex references obliquely, his name shows up places right as like, oh, run it by Tim."
    },
    {
      "end_timestamp": 613.0,
      "id": "83e7fe56-89bc-38ef-bc5b-7a5d3bb1a2da",
      "speaker": "Jordan",
      "start_timestamp": 612.0,
      "text": "He's the money man."
    },
    {
      "end_timestamp": 651.0,
      "id": "bbeab966-5808-3173-9121-c5ea2dc223d9",
      "speaker": "Dan",
      "start_timestamp": 613.0,
      "text": "I don't I wouldn't put it that well, basically I haven't heard this. I don't know he's the money, man. But he's he's somebody who has a lot of admin kind of various places. Gotcha. Gotcha. And I realized when I sat down to look at this deposition that I had never seen Tim for a holy cow. Yeah. Wow. And he is a charming looking 42 year old. I don't want to you know, I'm not saying this in any kind of pejorative way, but he's a thick boy. Sure. Sure. Is a thick King. Okay. Yeah. I've heard Carl. Say it before."
    },
    {
      "end_timestamp": 655.0,
      "id": "4bcb0590-8ef4-3e87-8139-c3741adbd247",
      "speaker": "Jordan",
      "start_timestamp": 651.0,
      "text": "Okay. All right. I'm fine with it. I've"
    },
    {
      "end_timestamp": 663.0,
      "id": "1fc01c7e-6532-389d-804c-df828f5495ef",
      "speaker": "Dan",
      "start_timestamp": 655.0,
      "text": "just that's the first time I've heard it. He's got a beard. And he just he strikes you as like a cool guy that your dad knows."
    },
    {
      "end_timestamp": 667.0,
      "id": "e3913ab3-cf10-3d28-9ff8-d49fe649bd49",
      "speaker": "Jordan",
      "start_timestamp": 663.0,
      "text": "He's young Santa Claus."
    },
    {
      "end_timestamp": 671.0,
      "id": "e79d91ad-9776-3e70-85eb-789470cdcb95",
      "speaker": "Dan",
      "start_timestamp": 667.0,
      "text": "I'm looking at him right now. And yeah, maybe it's not a it's not a big beard though. No, no."
    },
    {
      "end_timestamp": 677.0,
      "id": "7c6c8620-1968-37cc-b770-ee8911f4c203",
      "speaker": "Jordan",
      "start_timestamp": 671.0,
      "text": "2030 years from now. That's a Santa Claus. But right now he's cool. Santa. You know,"
    },
    {
      "end_timestamp": 698.0,
      "id": "990f30ad-9038-3af9-8c53-cbd348ed3ccc",
      "speaker": "Dan",
      "start_timestamp": 677.0,
      "text": "I picture young Santa Claus with a giant beard. But it's like not brown. Yeah. Well, that's fair. Regardless of and I should also say that I was routinely called Young Santa Claus. Right. Right. Right. That was personal for you. Yeah, I understand. I think people were saying that pejoratively, though, that was not a situation where they just thought it was I wasn't I wasn't trying"
    },
    {
      "end_timestamp": 700.0,
      "id": "32a05449-f1a0-3467-81ba-9111015515df",
      "speaker": "Jordan",
      "start_timestamp": 698.0,
      "text": "to be that."
    },
    {
      "end_timestamp": 755.0,
      "id": "89cff9d1-991d-34a3-8632-5bd2b341222e",
      "speaker": "Dan",
      "start_timestamp": 700.0,
      "text": "But yeah, he strikes you as like a pretty generally decent fella. Interesting. And that is interesting. Yeah. It's very interesting, because you're not used to that. No. And I'll say, I think I had a fairly positive impression of him through this. And then by the end of this, I think he's maybe one of the worst people who works at it. Okay, good. I was gonna say, This is freaking me out. No, it's a very interesting path that it takes to get there. But yeah, so anyway, Tim PJ. Okay, he sat for a deposition in January 2022. Having previously sat for like a really brief one. And then he comes back and doing this remotely. And we're gonna start here with the first clip. There's obviously at the beginning, quite a bit of like, you know, introduction, what did you do to prepare for this, like"
    },
    {
      "end_timestamp": 761.0,
      "id": "a211eb43-fafb-33b7-9341-a2b7d255bf87",
      "speaker": "Jordan",
      "start_timestamp": 755.0,
      "text": "lie detector questions, you know, like answer yes or no, just so we can calibrate the device getting that we'll get into into the rhythm"
    },
    {
      "end_timestamp": 775.0,
      "id": "72c8c687-4c84-3063-a47e-f938c674bdc2",
      "speaker": "Dan",
      "start_timestamp": 761.0,
      "text": "of questions. Sure. Sure, sure. And we get to jumping in here, while they're discussing the period of Info Wars growth, they're seeing quite a bit of growth. And in the context of that we learn Tim salary. Okay. And you were"
    },
    {
      "end_timestamp": 784.0,
      "id": "3a3b8c12-ae9a-30c8-98fb-63c49c172a69",
      "speaker": "Chris Mattei",
      "start_timestamp": 775.0,
      "text": "you were aware of the increasing volume of sales leading up to the move to alginate. Right?"
    },
    {
      "end_timestamp": 790.0,
      "id": "7b277925-39b5-3ec5-ad8a-c4e89b738bdb",
      "speaker": "Tim Fruge",
      "start_timestamp": 784.0,
      "text": "No, I would not I was never involved in the sales at that point."
    },
    {
      "end_timestamp": 797.0,
      "id": "8ef9ff65-b0fe-3fda-8413-0caffa01a5a1",
      "speaker": "Chris Mattei",
      "start_timestamp": 790.0,
      "text": "That would have happened kind of in the 2011 2012 timeframe."
    },
    {
      "end_timestamp": 817.0,
      "id": "fcc6215c-0108-30fb-a527-d64eed70c708",
      "speaker": "Tim Fruge",
      "start_timestamp": 797.0,
      "text": "Somewhere in that timeframe Yes. As as we grew there was just need for people to step up and I was there and I was willing to learn and and step up and help where I was needed"
    },
    {
      "end_timestamp": 828.0,
      "id": "99eedcdb-813d-318c-b59d-af499a0501d7",
      "speaker": "Chris Mattei",
      "start_timestamp": 817.0,
      "text": "you were needed around that time was to oversee the online store. And Mr. Jones's direction right?"
    },
    {
      "end_timestamp": 846.0,
      "id": "7e9f234b-88ef-339c-9dc8-02c08b6de11c",
      "speaker": "Tim Fruge",
      "start_timestamp": 828.0,
      "text": "Correct. As well as you know ordering office supplies and handling you know, your your AC guys your plumbing guys your construction guys. That was sort of my what I was doing at that time."
    },
    {
      "end_timestamp": 852.0,
      "id": "5dbd3315-254f-3d96-b36d-a1701e3fbb5e",
      "speaker": "Chris Mattei",
      "start_timestamp": 846.0,
      "text": "What was your salary you first came along as"
    },
    {
      "end_timestamp": 860.0,
      "id": "89660405-97b2-3995-b8e2-1740c314eae1",
      "speaker": "Tim Fruge",
      "start_timestamp": 852.0,
      "text": "best I can remember it was either 45 or 50,000 annually."
    },
    {
      "end_timestamp": 869.0,
      "id": "3ea505c3-cad9-3d90-a478-5c6d9dd3c36c",
      "speaker": "Chris Mattei",
      "start_timestamp": 860.0,
      "text": "Was it when you resigned in September 2024. When you when you separate it from speech free speech systems in September 2012."
    },
    {
      "end_timestamp": 872.0,
      "id": "f5b011e8-7d59-3884-8518-f86bf0108fc5",
      "speaker": "Tim Fruge",
      "start_timestamp": 869.0,
      "text": "It was 200,000 a year."
    },
    {
      "end_timestamp": 876.0,
      "id": "02a80d97-0cb8-379c-8cb7-c4ca688718fb",
      "speaker": "Jordan",
      "start_timestamp": 872.0,
      "text": "Yeah, damn."
    },
    {
      "end_timestamp": 879.0,
      "id": "d5b24fcf-db89-3b8d-a942-bb346efcc1f4",
      "speaker": "Tim Fruge",
      "start_timestamp": 876.0,
      "text": "200,000 a year."
    },
    {
      "end_timestamp": 903.0,
      "id": "3d3431cf-2bda-3dfa-86ad-9e138ff74399",
      "speaker": "Dan",
      "start_timestamp": 879.0,
      "text": "So we have the On Air personalities that seem like Owen Troyer. He makes 100,000 right about Daria makes about 100,000 a year and yeah to enforce a 200,000 I mean, hey, you know, you started 50 grand, you have more responsibilities that are added on that is kind of like a normal so sort of trajectory and path it's just it's got it's got quite high"
    },
    {
      "end_timestamp": 922.0,
      "id": "65e8eff6-6adc-31b0-884c-1dc4d8337489",
      "speaker": "Jordan",
      "start_timestamp": 903.0,
      "text": "yeah i mean i Here's the problem I don't know capitalism anymore you know like for my for my decade in in because I was kind of in sales you know so I never got raises or anything it was either I did good or bad there's commission yeah there's that whole thing"
    },
    {
      "end_timestamp": 929.0,
      "id": "ffa96b4d-5b57-37c8-bd16-509e3c00a7f3",
      "speaker": "Dan",
      "start_timestamp": 922.0,
      "text": "I don't feel like that is that is absolutely not how exactly him describes his compensation"
    },
    {
      "end_timestamp": 938.0,
      "id": "b939be1c-e6b6-36bb-8ddf-80653147a978",
      "speaker": "Jordan",
      "start_timestamp": 929.0,
      "text": "he went to work every day and at the end of the year he either got a promotion or he didn't he did the corporate thing that people have talked about in my world that I've never experienced you know that even though"
    },
    {
      "end_timestamp": 942.0,
      "id": "a2a08edc-3406-3db5-af2d-a06d1c95c5db",
      "speaker": "Dan",
      "start_timestamp": 938.0,
      "text": "some of his responsibilities did veer into sales, right advertised right?"
    },
    {
      "end_timestamp": 952.0,
      "id": "61109083-7ba5-31b7-ba49-943175c45b19",
      "speaker": "Jordan",
      "start_timestamp": 942.0,
      "text": "Strange is that is that a lot? Is that a lot like to me it was like a lot to me it's a shit ton of money, but I don't know if it's still that in the real world anymore. To"
    },
    {
      "end_timestamp": 978.0,
      "id": "9b55781a-ce91-3c2b-abed-8ce5ee63fdde",
      "speaker": "Dan",
      "start_timestamp": 952.0,
      "text": "me it is also and then if you look at it just on the scale of like, what we know of other Info Wars people what they're making, yeah, obviously, you pay people what like you think they deserve? I mean, I would think that that's kind of how payroll generally works. You attend according to this. Obviously, Tim Piaget his role is more important than Alex's second banana on air personality."
    },
    {
      "end_timestamp": 987.0,
      "id": "386b80f9-5157-3ee8-a55c-27df51b061b0",
      "speaker": "Jordan",
      "start_timestamp": 978.0,
      "text": "It kind of makes me feel like he is the money man though insofar as like, yeah, he's more important than Oh, and you can replace Oh, and well, but you got to keep the money flowing. Like it or not, you know,"
    },
    {
      "end_timestamp": 998.0,
      "id": "0a65e74c-083a-34a1-9229-9b929c0b4c11",
      "speaker": "Dan",
      "start_timestamp": 987.0,
      "text": "the only problem I guess I have is I'm not sure exactly what's meant by money, man. You know, like, I feel like money man is the guy who injects money. The million dollar man. You know,"
    },
    {
      "end_timestamp": 1012.0,
      "id": "4c5ebd16-764e-3092-974e-1378a2b350ce",
      "speaker": "Jordan",
      "start_timestamp": 998.0,
      "text": "I'm talking more about the guy who's who's in control who's who's at the at the like, Loggerhead of the flow of money. Right, right. Right there. And all the money flow comes towards him, and then he kind of directs it elsewhere. Yeah,"
    },
    {
      "end_timestamp": 1017.0,
      "id": "c18944a4-c80f-348f-a6f7-98891a6b70fe",
      "speaker": "Dan",
      "start_timestamp": 1012.0,
      "text": "I do. I do think that's probably fairly accurate. Yeah, you pay that guy plenty. Yeah, that guy knows a lot"
    },
    {
      "end_timestamp": 1018.0,
      "id": "744b9b71-9c44-3d8f-9058-6b5b02a6937c",
      "speaker": "Jordan",
      "start_timestamp": 1017.0,
      "text": "too."
    },
    {
      "end_timestamp": 1088.0,
      "id": "a5a2fbe8-8b0e-37f6-b369-b36c727383b9",
      "speaker": "Dan",
      "start_timestamp": 1018.0,
      "text": "And Owens not that great. No, no, it can replace it with another contest tomorrow, where as this fella he's grown with the company to tons of Yeah, I really, man, I'm conflicted about this guy. Anyway, he left Infowars in September 2020. And then was gone for about a year short and came back. And he came back, he came back. Well, I mean, 200k, you can't really earn quite as much everywhere else, as far as I've been might have been doing fine. We'll find out where he landed in a minute. But he's returned makes some sense to me, actually. Because he could look at it suspiciously. And I'm like, you're in the middle of this litigation and get this guy back in the fold or whatever. But he, as he describes it, him and his wife are both from Texas. And they had moved to Utah for another job. And they visited Texas, and they saw their family and they realize I miss my family. Totally. I want to come back. So Alex offered him his job back. And you know, he came back. That's makes total sense. Makes total sense. That's great. That doesn't feel suspicious to me at all. But it is weird. Wow. I"
    },
    {
      "end_timestamp": 1097.0,
      "id": "2c4ae6f6-2bae-3712-bdf4-06df245ed2c0",
      "speaker": "Jordan",
      "start_timestamp": 1088.0,
      "text": "mean, it's the loyalty that I wouldn't expect from any company I've ever worked at, you know, if I left for a year, they'd probably be like, sorry, you shouldn't have fucking left asshole. You know, that's true,"
    },
    {
      "end_timestamp": 1103.0,
      "id": "01f236c4-8cee-35b6-87e9-a5dc1d0dd79d",
      "speaker": "Dan",
      "start_timestamp": 1097.0,
      "text": "true, but then you got to consider how things ended. And we get into that in this next clip,"
    },
    {
      "end_timestamp": 1111.0,
      "id": "a64b0ca0-5545-3f8f-a6a4-c8d7424c2bb0",
      "speaker": "Chris Mattei",
      "start_timestamp": 1103.0,
      "text": "the circumstances, leading free speech systems in September 2020."
    },
    {
      "end_timestamp": 1142.0,
      "id": "11b5ae89-c490-3970-ad13-5ef4ba8fc128",
      "speaker": "Tim Fruge",
      "start_timestamp": 1111.0,
      "text": "I was stressed to the max. I have some health conditions. And the stress was getting to me and everything kind of came to a head when me and Alex got into an argument and I grabbed my bag told him to go off and walked out. And that was the end of it."
    },
    {
      "end_timestamp": 1173.0,
      "id": "a1a164d7-24dc-36bb-9d40-abe564b542bb",
      "speaker": "Tim Fruge",
      "start_timestamp": 1142.0,
      "text": "Him being Alex Jones, he was just complaining about everything I was trying to help. He was complaining about something else. I don't remember too much of the details, but it was it was Alex being Alex as far as just I can't say the word because I don't want to swear but he was just being a jerk."
    },
    {
      "end_timestamp": 1183.0,
      "id": "18acdfa8-3d50-3ab5-bf3d-605b7cb7dc9a",
      "speaker": "Dan",
      "start_timestamp": 1173.0,
      "text": "So Alex is being an asshole being a real piece of shit. I get the sense from listening to this and watching this that maybe Tim doesn't like Alex that much."
    },
    {
      "end_timestamp": 1211.0,
      "id": "a32a6c7e-b94c-3435-a332-06ab942c037c",
      "speaker": "Jordan",
      "start_timestamp": 1183.0,
      "text": "I mean, you know that's that's the problem with your foreshadowing on him being the worst person maybe potential is up there. You know, that kind of thing for a very interesting reason. Well see, here's what I'm getting. Here's why my first hackles are being raised. This seems like a person who has capable of agency and thought, and that makes him terrifying to me, because that's part of chooses to go be the worst person you know, like, and he's a bit of a straight shooter."
    },
    {
      "end_timestamp": 1219.0,
      "id": "311caf5e-efb8-3187-aefc-cae27af3562e",
      "speaker": "Dan",
      "start_timestamp": 1211.0,
      "text": "Willing to say like Alex is a fucking asshole. You got to fight. That's why I quit. That's concerning. Yeah. Why did you quit? Alex was being Alex, why do you"
    },
    {
      "end_timestamp": 1225.0,
      "id": "56fbeefe-bf5a-39b6-bd7d-e15ec83dbb8e",
      "speaker": "Jordan",
      "start_timestamp": 1219.0,
      "text": "think the Alex, why do you talk? Why do you quit? You? Yeah,"
    },
    {
      "end_timestamp": 1245.0,
      "id": "a360261f-167c-3aea-a220-c3398fe2ba92",
      "speaker": "Dan",
      "start_timestamp": 1225.0,
      "text": "of course I would quit very understandable. And because this is, you know fairly early in the deposition, it starts to give you a good impression of him. Because you're like, Yeah, that makes total sense. I know, you put up with it for a long time, you probably making way more money than you would have been, in some other career make sense? And then finally had enough of this asshole. And he left?"
    },
    {
      "end_timestamp": 1265.0,
      "id": "09a224d9-f81c-3263-b5bc-7783ce65aa8d",
      "speaker": "Jordan",
      "start_timestamp": 1245.0,
      "text": "Sure. I mean, the problem, though, is the more agency you have, the more responsibility you have for your actions. You know, that's, that's the way it's always kind of the math is worked out in my head. I think Alex is a piece of shit. But I also don't think Alex really can control his behavior at this point, you know, like, that"
    },
    {
      "end_timestamp": 1317.0,
      "id": "7cf48d63-a98b-3f47-97a5-727aa3dd2c76",
      "speaker": "Dan",
      "start_timestamp": 1265.0,
      "text": "says that he's the slave of many decisions that he made years and years ago, actually, yeah, pressures that he has put upon himself. Right. But he still has complete agency. I disagree with you on that. But I mean, but there are influences that are pushing him totally, in various directions, totally. But I do agree with you that Tim has more awareness and more sort of clarity of decision making than a lot of the other people that we've seen deposed, or just generally in the Infowars sphere. Yeah. And he doesn't seem as desperate either, that as some of these other dorks, right. So yeah, he quit because Alex treated him poorly. That's, it turns out, you quit quit"
    },
    {
      "end_timestamp": 1331.0,
      "id": "a2349665-69d8-3f20-9f4d-ff69151b423d",
      "speaker": "Chris Mattei",
      "start_timestamp": 1317.0,
      "text": "indicated that you were under a lot of stress. And that stress had to do with your responsibilities, or the way in which Mr. Jones was supervising you, or some combination all"
    },
    {
      "end_timestamp": 1346.0,
      "id": "a87513a5-b64b-3d9d-94da-dd188b90e281",
      "speaker": "Tim Fruge",
      "start_timestamp": 1331.0,
      "text": "the way. All the issues that at that place, there are forest fires every day. And at that moment, the reason I walked out, it was the way Alex Jones was treating me. So that's"
    },
    {
      "end_timestamp": 1361.0,
      "id": "fa87e9a7-944c-3b51-b34f-8b6b6d0fc8f2",
      "speaker": "Dan",
      "start_timestamp": 1346.0,
      "text": "interesting in that, like, he seems like if there's forest fires every day, then a high pressure work environment. Yeah, isn't necessarily something that's going to be like why you quit, right? So something you're used to that's how things work around here. Right? Just Alex being a dick."
    },
    {
      "end_timestamp": 1386.0,
      "id": "d7f592ba-a87b-3d14-a28a-e601815ec2d2",
      "speaker": "Jordan",
      "start_timestamp": 1361.0,
      "text": "It's Alex being an asshole. Yep. Which, but that's another thing about the choices there is that if he is saying that that is happening, and that's why he quit, and also saying there's forest fires every day. What that means is that he's watched Alex be an asshole to countless people, and watch them run out. And this is when Alex started being a real piece of shit to him personally, you know what I mean?"
    },
    {
      "end_timestamp": 1396.0,
      "id": "182baa0b-46b6-3f65-bbb7-e2999ee1d882",
      "speaker": "Dan",
      "start_timestamp": 1386.0,
      "text": "Yeah, well, that could be I have some slight theories that are maybe impossible to prove. But they're reason by this next clip."
    },
    {
      "end_timestamp": 1406.0,
      "id": "31b3ca4c-0e72-33f3-8ac8-62a0a5b72d83",
      "speaker": "Chris Mattei",
      "start_timestamp": 1396.0,
      "text": "Left in September 2020. You moved to Utah? Is that right? That is correct. And did you find work in Utah? Yes. Were we working?"
    },
    {
      "end_timestamp": 1411.0,
      "id": "fd8c2bd1-2d82-37c3-9486-191e11d5e578",
      "speaker": "Tim Fruge",
      "start_timestamp": 1406.0,
      "text": "Ready Alliance group? What's that? And is actually a"
    },
    {
      "end_timestamp": 1413.0,
      "id": "9b905e8f-f654-35e1-a3b7-f38c3f8df11a",
      "speaker": "Jordan",
      "start_timestamp": 1411.0,
      "text": "dry cleaner?"
    },
    {
      "end_timestamp": 1422.0,
      "id": "e0f6410f-01e5-39de-ae19-1a67d03bdc7d",
      "speaker": "Tim Fruge",
      "start_timestamp": 1413.0,
      "text": "The the storable food company that now now slide out Oh, is the storable food that he sold?"
    },
    {
      "end_timestamp": 1436.0,
      "id": "9f4f6098-82df-38d6-8ea5-2cff6517933e",
      "speaker": "Chris Mattei",
      "start_timestamp": 1422.0,
      "text": "Analysis suppliers. Yes. Even a relationship with them as a result of your work for free speech systems. Correct."
    },
    {
      "end_timestamp": 1515.0,
      "id": "5207b069-973c-32f5-aa9d-c2fe810eba10",
      "speaker": "Dan",
      "start_timestamp": 1436.0,
      "text": "So there's a part of this that is, you know, kind of understandable. You're the guy who's working in these business relationships, or you would know these people and you could go like, Hey, you got to place totally, that makes some sense. But then you also have to consider that this is September 2020. This is during the you know, sort of middle beginning of the COVID time. Yeah. This is when Alex is pushing the other storable food super hard to the point where they are needing to expand. They are setting up new warehouses. They are a company that is in severe growth. I would not be too surprised if there was an understanding or something where it's like you go work, go work for them for a bit. Yeah, or something. I can't prove that just a total theory. But Alex maintained a very, very close relationship with the storable food people that continued through this time there was I don't even remember when it was there. was like a time that he went to Utah himself. Yeah, for the storable food did visiting that. Yep. It seems like this is all way too closely connected for it to just be like, I quit Infowars and I got a job at the their main one of their main sponsors. Yeah,"
    },
    {
      "end_timestamp": 1552.0,
      "id": "eced52aa-94e0-3b88-8bc8-09d0c6d16c77",
      "speaker": "Jordan",
      "start_timestamp": 1515.0,
      "text": "I will say this about that, though, is that, to me, that makes a lot of sense, just from a, like no, no malicious behavior kind of situation, just because if you're making 200k a year, and you want to leave that job, there aren't many jobs where you could step into a similar kind of salary point, without having an intense personal relationship with the people already there. It's true. So you know, maybe if he's not gonna go start at McDonald's or some shit, you know, he gets over there. Maybe he doesn't make as much money. But he's got a position over there. He's not starting over."
    },
    {
      "end_timestamp": 1587.0,
      "id": "04c977b9-43b5-3855-bd29-1be1d558f77b",
      "speaker": "Dan",
      "start_timestamp": 1552.0,
      "text": "There's a benign explanation for totally. And I understand that. And I think that there's a very decent chance that that is what is at play. I also have some misgivings about how Alex would take that. Yeah, totally. i If he leaves on bad terms, with Infowars out of it, I find it kind of hard to believe that Alex would be okay with him taking a role that earns somewhere in the ballpark of $200,000. Right. And he's one of his main sponsors, right. I find that difficult, but it is possible. I don't know. It's just weird with"
    },
    {
      "end_timestamp": 1597.0,
      "id": "3a13af7b-8192-328e-8598-61be1aea61be",
      "speaker": "Jordan",
      "start_timestamp": 1587.0,
      "text": "with people such as they who have established a track record of malicious behavior ejaculations that do not require it or even ask it. Yeah, you know,"
    },
    {
      "end_timestamp": 1606.0,
      "id": "b3e6136f-f691-3513-9427-f6892e625c7c",
      "speaker": "Dan",
      "start_timestamp": 1597.0,
      "text": "I didn't you know, this is definitely a situation where it's like, hey, it's possible to read too much into this. Yeah, I acknowledge that. Totally. It's just weird."
    },
    {
      "end_timestamp": 1622.0,
      "id": "941e9c6c-6685-3be6-867f-e9e833f6f149",
      "speaker": "Jordan",
      "start_timestamp": 1606.0,
      "text": "Yeah. But I mean, you know, that I bet ordering dinner, there's something shady going on with these assholes. You know, you can't tell you don't even know why. Yep. Yep, there's the pipe. They're the type of people who drink half a drink, and then send it back and say, That's not what I ordered."
    },
    {
      "end_timestamp": 1626.0,
      "id": "56214146-db0c-340e-b46f-b5797e4a46f0",
      "speaker": "Dan",
      "start_timestamp": 1622.0,
      "text": "I only know Aleksa made his kid a rope swing under a tree branch."
    },
    {
      "end_timestamp": 1629.0,
      "id": "0fc6fafd-2815-33ee-99f9-30815654cd25",
      "speaker": "Jordan",
      "start_timestamp": 1626.0,
      "text": "Oh, shady, shady shit right there."
    },
    {
      "end_timestamp": 1641.0,
      "id": "40f67a37-4a51-3eeb-9d00-05524e29efc7",
      "speaker": "Dan",
      "start_timestamp": 1629.0,
      "text": "So they discuss the revenue streams that come into and for us, obviously, back in the day, it was, you know, the supplements weren't there. So you had things like advertising,"
    },
    {
      "end_timestamp": 1647.0,
      "id": "125d1a75-c6c3-3a33-8ee0-b0945d7d68d3",
      "speaker": "Jordan",
      "start_timestamp": 1641.0,
      "text": "gold sales, the kickbacks of all the filters, the whole thing? Yeah."
    },
    {
      "end_timestamp": 1651.0,
      "id": "a73f2851-dab9-3d64-afda-8bf5b4828665",
      "speaker": "Dan",
      "start_timestamp": 1647.0,
      "text": "You had a lot of that. Yeah. But then there was another thing."
    },
    {
      "end_timestamp": 1656.0,
      "id": "cbe0bb0e-0766-3fe9-991b-3a2917769dcb",
      "speaker": "Chris Mattei",
      "start_timestamp": 1651.0,
      "text": "And Mr. Jones continued to sell advertising. Correct."
    },
    {
      "end_timestamp": 1659.0,
      "id": "3293bcde-c5df-3cd5-9e60-c3f8fd024f27",
      "speaker": "Tim Fruge",
      "start_timestamp": 1656.0,
      "text": "So what I believe yes, at that time, he was still selling advertising."
    },
    {
      "end_timestamp": 1667.0,
      "id": "254162af-a9c2-3af2-91c7-5584e0d35ca7",
      "speaker": "Chris Mattei",
      "start_timestamp": 1659.0,
      "text": "Right. We talked about that. I'm basically talking about the period between 2007 and 2000."
    },
    {
      "end_timestamp": 1687.0,
      "id": "416db54e-0b3d-3871-b763-a3b11b676e66",
      "speaker": "Tim Fruge",
      "start_timestamp": 1667.0,
      "text": "Right. So there were times where no, there were no, like, advertising sponsors of anything. At certain time periods. I couldn't tell you which ones throughout that that timeframe. There was no sponsor for advertisers."
    },
    {
      "end_timestamp": 1715.0,
      "id": "b5c30712-b56a-3870-8825-f924f36ad2a2",
      "speaker": "Chris Mattei",
      "start_timestamp": 1687.0,
      "text": "And that's in part because Mr. Jones would advertise his own products rather than third party products on his program. Correct? Correct. And in addition to advertising products, he would also charge individuals who want to appear on his show, and wanted to highlight their own products. Correct? Correct."
    },
    {
      "end_timestamp": 1764.0,
      "id": "ce0f6b0d-ec9d-3002-a149-8c28b4bc1547",
      "speaker": "Dan",
      "start_timestamp": 1715.0,
      "text": "This is the first time that there has been concrete recognition of pay to play. Yeah, we've been talking about that. For years. It's been suggested by a number of folks. It's something that's been discussed on message boards, and people have theorized about it. Yep. anonymous comments. But yeah, this is this is the first time that I can say that there is like, actually definitive Yep, this is something that Alex offered, you can pay to get him to promote your stuff, and pretend that it is just a regular interview. Got it. And that's pretty shady. That's shady shit. We're gonna get more into this later in the deposition. So put a pin in that, but that was a really big moment. Yeah. In terms of my understand, operates, there's"
    },
    {
      "end_timestamp": 1773.0,
      "id": "6bcf0143-bfdc-3e08-ac68-17c4c8d9f9e3",
      "speaker": "Jordan",
      "start_timestamp": 1764.0,
      "text": "so many times where it's like, there's no way that this is not pay to play, but to have them concretely say it. That's that's comforting."
    },
    {
      "end_timestamp": 1805.0,
      "id": "a49e2e61-c13c-3d32-81ec-0a9f87913043",
      "speaker": "Dan",
      "start_timestamp": 1773.0,
      "text": "Yeah. And you'll be surprised to learn what the rates were. Oh, no, but not high enough or too high is the question I have, we'll get to it. Okay. So in terms of the products that they ended up selling, you know, like the supplements or what have you. Alex likes to pretend that they have like Info Wars labs, and you're like, Yes, that's right. are developing all these broad Yeah, of course, because it gives like more intimate a connection with the product itself. Yeah. It feels like it's something that's more direct personal. Yeah. But unfortunately, that's all a lie, of course."
    },
    {
      "end_timestamp": 1824.0,
      "id": "b758534d-9471-3d3f-80c7-49875a5ac2c2",
      "speaker": "Chris Mattei",
      "start_timestamp": 1805.0,
      "text": "And Mr. Jones selected the products that he intended to sell online, correct. Correct. And were you was it your understanding that Mr. Jones was personally involved in negotiating the purchase of those products from other third party suppliers?"
    },
    {
      "end_timestamp": 1830.0,
      "id": "2ba47c03-3bfb-39ca-a02a-1dc17246bb3f",
      "speaker": "Tim Fruge",
      "start_timestamp": 1824.0,
      "text": "I guess so. I'm not sure. I know, I was not involved in that."
    },
    {
      "end_timestamp": 1833.0,
      "id": "40c1e6c9-d945-3ec7-b6b9-443b633355c7",
      "speaker": "Chris Mattei",
      "start_timestamp": 1830.0,
      "text": "Entity Gucci already was involved in"
    },
    {
      "end_timestamp": 1838.0,
      "id": "d4dcd842-cfa9-3e2e-8f73-71a4e341a8e4",
      "speaker": "Tim Fruge",
      "start_timestamp": 1833.0,
      "text": "that, possibly Yes."
    },
    {
      "end_timestamp": 1847.0,
      "id": "db5fab39-e919-335a-8f62-34d9ba1f2162",
      "speaker": "Chris Mattei",
      "start_timestamp": 1838.0,
      "text": "Not aware of free speech systems ever investing any money in research and development of the supplements that it sold, correct?"
    },
    {
      "end_timestamp": 1854.0,
      "id": "2dc3c0f9-9565-3017-8620-13ece5396dd9",
      "speaker": "Tim Fruge",
      "start_timestamp": 1847.0,
      "text": "I'm not aware of any of them. Why would they?"
    },
    {
      "end_timestamp": 1874.0,
      "id": "8fd54e2d-8b3e-316b-bceb-c1fa4a3eb08b",
      "speaker": "Chris Mattei",
      "start_timestamp": 1854.0,
      "text": "It's been your understanding as the director of business operations, that Mr. Jones in free speech systems purchases, dietary supplements, from third party suppliers, and then brands them as a Alex Jones product, correct."
    },
    {
      "end_timestamp": 1875.0,
      "id": "14da3511-a30c-3b1b-8cbc-733218cd7ed4",
      "speaker": "Tim Fruge",
      "start_timestamp": 1874.0,
      "text": "That's my understanding."
    },
    {
      "end_timestamp": 1879.0,
      "id": "d5f295e4-bcdb-3ef8-b717-4b61de608e26",
      "speaker": "Dan",
      "start_timestamp": 1875.0,
      "text": "Yeah. Yeah. Obviously, that's what they did. They just put a different label."
    },
    {
      "end_timestamp": 1889.0,
      "id": "668cd3ef-1416-3854-9d99-1be92aebeefc",
      "speaker": "Jordan",
      "start_timestamp": 1879.0,
      "text": "Why in God's name, would they also be Listen, we put our labels on everything that and we sell it, but also, why not? Sometimes we just do r&d? No, fuck off. You're not a supplement company."
    },
    {
      "end_timestamp": 1900.0,
      "id": "7f4f40b6-c2e1-3d23-ab80-568f79750192",
      "speaker": "Dan",
      "start_timestamp": 1889.0,
      "text": "You take, take cheap shit. Add a mystique to it. Yeah. And pretend that it's magical in some way, and then put another fun label on it and boom, totally mark it up."
    },
    {
      "end_timestamp": 1903.0,
      "id": "c4519059-4bc7-3444-8bf6-2d3e468a4dfd",
      "speaker": "Jordan",
      "start_timestamp": 1900.0,
      "text": "The markup is Alex holding a picture of it. That's it. That's the"
    },
    {
      "end_timestamp": 1909.0,
      "id": "14fdb0ba-ce99-3ee9-9503-9f9c433fe925",
      "speaker": "Dan",
      "start_timestamp": 1903.0,
      "text": "whole band saying something like Chaga mushroom totally, really salacious leaves"
    },
    {
      "end_timestamp": 1913.0,
      "id": "c8bc6910-6982-35c6-8689-05b16c71d23d",
      "speaker": "Jordan",
      "start_timestamp": 1909.0,
      "text": "force adding force to all of it. That's all you need."
    },
    {
      "end_timestamp": 1915.0,
      "id": "e65b276c-f555-30ec-827b-221628edfdbb",
      "speaker": "Dan",
      "start_timestamp": 1913.0,
      "text": "Or super blank. Super"
    },
    {
      "end_timestamp": 1917.0,
      "id": "3a6c0b66-101d-3f8f-bbdf-d5333c36205e",
      "speaker": "Jordan",
      "start_timestamp": 1915.0,
      "text": "blank. Yeah."
    },
    {
      "end_timestamp": 1926.0,
      "id": "6506222a-5db0-399c-9a77-1b1fef97a32b",
      "speaker": "Dan",
      "start_timestamp": 1917.0,
      "text": "So one of the other things that Alex likes to pretend is that he's doesn't he's not that connected to like how the how his show is moving product. He's"
    },
    {
      "end_timestamp": 1930.0,
      "id": "fff48501-14a6-3b11-b6ed-7e464b4775c7",
      "speaker": "Jordan",
      "start_timestamp": 1926.0,
      "text": "just talent. Yeah, just talent. It's just, you know, it's just all he is, is on it."
    },
    {
      "end_timestamp": 1944.0,
      "id": "4e6dcf0a-494a-3276-90e9-8712619e2382",
      "speaker": "Dan",
      "start_timestamp": 1930.0,
      "text": "And look, obviously, he's got to be concerned with some of the business side of things. But business, but he is not like doing things in order to like, push. That's not his expertise. Not on I know,"
    },
    {
      "end_timestamp": 2015.0,
      "id": "4499cef5-a997-301d-9c7f-c85d00a82ce5",
      "speaker": "Chris Mattei",
      "start_timestamp": 1944.0,
      "text": "as the Mr. Jones's online store expanded, more and more of your time is spent, essentially managing the the principal revenue generating aspect of Mr. Jones's business, which is the online store, right? Correct. But Mr. Jones was also involved in that operation on a daily basis. Correct. Correct. And you were in touch with him on a daily basis about the stores performance? Correct? Correct. In fact, he would call you pretty much every day after his program to discuss the stores performance during the show, right? Yes. Because Mr. Jones, during every show, would pitch his products and encourage his audience to buy, correct. Yes. And so he would check with you on the effectiveness of his pitch to his audience. Effectiveness measured by the amount of sales that were transacted during the"
    },
    {
      "end_timestamp": 2017.0,
      "id": "00289480-9708-34a8-9a7d-b39a7c754dec",
      "speaker": "Tim Fruge",
      "start_timestamp": 2015.0,
      "text": "show, right? That's correct."
    },
    {
      "end_timestamp": 2030.0,
      "id": "21843492-5335-3d50-bb2e-63628ad1fade",
      "speaker": "Dan",
      "start_timestamp": 2017.0,
      "text": "Whoo. Shady, cynical. Alex gets out there start screaming about God and all this stuff and then gets off air. It's like Hey, Tim, how to do today."
    },
    {
      "end_timestamp": 2035.0,
      "id": "afaa38f4-c68d-3558-ab25-2e4b7dff55e7",
      "speaker": "Jordan",
      "start_timestamp": 2030.0,
      "text": "Yeah, excuse me, Pharisees. Let's change some money in the church real quick. Come on now."
    },
    {
      "end_timestamp": 2042.0,
      "id": "84a50a3a-4801-3aee-b3ef-3d15114bbe0b",
      "speaker": "Dan",
      "start_timestamp": 2035.0,
      "text": "It is a bleak portrait. Yeah. decks of sucks what I mean about"
    },
    {
      "end_timestamp": 2056.0,
      "id": "4474ea7c-fb0e-3a8a-adc6-9fa7d203ef78",
      "speaker": "Jordan",
      "start_timestamp": 2042.0,
      "text": "that sucks like it like I if we had a TV show or something like that. That would be the part that sucks the most is like having to give a shit about what the sales were on your thing. Like all I've ever wanted to do was do the show part. Yeah."
    },
    {
      "end_timestamp": 2095.0,
      "id": "ba8f1d18-26b3-3bcd-b47a-6aa491acd828",
      "speaker": "Dan",
      "start_timestamp": 2056.0,
      "text": "It seems. It seems like that is part that Alex enjoys though. Maybe? Yeah, right. He's all about them. But he's, he's all about the bucks. Yeah. You know, one of the things that you get looking at this too, is that it's kind of a bummer to recognize that Infowars is like a business business. Yeah, you know, yeah, there is that mystique that Alex has about himself where it doesn't fly by the seat of our pants. Yeah, exactly. It's calling his business guy every day being like, Hey, did my ads work today? Totally. Who did it work? That sucks. Did I scare the people enough to buy my stuff sucks."
    },
    {
      "end_timestamp": 2101.0,
      "id": "53b8f619-10d6-3ef3-ade1-6a4089397211",
      "speaker": "Jordan",
      "start_timestamp": 2095.0,
      "text": "That's such a bummer. Yeah, yeah. I'm so glad we don't sell shit where So,"
    },
    {
      "end_timestamp": 2118.0,
      "id": "84dbc507-50ea-3849-97a3-a12a250dfeb7",
      "speaker": "Dan",
      "start_timestamp": 2101.0,
      "text": "so David Jones, Alex's dad in his deposition mentioned how whenever they see big spikes in traffic, they try to replicate that well as you would. And so this is brought up and we'll see if Tim is in on this, this sort of game."
    },
    {
      "end_timestamp": 2134.0,
      "id": "1d5accdf-49a2-3775-a77c-b4c7d6ff54b2",
      "speaker": "Chris Mattei",
      "start_timestamp": 2118.0,
      "text": "I'll represent to you that Mr. Jones testified, David Jones testified in substance that if there was a day or time when"
    },
    {
      "end_timestamp": 2148.0,
      "id": "ac285483-f888-35e1-b7f0-536e79f0d1b1",
      "speaker": "Chris Mattei",
      "start_timestamp": 2134.0,
      "text": "there was a spike in activity that folks would try to determine what might have caused that and then replicated. He's familiar with that concept."
    },
    {
      "end_timestamp": 2161.0,
      "id": "e9ad88fc-5e7d-3311-a109-50edef61d72f",
      "speaker": "Tim Fruge",
      "start_timestamp": 2148.0,
      "text": "No, I don't recall, I never read or watch David Jones's thing. But that makes sense and business if something is working to keep doing it."
    },
    {
      "end_timestamp": 2171.0,
      "id": "9bf02d30-89d6-38b1-9b61-644ac6016131",
      "speaker": "Chris Mattei",
      "start_timestamp": 2161.0,
      "text": "And yeah, man, it's something that Mr. Johnson decided to do. When it came to, you know, maximizing his own profitability, correct? Objection."
    },
    {
      "end_timestamp": 2193.0,
      "id": "80d17896-8f9b-3d49-8bf8-bbc4ca6cc20e",
      "speaker": "Tim Fruge",
      "start_timestamp": 2171.0,
      "text": "I don't know what he's thinking. But, you know, like I said, I would provide him the information. What he does on a show is his thing. I never talked to him about what he does on the show, or anything. But if he requested the information, I would give it to him. And he did what he what he does."
    },
    {
      "end_timestamp": 2214.0,
      "id": "1d6c6f47-4af5-34ea-9557-0e9e94bb6f89",
      "speaker": "Chris Mattei",
      "start_timestamp": 2193.0,
      "text": "But you yourself, were personally Strike that. You are responsible, just as Mr. Jones was perhaps less so but responsible for maximizing the store's performance, right?"
    },
    {
      "end_timestamp": 2219.0,
      "id": "e5b9938f-a9a1-324f-8549-260488d61950",
      "speaker": "Tim Fruge",
      "start_timestamp": 2214.0,
      "text": "I mean, to what I could do on my side, yes."
    },
    {
      "end_timestamp": 2237.0,
      "id": "803d3ffb-44c3-3b47-8928-269cb75ff80b",
      "speaker": "Chris Mattei",
      "start_timestamp": 2219.0,
      "text": "And one of the things that you could do was when there was a spike in, in revenue, on a particular day, was trying to assess what may have caused it so that you could replicate it right? Objection."
    },
    {
      "end_timestamp": 2268.0,
      "id": "7961c478-7351-3f4b-a247-8d835d5a6de3",
      "speaker": "Tim Fruge",
      "start_timestamp": 2237.0,
      "text": "No, I never. If there was a spike in sales during his show. I would tell him, whatever you did worked because the cells increased, but I never, I never looked at a show. I mean, I can't listen to his show. It's too much for me. It's very distracting while I was working. I never I have no idea what he was doing on a show."
    },
    {
      "end_timestamp": 2273.0,
      "id": "1c283fac-0bf0-3fac-ac14-146a55d98f76",
      "speaker": "Chris Mattei",
      "start_timestamp": 2268.0,
      "text": "But you would say to him, Look, whatever you did, it worked."
    },
    {
      "end_timestamp": 2276.0,
      "id": "8e9340c1-3d97-369a-af12-2e0133076e32",
      "speaker": "Dan",
      "start_timestamp": 2273.0,
      "text": "That was correct. Yeah. Alex's show is too much for him."
    },
    {
      "end_timestamp": 2288.0,
      "id": "2a778c20-0f3b-31c4-8331-64f1450caff5",
      "speaker": "Jordan",
      "start_timestamp": 2276.0,
      "text": "That is some psychopath shit, right. They really that is some really terrifying like, oh, yeah, no, I get that he slaughters young boys but I don't just because I don't watch it just because I work there doesn't mean that I care. I'm"
    },
    {
      "end_timestamp": 2292.0,
      "id": "b6cc0b1b-0cf2-337a-bffb-3d7be4cf90ce",
      "speaker": "Dan",
      "start_timestamp": 2288.0,
      "text": "all I'm concerned with is selling ads for the slaughter. Yeah, exactly."
    },
    {
      "end_timestamp": 2306.0,
      "id": "6f8ef2a1-8d19-3eb7-b545-1ae880bab4a5",
      "speaker": "Jordan",
      "start_timestamp": 2292.0,
      "text": "I all I do is I sell ads that say if you want to be a part of the slaughter, then join the slaughter. That's all I do. I'm a good guy. I'm a good guy. I put my dad put my head down, put my hard hat on and then I go home after work is over."
    },
    {
      "end_timestamp": 2322.0,
      "id": "193a1259-570b-3c51-bfe0-818ce88e21c6",
      "speaker": "Dan",
      "start_timestamp": 2306.0,
      "text": "Obviously not necessarily as extreme as slaughter is a it's not your enough off honestly, it really is just the head in the sand kind of thing. And that to me is bleak. There is a real cynical approach to ethics."
    },
    {
      "end_timestamp": 2331.0,
      "id": "272ed573-93dd-39ed-90ab-c673c7000e18",
      "speaker": "Jordan",
      "start_timestamp": 2322.0,
      "text": "That's the type of shit that I got from the second clip of it's like, this dude knows what he's doing and is choosing like, fuck it. I don't care. Yeah, you know, and"
    },
    {
      "end_timestamp": 2335.0,
      "id": "fd794fda-b9e3-38f3-bd08-be5e0e2f2612",
      "speaker": "Dan",
      "start_timestamp": 2331.0,
      "text": "consider he's been around for a decade."
    },
    {
      "end_timestamp": 2338.0,
      "id": "287093a7-de88-3133-881b-a8733d271629",
      "speaker": "Jordan",
      "start_timestamp": 2335.0,
      "text": "I've so long he's"
    },
    {
      "end_timestamp": 2354.0,
      "id": "b357b2d2-fd67-323a-92cb-fbfce4333011",
      "speaker": "Dan",
      "start_timestamp": 2338.0,
      "text": "ever brought on and he was there for a decade. Wow, Alex just did all this shit that has like, I don't fucking want to watch this nonsense every day. I choose to go to work. Yep. Alex is out there helping stormed the Capitol. Totally. Totally."
    },
    {
      "end_timestamp": 2367.0,
      "id": "19850565-2582-32a4-ae2c-740453ba2083",
      "speaker": "Jordan",
      "start_timestamp": 2354.0,
      "text": "Well, hey, listen, I'm just telling you my ads just gonna go to work that day. Oh, look, Alex. Alex is in the Capitol building. That's interesting. So it seems like we've got a spike in sales while Alex is in the fucking Capitol building. Hey,"
    },
    {
      "end_timestamp": 2381.0,
      "id": "419a5fed-5889-3d1f-a7e5-a49335324bcd",
      "speaker": "Dan",
      "start_timestamp": 2367.0,
      "text": "Alex's lawyer in court is saying that Sandy Hook families are exaggerating their grief to sell some sports. fucking insane. Yeah. And we'll get more into this a little bit later to put a pin in that"
    },
    {
      "end_timestamp": 2407.0,
      "id": "1db2b1e7-4b95-3ffb-bbc4-a3403a1c4a66",
      "speaker": "Jordan",
      "start_timestamp": 2381.0,
      "text": "you know what's what's crazy about it to me is like, they they really do evaluate Alex's show, like any ad campaign would be evaluated. You know, like, Oh, if we hired Jon Hamm for this car commercial. Does Jon Hamm sell more cars than if we hired Sam Jackson? You know like that. kind of thing. Only it's Alex's entire show. The show itself is the ad for the ship"
    },
    {
      "end_timestamp": 2427.0,
      "id": "8c6b2dbe-eb9a-3124-84ed-c2154464e1f7",
      "speaker": "Dan",
      "start_timestamp": 2407.0,
      "text": "right now. And I mean, like, as this goes on, they can talk about being able to have like hour by hour breakdowns of like when more traffic to the store. There's so much more awareness of like what they're doing from a business standpoint than you'd ever get from any interview or deposition with Alex or corporate representative."
    },
    {
      "end_timestamp": 2428.0,
      "id": "1e2dd345-48b7-3cb7-b4ff-2f9d2e6a90ce",
      "speaker": "Jordan",
      "start_timestamp": 2427.0,
      "text": "We never use Google Analytics. I"
    },
    {
      "end_timestamp": 2430.0,
      "id": "7f2283cb-1e2a-3b39-b43b-9310504e5ac2",
      "speaker": "Unknown Speaker",
      "start_timestamp": 2428.0,
      "text": "mean, that's a you know, it's"
    },
    {
      "end_timestamp": 2431.0,
      "id": "171d37db-4859-33d5-bdb7-58acdfb35b1a",
      "speaker": "Jordan",
      "start_timestamp": 2430.0,
      "text": "stupid honest, this"
    },
    {
      "end_timestamp": 2448.0,
      "id": "9e13f878-3169-3354-9931-f05a689b1ee8",
      "speaker": "Dan",
      "start_timestamp": 2431.0,
      "text": "peek into that is like, I mean, it's it's cynical, it's it's it. I am remit. I won't say that. Like he's worse than people who do shit. Yeah, or who do bad"
    },
    {
      "end_timestamp": 2452.0,
      "id": "314dc91a-dc4a-3bd1-bd78-d11ba1da5a6f",
      "speaker": "Jordan",
      "start_timestamp": 2448.0,
      "text": "he didn't dance on a black lives matter. Flag on fire. You know, right. Yeah. Yeah,"
    },
    {
      "end_timestamp": 2461.0,
      "id": "e669846e-3131-3910-8488-717ac43fa8a4",
      "speaker": "Dan",
      "start_timestamp": 2452.0,
      "text": "there's blame to go both ways. Yeah. But this is someone who knows better. Oh, yeah. And he's not a true believer. Yeah. And that, to me is scarier a little bit. Totally."
    },
    {
      "end_timestamp": 2481.0,
      "id": "eb53bc08-b5fb-3f45-8957-039c407e269f",
      "speaker": "Jordan",
      "start_timestamp": 2461.0,
      "text": "Absolutely. I mean, it's, it's, it seems extreme to be like, oh, this person watches the kid slaughter. But we're talking about somebody who lost a lawsuit for 1.5 billion fucking dollars for truly awful behavior. And he was like, amen. I just go to work. Yeah, you know,"
    },
    {
      "end_timestamp": 2497.0,
      "id": "d596edca-7c77-3836-a2ba-375df75e563c",
      "speaker": "Dan",
      "start_timestamp": 2481.0,
      "text": "I was shocked. I was there selling ads the entire time, Alex was defaming these families. And, oh, now that he's lost $1.5 billion. I still work for him. And I don't really care that much. Yeah, I just willing to say in the deposition, I don't listen to his show. It's stupid."
    },
    {
      "end_timestamp": 2504.0,
      "id": "b7b17a64-6677-3d1d-a2ac-4cf33dacd24d",
      "speaker": "Jordan",
      "start_timestamp": 2497.0,
      "text": "I mean, on the standard show is, is not gonna go well."
    },
    {
      "end_timestamp": 2532.0,
      "id": "7b4b58ed-f477-3f9e-a84d-72d27b380028",
      "speaker": "Dan",
      "start_timestamp": 2504.0,
      "text": "And like, we'll get more into this later in the deposition. But Tim knows that the stuff Alex's saying is bullshit. He knows totally, he knows that, like the I can't watch a show the ads that are being sold, are based on tricking people with bullshit with stuff that he knows is bullshit. 100%. And that sucks. Anyway, Tim would tell Alex about the traffic that came to the website, and then Alex decides what to do about it."
    },
    {
      "end_timestamp": 2553.0,
      "id": "5a226c41-97f0-3655-bba9-5b0b540514c1",
      "speaker": "Tim Fruge",
      "start_timestamp": 2532.0,
      "text": "I would tell him if there's a you know, it's it. Like I just said, the more people that are in town square, the more people that are going into the shops. So just by default, the more people going to the news website. I mean, you're going to pick up traffic coming over to the store because we had banner ads running."
    },
    {
      "end_timestamp": 2577.0,
      "id": "34e1afa1-63a3-3fe8-99fd-2e9df78c1baa",
      "speaker": "Chris Mattei",
      "start_timestamp": 2553.0,
      "text": "Right. And not only that, but during the show, he's telling you that he wants to go to the store, right? Yes. And now, how to get those audience members to infowars.com. That was Mr. Jones's purview, right? Yes. He would decide what he wanted to talk about in order to generate audience, correct."
    },
    {
      "end_timestamp": 2578.0,
      "id": "8f400a07-41e6-3b0c-93c7-5c8ac354ea34",
      "speaker": "Tim Fruge",
      "start_timestamp": 2577.0,
      "text": "Correct."
    },
    {
      "end_timestamp": 2600.0,
      "id": "6aa49e9c-3ac6-3725-9bee-aee9661438a7",
      "speaker": "Chris Mattei",
      "start_timestamp": 2578.0,
      "text": "But as you testified, he was aware and you would inform him that the more people that come there, to the show, the more people that are coming to the store, right? Yes. And showing you exhibit number 27."
    },
    {
      "end_timestamp": 2619.0,
      "id": "5f898753-72c3-315f-b555-5e860ba2bdd5",
      "speaker": "Chris Mattei",
      "start_timestamp": 2600.0,
      "text": "Email for you, Mr. Cruz. Shea from Chris Allison to you dated March 11 2016. Yes. And who's Chris Allison?"
    },
    {
      "end_timestamp": 2626.0,
      "id": "9e14e93f-321c-3cce-ad15-d833368d0e45",
      "speaker": "Tim Fruge",
      "start_timestamp": 2619.0,
      "text": "Chris Ellison was the E commerce manager for a certain period of time."
    },
    {
      "end_timestamp": 2628.0,
      "id": "587463cb-0739-36fa-be2f-ecd7c4a7ff7b",
      "speaker": "Chris Mattei",
      "start_timestamp": 2626.0,
      "text": "worked under you."
    },
    {
      "end_timestamp": 2632.0,
      "id": "4ebce933-aa6e-3352-bca9-8e1d33c4a85f",
      "speaker": "Tim Fruge",
      "start_timestamp": 2628.0,
      "text": "Yes, he reported to me."
    },
    {
      "end_timestamp": 2648.0,
      "id": "a4532e3d-3c01-3326-a20a-4dacd8d1c516",
      "speaker": "Chris Mattei",
      "start_timestamp": 2632.0,
      "text": "And I is email. And by the way, your email address is tim@infowars.com. Or at least it was there was yes. And Chris is still employed there."
    },
    {
      "end_timestamp": 2655.0,
      "id": "366f6c4f-0a55-317f-a5f0-e87bbb485ea7",
      "speaker": "Tim Fruge",
      "start_timestamp": 2648.0,
      "text": "No, Chris was gone. Chris is gone for quite a while now."
    },
    {
      "end_timestamp": 2698.0,
      "id": "e1ca58b6-6d95-3781-89e4-1b5ee17f7d31",
      "speaker": "Chris Mattei",
      "start_timestamp": 2655.0,
      "text": "But he is sending you an email with the subject line largest traffic spike ever Correct? Oh, that's not good. Yes. Oh, boy. And he says, Hey, Tim, Yesterday, we saw the largest traffic spike error. And he's sending this on March 11 2016. So fair to say from from March 10 2016. Right. Yes. things in perspective, we hit 26,850 sessions on the 29th of February. By far a big number. Yesterday we capped out at 118,712."
    },
    {
      "end_timestamp": 2717.0,
      "id": "780608d4-f24c-3be9-93bd-e7aef0b0b94d",
      "speaker": "Dan",
      "start_timestamp": 2698.0,
      "text": "So we got a giant spike, the biggest spike that has ever been recorded according to this email. Yeah. And we already also have an understanding that, you know, Tim would report these things to Alex. Yes, you should be aware of this and seems to not really be I don't know, I've never used Google it is in your email or"
    },
    {
      "end_timestamp": 2721.0,
      "id": "5731c3ec-c799-3247-8690-fb5b8700f3b7",
      "speaker": "Jordan",
      "start_timestamp": 2717.0,
      "text": "even heard about this stuff. Hey, oh, did we do better that day? That seems crazy. So we"
    },
    {
      "end_timestamp": 2724.0,
      "id": "78ea47dd-3187-3177-9ead-65508a4a5fb4",
      "speaker": "Dan",
      "start_timestamp": 2721.0,
      "text": "get a little bit more into the email here."
    },
    {
      "end_timestamp": 2757.0,
      "id": "f301af02-f7e7-31e0-ad13-1e94ed625513",
      "speaker": "Chris Mattei",
      "start_timestamp": 2724.0,
      "text": "But anyway, with respect to this largest spike ever, Mr. Ellison provides you with some comparables. And this is checking the news feeds. I didn't notice anything that could account for that spike. I'll keep a close eye on that. Do you see that? Yes. And so this is an example of what we were talking about earlier, where there's a spike in activity in an effort to determine what in the news could have accounted for that right."
    },
    {
      "end_timestamp": 2784.0,
      "id": "106ce0ee-2a66-3253-aa2b-475ccfe2169d",
      "speaker": "Tim Fruge",
      "start_timestamp": 2757.0,
      "text": "Judgment. Yes, and no. So if there was a big news day, if there was a big story, for whatever, that CNN Fox drudge everybody was covering, it would send more traffic to infowars.com, which in turn would send more traffic to Infowars. Store."
    },
    {
      "end_timestamp": 2797.0,
      "id": "74467fec-632e-38a0-80e2-021e804acabd",
      "speaker": "Chris Mattei",
      "start_timestamp": 2784.0,
      "text": "So there might be a huge news day that Mr. Jones isn't driving. But it results in additional traffic to the infowars.com. website. And consequently the store."
    },
    {
      "end_timestamp": 2799.0,
      "id": "a59e603a-259d-3aaf-a3d2-4943f5af0419",
      "speaker": "Tim Fruge",
      "start_timestamp": 2797.0,
      "text": "Yes, I mean,"
    },
    {
      "end_timestamp": 2824.0,
      "id": "554365f1-28cb-3b1a-85a1-b2747e160771",
      "speaker": "Dan",
      "start_timestamp": 2799.0,
      "text": "yes, correct. So Tim tries to play some little blood F games. Yeah, a little bit about, you know, sometimes it's just it's bad traffic, right. Oh, you're not getting increased sales and stuff. Maybe. Maybe it's a DDoS attack, right? Maybe? Who knows? You can't you can't know anything based on the these traffic's right. So here is where he tries to pull some of that."
    },
    {
      "end_timestamp": 2832.0,
      "id": "8e741fa6-da34-3ecb-ba0d-fc5630969fb4",
      "speaker": "Chris Mattei",
      "start_timestamp": 2824.0,
      "text": "Okay. The largest traffic spike ever. That's something you discussed with Mr. Jones during your daily call, right?"
    },
    {
      "end_timestamp": 2897.0,
      "id": "3f9f8da1-6e14-305c-9454-47b392a115fa",
      "speaker": "Tim Fruge",
      "start_timestamp": 2832.0,
      "text": "Well, if I Yes, then typical thing I would tell him, Hey, largest spike ever. And I don't remember this. But if I'm looking at this, and I'm putting myself back in 2016, he's telling me that there was a large, largest spike ever, that didn't contribute to sales. And if you scroll down and look at that map, the screenshot and he said, that would tell me that we were being attacked on the store. Because that happened all the time. Where whatever, players, whoever players would send bots and all kinds of stuff to try and spike the traffic up on the store to overrun the servers to bring the store down. That happened all the time. So if I am looking at this today, and putting myself in my shoes from 2016, I would say that's the point that has been is trying to be made is, hey, something weird happened. This could be an attack."
    },
    {
      "end_timestamp": 2913.0,
      "id": "a81ef32f-258d-389c-b343-de4cdebf1016",
      "speaker": "Chris Mattei",
      "start_timestamp": 2897.0,
      "text": "You change if you do that on March 10 2016, the Republican presidential debate was held. Yeah, that would change my view, I would say I would do is yes."
    },
    {
      "end_timestamp": 2930.0,
      "id": "d53ab26a-ab61-3435-b836-65c9ebb7c275",
      "speaker": "Dan",
      "start_timestamp": 2913.0,
      "text": "Okay. Their biggest I guess that's what it was, like I said, the debate and we did a ton of coverage of that, and it drove bunch traffic, I use big old spike, what how did that person not see that in the news? I don't know, what was in the news that would contribute to whoever sending this email is incompetent."
    },
    {
      "end_timestamp": 2961.0,
      "id": "280256bb-6500-35aa-8d4a-c68cf0ea51bd",
      "speaker": "Jordan",
      "start_timestamp": 2930.0,
      "text": "I mean, here's the thing that I feel like Tim does not understand. All right, is if you're going to try and avoid the question of in the positive of like, well, I know what he covered, and therefore we adjusted things accordingly. Right? That is essentially a true false statement. Right? If you also say, we know when it's false, that means you know, when it's true, so if you say, Oh, well, we figured out when it wasn't a DDoS attack means, you know, when it was something else,"
    },
    {
      "end_timestamp": 2995.0,
      "id": "0d62e0f9-4e01-36bd-9ae2-fb4d537035e9",
      "speaker": "Dan",
      "start_timestamp": 2961.0,
      "text": "and conceivably, you're like, maybe you don't remember this because it was yours in the past show. That moment you were digging into this. Exactly. Trying to understand the traffic, right. You explaining it away as a DDoS attack? It reveals, you know, investigation. Exactly. Yes. And that that is that is heavily implied there. Yeah. But yeah, it wasn't it wasn't a DDoS attack. That was just traffic. Yeah. In 2016, how much do you think Infowars was making per week bringing in?"
    },
    {
      "end_timestamp": 3009.0,
      "id": "b22d9933-0241-38cc-b9d4-3822783f4a66",
      "speaker": "Jordan",
      "start_timestamp": 2995.0,
      "text": "Oh, my God, I don't want to have so I mean, I did hear that one. A number they tossed out was like almost half a billion dollars in one year. Right? So you got to figure that puts yet what 100,000 A week? Well, here,"
    },
    {
      "end_timestamp": 3010.0,
      "id": "ed541f48-5f08-34ee-91ce-de90ec2d04a0",
      "speaker": "Dan",
      "start_timestamp": 3009.0,
      "text": "here's where we were."
    },
    {
      "end_timestamp": 3029.0,
      "id": "60ea4bf4-bd54-3b43-ad99-ea10715eae4a",
      "speaker": "Chris Mattei",
      "start_timestamp": 3010.0,
      "text": "And again, you have transactions, you have weekly revenue numbers, right? You'd agree with me that two months later in the weekly average appears to be hovering right around a million bucks."
    },
    {
      "end_timestamp": 3030.0,
      "id": "34122b47-d357-32fc-b831-7e769cd63c5a",
      "speaker": "Jordan",
      "start_timestamp": 3029.0,
      "text": "Oh, shit, it was"
    },
    {
      "end_timestamp": 3033.0,
      "id": "6cfdfad8-8988-3f58-b098-a0dfd8b16daf",
      "speaker": "Tim Fruge",
      "start_timestamp": 3030.0,
      "text": "no Malian. Presidential thing my math is"
    },
    {
      "end_timestamp": 3036.0,
      "id": "3cae1b92-4875-35db-8fd9-86c7b3e5743b",
      "speaker": "Jordan",
      "start_timestamp": 3033.0,
      "text": "terrible."
    },
    {
      "end_timestamp": 3045.0,
      "id": "8eb13878-7230-3f77-b18a-3a0e791c0b02",
      "speaker": "Chris Mattei",
      "start_timestamp": 3036.0,
      "text": "And the reason you're saying that is because you believe that the existence of the presidential race contributed to an increase in your weekly revenue."
    },
    {
      "end_timestamp": 3056.0,
      "id": "7aeefc9c-853c-3d7a-b8b1-6d61b8f967ab",
      "speaker": "Tim Fruge",
      "start_timestamp": 3045.0,
      "text": "Well, I mean, everyone was it's the presidential cycle, I would assume. That's what it is. I couldn't tell you definitively but that's what makes sense to me."
    },
    {
      "end_timestamp": 3070.0,
      "id": "9c567210-e8aa-32fc-917f-a92e7e049777",
      "speaker": "Chris Mattei",
      "start_timestamp": 3056.0,
      "text": "But in fact in 2017 Didn't which was a non presidential year did Infowars store.com exceed its weekly average revenue over 2016"
    },
    {
      "end_timestamp": 3088.0,
      "id": "80fe703c-c591-3650-a6cb-76a3c872f5c3",
      "speaker": "Tim Fruge",
      "start_timestamp": 3070.0,
      "text": "I don't recall somebody show me but I don't remember"
    },
    {
      "end_timestamp": 3108.0,
      "id": "ac9e7f62-5ee5-30b7-92c3-a6d5d5083a36",
      "speaker": "Dan",
      "start_timestamp": 3088.0,
      "text": "wait for it. Wait for it there's a cameo coming"
    },
    {
      "end_timestamp": 3115.0,
      "id": "5bac58b2-bdbc-3451-85b8-08bf4641355b",
      "speaker": "Chris Mattei",
      "start_timestamp": 3108.0,
      "text": "oh, I want to go back to free speech systems the early days."
    },
    {
      "end_timestamp": 3116.0,
      "id": "1a75d33b-265a-3372-a84c-cad8ec02a5fb",
      "speaker": "Jordan",
      "start_timestamp": 3115.0,
      "text": "Love that. That that"
    },
    {
      "end_timestamp": 3144.0,
      "id": "9a2dbe3c-334e-30b8-98a6-0c3d25e7cd1b",
      "speaker": "Chris Mattei",
      "start_timestamp": 3116.0,
      "text": "at the outset about revenue streams? Let's kind of ballpark it as being you know, prior to the move to Alvin debate Okay."
    },
    {
      "end_timestamp": 3168.0,
      "id": "26b92081-9b37-3fd0-9549-4b085cfa3a3f",
      "speaker": "Judge Maya Gamble (Broadcast via Norm Pattis with crosstalk)",
      "start_timestamp": 3144.0,
      "text": "versus me I'm free speech systems and free speech systems is neat. So the corporate representative of either of those companies absolutely should prepare for their deposition via extensive conversation with Mr. Jones to fill in all the gaps beyond we knew that that was fine that she didn't talk to him nor preparation for her. Alright, I apologize. You haven't responding to something else?"
    },
    {
      "end_timestamp": 3171.0,
      "id": "abc6656f-8e39-3669-ad06-256fdc0e9068",
      "speaker": "Jordan",
      "start_timestamp": 3168.0,
      "text": "Oh, my God. Oh, my God."
    },
    {
      "end_timestamp": 3174.0,
      "id": "8d5e9ac1-557e-31e6-b1d2-9fa39f22fe5a",
      "speaker": "Lawyer",
      "start_timestamp": 3171.0,
      "text": "I mean, you may want to mute."
    },
    {
      "end_timestamp": 3179.0,
      "id": "10e79466-5c5b-3191-9f52-4c2c38108c4c",
      "speaker": "Jordan",
      "start_timestamp": 3174.0,
      "text": "Oh, my God."
    },
    {
      "end_timestamp": 3185.0,
      "id": "76a24f16-4f2f-36c9-8c6e-2659d9e57bcc",
      "speaker": "Lawyer",
      "start_timestamp": 3179.0,
      "text": "And for the court reporter. Mr. Pattis attorney Norm Pattis logged on."
    },
    {
      "end_timestamp": 3195.0,
      "id": "334ccc13-d4f5-309e-9dc0-0028ed1ce19f",
      "speaker": "Dan",
      "start_timestamp": 3185.0,
      "text": "Yeah, yes. Yeah. nor bad. It says logged on. So he's only appearance at all in this deposition is as somebody who's accidentally screaming to drive"
    },
    {
      "end_timestamp": 3195.0,
      "id": "de2cfb76-e9f6-3f51-a102-32de5689ee28",
      "speaker": "Jordan",
      "start_timestamp": 3195.0,
      "text": "it to a"
    },
    {
      "end_timestamp": 3208.0,
      "id": "a733e91b-7280-3785-801d-cafcf0e3aaa5",
      "speaker": "Dan",
      "start_timestamp": 3195.0,
      "text": "grinding halt. I love it. So it's as good a time as any to bring up that Norma lost his ability to practice law. Yeah. And he stole your joke."
    },
    {
      "end_timestamp": 3215.0,
      "id": "6965267c-3289-3d01-9523-ce5b96f154e4",
      "speaker": "Jordan",
      "start_timestamp": 3208.0,
      "text": "Yeah. Yeah. I mean, it's tough. It's tough for him to call us bottom feeders if you're stealing our bits, man. That's that's kind of harsh. Yeah,"
    },
    {
      "end_timestamp": 3221.0,
      "id": "e97be320-9b72-3eff-9ed5-ed95471466f7",
      "speaker": "Dan",
      "start_timestamp": 3215.0,
      "text": "he tweeted something about a great job. That's pretty, pretty shitty."
    },
    {
      "end_timestamp": 3243.0,
      "id": "8fdde3f2-1305-3dfb-849e-74dc4c3b40c0",
      "speaker": "Jordan",
      "start_timestamp": 3221.0,
      "text": "And it's funny because the number of people He is fooling is precisely zero. You know, like, zero people were like, Oh, see, he's got a cool enough sense of humor that he can expand. No, no, no, you were trying but uh, you're trying to deflect and you lose. No, no, no, of that sadder than if you just didn't say anything. Sure. Yeah."
    },
    {
      "end_timestamp": 3264.0,
      "id": "823cac22-0eae-32df-8f57-ef5dcdce0a6e",
      "speaker": "Dan",
      "start_timestamp": 3243.0,
      "text": "But I love this kind of thing with Norm where he's like, just the guy who fumbles onto the scene. Totally. Totally. Showing up at the deposition like this was just it was it was delightful. Also, you can see for che laughing Yeah. Tim doesn't take normal. Seriously. No, no, no."
    },
    {
      "end_timestamp": 3289.0,
      "id": "aaebc0e9-4093-3793-9488-a12207763485",
      "speaker": "Jordan",
      "start_timestamp": 3264.0,
      "text": "No hyper chicken lawyer for Futurama? Me there is the point where in Futurama there's the point where the chicken lawyer is talking to, to fry and then the reveal is the lawyer himself was in prison the entire time and it's like, that's normal. That's 100% North he's in there. He's in prison giving you legal advice. And also like, Hey, can you help me get out of here I need to post bail."
    },
    {
      "end_timestamp": 3295.0,
      "id": "9564bd85-8a77-3171-8f85-8304bec589a3",
      "speaker": "Dan",
      "start_timestamp": 3289.0,
      "text": "Right. But also like here, presumably there's billable hours going on. He's trying to double dip watching."
    },
    {
      "end_timestamp": 3302.0,
      "id": "a7e8918d-4f76-34e9-8ae8-05cd5dd7c464",
      "speaker": "Jordan",
      "start_timestamp": 3295.0,
      "text": "I mean, the funniest part though, the funniest part, what elevates it is that the audio Is of somebody saying that the corporate representative"
    },
    {
      "end_timestamp": 3307.0,
      "id": "a6a4cb03-9842-3298-b582-7ff2499ad060",
      "speaker": "Dan",
      "start_timestamp": 3302.0,
      "text": "shouldn't be prepared? I believe it's the judge in the Texas. Yeah. Gamble."
    },
    {
      "end_timestamp": 3313.0,
      "id": "f2590a28-9379-3756-9824-dc4ddcfea3e8",
      "speaker": "Jordan",
      "start_timestamp": 3307.0,
      "text": "The corporate representative should be prepared is absolutely the best ad. Of course, that's what should be in"
    },
    {
      "end_timestamp": 3350.0,
      "id": "5b06a3b5-b930-3864-9281-8d6aacd134b8",
      "speaker": "Dan",
      "start_timestamp": 3313.0,
      "text": "there, man. Beautiful. It's and there's also an added comedy that he seems to not be able to mute it right away, can't figure it out and do it. But yeah, the the stuff that was going on before that 3 million in sales a week, right, which Tim is trying to attribute to the, you know, the election year, right, right. And then it went up in 2017. ruins that, that's not good. And one of the things that's fascinating is all of these people at Infowars, every single one of them to a person engages in improvisational explanations, ya know, they're presented with a set of facts. And they're like, well, here's"
    },
    {
      "end_timestamp": 3352.0,
      "id": "a52d1b85-3e44-3f75-bb9f-9fe9f0e8efe7",
      "speaker": "Jordan",
      "start_timestamp": 3350.0,
      "text": "tell you a story. And the bottom falls"
    },
    {
      "end_timestamp": 3356.0,
      "id": "376c309b-60b5-34aa-8af8-cb71a00fe259",
      "speaker": "Dan",
      "start_timestamp": 3352.0,
      "text": "out and happens to every single one of these people."
    },
    {
      "end_timestamp": 3376.0,
      "id": "2df12ecc-6940-3c02-a259-01390ec0361c",
      "speaker": "Jordan",
      "start_timestamp": 3356.0,
      "text": "I don't understand. See, I mean, what I wrote down is like, you can you should be able to hear at this point, like, Oh, this is a question you know, the answer to, and you are asking it to me, I would like you to just tell me the answer. And then I'll agree with what you say, because what you're gonna say is true. And if I if I'm allowed to talk, I'm gonna make up some bullshit. That's just who I am."
    },
    {
      "end_timestamp": 3383.0,
      "id": "ed1ef405-3165-32ec-b7b3-d0e65bb1fe5d",
      "speaker": "Dan",
      "start_timestamp": 3376.0,
      "text": "Tim is a little bit more of a serious person, it seems. But he still has that. That trait, that habit, and it's very weird."
    },
    {
      "end_timestamp": 3389.0,
      "id": "8752ef5c-5f34-3c4d-ba07-87d7d1b02a9d",
      "speaker": "Jordan",
      "start_timestamp": 3383.0,
      "text": "It's osmosis, you spend enough time at the Infowars. Office, you're gonna make up reasons for anything. Yeah."
    },
    {
      "end_timestamp": 3398.0,
      "id": "0c5a9ca7-bf16-3d22-be43-2635d8a426af",
      "speaker": "Dan",
      "start_timestamp": 3389.0,
      "text": "So we talked about this tiny bit at the beginning of the notion of Alex doing pay for play kind of stuff. Right. And so this comes back up."
    },
    {
      "end_timestamp": 3413.0,
      "id": "14c78d33-0c32-36e6-ac14-36862b2b2a83",
      "speaker": "Chris Mattei",
      "start_timestamp": 3398.0,
      "text": "In addition to donations, Mr. Jones, would sell advertising on his show in on his website, correct? Correct. Would you continues to"
    },
    {
      "end_timestamp": 3420.0,
      "id": "77519ed8-44d6-39dd-9c59-9c9f7dec4185",
      "speaker": "Tim Fruge",
      "start_timestamp": 3413.0,
      "text": "sell advertising? Sorry, can you repeat the question? So"
    },
    {
      "end_timestamp": 3423.0,
      "id": "d96c5037-6382-387c-89eb-399f6c499f0b",
      "speaker": "Chris Mattei",
      "start_timestamp": 3420.0,
      "text": "you can use to sell advertising on his show on his website? Correct?"
    },
    {
      "end_timestamp": 3430.0,
      "id": "1597b997-0bdb-38d1-8446-92f769561246",
      "speaker": "Tim Fruge",
      "start_timestamp": 3423.0,
      "text": "He did. Yes."
    },
    {
      "end_timestamp": 3438.0,
      "id": "9a959078-04e6-350f-935b-cc801a55264b",
      "speaker": "Chris Mattei",
      "start_timestamp": 3430.0,
      "text": "He would charge guests to come up. Who wanted to come on the show, right."
    },
    {
      "end_timestamp": 3463.0,
      "id": "e6470282-a569-3b89-9f66-fad4e5a5b3bf",
      "speaker": "Tim Fruge",
      "start_timestamp": 3438.0,
      "text": "That issue that is not so black and white. So he would charge as like it is to mention their products and stuff on the air. Right. I can't remember him charging a guest to come on the air."
    },
    {
      "end_timestamp": 3468.0,
      "id": "7ada362d-9b9d-3390-9404-33b1ba37bd6a",
      "speaker": "Chris Mattei",
      "start_timestamp": 3463.0,
      "text": "Showed you exhibit 16."
    },
    {
      "end_timestamp": 3470.0,
      "id": "330abc76-0e4b-30d9-8093-4af5f9b067b0",
      "speaker": "Jordan",
      "start_timestamp": 3468.0,
      "text": "Just beautiful. Yeah. Just"
    },
    {
      "end_timestamp": 3473.0,
      "id": "176564bd-48f2-3975-bf83-2165df8824f2",
      "speaker": "Dan",
      "start_timestamp": 3470.0,
      "text": "when when there's let me show you this."
    },
    {
      "end_timestamp": 3477.0,
      "id": "8f8719d2-8b0e-3100-8923-f87be193a24b",
      "speaker": "Jordan",
      "start_timestamp": 3473.0,
      "text": "Set them up and knock them down. It never it never stops. That"
    },
    {
      "end_timestamp": 3499.0,
      "id": "58699ff9-4f6e-35a6-a31f-1713beba3942",
      "speaker": "Dan",
      "start_timestamp": 3477.0,
      "text": "doesn't. It's just there. Yeah. That was information that Tim is volunteering there is going to be contradicted by of course, which he didn't need to say don't say I've never been aware of Alex pay, asking for money to have people appear on the show. Now saying that he charges to mention a product. That's what we call an ad. Yeah. So that is one thing."
    },
    {
      "end_timestamp": 3503.0,
      "id": "c3398904-ca02-3a94-bdaf-4bef4e83155e",
      "speaker": "Jordan",
      "start_timestamp": 3499.0,
      "text": "Yeah. It's another black and white to call it an ad, it's"
    },
    {
      "end_timestamp": 3530.0,
      "id": "012ac320-aa62-3853-b624-854ba7f39869",
      "speaker": "Dan",
      "start_timestamp": 3503.0,
      "text": "fine to take ads, it's fine to do that. It's fine to have, you know, brokered content that's kind of revealed as sure it is not ethical to have people come on, who are paying to have an interview with you as if it's a normal interview. Yeah, that is promoting their product. Yeah, that is kind of messed up. And here's an email of Tim trying to sell Exactly. Let's"
    },
    {
      "end_timestamp": 3587.0,
      "id": "9cb393c8-85a8-35b8-9f28-f3a43e814ab6",
      "speaker": "Chris Mattei",
      "start_timestamp": 3530.0,
      "text": "see. Exhibit 16. I pull up for you. An email from you to an individual named Claude wire dated July 29 2014. Yes. All right. Now, it was an email chain here. I'm gonna scroll down for you. But at least in this first part, from this, is it fair to say that you are informing Mr. Dwyer, that you will put him in touch with Nikko constant to arrange the logistics for somebody to appear on Mr. Jones's show, right. That's correct. You're down the chain. It's clear that the individual who is to appear on the show is BILL Right? Yep. You bill is"
    },
    {
      "end_timestamp": 3591.0,
      "id": "8ad4a4ca-59fe-3472-9115-2cce2db65abb",
      "speaker": "Tim Fruge",
      "start_timestamp": 3587.0,
      "text": "someone with Bonner and partners.com. Okay. All right."
    },
    {
      "end_timestamp": 3604.0,
      "id": "af58a4f5-2182-34c5-bdb5-e4b2b1d72e80",
      "speaker": "Chris Mattei",
      "start_timestamp": 3591.0,
      "text": "And I want to go down further in the chain to an email you sent the day before to calm"
    },
    {
      "end_timestamp": 3659.0,
      "id": "82efceb3-7ee9-38c8-a556-77ea64e5b00f",
      "speaker": "Chris Mattei",
      "start_timestamp": 3604.0,
      "text": "And in this email, you say I just spoke with Alex and he likes Bill's work a lot. He said he do a 20 to 30 minute interview within the next week to help push the book sales. You understand that to be pushed to sales in the book that Bill row, right? That's correct. Meaning that bill comes on the show, they talk about the book. Alex's audience will buy this. And then you say he usually charges at least 15 to $20,000 for this type of interview. Because you liked Yeah. Right. So it's fair to say that at least at this time in 2014, if an individual wanted to come on to promote something that they have, Mr. Jones would charge them between 15 and $20,000 tip"
    },
    {
      "end_timestamp": 3676.0,
      "id": "f0be870c-98b1-3696-8aca-4992b9b4f625",
      "speaker": "Tim Fruge",
      "start_timestamp": 3659.0,
      "text": "that he usually charges I mean, that's if I'm putting my self back in 2014 Alex asked me to write me on this one to basically let him know the value of him coming onto the show."
    },
    {
      "end_timestamp": 3677.0,
      "id": "4325b965-ea9a-3880-bd8e-9b7b31b217fd",
      "speaker": "Jordan",
      "start_timestamp": 3676.0,
      "text": "Yeah,"
    },
    {
      "end_timestamp": 3689.0,
      "id": "472273c0-f531-33c8-a101-eb09e99c94a0",
      "speaker": "Dan",
      "start_timestamp": 3677.0,
      "text": "good good. Solid work. Yeah, by that one. This is just trying to make sure he appreciates"
    },
    {
      "end_timestamp": 3693.0,
      "id": "d204f2ce-3f0f-3927-9ceb-d48f41767933",
      "speaker": "Jordan",
      "start_timestamp": 3689.0,
      "text": "that was that was one of the work you know, I almost respect him for for trying"
    },
    {
      "end_timestamp": 3708.0,
      "id": "904a963a-e6c5-3660-812e-43b692f3cd64",
      "speaker": "Dan",
      "start_timestamp": 3693.0,
      "text": "Alex normally charges 15 to $20,000 for this because he likes who's gonna do this as a freebie. Yeah. Based on everything I know about it for us. That sounds like something that's just trying to make this guy appreciate and feel special. That is"
    },
    {
      "end_timestamp": 3719.0,
      "id": "bb444270-995a-3249-8499-707a7ff574a6",
      "speaker": "Jordan",
      "start_timestamp": 3708.0,
      "text": "exactly the show that is that is that is just as Psycho is Daria been like, Well, don't they feel nice about hearing that their kids might still be alive? I asked his Psycho crazy."
    },
    {
      "end_timestamp": 3723.0,
      "id": "4b7c6a4a-4982-3978-92d2-f9eddf4f682d",
      "speaker": "Dan",
      "start_timestamp": 3719.0,
      "text": "Gotta push back. I think that Daria is way more that is way more"
    },
    {
      "end_timestamp": 3729.0,
      "id": "b3884c0a-740b-37a0-9369-70606f8ae91a",
      "speaker": "Jordan",
      "start_timestamp": 3723.0,
      "text": "like honestly, much more hurtful. When I said it out loud. I realized that I had gone farther disconnected."
    },
    {
      "end_timestamp": 3768.0,
      "id": "f646f5a9-095c-3826-9a10-e733e812300f",
      "speaker": "Dan",
      "start_timestamp": 3729.0,
      "text": "It's insane. They're both disconnected from like, what's what normal people would? Yeah. So yeah, this introduces like a really fucked up kind of thing into Alex's world. Because if you know that this is something that he does, then you can't really be sure that any of the interviews that he does ever, how much of it is stuff that he actually believes and how much of it is stuff that he would promote? Just of his own accord? And how much of it is he getting paid? 20 grand to just have a little conversation with this person. It's free money on the table. Yeah. And who's getting suckered knew the listener."
    },
    {
      "end_timestamp": 3791.0,
      "id": "31bc8a00-2562-30ec-a46c-f3dc29924883",
      "speaker": "Jordan",
      "start_timestamp": 3768.0,
      "text": "It goes, it goes from being like a rush limbaugh clone show to being more like an infomercial at 2am trying to sell you knives except for the people selling your knives and like, well, one. If you don't get this knife, everyone you know is going to die. And to this person selling knives is maybe the greatest knife salesman that's ever existed. They're their best knives, you know that. But"
    },
    {
      "end_timestamp": 3796.0,
      "id": "b5a70259-76f6-37f8-852d-06f24b7f677d",
      "speaker": "Dan",
      "start_timestamp": 3791.0,
      "text": "those knife infomercials are fun. Exactly. Cotton books."
    },
    {
      "end_timestamp": 3799.0,
      "id": "7918d80c-fcb4-3cb1-912e-d9df41784a63",
      "speaker": "Jordan",
      "start_timestamp": 3796.0,
      "text": "If you ruined it with Alex,"
    },
    {
      "end_timestamp": 3836.0,
      "id": "e9f2003b-89ff-307a-a8b0-f666ab2df596",
      "speaker": "Dan",
      "start_timestamp": 3799.0,
      "text": "I really think that this is something that is it should be a big problem. For Alex's listeners, even if they are people who are like staunch believers now in this stuff, because introducing this kind of doubt into the things that you are seeing on his show. It should really make you question stuff. Even if only twice in the course of his career. People actually paid him $20,000 Yeah, it still is. it tarnishes pretty much every interview, it can never be sure that it is aboveboard and pure"
    },
    {
      "end_timestamp": 3855.0,
      "id": "6eec760e-7e52-3309-910f-5d90d8ffce8b",
      "speaker": "Jordan",
      "start_timestamp": 3836.0,
      "text": "No, your your currency in a cult is infallible trust. You know, like, we will do anything that this person says because we completely trust them. And this should be a tiny doubt should be the end for you. You know, you can't be in a cult if you're not 100 presented."
    },
    {
      "end_timestamp": 3866.0,
      "id": "4348fdae-3d0c-3e1e-bdc1-298c1aabf285",
      "speaker": "Dan",
      "start_timestamp": 3855.0,
      "text": "Yeah, there should be an erosion of trust from this. Yeah, probably won't probably not. Anyway, Tim had a swing there, which was admirable, and then he comes up with another swing."
    },
    {
      "end_timestamp": 3891.0,
      "id": "269a44df-9dc2-3bf6-9a0c-046ed5d4e0e5",
      "speaker": "Chris Mattei",
      "start_timestamp": 3866.0,
      "text": "So it seems that what you're doing here is Mr. Bonner wants to come on the show to discuss a book that he's written. And you are offering him a proposal. An advertising proposal pursuant to a free speech systems will receive $46,550 for different ad placements related to the right"
    },
    {
      "end_timestamp": 3893.0,
      "id": "3ccd565f-6db2-3be6-a9f5-6b11a8a86917",
      "speaker": "Tim Fruge",
      "start_timestamp": 3891.0,
      "text": "person. Yes."
    },
    {
      "end_timestamp": 3909.0,
      "id": "122fe019-c7f0-3a45-b2c5-8dc59af9a650",
      "speaker": "Chris Mattei",
      "start_timestamp": 3893.0,
      "text": "And you tell him that ordinarily, Alex, we charge 15 to 20 $1,000 Just for the interview itself separate apart from the athletes. That's right, right? And you wouldn't have told them that if that wasn't true, would you?"
    },
    {
      "end_timestamp": 3912.0,
      "id": "83b9ef23-12bd-3a87-bf83-fb99f0fbc078",
      "speaker": "Jordan",
      "start_timestamp": 3909.0,
      "text": "Well, where are we going here, buddy? That's"
    },
    {
      "end_timestamp": 3945.0,
      "id": "4dbb845a-22fb-3032-a9ce-ea49a8a93ec8",
      "speaker": "Tim Fruge",
      "start_timestamp": 3912.0,
      "text": "probably the number that Alex gave me. But that's a typical sales pitch of, hey, we're gonna give you a value of this, to come on the show if you do this. That's the way I'm reading it. I honestly don't remember this, because it was so long ago. I'm just trying to and don't ask me how my first wife, you know, but yeah, I mean, I obviously wrote it there and usually charges 15 to 20 ads, it's giving an incentive for him to buy the ad package for 49,000."
    },
    {
      "end_timestamp": 3966.0,
      "id": "9072d397-15bb-3ee5-a57c-323755e4054a",
      "speaker": "Chris Mattei",
      "start_timestamp": 3945.0,
      "text": "In this case, you're basically saying, Well, we're gonna forego that 15 to 20k. But asked you to purchase ads on our website, and also that Alex will be live for 46 plus hours about Frank."
    },
    {
      "end_timestamp": 3968.0,
      "id": "e29e5548-64c9-3a21-b3db-be9733b8ee37",
      "speaker": "Tim Fruge",
      "start_timestamp": 3966.0,
      "text": "That's what it reads. Yes."
    },
    {
      "end_timestamp": 3970.0,
      "id": "9e1dd63c-9eb7-349a-a22a-82fe9a47a230",
      "speaker": "Dan",
      "start_timestamp": 3968.0,
      "text": "Just trying to upsell man. Yeah."
    },
    {
      "end_timestamp": 3985.0,
      "id": "cf2fbcac-4ab4-383b-85f3-1ce14c335511",
      "speaker": "Jordan",
      "start_timestamp": 3970.0,
      "text": "Wild, just a wild goose. Listen, okay, I get what you're saying. I get what you're saying. It's not like the warranty package is what drives us, man. We'll give you a free warranty. That's a sweeten the pot."
    },
    {
      "end_timestamp": 3989.0,
      "id": "8fd3c55d-cd7e-319c-ad78-d12371d32dd2",
      "speaker": "Dan",
      "start_timestamp": 3985.0,
      "text": "Yeah. No big deals is really about giving you value. That's what"
    },
    {
      "end_timestamp": 3992.0,
      "id": "4fc873c5-e0a8-38de-9915-cfaf86bbfeb2",
      "speaker": "Jordan",
      "start_timestamp": 3989.0,
      "text": "it's about. Well, detail. What do you do, man? Yeah."
    },
    {
      "end_timestamp": 4007.0,
      "id": "cf05a2fb-3c59-331b-a3c0-6c6360e0b4db",
      "speaker": "Dan",
      "start_timestamp": 3992.0,
      "text": "Ironically, Bill Bonner is somebody who, like Alex should have on duty shouldn't need to extort him. He's like a guy who wrote for Lew Rockwell. He's, like a libertarian type conservative. Finance."
    },
    {
      "end_timestamp": 4017.0,
      "id": "3540c1b8-76ce-3886-9d03-5d6e68e1cb10",
      "speaker": "Jordan",
      "start_timestamp": 4007.0,
      "text": "I mean, if you can afford for a book, if you can afford a budget of 60k. In advertising, that book is probably going to that book better be doing well."
    },
    {
      "end_timestamp": 4027.0,
      "id": "0b3080eb-5f5c-3d82-b62e-f281f9b5407c",
      "speaker": "Dan",
      "start_timestamp": 4017.0,
      "text": "No, no, no. Because if you buy the 4650, that's fine. If you got 50k to sell on your buck 46. It's a big difference. luck. Good luck. I"
    },
    {
      "end_timestamp": 4031.0,
      "id": "90ed745d-7544-328f-a945-380b1843f72d",
      "speaker": "Jordan",
      "start_timestamp": 4027.0,
      "text": "hope you make it back. I hope you do it."
    },
    {
      "end_timestamp": 4037.0,
      "id": "415fdff1-e2f0-3a15-b404-849c13f69157",
      "speaker": "Dan",
      "start_timestamp": 4031.0,
      "text": "I don't believe this either, though. No, absolutely. It's closer than his first explanation, I think to be unbelievable."
    },
    {
      "end_timestamp": 4049.0,
      "id": "9ba028f5-33f3-39b9-aac8-fd33a219b61a",
      "speaker": "Jordan",
      "start_timestamp": 4037.0,
      "text": "I mean, I would buy that he's that they open with a 15 to 20. And then somebody goes like, Ah, how about 10? And they'll be like, that's the most money we've ever accepted before. We'll take it. I think"
    },
    {
      "end_timestamp": 4082.0,
      "id": "e1d48764-339e-3509-9ea4-26ae5e66e95d",
      "speaker": "Dan",
      "start_timestamp": 4049.0,
      "text": "I I think that he probably has a situation where he charges this for people to come on. Yeah, but also uses, like, an offer to try and upsell. Yeah, if possible. Totally. So I think I think that these are both probably true. There's like a pay to play thing. Yeah, that also is used to induce people into these larger packages of events. But even so it is still, like the same issue remains total all of it."
    },
    {
      "end_timestamp": 4094.0,
      "id": "a1b6c04c-0fed-352a-9014-2c35f0750cdd",
      "speaker": "Jordan",
      "start_timestamp": 4082.0,
      "text": "But if and that's almost even more damning again, because that's, that's business shit. You know, that's people who have a business plan, who act in terms of what we do to maximize profit,"
    },
    {
      "end_timestamp": 4110.0,
      "id": "693f415a-692d-3503-9bbc-17ae6cbcbc30",
      "speaker": "Dan",
      "start_timestamp": 4094.0,
      "text": "which is exactly the opposite of the way Alex likes to present himself. Yes, he has a problem. You betcha. So Alex has taken this money conceivably any time he's promoted something. Sounds about right. But he's never told the audience that he knows."
    },
    {
      "end_timestamp": 4145.0,
      "id": "0abee621-07c7-3e04-af3c-0a28b1c73cca",
      "speaker": "Chris Mattei",
      "start_timestamp": 4110.0,
      "text": "Are you aware of Alex ever telling his audience that a guest he had on who he was promoting? had paid him to come on? No. Nor did Alex ever tell his audience as far as you know, that. Content he was promoting, like, for example, a book had been purchased for in this case, will be six plus $1,000."
    },
    {
      "end_timestamp": 4146.0,
      "id": "088732a9-4e00-3fa5-9eab-054140223bde",
      "speaker": "Tim Fruge",
      "start_timestamp": 4145.0,
      "text": "Sorry, can you repeat that"
    },
    {
      "end_timestamp": 4161.0,
      "id": "3534a211-9a6a-3fdc-817c-6d4745fc2194",
      "speaker": "Chris Mattei",
      "start_timestamp": 4146.0,
      "text": "you're not aware of Alex ever informing his audience that books he was promoting on this website? Like, for example, this quote by Mr. Bonner, he was promoting as a result of being paid 46 plus $1,000. To do so."
    },
    {
      "end_timestamp": 4162.0,
      "id": "adc5c9d1-c7a3-3dee-939f-7f977e42b999",
      "speaker": "Tim Fruge",
      "start_timestamp": 4161.0,
      "text": "Not that"
    },
    {
      "end_timestamp": 4167.0,
      "id": "67ad20b1-3524-3274-843b-11b210211543",
      "speaker": "Dan",
      "start_timestamp": 4162.0,
      "text": "I recall. Now, why would you"
    },
    {
      "end_timestamp": 4186.0,
      "id": "6b5dd751-80ac-3ef4-b180-44d74f91d1e0",
      "speaker": "Jordan",
      "start_timestamp": 4167.0,
      "text": "keep this is something that's come up over and over and over again, like in these depositions in my head, I'm always like, his next question is going to be like, you realize that's bad, right? That doesn't, exactly but in my head, it's like, okay, you just said the things that you said, right. You realize those are bad things."
    },
    {
      "end_timestamp": 4190.0,
      "id": "95d8bee9-1352-3e7a-8097-0ad43b208f24",
      "speaker": "Dan",
      "start_timestamp": 4186.0,
      "text": "You know, like a deposition is a place to school."
    },
    {
      "end_timestamp": 4194.0,
      "id": "31ca9cad-643b-341b-bf87-532522697e5a",
      "speaker": "Jordan",
      "start_timestamp": 4190.0,
      "text": "It's not scolding, it's incredulity."
    },
    {
      "end_timestamp": 4197.0,
      "id": "d3607abf-c2a3-3925-812f-4e759036d9b2",
      "speaker": "Dan",
      "start_timestamp": 4194.0,
      "text": "Yeah. Are you aware that's shady? You know, children would be"
    },
    {
      "end_timestamp": 4201.0,
      "id": "b78139bb-6d64-34fc-a8e1-62f176aa1e94",
      "speaker": "Jordan",
      "start_timestamp": 4197.0,
      "text": "disappointed in you, right? You understand that? So"
    },
    {
      "end_timestamp": 4235.0,
      "id": "44acc1bc-ef8d-3172-be3f-70759c8bab7f",
      "speaker": "Dan",
      "start_timestamp": 4201.0,
      "text": "I think that there are, you know, with one of the things that strange about Alex's show is that there are instances of times where you can kind of tell that something is broker programming gap, but the line is gray a lot of the times, and that even for me, somebody who's watching with a critical eye and looking looking into stuff like sometimes it is difficult to tell, and that introduction of this into the the possibility, the range of possibilities. Yeah, it makes me think whenever it's gray, it's probably paid. Yeah,"
    },
    {
      "end_timestamp": 4254.0,
      "id": "04f43f38-3912-338d-8960-e109e873a6a5",
      "speaker": "Jordan",
      "start_timestamp": 4235.0,
      "text": "totally. And that's not good. I mean it to a weird level. It's, it's like he's almost scamming scammers with this scam, you know, he's scamming the scammer getting them, and then scamming his audience like he's taking it from the top and the bottom."
    },
    {
      "end_timestamp": 4274.0,
      "id": "c9fb6d7b-952e-30c1-a2c8-624a5ec6415b",
      "speaker": "Dan",
      "start_timestamp": 4254.0,
      "text": "Sure now, well, it certainly tends to make sense of why there are certain people who show up for a little while and then aren't fixing it or never seen again, right. Yeah, they purchased a package. And their package is good for three months totally, or something like why Vox dei was a big figure for a while and then he hasn't, I don't know where he is."
    },
    {
      "end_timestamp": 4278.0,
      "id": "efedc3a2-fc78-369a-b715-92b594fb860b",
      "speaker": "Jordan",
      "start_timestamp": 4274.0,
      "text": "And then they found out that the advertising budget was too much fat enough retired. Yeah, it's"
    },
    {
      "end_timestamp": 4333.0,
      "id": "62f73c91-813b-3ceb-b80b-8a61ade1c671",
      "speaker": "Dan",
      "start_timestamp": 4278.0,
      "text": "a scam. Mike Cernovich was on quite a bit pretty regularly and never see it's gone for a while. I don't know if that's necessarily what's going on. But it wouldn't be too surprised. Oh, I mean, it's a theory. True. True. So speaking of things that are expensive, buying Alex's product, not expensive. Alex buying his product. Yes. So the the product line that Alex launched, called Emmerich's essentials comes up. And this of course, is like the deodorant and body wash. And he's trying to turn Herbal Essences for men. He was trying to turn this into a like, Hey, you're gonna buy this stuff anyway, buy it for me as well. Yeah, that kind of it didn't work. They made a lot of money initially. And then people just were not interested. Right. In this next clip, we learned a little bit about the markup on Emmerich's essentials,"
    },
    {
      "end_timestamp": 4346.0,
      "id": "fbc4da14-ce23-33bc-91b2-876951f6299e",
      "speaker": "Chris Mattei",
      "start_timestamp": 4333.0,
      "text": "it indicates that the total gross revenue over that two week period is $496,640.86. Right."
    },
    {
      "end_timestamp": 4349.0,
      "id": "2a430c3b-9bed-306b-8aca-f765081e6741",
      "speaker": "Tim Fruge",
      "start_timestamp": 4346.0,
      "text": "Did appear. So yes."
    },
    {
      "end_timestamp": 4386.0,
      "id": "a4928feb-7943-3f48-bd4f-f966aac692e1",
      "speaker": "Chris Mattei",
      "start_timestamp": 4349.0,
      "text": "That's the half a million he was referencing his email. Yep. Make sense? Yes. And the cost of that of those products to free speech systems was $104,699. According to Mr. Ellison right. appear so yes. Or a profit in that two week period? 350 $908. Right. appear. So yes. So that's 400% net profit. On that particular line, are those two weeks right? Injection?"
    },
    {
      "end_timestamp": 4398.0,
      "id": "82690bfc-f2ec-389e-aaa7-00b722919a89",
      "speaker": "Tim Fruge",
      "start_timestamp": 4386.0,
      "text": "I mean, the numbers are there, it appears that I'm not sure about 400%. I can do that math. But that profit appears there. It looks right."
    },
    {
      "end_timestamp": 4413.0,
      "id": "18db4f0f-03c0-34c0-b736-172dc22ed90f",
      "speaker": "Dan",
      "start_timestamp": 4398.0,
      "text": "That's pretty damn good. That's very good. So and Alex does like a 60% off. So he's still like, marked up? At least like 150%. Yeah, totally. Absolutely. So yeah, his man, if that's good, if you can get"
    },
    {
      "end_timestamp": 4439.0,
      "id": "36624866-633f-3eb4-924b-bd913fd288e9",
      "speaker": "Jordan",
      "start_timestamp": 4413.0,
      "text": "it. Oh, boy. Yeah. I mean, the markup on hearing aids for the longest time was anywhere between two and a half to three and a half times, you know, and that made sense for a lot of businesses, because they're all brick and mortars, you know, like, it's all overhead and shit. And you got to do the whole thing. That's, that's what the business had to do to survive. You know, it was the it was the companies making the cartel level money. Sure, you know,"
    },
    {
      "end_timestamp": 4473.0,
      "id": "92be44c6-ecd3-3dcf-ba2c-caad9d91cc27",
      "speaker": "Dan",
      "start_timestamp": 4439.0,
      "text": "but I also would guess that in this instance, some higher markup makes sense, because the purchases are lesser or they're scarcer. Oh, no, no, what I mean, like, totally, it's a one time purchase, or like maybe once every few years or whatever, right? So I feel like a markup on that in order for these businesses to even be able to do survive. That makes sense right? Whereas like, you have auto ship and like routine purchases, right? That level of a markup for something that you're going to be buying more and more and more like regularly,"
    },
    {
      "end_timestamp": 4494.0,
      "id": "faf6ddad-dabe-302e-add0-ddb8e67a0bbd",
      "speaker": "Jordan",
      "start_timestamp": 4473.0,
      "text": "right? That's I let me let me try and put it to you this way. That markup was there because the total profit on each one of those was like 10%. You know, like of the total amount anybody spent. You get a little bit as your profit not 400 Fucking percent Yeah. Of the actual sale. That's that's price gouging."
    },
    {
      "end_timestamp": 4496.0,
      "id": "fd82969d-f97b-34a4-bce9-d91741469dab",
      "speaker": "Dan",
      "start_timestamp": 4494.0,
      "text": "Yeah, yeah."
    },
    {
      "end_timestamp": 4500.0,
      "id": "56a6fb58-e500-31cd-8937-6210bd22f6a0",
      "speaker": "Dan",
      "start_timestamp": 4496.0,
      "text": "Yep, yep. It that's thievery."
    },
    {
      "end_timestamp": 4507.0,
      "id": "54836582-ddb7-333e-b4ba-de717e51566b",
      "speaker": "Dan",
      "start_timestamp": 4500.0,
      "text": "so that way if you and it feels very out of sync with the way that Alex describes, oh, yeah, we've taken a loss on this."
    },
    {
      "end_timestamp": 4514.0,
      "id": "3227efc9-a3d5-3315-971e-62e7fc29f73a",
      "speaker": "Jordan",
      "start_timestamp": 4507.0,
      "text": "I'm giving it all to you. I'm taking a loss on 400%. Profit. I'm only getting 300%. This time. Cool. Absurd."
    },
    {
      "end_timestamp": 4536.0,
      "id": "bea2df99-82c2-3a71-9819-93685390cde3",
      "speaker": "Dan",
      "start_timestamp": 4514.0,
      "text": "So Tim was involved in ad sales for a little while. Yeah. And or, you know, for a bit he hated it, though. Talking hated it. And good for him. I imagine that is not especially at Infowars. Probably not the most pleasurable, because you end up like selling ads for unscrupulous businesses."
    },
    {
      "end_timestamp": 4583.0,
      "id": "8a425888-283e-3925-af37-5b9509b493e4",
      "speaker": "Chris Mattei",
      "start_timestamp": 4536.0,
      "text": "You remember that email we were discussing earlier? Where you were pitching a Mr. Harvey, self lender, on some on advertised Mr. Garvey, excuse me people that this is exhibit 50. Do you have that email from the announcer? Yes. If you go down to the his email distributor July 8 2014."
    },
    {
      "end_timestamp": 4628.0,
      "id": "de64852e-879c-39e2-8025-0effbe8f6edb",
      "speaker": "Chris Mattei",
      "start_timestamp": 4583.0,
      "text": "More for the hour, he introduces himself. He sends in a email if he's the co founder of self lender, a website that helps us consumers build credit by creating a small amount of debt and then paying it off. We believe that your US consumers would be a great fit for our for target demographic, right? Yes. Okay. And so what Mr. Hart Garvey was proposing to do in the proposal that you offered him would be to have this company that encourages customers to go into debt to advertise to your audience, right?"
    },
    {
      "end_timestamp": 4630.0,
      "id": "352fcd21-7eea-3944-8627-d829c667a5ff",
      "speaker": "Tim Fruge",
      "start_timestamp": 4628.0,
      "text": "appear so yes."
    },
    {
      "end_timestamp": 4663.0,
      "id": "95d8526a-0710-3e09-a27f-81ec81165909",
      "speaker": "Dan",
      "start_timestamp": 4630.0,
      "text": "So I looked into it a tiny bit. And self lender itself doesn't seem like it's one of the most shady businesses in the world. Like, I think there are instances where this can be something like, like a reverse loan, or something that is helpful for people to build credit. But it also is not necessarily always the best thing to do not necessarily always safe. Sure, for folks. And it's not in turn something that I feel like Alex's audience, it doesn't seem like a great thing to offer"
    },
    {
      "end_timestamp": 4687.0,
      "id": "7060d4c2-ee5e-321c-9170-0f98cfaf71e1",
      "speaker": "Jordan",
      "start_timestamp": 4663.0,
      "text": "any any finance any any finance thing if they give you a good offer. All right, that means that you have to adhere to Every say like their, their offers are deviled like, you know, like, you follow the tracks all the way down perfectly, and it works out. You fuck up one time there. You're there's, you know, like now Oh, I'm sorry, the fee is $7 million. And also you work for us now,"
    },
    {
      "end_timestamp": 4700.0,
      "id": "8cc40ddb-ddbc-39b3-ac91-5ee68d1d6644",
      "speaker": "Dan",
      "start_timestamp": 4687.0,
      "text": "you know, and if there's a good deal, then it's a great deal for them. Yeah. Oh, yeah. Oh, yeah. Because it's they're not doing this out of a desire to get you out of debt. Yeah. Or get you out of bad credit? No, that's not what their business model"
    },
    {
      "end_timestamp": 4704.0,
      "id": "a6067f54-3050-3b0d-8a72-bceca9b4d206",
      "speaker": "Jordan",
      "start_timestamp": 4700.0,
      "text": "goal isn't like the whole world has good credit at the end of their business, right?"
    },
    {
      "end_timestamp": 4722.0,
      "id": "cf844536-f7f3-3339-8565-fd02ff4dde9e",
      "speaker": "Dan",
      "start_timestamp": 4704.0,
      "text": "check cashing places don't want to cash checks. People don't love cashing checks. So I mean, this is something that I find to be a little bit as an advertising pick. Granted, I think like maybe gambling would be worse,"
    },
    {
      "end_timestamp": 4734.0,
      "id": "7602da9d-f973-3217-8531-7adf144e306c",
      "speaker": "Jordan",
      "start_timestamp": 4722.0,
      "text": "right? It's a step above loanshark. It's a step above being like, Hey, today, we have Timmy the bookie over here, and he's going to advertise on betting a lot of money on a losing team. So you can break your kneecaps later,"
    },
    {
      "end_timestamp": 4742.0,
      "id": "d2c2dec5-4473-35af-8553-369c982557c7",
      "speaker": "Dan",
      "start_timestamp": 4734.0,
      "text": "in terms of things that Alex has promoted, though, like, maybe it's not the worst. I mean, he has had been ads on his show for cults."
    },
    {
      "end_timestamp": 4748.0,
      "id": "e9af5e74-99a9-3457-ab1d-76d10c1e88f5",
      "speaker": "Jordan",
      "start_timestamp": 4742.0,
      "text": "Where to hide your guns, I suppose. Yeah. And we're not we're not to hide your guns."
    },
    {
      "end_timestamp": 4762.0,
      "id": "08918007-c2a8-3b26-8875-08e2b3ff7ef1",
      "speaker": "Dan",
      "start_timestamp": 4748.0,
      "text": "So one of the vibes that you get is that Tim does not care. It's very, he's not an info warrior. He is not interested in the info war, and maybe doesn't even actually like Alex that much."
    },
    {
      "end_timestamp": 4777.0,
      "id": "f744eb2d-4648-36da-b801-f5c2d68df21e",
      "speaker": "Chris Mattei",
      "start_timestamp": 4762.0,
      "text": "Is it fair to say that your awareness of what Mr. Jones was describing on his show, or what was published on the info wars.com, let's say was through your conversations with Mr. Jones."
    },
    {
      "end_timestamp": 4792.0,
      "id": "d3d12228-0787-330c-8deb-465746579d6a",
      "speaker": "Tim Fruge",
      "start_timestamp": 4777.0,
      "text": "No, no, no, I didn't talk to Alex about news or his show. That wasn't I didn't care about that. My that wasn't my job."
    },
    {
      "end_timestamp": 4797.0,
      "id": "15bb5a03-ffa2-3b04-8b78-6b774a9cbbda",
      "speaker": "Chris Mattei",
      "start_timestamp": 4792.0,
      "text": "Day to day. You had no idea what Mr. Jones was talking about on our show."
    },
    {
      "end_timestamp": 4808.0,
      "id": "d37aa3a3-4dfc-3280-a463-0ae9b4b8e240",
      "speaker": "Tim Fruge",
      "start_timestamp": 4797.0,
      "text": "I was crying. I mean, some days vs. Maybe but most days, I made it a point not to listen to a show because it was too distracting."
    },
    {
      "end_timestamp": 4815.0,
      "id": "6b23b01c-e545-3d36-bebc-0b0f5c6b4a8b",
      "speaker": "Chris Mattei",
      "start_timestamp": 4808.0,
      "text": "The website Did you read the website? Yeah."
    },
    {
      "end_timestamp": 4820.0,
      "id": "93e54e16-d852-3083-bcee-71b0360ceb95",
      "speaker": "Tim Fruge",
      "start_timestamp": 4815.0,
      "text": "Oh about every day but most days Yes."
    },
    {
      "end_timestamp": 4829.0,
      "id": "03e2e063-23d5-34f4-b5e7-7d9a393a4c44",
      "speaker": "Jordan",
      "start_timestamp": 4820.0,
      "text": "He seems like a guy who wandered in one day and just stuck around. He doesn't show."
    },
    {
      "end_timestamp": 4846.0,
      "id": "c855a579-4595-389b-91fd-0fec76d69a9e",
      "speaker": "Dan",
      "start_timestamp": 4829.0,
      "text": "Alex is on his show yelling about how he's in a war against the fucking devil. And stoking hatred against marginalized and vulnerable population. Yeah, constantly all day. Fuck you with your I don't watch his show."
    },
    {
      "end_timestamp": 4849.0,
      "id": "7b76f4a9-53bd-3b0f-ba73-0ce4312cfbd2",
      "speaker": "Jordan",
      "start_timestamp": 4846.0,
      "text": "Sometimes, sometimes I look at it. God"
    },
    {
      "end_timestamp": 4852.0,
      "id": "0f4ef199-e049-3efb-b3d7-903a607fbf1a",
      "speaker": "Dan",
      "start_timestamp": 4849.0,
      "text": "was just a weasel. That is it's"
    },
    {
      "end_timestamp": 4855.0,
      "id": "dd2be573-808c-3355-8f18-933fca4dbf78",
      "speaker": "Jordan",
      "start_timestamp": 4852.0,
      "text": "the worst. Yeah, that is the worst. Oh my god."
    },
    {
      "end_timestamp": 4861.0,
      "id": "f1896759-5ff9-3c27-9631-27ed216c0bbb",
      "speaker": "Dan",
      "start_timestamp": 4855.0,
      "text": "This is kind of funny. Okay. Maddy asks, why he doesn't watch Alex's show."
    },
    {
      "end_timestamp": 4866.0,
      "id": "2da97a48-3c0b-3070-b6f1-e8a5079a3f48",
      "speaker": "Chris Mattei",
      "start_timestamp": 4861.0,
      "text": "Was the show so distracting that you wouldn't listen to it?"
    },
    {
      "end_timestamp": 4886.0,
      "id": "7a902f4a-8de2-3856-922c-42fc0010b2b8",
      "speaker": "Tim Fruge",
      "start_timestamp": 4866.0,
      "text": "Do I really have to answer that question? For me, I Alex's voice can get to me. And I don't necessarily agree with a lot of what he says so God."
    },
    {
      "end_timestamp": 4888.0,
      "id": "78c53468-ee3f-3731-a523-d102e9e7142d",
      "speaker": "Chris Mattei",
      "start_timestamp": 4886.0,
      "text": "Want to hear?"
    },
    {
      "end_timestamp": 4895.0,
      "id": "06cfb060-1b3f-3776-ab7a-5a8718a736b9",
      "speaker": "Dan",
      "start_timestamp": 4888.0,
      "text": "I don't want to hear it. Yeah. I don't want to hear his show. His voice is annoying. And I don't agree with the stuff he says."
    },
    {
      "end_timestamp": 4903.0,
      "id": "f811521f-0ac4-35a5-96cf-947edd12454d",
      "speaker": "Jordan",
      "start_timestamp": 4895.0,
      "text": "Oh my god. Yeah, that is that is fucked. That up to dark. Yeah. That's some real worm shit."
    },
    {
      "end_timestamp": 4905.0,
      "id": "a5142ac0-6cf3-36ae-a762-c41a33ffe825",
      "speaker": "Dan",
      "start_timestamp": 4903.0,
      "text": "Well, the paycheck was good."
    },
    {
      "end_timestamp": 4909.0,
      "id": "0956ece5-e009-35b8-af73-c6252e5757a3",
      "speaker": "Jordan",
      "start_timestamp": 4905.0,
      "text": "That's That's what I'm saying. That's No, I"
    },
    {
      "end_timestamp": 4920.0,
      "id": "074f7157-1778-3d76-8965-2a36b0ab64f0",
      "speaker": "Dan",
      "start_timestamp": 4909.0,
      "text": "know. And that's why I have this feeling that like, I think he's maybe he knows better. Oh, yeah. A lot of other people are true believers, or they don't know any better."
    },
    {
      "end_timestamp": 4941.0,
      "id": "8d3cd6db-8988-3e44-a2c4-410186a4b053",
      "speaker": "Jordan",
      "start_timestamp": 4920.0,
      "text": "Money. James knows better. Money drives people crazy. Yeah, wanting money is nuts. You know, like, I mean, it's I have no sympathy. I'm just remarking on the phenomena, that money can itself be a form of wage slavery, you know, like, he can't not be in that money making range. You know, it's so central to his identity."
    },
    {
      "end_timestamp": 4984.0,
      "id": "75921a4b-56f3-3b65-a207-818f9ef001c5",
      "speaker": "Dan",
      "start_timestamp": 4941.0,
      "text": "I don't know about that. Maybe it is. Maybe it's not I don't know much about him outside of the things that I've gleaned from hearing about him over the course of the time during the show, and this deposition, but like, I have to assume that if you don't like the sound of this person's voice, you seem to not like him that much as a person. You don't like his show. You think the things that he covers you disagree with? Ah, if you've been there for a decade, it's money. Yeah, there's no stayed there. You're making more money than you would elsewhere? Yeah. So you make you make peace with the fact that you're basically your position is facilitating somebody to be a demagogue screaming shit you don't agree with"
    },
    {
      "end_timestamp": 4994.0,
      "id": "35eaf642-f516-3f2b-ac3e-143ae6e52230",
      "speaker": "Jordan",
      "start_timestamp": 4984.0,
      "text": "I mean, it's it's unfortunate that this is the word that needs to be used here, but he is a fucking Renfield."
    },
    {
      "end_timestamp": 4999.0,
      "id": "124d6cac-cd65-30aa-b2be-07527698f856",
      "speaker": "Dan",
      "start_timestamp": 4994.0,
      "text": "The irony? Oh, no. Yeah, the"
    },
    {
      "end_timestamp": 5002.0,
      "id": "45fc1c18-c512-3499-99bc-2cae04e7f8a7",
      "speaker": "Jordan",
      "start_timestamp": 4999.0,
      "text": "Renfield I don't know what I don't know how to describe it."
    },
    {
      "end_timestamp": 5009.0,
      "id": "4182ca5d-8c03-3650-aa00-0d75eb91feba",
      "speaker": "Dan",
      "start_timestamp": 5002.0,
      "text": "So the question comes up about whether or not Tim had any feelings about Sandy Hook being fake? Yeah."
    },
    {
      "end_timestamp": 5051.0,
      "id": "b93b19de-0316-302b-86a9-2678abd47cb7",
      "speaker": "Chris Mattei",
      "start_timestamp": 5009.0,
      "text": "CJ is sending you an attachment with The Daily Show logs for Friday, March 14, right? Yes. 2014. Correct. And you'll see that on that particular show. Wolfgang Halbig joined Alex to quote examine the host of peculiarities surrounding the Sandy Hook school shooting, right? Yes. Now I think that you personally never had any doubt that 26 people, including 20 children, and six educators were murdered at Sandy Hook on December 14 2012 Correct?"
    },
    {
      "end_timestamp": 5056.0,
      "id": "8aa98d99-6e3c-32e7-b855-69fef4626eb0",
      "speaker": "Tim Fruge",
      "start_timestamp": 5051.0,
      "text": "Never doubt my mind. And"
    },
    {
      "end_timestamp": 5065.0,
      "id": "1e057743-d732-3fd7-be0b-a8acfb42d690",
      "speaker": "Chris Mattei",
      "start_timestamp": 5056.0,
      "text": "you're never suspected that the United States government was somehow involved in staging or faking that event in any way correct?"
    },
    {
      "end_timestamp": 5080.0,
      "id": "c59b70e9-e04c-3e26-8123-c72e27847ddc",
      "speaker": "Dan",
      "start_timestamp": 5065.0,
      "text": "That's correct. I never had a doubt and also was fine taking money and working for a guy who was demonizing the parents of those murdered children that I was very aware and convinced and certain actually were murdered"
    },
    {
      "end_timestamp": 5100.0,
      "id": "e90f399c-3957-3f21-aff9-28992f56952f",
      "speaker": "Jordan",
      "start_timestamp": 5080.0,
      "text": "this is the type of fucking like this is the interviews in a crime documentary about the mafia where they black out that guy you can't see his face and he's just like yeah, we murdered people left and right you know you know you don't you get told the murderer a guy you go murder him and then you go home to your wife. Yeah. And you're like that's that's not okay. Um, you're"
    },
    {
      "end_timestamp": 5106.0,
      "id": "56afdf29-b842-3683-ad6d-5f1b90669a98",
      "speaker": "Dan",
      "start_timestamp": 5100.0,
      "text": "told to run the online store for a guy who's been a real piece of shit. Yeah, you do it?"
    },
    {
      "end_timestamp": 5118.0,
      "id": "e8b93f42-d750-3312-9c67-24a60253fd95",
      "speaker": "Jordan",
      "start_timestamp": 5106.0,
      "text": "Oh, sure. Oh, well, I mean, I didn't. I didn't like murder in that guy. It's not my idea, you know, but I was told to do it. I didn't like harassing and those families for, you know, decades. But you know, you do what you're told. Yeah. I"
    },
    {
      "end_timestamp": 5120.0,
      "id": "0e926e27-4a01-3024-92a4-993b84483989",
      "speaker": "Dan",
      "start_timestamp": 5118.0,
      "text": "mean, you know, you just look the other way. Look the"
    },
    {
      "end_timestamp": 5128.0,
      "id": "4c1e7e62-60bb-3c9b-9819-5944bd2f2f4a",
      "speaker": "Jordan",
      "start_timestamp": 5120.0,
      "text": "other way, man. That's bananas. I have not been able to do that. No, that's why we're unsuccessful, though. Well, I mean, we're Yeah,"
    },
    {
      "end_timestamp": 5166.0,
      "id": "27db0f17-7cec-32bd-9381-c8afbd5bfc7c",
      "speaker": "Dan",
      "start_timestamp": 5128.0,
      "text": "yeah, we're not we're not successful on that level. Right. Right. Right. Yeah. It's, it's success isn't the word. I meant it's dark. Yes. To me. The notion of being intimately involved in this company to the point where you're the Business Director, yeah. And you've been there, you're the seventh person Alex has hired probably, maybe one or two of those people are still around at this point in 2014, or whatever. And here's like, hey, this sucks. That shooting did happen. Alex is saying all this crazy nonsense. Oh, well, I don't care. How can it not be a big problem"
    },
    {
      "end_timestamp": 5175.0,
      "id": "22bb84de-caaf-39f5-99dd-b26dd0503b00",
      "speaker": "Jordan",
      "start_timestamp": 5166.0,
      "text": "for you? That's the thing. You know, I can understand everybody else. Because I understand believers, at least you know, I get believed Yes. I understand"
    },
    {
      "end_timestamp": 5183.0,
      "id": "b2260dad-66cd-35d4-9a14-9f13df484c62",
      "speaker": "Dan",
      "start_timestamp": 5175.0,
      "text": "that. If you truly believe then it is not an ethical problem told you to be a part of this system exact because you do not believe it is another"
    },
    {
      "end_timestamp": 5193.0,
      "id": "ec023d91-3cdb-3a43-9bb1-d7d3f8d01270",
      "speaker": "Jordan",
      "start_timestamp": 5183.0,
      "text": "Exactly. But for this, this, I don't understand. I don't understand just being like, oh, yeah, I know what I'm doing is wrong. But $200,000?"
    },
    {
      "end_timestamp": 5210.0,
      "id": "5db63982-3d71-31e3-bab4-8faaa30169bb",
      "speaker": "Dan",
      "start_timestamp": 5193.0,
      "text": "Well, here's the disconnect. He probably doesn't think that what he's doing is wrong. Well, I believes that he is a morally neutral piece within an immoral system or something. Sure, like what Alex is doing is wrong. What I'm doing is just money, man. And that sucks. For sure."
    },
    {
      "end_timestamp": 5211.0,
      "id": "2096c453-eb28-3436-aab5-3864d0397d7c",
      "speaker": "Unknown Speaker",
      "start_timestamp": 5210.0,
      "text": "Not great. You know,"
    },
    {
      "end_timestamp": 5214.0,
      "id": "5f51ac67-acf2-335b-899a-9c6824f9f36f",
      "speaker": "Dan",
      "start_timestamp": 5211.0,
      "text": "you didn't care for what Alex was doing on air, that's for sure."
    },
    {
      "end_timestamp": 5230.0,
      "id": "29efe7e7-424a-327d-a7c0-e8273a7afdb4",
      "speaker": "Chris Mattei",
      "start_timestamp": 5214.0,
      "text": "Did you develop an understanding though, just through whatever you were able to come into contact with that? Over time, Mr. Jones, was featuring this info sheet shooting on his show?"
    },
    {
      "end_timestamp": 5251.0,
      "id": "c56891f2-d650-3a30-8895-aac45e1cd694",
      "speaker": "Tim Fruge",
      "start_timestamp": 5230.0,
      "text": "No, I don't recall that. I know that. I personally thought it was not right for him to do it. But no, again, I never listened to the show. And I didn't really care what he did on the air. I didn't"
    },
    {
      "end_timestamp": 5261.0,
      "id": "a4de94c4-eae2-34ec-966a-1e4980485df0",
      "speaker": "Dan",
      "start_timestamp": 5251.0,
      "text": "know I wasn't aware. I didn't care. But also I thought what he was doing was bad. It was wrong of him to do that now. Weird. Really weird. Strange. Yep."
    },
    {
      "end_timestamp": 5275.0,
      "id": "f951e01f-90f0-33fe-bc4a-4f6c8034d8c5",
      "speaker": "Jordan",
      "start_timestamp": 5261.0,
      "text": "Capturing Hitler's housekeeper ban. Like, hey, you know what? Listen, I don't know what he was doing out that a lot of dusta his fucking. I mean, his dishes. Hideous. That's all I know about the guy. And you know,"
    },
    {
      "end_timestamp": 5306.0,
      "id": "3f29fdd2-93dc-3c5d-8661-771ae91959c0",
      "speaker": "Dan",
      "start_timestamp": 5275.0,
      "text": "the other things that kind of stands out. Is that like, there were people who had a problem with this. And there is demonstrable evidence that they said something about it. Yeah. People like Paul Joseph Watson. Yeah. Rob Jacobson. There's both of them. There are confirmable instances of them having a problem with his coverage. And speaking up. Yep. Tim for Jay is somebody who is claiming that he had like, I didn't believe this stuff. But"
    },
    {
      "end_timestamp": 5317.0,
      "id": "caceb712-23b7-3a03-96ac-4c6348dca2bb",
      "speaker": "Jordan",
      "start_timestamp": 5306.0,
      "text": "he didn't care. Nope, he didn't care did not give a shit. Yeah. Yeah. That is some That's some real fucked up shit right there. Yeah, man."
    },
    {
      "end_timestamp": 5325.0,
      "id": "3159d4f2-fa02-3990-a5f7-1233c8b575a5",
      "speaker": "Dan",
      "start_timestamp": 5317.0,
      "text": "And so he's asked why he had a problem with what Alex was doing. And he struggles to answer that I don't find this compelling,"
    },
    {
      "end_timestamp": 5348.0,
      "id": "17b78171-4dae-3e45-80ee-3f8030ba4e25",
      "speaker": "Chris Mattei",
      "start_timestamp": 5325.0,
      "text": "just by virtue of your funding of free speech systems and your general awareness of what made it happen. You were aware, of course, that Mr. Jones was discussing Sandy Hook on this program and publishing articles about it on the website, and denying that Correct, correct. Objection."
    },
    {
      "end_timestamp": 5358.0,
      "id": "a3053f65-05d4-3085-8b50-030927d340e7",
      "speaker": "Tim Fruge",
      "start_timestamp": 5348.0,
      "text": "I don't know about all the details, but I know he was talking about it. You understand why, but I mean,"
    },
    {
      "end_timestamp": 5361.0,
      "id": "091b51c3-a951-36e9-9163-c8d20b6cf788",
      "speaker": "Chris Mattei",
      "start_timestamp": 5358.0,
      "text": "what did you consider was was wrong about the way he was talking about?"
    },
    {
      "end_timestamp": 5367.0,
      "id": "304ae8ea-b6aa-36f4-bda6-37c7b77d56e8",
      "speaker": "Tim Fruge",
      "start_timestamp": 5361.0,
      "text": "Well, I mean, I just said something you don't be don't talk about that."
    },
    {
      "end_timestamp": 5370.0,
      "id": "7547777a-4696-316f-b416-3f17f654e26f",
      "speaker": "Jordan",
      "start_timestamp": 5367.0,
      "text": "It's that's what you got."
    },
    {
      "end_timestamp": 5375.0,
      "id": "e0930edb-27b1-3d6c-9b90-6c6a038be3f1",
      "speaker": "Tim Fruge",
      "start_timestamp": 5370.0,
      "text": "That's just No, it's not something you"
    },
    {
      "end_timestamp": 5382.0,
      "id": "1ade208e-191d-3196-ad33-4d021e0b9fb2",
      "speaker": "Chris Mattei",
      "start_timestamp": 5375.0,
      "text": "got to wait. He was talking about the correct because there's nothing wrong with just talking about a national tragedy. Objection."
    },
    {
      "end_timestamp": 5402.0,
      "id": "d15729e5-8847-34eb-b4cb-e924985dea39",
      "speaker": "Tim Fruge",
      "start_timestamp": 5382.0,
      "text": "I don't know what he feels or thinks but me personally, you know, it was a tragedy. And it's not something that you cover in the day when it's in the main news and then you go on, that's what I personally would have done. on. And you know, I just"
    },
    {
      "end_timestamp": 5415.0,
      "id": "0a827ec9-2cbe-3257-b816-6be3c3f0d79f",
      "speaker": "Chris Mattei",
      "start_timestamp": 5402.0,
      "text": "Yeah. But instead, you became aware of it. Mr. Jones talked about it for years. In enemies, generally you were aware that he had denied that occur, correct."
    },
    {
      "end_timestamp": 5421.0,
      "id": "fceb2efb-2151-36f5-863f-32a698bf6224",
      "speaker": "Tim Fruge",
      "start_timestamp": 5415.0,
      "text": "Generally? I mean, I don't recall specifically, but most likely, yes."
    },
    {
      "end_timestamp": 5445.0,
      "id": "1dc4dc12-f519-36cd-9928-dd37dd773e72",
      "speaker": "Dan",
      "start_timestamp": 5421.0,
      "text": "Okay. I find that to be another improvised excuse type answer. Yeah. Like, you can't even articulate why the thing is a problem for you, which leads me to believe that he doesn't care. Yeah. Yeah. It's not really that you don't actually really have a problem. But I was just saying, but you know, you're supposed to"
    },
    {
      "end_timestamp": 5462.0,
      "id": "db28db60-310d-3a72-a30a-5c89b5b31f60",
      "speaker": "Jordan",
      "start_timestamp": 5445.0,
      "text": "Yeah. And that's him being like, listen, I wouldn't have done it that way. But you know, people do things. That's it. That's your response, you're insane. There should be things that you go, this cannot This is irreconcilable between you and I, and"
    },
    {
      "end_timestamp": 5479.0,
      "id": "029038be-84fd-349b-b047-e254b29ac4cf",
      "speaker": "Dan",
      "start_timestamp": 5462.0,
      "text": "I am a flower, I am a fundamental part of this operation, this workplace, this show existing, I am critical to it happening. And I don't give a shit about the effect that it has. That's that's"
    },
    {
      "end_timestamp": 5488.0,
      "id": "21d24c38-0730-3695-b75d-dccc50afcdbc",
      "speaker": "Jordan",
      "start_timestamp": 5479.0,
      "text": "even even under like the most diffuse of responsibilities. It is due to your actions personally, that these people were harmed."
    },
    {
      "end_timestamp": 5500.0,
      "id": "55afa865-09e6-3df0-bb40-a74f5919280d",
      "speaker": "Dan",
      "start_timestamp": 5488.0,
      "text": "And to have such a blase attitude about it is just bananas. Very bizarre. The the the answer of like, why, why do you have a problem with is Oh, it's just not done? It's"
    },
    {
      "end_timestamp": 5509.0,
      "id": "d4c31456-cceb-3e27-9342-40ece326c090",
      "speaker": "Jordan",
      "start_timestamp": 5500.0,
      "text": "not how you do things. Right. Please, please, that first you must send a letter. All right. And then another letter of introduction through your second. It's not"
    },
    {
      "end_timestamp": 5511.0,
      "id": "35f66d8f-6642-366b-9669-c402868c664d",
      "speaker": "Dan",
      "start_timestamp": 5509.0,
      "text": "how it's done in polite society. I"
    },
    {
      "end_timestamp": 5511.0,
      "id": "2178adba-e126-3df7-85e5-2a8d25e6bdfb",
      "speaker": "Jordan",
      "start_timestamp": 5511.0,
      "text": "mean, what are you?"
    },
    {
      "end_timestamp": 5529.0,
      "id": "36c7d4ea-b2d7-3dd5-8374-8822dd3953da",
      "speaker": "Dan",
      "start_timestamp": 5511.0,
      "text": "It's very strange. And I think that Maddie was trying to hit on something there. That would have been another question that Tim wouldn't answer. But this must have to do with how Alex was covering it. That is the problem. Yeah. What is the how that is the problem."
    },
    {
      "end_timestamp": 5538.0,
      "id": "f21e5df3-0101-3408-a3b0-03e9680a70b8",
      "speaker": "Jordan",
      "start_timestamp": 5529.0,
      "text": "Exactly. If you say that you're uncomfortable with it, what exactly are you talking about? Your answer determines how we go forward."
    },
    {
      "end_timestamp": 5561.0,
      "id": "32c795b4-3ebf-3f79-99b4-9dfdc4b4f74f",
      "speaker": "Dan",
      "start_timestamp": 5538.0,
      "text": "Your answer being that Alex was talking about this obviously isn't a problem, because it's a news event. Exactly. Robert did. And so Tim's attempt to be like, well, it's talking about a longer, that unfortunately, reveals that if he actually had a problem, then he was aware that Alex kept talking about us. And that kind of undercuts a lot of his pretending to like, oh, I don't even know what Alex is talking about"
    },
    {
      "end_timestamp": 5567.0,
      "id": "e3b631b9-71cd-3fba-805f-54c83c117ad7",
      "speaker": "Jordan",
      "start_timestamp": 5561.0,
      "text": "stuff. Knowing when not something means you know, when something exactly."
    },
    {
      "end_timestamp": 5574.0,
      "id": "ee11d103-2359-3135-809c-55d3b50e9775",
      "speaker": "Dan",
      "start_timestamp": 5567.0,
      "text": "So Tim disagrees that Alex maybe like, over half the time."
    },
    {
      "end_timestamp": 5586.0,
      "id": "80adb76a-e6b0-3b5b-843c-f8a9719a1412",
      "speaker": "Chris Mattei",
      "start_timestamp": 5574.0,
      "text": "One of the reasons you didn't listen to the show was initially you testify that it was distracting. I asked you why did you think in your words necessarily agree with with what you said? Correct?"
    },
    {
      "end_timestamp": 5603.0,
      "id": "4e40c46b-faba-3444-9e53-c42c62df2e5f",
      "speaker": "Tim Fruge",
      "start_timestamp": 5586.0,
      "text": "With I agree with some of what he says. But I don't agree with some of what he says. But absolutely, I agree with his right to say what he says. I just don't agree with them about half the time. Maybe more sometimes"
    },
    {
      "end_timestamp": 5604.0,
      "id": "9567d80f-b219-3979-9146-5f5a5bec9296",
      "speaker": "Dan",
      "start_timestamp": 5603.0,
      "text": "fucking Voltaire over"
    },
    {
      "end_timestamp": 5611.0,
      "id": "03542aa5-8815-395e-9593-c30ba7c391ae",
      "speaker": "Jordan",
      "start_timestamp": 5604.0,
      "text": "here. I don't agree with what you say, sir. But I will die for your right to defend it."
    },
    {
      "end_timestamp": 5640.0,
      "id": "ad4d5cba-0517-3535-af2b-6c88a0829c07",
      "speaker": "Dan",
      "start_timestamp": 5611.0,
      "text": "Thinker. If I were somebody who was listening to Infowars and believing this stuff, I would ask myself how it is possible that Alex's seventh employee, who is his business manager, does not believe the shit that he says on it. I mean, if the stuff that he's saying means something, and he's on a holy crusade, I would guess the person who runs his business would be somebody, you'd be somebody who was on board with the themes and the content of his show."
    },
    {
      "end_timestamp": 5647.0,
      "id": "8e95993d-88a5-34e3-9027-505c4734909b",
      "speaker": "Jordan",
      "start_timestamp": 5640.0,
      "text": "I mean, what you really sell is furtherance Yes. That's what you're going for here."
    },
    {
      "end_timestamp": 5658.0,
      "id": "e81d370a-a476-3dff-b1ff-da9ee6dd5f95",
      "speaker": "Dan",
      "start_timestamp": 5647.0,
      "text": "Yeah. Ask ask these questions of yourself. How is the maybe number two number three person at Infowars? Somebody who doesn't believe Alex's shit is real or means anything?"
    },
    {
      "end_timestamp": 5687.0,
      "id": "0fcaf2d4-42f8-3db8-a4c7-4e0e91271ee4",
      "speaker": "Jordan",
      "start_timestamp": 5658.0,
      "text": "You know what I find fascinating that these are public like now I need to I want to know more about the things that I participate in and whether or not there are people in that business who have given depositions that I should know about, you know what I mean? Like I every time every time I buy a fucking tide or something, should I be Googling whether or not a tide executive was shown telling obvious falsehoods about how tide actually kills people? Like what what don't I know about depositions? Oh, no, see what I'm saying? Yeah,"
    },
    {
      "end_timestamp": 5709.0,
      "id": "c4717d41-7da9-3aa5-90e1-362cf3a7ecfd",
      "speaker": "Dan",
      "start_timestamp": 5687.0,
      "text": "this is gonna be you're never gonna get out of this hole over it's over for a deposition. So the big article of course, for Infowars traffic was the a DA On Salazar article, the FBI reports no one died down, of course, and Tim never read it. Maybe Hey, sure."
    },
    {
      "end_timestamp": 5710.0,
      "id": "242ce393-0875-3802-96c8-d854f44903d4",
      "speaker": "Jordan",
      "start_timestamp": 5709.0,
      "text": "Sure."
    },
    {
      "end_timestamp": 5719.0,
      "id": "fcd51bab-79d1-34cc-b5e7-11a7415bd593",
      "speaker": "Chris Mattei",
      "start_timestamp": 5710.0,
      "text": "Read the article that was published on infowars.com. Regarding the FBI supporting deaths Sandy Hook."
    },
    {
      "end_timestamp": 5729.0,
      "id": "8b001131-6a2b-335a-bd72-dc814b879d3a",
      "speaker": "Jordan",
      "start_timestamp": 5719.0,
      "text": "Remember? I wouldn't it's not something I would have read, not for me, not my style."
    },
    {
      "end_timestamp": 5731.0,
      "id": "5ea2fce6-5879-3d78-ba9b-b520362a6ca2",
      "speaker": "Chris Mattei",
      "start_timestamp": 5729.0,
      "text": "Something like that the posts?"
    },
    {
      "end_timestamp": 5740.0,
      "id": "4f3b2b46-5707-3f0d-89db-7390d1953a1d",
      "speaker": "Tim Fruge",
      "start_timestamp": 5731.0,
      "text": "Well, I mean, the the look and all this stuff. I mean, it's right to hear her writing. It was obviously done so"
    },
    {
      "end_timestamp": 5754.0,
      "id": "55d26fd8-5f6e-3571-8cfb-39420a778962",
      "speaker": "Chris Mattei",
      "start_timestamp": 5740.0,
      "text": "well, you know, that that article actually wasn't just any other article, it would actually attracted far more traffic than nearly any other article that free speech systems had ever published on forbes.com. Correct."
    },
    {
      "end_timestamp": 5758.0,
      "id": "8317baa6-a852-39e1-8e0a-637b8827d344",
      "speaker": "Tim Fruge",
      "start_timestamp": 5754.0,
      "text": "I do not recall being aware of that. No."
    },
    {
      "end_timestamp": 5763.0,
      "id": "283fd646-7c6e-3d97-b5d8-990581707f8e",
      "speaker": "Dan",
      "start_timestamp": 5758.0,
      "text": "Well, that's interesting, because you're aware of all these spikes in traffic."
    },
    {
      "end_timestamp": 5766.0,
      "id": "852fb5f6-748a-370d-9684-cb19ea51d8cb",
      "speaker": "Jordan",
      "start_timestamp": 5763.0,
      "text": "Sure. Seems like that's a big one you would be aware of? Yeah,"
    },
    {
      "end_timestamp": 5786.0,
      "id": "5495b6bf-3aff-3628-8c31-12d8eefcddee",
      "speaker": "Dan",
      "start_timestamp": 5766.0,
      "text": "yeah. It's very noticeable. Even just from a just scanning a graph. Yeah, I do believe it's very possible. He'd never read that article. And that's because he thinks that everything they talk about is bullshit. Why would you waste your time reading this article? Yeah. It doesn't matter. It's entertaining actively worse for you to know what's going to waste. Yeah, this. Who cares? I"
    },
    {
      "end_timestamp": 5788.0,
      "id": "9ede65ab-e207-396c-b89e-33140391638d",
      "speaker": "Jordan",
      "start_timestamp": 5786.0,
      "text": "don't find this entertaining. So it's not for me."
    },
    {
      "end_timestamp": 5796.0,
      "id": "c9e17b74-6f74-3189-8be7-1b6706f61309",
      "speaker": "Dan",
      "start_timestamp": 5788.0,
      "text": "The FBI says no one died at Sandy Hook. Okay, whatever, fine. I never had a doubt in my mind that the people died. I mean, he has"
    },
    {
      "end_timestamp": 5807.0,
      "id": "4626fd34-caa0-3033-9c0d-9aa066e5683d",
      "speaker": "Jordan",
      "start_timestamp": 5796.0,
      "text": "a reaction that is normal for most people reaction upon something. Yeah, I'd be like, Oh, well, fuck off. Yeah, to hear, you know, that makes sense. I don't fucking work there."
    },
    {
      "end_timestamp": 5820.0,
      "id": "a2f8a7bd-d186-3b0d-96c2-88f4fa374c47",
      "speaker": "Dan",
      "start_timestamp": 5807.0,
      "text": "Yeah. I'm not the person who's involved with monitoring traffic to the site and the store. And this is one of the biggest traffic articles they ever published. Easiest"
    },
    {
      "end_timestamp": 5835.0,
      "id": "ea56549b-eb97-32d5-a077-01f7c4d59b13",
      "speaker": "Jordan",
      "start_timestamp": 5820.0,
      "text": "reason, easiest reason this is absolute bullshit is because if you're that guy, your job is to find out what it is that caused that huge spike. And that also includes what is in the article that might have contributed to that. Oh,"
    },
    {
      "end_timestamp": 5841.0,
      "id": "50ae97cb-3e01-30be-a162-4ba142c05443",
      "speaker": "Dan",
      "start_timestamp": 5835.0,
      "text": "and because also, Tim and Don Salazar emailed about the article,"
    },
    {
      "end_timestamp": 5844.0,
      "id": "d43daa49-ae19-3344-9103-fa5eda59ffba",
      "speaker": "Jordan",
      "start_timestamp": 5841.0,
      "text": "like, fucking camp."
    },
    {
      "end_timestamp": 5847.0,
      "id": "a2f64352-7e50-39c0-9c01-d17cffcae281",
      "speaker": "Tim Fruge",
      "start_timestamp": 5844.0,
      "text": "He is one of the writers. Yes."
    },
    {
      "end_timestamp": 5850.0,
      "id": "3a646c71-62ac-366a-bad8-79c42c53e4eb",
      "speaker": "Chris Mattei",
      "start_timestamp": 5847.0,
      "text": "You have a relationship with"
    },
    {
      "end_timestamp": 5856.0,
      "id": "a7d9d94a-274d-3ebc-8dbb-699054bae566",
      "speaker": "Tim Fruge",
      "start_timestamp": 5850.0,
      "text": "work? I mean, not really. He's production. I'm not."
    },
    {
      "end_timestamp": 5857.0,
      "id": "3454fe56-c3db-358b-b2a2-eebfbc2f9a67",
      "speaker": "Jordan",
      "start_timestamp": 5856.0,
      "text": "We have a pickleball league"
    },
    {
      "end_timestamp": 5866.0,
      "id": "7877d5c7-45c1-38bc-8f7c-f1133bc09b86",
      "speaker": "Chris Mattei",
      "start_timestamp": 5857.0,
      "text": "run. It wasn't. Yes. Do you know that he was the author of the article concerning the FBI has a report on deaths in San Diego?"
    },
    {
      "end_timestamp": 5867.0,
      "id": "81035456-dca1-38d7-83f2-6c8e845fc24e",
      "speaker": "Tim Fruge",
      "start_timestamp": 5866.0,
      "text": "I was not aware of that."
    },
    {
      "end_timestamp": 5877.0,
      "id": "1703eab9-d33a-3314-b4d5-86caa254e0fc",
      "speaker": "Jordan",
      "start_timestamp": 5867.0,
      "text": "Oh, shut the fuck up."
    },
    {
      "end_timestamp": 5887.0,
      "id": "333e4ff4-8820-35fe-87c4-e6eeda1777cd",
      "speaker": "Chris Mattei",
      "start_timestamp": 5877.0,
      "text": "You're 23?"
    },
    {
      "end_timestamp": 5905.0,
      "id": "b6714d6a-3bf5-3b16-8d68-61c8f642beab",
      "speaker": "Chris Mattei",
      "start_timestamp": 5887.0,
      "text": "You seen an email before you dated? October 14 2014? Yes. 3pm? Yes. It is about three weeks after the email blasts we were just reviewing regarding that article."
    },
    {
      "end_timestamp": 5907.0,
      "id": "8c9ae011-999a-30c5-86db-c712efae351b",
      "speaker": "Tim Fruge",
      "start_timestamp": 5905.0,
      "text": "Right. Okay."
    },
    {
      "end_timestamp": 5924.0,
      "id": "b0176f50-4a82-3d04-b36c-e5afb40b78b9",
      "speaker": "Chris Mattei",
      "start_timestamp": 5907.0,
      "text": "Well, you recall that from the questioning, I just and this is you're sending a Don Salazar screenshots of Alexa and Google Analytics data Correct."
    },
    {
      "end_timestamp": 5926.0,
      "id": "7a17dfdb-69d7-3a57-8d2e-2c831519206c",
      "speaker": "Tim Fruge",
      "start_timestamp": 5924.0,
      "text": "could appear. So yes."
    },
    {
      "end_timestamp": 5930.0,
      "id": "0acebe08-5437-3aa1-b065-3e1504742e91",
      "speaker": "Chris Mattei",
      "start_timestamp": 5926.0,
      "text": "be fairly unusual for you send that type of data to a writer, correct?"
    },
    {
      "end_timestamp": 5933.0,
      "id": "c9504575-be84-3054-9489-4bde537ca547",
      "speaker": "Tim Fruge",
      "start_timestamp": 5930.0,
      "text": "Yeah, it would be upon request."
    },
    {
      "end_timestamp": 5935.0,
      "id": "d469f353-1a40-3438-8ee7-49590f50305d",
      "speaker": "Chris Mattei",
      "start_timestamp": 5933.0,
      "text": "You know why he requested it? No."
    },
    {
      "end_timestamp": 5942.0,
      "id": "138400a3-db03-347b-9897-4e5d504839d9",
      "speaker": "Jordan",
      "start_timestamp": 5935.0,
      "text": "Oh, why it's fucking out and you tap"
    },
    {
      "end_timestamp": 5946.0,
      "id": "97539403-9b71-3d95-ba3c-719d073f79f7",
      "speaker": "Chris Mattei",
      "start_timestamp": 5942.0,
      "text": "out this, this is data from Alexa."
    },
    {
      "end_timestamp": 5949.0,
      "id": "256c7a0e-5c0f-30c0-ae89-2d497c5269cf",
      "speaker": "Tim Fruge",
      "start_timestamp": 5946.0,
      "text": "Correct. Pearson."
    },
    {
      "end_timestamp": 5986.0,
      "id": "e3ca178d-cb22-39c2-9aa5-5d0937d19ea5",
      "speaker": "Chris Mattei",
      "start_timestamp": 5949.0,
      "text": "Okay. And what it shows? Mr. Vijay is a spike in traffic around September 24 25th, and 26th, correct? Yes. And it's a noticeable spike from the rest of the line on this graph, correct? Yes, it is. And this is the type of Spike you were testifying about earlier, where if there was some sort of spike in traffic, it was something you would make Alex aware of as well. Correct. Objection."
    },
    {
      "end_timestamp": 5989.0,
      "id": "b26cc318-db51-366b-8250-b11263e4ddc7",
      "speaker": "Tim Fruge",
      "start_timestamp": 5986.0,
      "text": "I mean, if I was something I noticed, yes."
    },
    {
      "end_timestamp": 6018.0,
      "id": "bedbe2a4-55bf-3640-b35f-96ab57c8c768",
      "speaker": "Dan",
      "start_timestamp": 5989.0,
      "text": "So this is what your fuck? I can't say yes to this because then if I did that, I'm making Alex aware of the giant spike in traffic that was due to the Sandy Hook hook hoax article. And then we already said that we try and recreate spikes. It's not good. So yeah, yes and no, maybe I don't know if I was if I was aware of it, I did email the Don Salazar, this graph that had a big spike. Sure. Maybe I was aware"
    },
    {
      "end_timestamp": 6055.0,
      "id": "c213371f-463a-3f91-95a7-4168345e3c29",
      "speaker": "Jordan",
      "start_timestamp": 6018.0,
      "text": "of emailed him that giant spike requested could have been anything. It's probably his fault. Yeah, probably, there's something so attractive about depositions, because I feel like any, anybody who's ever been in an argument with their partner, or significant other or whatever, and they remember something different from you, you know, they're not lying to you. But if you know, you remember better there's a party that has always wants to be like, You know what, let's go to the tape. Let's see exactly what happened real quick, because I don't think you're gonna like the way that it goes. That is this to, to show you this email. Let me just show you a little bit of the evidence here."
    },
    {
      "end_timestamp": 6097.0,
      "id": "acad3d9e-b68c-317e-b3dc-4d893997fb68",
      "speaker": "Dan",
      "start_timestamp": 6055.0,
      "text": "Yeah. And, and these kind of sneaky fucks. Like, they never have to be asked follow up questions know, that it never comes up in like people like Alex and these these folks who works at Infowars. Their lives do not involve follow up questions. They don't involve any difficult positions that they, they they avoid it meticulously. Alex, for instance, you know, he'll take calls and say he'll take any critical call, and he just hangs up on people yells over him to be in a position where you're forced to like, like, I answer something like, oh, well, how about how about blank is very fascinating. No,"
    },
    {
      "end_timestamp": 6100.0,
      "id": "c0d746bf-af8e-3547-8fc9-34787bd03bd2",
      "speaker": "Jordan",
      "start_timestamp": 6097.0,
      "text": "they can't defend their actions under any kind of interrogation? No."
    },
    {
      "end_timestamp": 6121.0,
      "id": "aeb66d13-7481-39a7-972d-e6b3c324a677",
      "speaker": "Dan",
      "start_timestamp": 6100.0,
      "text": "And so they're forced to retreat to improvisational excuse making, and it's very transparent. It's absurd and bizarre. So, Tim has said that, hey, I would tell Alex about that, if I noticed it. And here's a discussion that they have about how big this spike was. You ask yourself, do you think this guy would notice that?"
    },
    {
      "end_timestamp": 6158.0,
      "id": "c4aa92a4-e7a9-33a0-9e07-0c4b6bd307fe",
      "speaker": "Chris Mattei",
      "start_timestamp": 6121.0,
      "text": "At least just eyeballing this graph? Graph shows in this particular tab are unique visitors. Right? appear. So yes, the tab we can lock and the unique visitors goes from? Let's just ballparking don't do it. Between 305 100,000. Right. to about 1.7 5 million."
    },
    {
      "end_timestamp": 6164.0,
      "id": "04f39e8e-51b6-36fb-851e-f8bc52a28ad1",
      "speaker": "Jordan",
      "start_timestamp": 6158.0,
      "text": "How could anyone notice that? Correct. Practically the same height on a graph?"
    },
    {
      "end_timestamp": 6210.0,
      "id": "3ce00d04-d085-308f-b63c-275f168bb2f9",
      "speaker": "Chris Mattei",
      "start_timestamp": 6164.0,
      "text": "Oh. Yes. Google Analytics report, correct? Yes. And that shows the same spike occurring at the same time. Right. Correct. But instead of visitors? This particular graph that was pageviews, right, yes. And this page use spikes to from wait is kind of a rolling average of 1.31. Point 5 million to just under 3 million, correct? Yeah, appear so"
    },
    {
      "end_timestamp": 6218.0,
      "id": "d61215e7-bf15-3f76-ae7d-363991008e3e",
      "speaker": "Jordan",
      "start_timestamp": 6210.0,
      "text": "sure. I mean, that seems like a lot."
    },
    {
      "end_timestamp": 6252.0,
      "id": "3ef6257d-17aa-3364-be47-fc2ca690200f",
      "speaker": "Chris Mattei",
      "start_timestamp": 6218.0,
      "text": "Total pageviews. During the date range depicted here, which is from mid September through about mid October, a total pageviews. A 36. Point 7 million, right? Yes. 7.9 users, right? Correct. And new visitors of about 38.4% during that period. is quite hot, correct."
    },
    {
      "end_timestamp": 6256.0,
      "id": "fb35ec1f-9f53-3327-9b46-66a8ef010e9a",
      "speaker": "Tim Fruge",
      "start_timestamp": 6252.0,
      "text": "I don't remember rarely looking at new visitors versus really,"
    },
    {
      "end_timestamp": 6260.0,
      "id": "fa0c2aa3-beab-369a-90e8-fa2676ac3598",
      "speaker": "Jordan",
      "start_timestamp": 6256.0,
      "text": "maybe the most important measurement of"
    },
    {
      "end_timestamp": 6263.0,
      "id": "af258574-2e06-3612-8be1-0009c233720a",
      "speaker": "Tim Fruge",
      "start_timestamp": 6260.0,
      "text": "your continued success tell you one way or the other to be quite honest."
    },
    {
      "end_timestamp": 6278.0,
      "id": "4d212e6c-a7fc-3842-84fc-e5d0363159d6",
      "speaker": "Dan",
      "start_timestamp": 6263.0,
      "text": "Who knows? Who knows? I can't imagine a world where you would ask him like a is this the traffic the kind of thing you would notice at the hip? Say no. In any believable way"
    },
    {
      "end_timestamp": 6284.0,
      "id": "1c473bfe-77dd-3da3-abe0-d52f53b56e02",
      "speaker": "Jordan",
      "start_timestamp": 6278.0,
      "text": "this is unnoticeable, right? Why? crippling our total Baghdad's are noticeable was it"
    },
    {
      "end_timestamp": 6290.0,
      "id": "3e3eeb24-d33d-35ee-b3f1-ebf2472a8aec",
      "speaker": "Dan",
      "start_timestamp": 6284.0,
      "text": "like unique viewers goes from 300,000 to 1.7 5 million."
    },
    {
      "end_timestamp": 6300.0,
      "id": "83445f4b-f7b1-385c-8a48-b13ecd7a8948",
      "speaker": "Jordan",
      "start_timestamp": 6290.0,
      "text": "Honestly, honestly, you know what, Chris Curran Can I call you, Chris? I agree that they seems a little bit unreasonable, but I will tell you, I kind of took a nap that day. I thought me It's on me. I"
    },
    {
      "end_timestamp": 6304.0,
      "id": "971b7e49-a5fe-371c-84cf-ad4792c59a08",
      "speaker": "Dan",
      "start_timestamp": 6300.0,
      "text": "was asleep. You email this to a DOM. No, somebody"
    },
    {
      "end_timestamp": 6312.0,
      "id": "dd5193bf-e453-33b3-aa22-28df56e05638",
      "speaker": "Jordan",
      "start_timestamp": 6304.0,
      "text": "broke into my email because I was falling asleep. And I didn't want Alex to know he can kind of be an asshole. I don't know if he told I'm sorry. I don't mean. I don't mean to swear"
    },
    {
      "end_timestamp": 6316.0,
      "id": "0138c76c-3af6-37bd-9fb5-3ee12dab6958",
      "speaker": "Dan",
      "start_timestamp": 6312.0,
      "text": "he hates it when you tell him that his traffic is quadruple."
    },
    {
      "end_timestamp": 6322.0,
      "id": "edd553ba-1ccd-324b-8a86-d4a25a162f83",
      "speaker": "Jordan",
      "start_timestamp": 6316.0,
      "text": "Do you want to be part of that? I didn't want to be a part of that he could have reacted really negatively towards me. He wouldn't have said attaboy at all."
    },
    {
      "end_timestamp": 6330.0,
      "id": "535fcdcd-2881-33eb-b950-1e313a5d7fab",
      "speaker": "Dan",
      "start_timestamp": 6322.0,
      "text": "This is so unbelievable. Like the the notion that he is unaware of this. Yeah, is so"
    },
    {
      "end_timestamp": 6338.0,
      "id": "0ce2cc5d-6e4b-3d79-8d9d-3dc6db3a6505",
      "speaker": "Jordan",
      "start_timestamp": 6330.0,
      "text": "laughable. We're we're in David, what do you fucking do territory? No, answer the goddamn question."
    },
    {
      "end_timestamp": 6362.0,
      "id": "0b774ba4-728a-3930-9387-4cf7e8f2cccc",
      "speaker": "Dan",
      "start_timestamp": 6338.0,
      "text": "Now there is a sort of retreat that he could make. And that is like, this is traffic to the website. I'm really more involved with the store. Sure, you know, like I granted I monitor the traffic and stuff and how it relates to the traffic to the store. But you know, I'm more focused on the store. Unfortunately, that spike also was a scene and say,"
    },
    {
      "end_timestamp": 6378.0,
      "id": "4eef9592-c918-3c7c-b215-50f2e45c997d",
      "speaker": "Chris Mattei",
      "start_timestamp": 6362.0,
      "text": "ouch, expect with a spike like this in traffic between September let's say September 23, through 26. That resulted in corresponding spike in revenue."
    },
    {
      "end_timestamp": 6398.0,
      "id": "d81a04a3-699a-348e-960f-f7068348e6de",
      "speaker": "Dan",
      "start_timestamp": 6378.0,
      "text": "Real quick. This is a bit of a longer clip. And also you probably are noticing now that there's voices in the background, wherever Tim is broadcasting from or recording from, there's people talking in the hallway, that cafeteria. Yeah, wherever. Yeah. That's just they're great. But, but yeah, this is a bit of a longer clip just to preserve context. Correct? Judgment."
    },
    {
      "end_timestamp": 6412.0,
      "id": "83ba1597-1c3b-3496-99bd-1df261794b92",
      "speaker": "Tim Fruge",
      "start_timestamp": 6398.0,
      "text": "I mean, possibly. But we we looked at a report earlier that showed a spike and there was no selves. I mean, he was worthless traffic. So it just depends."
    },
    {
      "end_timestamp": 6415.0,
      "id": "4fb2d5ca-747a-3f58-9e3d-a27b631d210e",
      "speaker": "Chris Mattei",
      "start_timestamp": 6412.0,
      "text": "Let's see if this"
    },
    {
      "end_timestamp": 6422.0,
      "id": "8416d8f5-82b9-3b27-8f30-e5a76d74af2c",
      "speaker": "Jordan",
      "start_timestamp": 6415.0,
      "text": "the tone of voice you want to see. See."
    },
    {
      "end_timestamp": 6435.0,
      "id": "b29d7a7c-a821-3cee-8c99-aa29aef4fee2",
      "speaker": "Chris Mattei",
      "start_timestamp": 6422.0,
      "text": "I'm showing you now. Anything just show you now? Exhibit 35."
    },
    {
      "end_timestamp": 6453.0,
      "id": "f171968d-7f78-3f60-b2e0-8c6eeb465421",
      "speaker": "Chris Mattei",
      "start_timestamp": 6435.0,
      "text": "spreadsheet in front of you. Okay. You see the title of this of the spreadsheet? Exhibit 35, 3d cards 2010 to 2018. And then the record number associated with it."
    },
    {
      "end_timestamp": 6456.0,
      "id": "07c23b67-aa1f-386a-8d6b-371024e507e5",
      "speaker": "Tim Fruge",
      "start_timestamp": 6453.0,
      "text": "Yes, barely, but I do see it. Alright. Yeah,"
    },
    {
      "end_timestamp": 6477.0,
      "id": "51847d21-0537-3a1c-9e4e-f225ec589441",
      "speaker": "Chris Mattei",
      "start_timestamp": 6456.0,
      "text": "it's kind of faded. But this is a spreadsheet that you would have been familiar with as the director of business operations. If I go to the top of the spreadsheet, where you see the column headings? Am I correct that this spreadsheet shows daily sales, beginning May 25 2010. That appear"
    },
    {
      "end_timestamp": 6493.0,
      "id": "33eb8cd3-6f32-31cd-90ff-05463487cf39",
      "speaker": "Tim Fruge",
      "start_timestamp": 6477.0,
      "text": "so but I will tell you, I would not be familiar with the spreadsheet because I never looked at spreadsheets 3d card had a dashboard that I could log into and see. And I would look on a data and have spreadsheets they could find"
    },
    {
      "end_timestamp": 6536.0,
      "id": "3330a257-07e0-3fdf-ac64-069f6af38fee",
      "speaker": "Chris Mattei",
      "start_timestamp": 6493.0,
      "text": "whether you're seeing on a dashboard, or you're seeing it in this spreadsheet, this appears to show Daily Sales Report, as reported by 3d car Correct. could appear. So yes, which would have been the Infowars shop.com. Because the Infowars store.com website was not an operation until mid 2015. That's correct. And so if we scroll down to the period of time, we were just looking at where there was a spike in traffic to infowars.com. And we scroll down to the same date range of the third week in September of 2014."
    },
    {
      "end_timestamp": 6571.0,
      "id": "431bc322-92af-3031-a6d1-0aa42a188537",
      "speaker": "Chris Mattei",
      "start_timestamp": 6536.0,
      "text": "See, can you not that beginning on September 24. But let's start September 23. September 23. Shows daily sales and $56,597. Correct? Correct. September 24. Shows daily sales are $40,229. Correct? Correct. September 25, oh boy shows a daily sales of 232."
    },
    {
      "end_timestamp": 6608.0,
      "id": "82022c42-b947-343b-b556-4a4750c8c8ce",
      "speaker": "Chris Mattei",
      "start_timestamp": 6571.0,
      "text": "So do you find that notice from 40,000 to 232,000 in that one day span, correct? Yes. And then for September 26. They stay well above where they were on September 24. Slightly, somewhat down from the day earlier but still at $120,854. Correct? Correct. In that agreement then that that is a spike in revenue, right?"
    },
    {
      "end_timestamp": 6618.0,
      "id": "3b8ae666-9c2f-3331-955c-b8c3e7ad8e81",
      "speaker": "Tim Fruge",
      "start_timestamp": 6608.0,
      "text": "I would say that is yes, the answer is yes, it depends. Because what were these? I would agree there's a spike. Yes. Thank you."
    },
    {
      "end_timestamp": 6624.0,
      "id": "8460602c-7398-3517-8823-57cf558781be",
      "speaker": "Chris Mattei",
      "start_timestamp": 6618.0,
      "text": "I mean, you don't typically see a jump from 40,000 to 2,000,030. That right?"
    },
    {
      "end_timestamp": 6627.0,
      "id": "bec6587f-62f9-3bd5-834d-c564acd6b7b5",
      "speaker": "Tim Fruge",
      "start_timestamp": 6624.0,
      "text": "Yes, you do."
    },
    {
      "end_timestamp": 6630.0,
      "id": "99905548-d157-31a9-8dcb-79d2cb04e76d",
      "speaker": "Chris Mattei",
      "start_timestamp": 6627.0,
      "text": "You might see that right. Yes. There's the happening, right,"
    },
    {
      "end_timestamp": 6641.0,
      "id": "9c63ff8e-66dd-3eb4-bb2c-4ee8483e1fdb",
      "speaker": "Tim Fruge",
      "start_timestamp": 6630.0,
      "text": "if there's a new launch of a new product, or that could also be the case, but Yeah, something's happening. launch of a new product. Absolutely."
    },
    {
      "end_timestamp": 6656.0,
      "id": "58617612-4fa8-3e43-be1f-6345821f56d9",
      "speaker": "Chris Mattei",
      "start_timestamp": 6641.0,
      "text": "What you're seeing happening with the data I've just shown you is a spike in website traffic and a spike in revenue corresponding with the publication and distribution that are concerning the FBI. Correct?"
    },
    {
      "end_timestamp": 6663.0,
      "id": "69897283-9d04-3207-8f71-b64d53eecb14",
      "speaker": "Tim Fruge",
      "start_timestamp": 6656.0,
      "text": "Objection, I cannot tell you that 100%. But there's definitely a spike in traffic and definitely a spike in sales."
    },
    {
      "end_timestamp": 6668.0,
      "id": "08a5f163-3004-3b5c-9844-700614419d72",
      "speaker": "Dan",
      "start_timestamp": 6663.0,
      "text": "I cannot tell you that they are correlated at all or happened at you know, there's no relationship between them as"
    },
    {
      "end_timestamp": 6686.0,
      "id": "8ab57546-1b19-3393-a4b0-23dfbdd06357",
      "speaker": "Jordan",
      "start_timestamp": 6668.0,
      "text": "they are there. I could not do that. I would eventually just start narrating my feelings. While he's asking the question. I'll be like, Oh, no, this I know this. I know where this is going down on. Oh, God. I mean, what do you want me to answer? What is what? Yes. Okay. Yes, fine."
    },
    {
      "end_timestamp": 6689.0,
      "id": "3b5d2407-aeac-39ad-9b7d-cf6ce04bf32a",
      "speaker": "Dan",
      "start_timestamp": 6686.0,
      "text": "Maybe it's worthless trip? Let's find out if it's worthless."
    },
    {
      "end_timestamp": 6697.0,
      "id": "94ce4641-fdbe-3d54-9b28-457bee54da32",
      "speaker": "Jordan",
      "start_timestamp": 6689.0,
      "text": "Oh, God. Why did you do that part? I was gonna do the thing. And then you were gonna leave it there."
    },
    {
      "end_timestamp": 6737.0,
      "id": "16d820d2-a415-3a46-a7fb-ae163ff3384b",
      "speaker": "Dan",
      "start_timestamp": 6697.0,
      "text": "Yeah. So I think we can see here that there's a real difficult argument that Tim Pj is trying to make about being unaware of this. Yeah. It seems like he probably was fairly aware of this. And he's playing dumb and good for him pulling teeth with these people. But yeah, it just really is. So there's a lot of this deposition that I have not included, because it's a discussion of like, the software that was used to run Infowars shop and Infowars store to some discussion of why Alex wanted redundancy and having two stores makes sense. Technical Support. With one goes down, you've got the other and"
    },
    {
      "end_timestamp": 6741.0,
      "id": "49765783-1e12-38ba-bdd9-4ac61502b637",
      "speaker": "Jordan",
      "start_timestamp": 6737.0,
      "text": "if you have a considerate DDoS kind of threat, then yeah, of course you want redundancy. That"
    },
    {
      "end_timestamp": 6764.0,
      "id": "73cd2df1-f3db-334f-84ae-74b74c4b24ea",
      "speaker": "Dan",
      "start_timestamp": 6741.0,
      "text": "makes sense. Yeah. So there's there's quite a bit of conversation about that. That is interesting, I guess, but not really that important. So staying but not relevant. Yeah. Do we have one last clip here? And it's a little bit off the beaten path. And it has to do with the fact that Tim was a bit of a point person in terms of getting people to produce things for discovery."
    },
    {
      "end_timestamp": 6768.0,
      "id": "c7aac966-9fe9-3da5-b100-8aba0935dace",
      "speaker": "Jordan",
      "start_timestamp": 6764.0,
      "text": "Oh my God. Don't tell me that. Oh, my God, no."
    },
    {
      "end_timestamp": 6778.0,
      "id": "6c7a052a-a7a5-3848-b469-932c7195c8ba",
      "speaker": "Chris Mattei",
      "start_timestamp": 6768.0,
      "text": "Easter fruit today."
    },
    {
      "end_timestamp": 6788.0,
      "id": "2a2dd641-a95d-3f03-bdfe-f1db45ce23a8",
      "speaker": "Chris Mattei",
      "start_timestamp": 6778.0,
      "text": "Document for me dated January 24 2018. Caption character Lafferty verse Alex Jones affidavit Timothy three J."
    },
    {
      "end_timestamp": 6796.0,
      "id": "2e3e153f-7d1b-373a-b393-4e98109638c4",
      "speaker": "Tim Fruge",
      "start_timestamp": 6788.0,
      "text": "Okay, yes. Do you mind the zooming a little bit? Or is that better? That's much better."
    },
    {
      "end_timestamp": 6803.0,
      "id": "2466427f-e02b-3602-a041-3eb3a81f4c63",
      "speaker": "Dan",
      "start_timestamp": 6796.0,
      "text": "Press. I would note that the second page actually appears to have the correct date. I don't understand the date in the caption."
    },
    {
      "end_timestamp": 6817.0,
      "id": "ce323608-9f9e-3909-aa29-55aebd888249",
      "speaker": "Chris Mattei",
      "start_timestamp": 6803.0,
      "text": "Oh, yeah. Thank you. Thank you. Yeah. So I just scrolled down to the project, you can see that although the document on the first page is dated 24th 2019, January 24 2019. You signed it on March 29 2018. Right."
    },
    {
      "end_timestamp": 6822.0,
      "id": "d94262f5-72cf-39ac-a7e4-689a7301d271",
      "speaker": "Tim Fruge",
      "start_timestamp": 6817.0,
      "text": "Here, it appears. So yes. That's your signature. Yes. That is my signature."
    },
    {
      "end_timestamp": 6832.0,
      "id": "a6e4499b-d8a6-3177-8a6b-b3bb7f771def",
      "speaker": "Chris Mattei",
      "start_timestamp": 6822.0,
      "text": "And when we came back from the break, turning on and clarify that the affidavit you viewed in advance the deposition was this affidavit. Am I correct? Not the affidavit that you're working?"
    },
    {
      "end_timestamp": 6842.0,
      "id": "7c944db8-0f92-399f-b6f6-e204668b3065",
      "speaker": "Tim Fruge",
      "start_timestamp": 6832.0,
      "text": "So let me look real quick. Yes, that is correct."
    },
    {
      "end_timestamp": 6865.0,
      "id": "76d4536a-dca4-392b-8f3c-310871273449",
      "speaker": "Chris Mattei",
      "start_timestamp": 6842.0,
      "text": "The question I was asking you earlier and to do with your role in producing responsive materials. And if you look at paragraph four, you test here that at the request of counsel, I ask all employees at free speech systems LLC, to perform a diligent search of their paper files, text messages and instant messages for documents materials related to the search request. Note search turned up any responsive documents, right?"
    },
    {
      "end_timestamp": 6867.0,
      "id": "f9a95349-f123-3d83-bf43-d8666826d0a0",
      "speaker": "Tim Fruge",
      "start_timestamp": 6865.0,
      "text": "Yes, that's correct."
    },
    {
      "end_timestamp": 6873.0,
      "id": "b521e53c-92b9-30af-b1be-08364d63f3bc",
      "speaker": "Chris Mattei",
      "start_timestamp": 6867.0,
      "text": "Do you have a recollection as you sit here today? Making that request to all employees by way of an email"
    },
    {
      "end_timestamp": 6877.0,
      "id": "4eb89fdd-f2f0-3a91-884c-5c388d10869b",
      "speaker": "Tim Fruge",
      "start_timestamp": 6873.0,
      "text": "and you sent that sounds right? Yes."
    },
    {
      "end_timestamp": 6897.0,
      "id": "f53cbbef-a228-36b8-a4d6-65d7d33a835c",
      "speaker": "Chris Mattei",
      "start_timestamp": 6877.0,
      "text": "And am I correct that in that email, you instructed employees who have response materials to let you know and to provide the treatment Correct? That is correct. And not a single employee you single document"
    },
    {
      "end_timestamp": 6914.0,
      "id": "f707f5cf-26a1-3cef-9d70-1a034b5cde7c",
      "speaker": "Jordan",
      "start_timestamp": 6897.0,
      "text": "and at no point in time did you think Maybe that's not a good thing. But we should follow up with somebody who said the second email. Yeah, just another email. Just a reminder email like, Hey, guys, in case you were wondering, apologies for saying, Guys, I meant to say people, a people just send us"
    },
    {
      "end_timestamp": 6918.0,
      "id": "47002cbd-6751-39b4-8ea3-33c3c6aabab8",
      "speaker": "Dan",
      "start_timestamp": 6914.0,
      "text": "document wars went whoa. Yeah, exactly."
    },
    {
      "end_timestamp": 6920.0,
      "id": "e70337b8-cfc1-388a-bd98-80d1d9785e81",
      "speaker": "Jordan",
      "start_timestamp": 6918.0,
      "text": "That's what they're doing."
    },
    {
      "end_timestamp": 6984.0,
      "id": "731ec012-77b5-30f7-9ac9-9b934f633183",
      "speaker": "Dan",
      "start_timestamp": 6920.0,
      "text": "Yeah, this glimpse of was very different than a lot of the other depositions than we've had it opened a door into another side. Yeah. of things. The business guy, the guy who's, whose face is never around anywhere. Yeah. And I think I think he sucks. I mean, full. I think that there is a more so and we've we've touched on this quite a bit, but like that more so than any other person in Infowars that I've seen deposed. A complete abdication of any responsibility for what they're doing. Yeah. Just somebody who clearly doesn't like, or here's the thing. There's a possibility that he clearly doesn't like Alex and doesn't like the show and all this, or he understands that that's what a normal person would do, I guess, putting on the front of not liking Alex's show, because obviously, no one in their right mind would think that this is a great show. Right? Right. Right, either is pretty bleak,"
    },
    {
      "end_timestamp": 7004.0,
      "id": "ee07f063-be25-3168-94d3-805d0468385f",
      "speaker": "Jordan",
      "start_timestamp": 6984.0,
      "text": "man. I mean, I think to me, it's a bit like it, you know, if you're the executioner of doing a lethal injection or whatever, and you're actively against the death penalty, then you're out of your fucking mind. You know, like, you can't, you should get a new job. You can't do the thing. You know, you can't do it."
    },
    {
      "end_timestamp": 7009.0,
      "id": "8b8c95b0-3bc6-3adc-bd01-64a21dc8f994",
      "speaker": "Dan",
      "start_timestamp": 7004.0,
      "text": "Yeah, I think you have a moral responsibility to leave a job that you ethically are opposed. Yeah,"
    },
    {
      "end_timestamp": 7021.0,
      "id": "c5703c88-8b13-3e72-95af-75f1f8c470cc",
      "speaker": "Jordan",
      "start_timestamp": 7009.0,
      "text": "absolutely. Yeah. And for him to just decide callously and cynically just like, You know what, fuck it. I'll dumb Yeah, sure. I'll inject him. I don't give a shit. You know, fucked up."
    },
    {
      "end_timestamp": 7058.0,
      "id": "74c4660f-dacd-391f-8024-135117abd074",
      "speaker": "Dan",
      "start_timestamp": 7021.0,
      "text": "I think a lot of people in some corporate environments probably do have some misgivings about the companies that they work for sure and stuff. But to the extent that, you know, you're working for a right wing propagandists to agitate against people and communities. And yeah, you're, you're you have to be aware of like, that's I don't believe for a second that he doesn't, doesn't have a general sense of the stuff that Alex talks about. Yeah. Because I mean, quite honestly, as you're saying, like the if you're aware of no, you're aware of Yes. Yeah. Like, if he doesn't agree with the stuff that's on our show, then he's aware of exactly."
    },
    {
      "end_timestamp": 7062.0,
      "id": "79801c99-f08a-3022-a4e0-48578626567a",
      "speaker": "Jordan",
      "start_timestamp": 7058.0,
      "text": "You know, like you have to be aware of something to disagree with, right,"
    },
    {
      "end_timestamp": 7081.0,
      "id": "9f9d85f8-3bbf-339f-a0bb-365d3f7575d8",
      "speaker": "Dan",
      "start_timestamp": 7062.0,
      "text": "insecure, you're aware of what it is that you are a part of. Exactly. Even if you don't know the details, and if you want to gain points for being against it, right. Or, like, I don't agree with all this. You're still aware of what it is. You still get cashed the checks, and fuck you."
    },
    {
      "end_timestamp": 7098.0,
      "id": "4e60c1a7-d20d-3393-b715-3ddf6ad7019e",
      "speaker": "Jordan",
      "start_timestamp": 7081.0,
      "text": "Yeah. 100%? Yeah, it's like, yeah, you know, I was sure I was I was the campaign manager for Lindbergh. But I'm not an anti Semite. Okay, I don't think that the I think that's a way bad idea. I was trying to make him president, but I thought it was a bad idea to do it, you know."
    },
    {
      "end_timestamp": 7146.0,
      "id": "aff8771d-23ad-3e11-aa18-978402077a5f",
      "speaker": "Dan",
      "start_timestamp": 7098.0,
      "text": "So, I have some more depositions and stuff, too, that we'll get to down the road. But, you know, it's it's weird. There's, there's a batch that I have that they're more conflicting than some of the ones that we've covered in the past. You know, like Alex's, obviously, there's a bunch of bullshit, and he's being a dick. And yeah, you know, what have you Daria. I mean, granted, darias was crazy and conflicting and totally scary. Yeah. So it was prepared for that since I was in the room, right. So like that. I knew once we have the audio and video of it, like I'd say that one. Yeah, this temper J. One is a bit conflicting to me. And some of these other ones are too. So, you know, we're entering a new chapter, I guess of depositions, where it's like, this is weird."
    },
    {
      "end_timestamp": 7180.0,
      "id": "0a591fe5-352a-3d9d-8711-02cb5bf38f1e",
      "speaker": "Jordan",
      "start_timestamp": 7146.0,
      "text": "I think what's fascinating all too often is that, like, on on the shows and stuff, excuse me on these shows, you know, it's you can you can create this fictional version of somebody, and then whenever you see them in those moments, where they're not on camera, where there will have to be people, it humanizes them. And in this regard, I think every step of the position we've it's done the complete opposite. It is dehumanize these people, the more I know what they think the more I'm like, you're an alien from somewhere else. Because this is bananas."
    },
    {
      "end_timestamp": 7216.0,
      "id": "eef52f9a-213f-30ab-9095-77a72d0880e5",
      "speaker": "Dan",
      "start_timestamp": 7180.0,
      "text": "Yeah. And what's strange too, is that for Tim, this is the first time that you have an image of Yeah, yeah, you'd all you knew is he was just some guy who was there in the business section of stuff. It wasn't a persona Yeah, or anything. This is just you're getting a clear first view of him. Um, yeah. And that is something that's a little bit different. I mean, Don Salazar granted never seen them all like on camera, but we read His words in asshole. Yeah, you'd seen seen him on Twitter, right? And, you know, read some of these articles, or is I've never seen a creative output from Tim per se."
    },
    {
      "end_timestamp": 7226.0,
      "id": "75f326dc-85e3-3ccc-80c7-80246acf4742",
      "speaker": "Jordan",
      "start_timestamp": 7216.0,
      "text": "You know, I wonder if that is exactly the what you would need to be to be the money person at Infowars. You know, you can't be a believer because a believer is not somebody you want handling money."
    },
    {
      "end_timestamp": 7229.0,
      "id": "65ecbd37-28c4-3a74-9a21-aa7337047812",
      "speaker": "Dan",
      "start_timestamp": 7226.0,
      "text": "But that's why you have an accountant. Also. Sure, but he's not the account."
    },
    {
      "end_timestamp": 7244.0,
      "id": "d5768744-bec5-33a1-8413-1eff9865531e",
      "speaker": "Jordan",
      "start_timestamp": 7229.0,
      "text": "No, I know. But I mean to do that would require the sort of moral absence. That is, isn't it that he's exhibiting, exhibiting exhibit eight exhibit dating? Oh, that's my word. Yeah."
    },
    {
      "end_timestamp": 7246.0,
      "id": "52eb0e43-536b-3b0e-9218-6dc3d02e3a32",
      "speaker": "Dan",
      "start_timestamp": 7244.0,
      "text": "I don't know. Maybe God damn."
    },
    {
      "end_timestamp": 7248.0,
      "id": "d2eb7608-e6ab-36fe-a3a0-660b777e666c",
      "speaker": "Jordan",
      "start_timestamp": 7246.0,
      "text": "But it's tariff. I"
    },
    {
      "end_timestamp": 7249.0,
      "id": "9c0b443f-d7d9-3297-92f5-58f9a5c4e233",
      "speaker": "Dan",
      "start_timestamp": 7248.0,
      "text": "mean, it still sucks. It's"
    },
    {
      "end_timestamp": 7251.0,
      "id": "5609fec6-8590-362d-bf90-51e76fb06b47",
      "speaker": "Jordan",
      "start_timestamp": 7249.0,
      "text": "terrifying. Yeah, I want to run away from these people."
    },
    {
      "end_timestamp": 7260.0,
      "id": "f51ab551-83cb-382f-bef3-0117987a0d69",
      "speaker": "Dan",
      "start_timestamp": 7251.0,
      "text": "And I'll allow it now. We're done. Yeah, we'll be back Jordan with another episode, hopefully with the predictions for 2023 go about living our lives. I think in 2025 2026"
    },
    {
      "end_timestamp": 7263.0,
      "id": "a1e6fc0a-cf85-3b44-8c8a-dc9e03192a8c",
      "speaker": "Jordan",
      "start_timestamp": 7260.0,
      "text": "We're gonna finally know what 2023"
    },
    {
      "end_timestamp": 7273.0,
      "id": "1de98a00-4a2c-33f6-9709-5c6d9376834e",
      "speaker": "Dan",
      "start_timestamp": 7263.0,
      "text": "a holding pattern here, man, it's. You owe us? Yeah. Come on. Alex. Give us those predictions. Yeah. But we'll be back. Until then. We have website"
    },
    {
      "end_timestamp": 7274.0,
      "id": "b0882335-da9b-3cc1-9cee-cc8b1dc0a936",
      "speaker": "Jordan",
      "start_timestamp": 7273.0,
      "text": "knowledge, high tech comm."
    },
    {
      "end_timestamp": 7307.0,
      "id": "5e0a33fd-f3af-3290-8ef6-ee491a5542cb",
      "speaker": "Dan",
      "start_timestamp": 7274.0,
      "text": "We're also on Twitter. We are on Twitter. It's at knowledge underscore fight. Yep, we'll be back but until then, I'm Neo. I'm Leo MD ZX Clark. I am, man. I'm getting fucking tired of this reveal. Oop, all over. Yeah, believe it boy. It just gets worse. While Yeah, yeah, drum. That guy sucks. Oh, I also learned this from the introduction to his book. The I don't even want to say the name. But introduction to his book, he explains that the firstborn for six generations and his family has been given the power"
    },
    {
      "end_timestamp": 7311.0,
      "id": "4102a3eb-1502-3569-bec5-de22c5e58d77",
      "speaker": "Jordan",
      "start_timestamp": 7307.0,
      "text": "to get the fuck out of here. Yeah, so even crazier. Yeah."
    },
    {
      "end_timestamp": 7319.0,
      "id": "3b3794a3-5e84-3704-808a-353ecd4a3103",
      "speaker": "Dan",
      "start_timestamp": 7311.0,
      "text": "So it's a legacy thing. And now here comes the Sex Robot. Andy in Kansas, you're on the air. Thanks for holding."
    },
    {
      "end_timestamp": null,
      "id": "c5801686-601f-32b0-b85a-f7c987025544",
      "speaker": "Unknown Speaker",
      "start_timestamp": 7319.0,
      "text": "Well, Alex, I'm a first time caller. I'm a huge fan. I love your work. I love you."
    }
  ],
  "history": {
    "original_format": "txt",
    "type": "otter"
  }
}